{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/12/",
  "absolute_url": "/opinion/12/walden-v-city-of-providence-ri/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/12/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2010-03-13T23:42:07Z",
  "date_modified": "2016-04-26T04:26:38.167350Z",
  "type": "010combined",
  "sha1": "f168d1152bec3241ff8e2529caba3857d8812374",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/08-1534P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2010/02/23/Walden_v._Cicilline_Jr..pdf",
  "plain_text": "          United States Court of Appeals\n                       For the First Circuit\n\nNo. 08-1534\n\n                       THOMAS WALDEN, et al.,\n\n              Plaintiffs, Appellees, Cross-Appellants,\n\n                                 v.\n\n CITY OF PROVIDENCE, RHODE ISLAND, by and through its Treasurer,\nSTEPHEN NAPOLITANO; DAVID CICILLINE, in his official capacity as\n   Mayor and Acting Public Safety Commissioner for the City of\n Providence; COLONEL DEAN ESSERMAN, in his official capacity as\n         the Chief of Police for the City of Providence,\n\n              Defendants, Appellants, Cross-Appellees.\n\n\nNo. 08-1535\n\n                       THOMAS WALDEN, et al.,\n\n              Plaintiffs, Appellees, Cross-Appellants,\n\n                                 v.\n\nMARY LENNON, individually and in her former official capacity as\n   the Chief of Operations of the Communications Department,\n\n               Defendant, Appellant, Cross-Appellee.\n\n\nNo. 08-1536\n\n                       THOMAS WALDEN, et al.,\n\n              Plaintiffs, Appellees, Cross-Appellants,\n\n                                 v.\n\n MANUEL VIEIRA, individually and in his former official capacity\n                 as the Communications Director,\n\n               Defendant, Appellant, Cross-Appellee.\n\fNo. 08-2417\n\n                        THOMAS WALDEN, et al.,\n\n               Plaintiffs, Appellees, Cross-Appellants,\n\n                                  v.\n\n                      CITY OF PROVIDENCE, et al.,\n\n               Defendants, Appellants, Cross-Appellees.\n\n\n            APPEALS FROM THE UNITED STATES DISTRICT COURT\n                   FOR THE DISTRICT OF RHODE ISLAND\n\n            [Hon. Lincoln D. Almond, U.S. Magistrate Judge]\n\n\n                                Before\n\n                          Lynch, Chief Judge,\n          Boudin, Circuit Judge, and Saylor,* District Judge.\n\n\n\n     Carolyn A. Mannis with whom Mark A. Fay was on brief for the\nappellees/cross-appellants.\n     Kevin F. McHugh, Senior Assistant City Solicitor, with whom\nJoseph M. Fernandez City Solicitor, and Michael A. Calise,\nAssistant City Solicitor, were on brief for the appellants/cross-\nappellees City of Providence, David N. Cicilline, and Dean\nEsserman.\n     Peter J. Comerford with whom Coia & Lepore, Ltd. was on brief\nfor the appellant/cross-appellee Manuel Vieira.\n     Dean G. Robinson for the appellant/cross-appellee Mary Lennon.\n\n\n\n                           February 23, 2010\n\n\n\n\n     *\n         Of the District of Massachusetts, sitting by designation.\n\f            LYNCH, Chief Judge.        In July 2004, two groups of current\n\nand former employees of the Police and Fire Departments of the City\n\nof Providence, Rhode Island, and their families, sued the City and\n\nseveral City employees in their personal capacities.            An automatic\n\nrecording    system   at   the    City's      new   Public   Safety   Complex\n\n(\"Complex\"), which housed the Police and Fire Departments, recorded\n\nall telephone calls into and out of the Complex from the time the\n\ntelephone system began operating in May 2002 until February 2003.\n\n            Plaintiffs claimed these defendants were responsible for\n\nputting the recording system in place and that the recording of the\n\ncalls violated their rights.      Specifically, plaintiffs claimed the\n\nrecordings violated their Fourth Amendment rights under the United\n\nStates Constitution and Rhode Island's equivalent constitutional\n\nprovision, Article I, Section 6; the federal wiretap statute, 18\n\nU.S.C. § 2511 et seq.; Rhode Island's wiretap laws, R.I. Gen. Laws\n\n§§   11-35-21,   12-5.1-13;      and    the    state's   privacy   act,   id.\n\n§ 9-1-28.1. None of the defendants ever listened to any of the\n\nplaintiffs' calls, nor do plaintiffs claim otherwise.\n\n            The first group of plaintiffs, the \"Walden plaintiffs,\"\n\nconsists of 116 current and former employees of the Providence Fire\n\nDepartment who worked in the Complex and their family members. The\n\nsecond group, the \"Chmura plaintiffs,\" consists of nineteen current\n\nand former civilian and sworn police officer employees of the\n\nProvidence Police Department who worked in the Complex.               The two\n\n\n                                       -3-\n\fplaintiff groups brought suit together and were represented by the\n\nsame counsel.\n\n              The individual defendants were Manuel Vieira, Director of\n\nthe City's Department of Communications until February 2003, and\n\nMary       Lennon,   Chief    of    Operations    in    the     Department   of\n\nCommunications until February 2003. Urbano Prignano, who was Chief\n\nof Police in Providence until his retirement on January 31, 2001,\n\nwas    dismissed     from    the   case    following   the    presentation   of\n\nplaintiffs' evidence.1\n\n              Following a twenty-six-day trial in February and March\n\n2008, a jury found defendants liable, and plaintiffs were awarded\n\nover $1 million in damages and attorney's fees.               The City, Vieira,\n\nand Lennon now appeal, challenging, inter alia, the district\n\ncourt's denial of their Fed. R. Civ. P. 50 motions for judgment as\n\na matter of law on qualified immunity and municipal liability, as\n\nwell as errors in the jury instructions and verdict forms.2\n\n              We find defendants are entitled to qualified immunity on\n\nsome claims, vacate the jury verdicts, and direct entry of an order\n\n\n\n       1\n          Also sued in their official capacities were the Mayor of\nProvidence, David Cicilline, and the City's Chief of Police,\nColonel Dean Esserman.     We refer to them with the City of\nProvidence collectively as \"the City.\"\n       2\n          Plaintiffs also cross-appeal, raising claims about the\ndistrict court's denial of prejudgment interest for the state\nwiretap damages and its failure to require both the City and Vieira\neach to pay the full damages amount, instead of treating the\ndamages as joint-and-several, under the state wiretap act.\n\n                                          -4-\n\fof dismissal with prejudice of all federal claims.            As to the\n\npendent state claims, the state wiretap act claims against the City\n\nare dismissed with prejudice.    We dismiss without prejudice the\n\nverdict under the state wiretap and privacy act against Vieira and\n\ndo the same as to the verdict under the privacy act against Lennon\n\nand the City.\n\n                                 I.\n\n           To the extent relevant to the issues on review, we review\n\nthe facts of this case in the light most favorable to the jury's\n\nverdict.   Cruz-Vargas v. R.J. Reynolds Tobacco Co., 348 F.3d 271,\n\n275 (1st Cir. 2003).\n\n           This case concerns the recording of calls at the City's\n\nnew Public Safety Complex, which opened in 2002 to house parts of\n\nthe City's Department of Public Safety.   That department is run by\n\na City Commissioner and contains the Police Department, headed by\n\nthe Chief of Police; the Fire Department, headed by the Fire Chief;\n\nand the Department of Communications, headed by a Director.           See\n\nCity of Providence, Home Rule Charter (\"Charter\"), art. X, § 1001,\n\navailable at http://library8.municode.com/default-test/home.htm?\n\ninfobase=14446&doc_action=whatsnew.     The   Complex   was   built    to\n\nprovide office space for the Commissioner, the Chief of Police, and\n\nthe Fire Chief, and their staffs, as well as to contain a police\n\nstation and a fire station.\n\n\n\n\n                                -5-\n\fA.   Policies and Practices as to Recording Calls before the\n     Complex Opened\n\n               Before the Complex opened, the City already recorded\n\ncalls made by public safety employees at the Emergency Operations\n\nCenter (\"EOC\") as a matter of policy.              The EOC served both the\n\nPolice and Fire Departments but was physically separate from the\n\npolice and fire stations around the City; it would route emergency\n\ncalls to the relevant facility when required.             Emergency calls and\n\nresponses,       calls     about   information   from    the    National   Crime\n\nInformation Center and vehicle registry checks, and the talk-around\n\nchannel on the police radio frequency were all recorded through a\n\nDictaphone system at the EOC, covering fifteen to twenty lines in\n\nall.       EOC employees were informed when they began their jobs that\n\ntheir conversations would be recorded and potentially reviewed.3\n\nThe EOC was not relocated to the new Complex.\n\n               Before the summer 2002 move to the Complex, the central\n\nPolice and Fire Departments were located at two separate facilities\n\nwithin the City's old Public Safety Center. The telephone calls at\n\nboth of these facilities were not recorded.\n\n               The   old    telephone   system   for    the    police   operated\n\ndifferently than did the new system at the Complex.                There was a\n\n\n       3\n          There was also a written policy that governed when\nrecorded calls could be listened to. This policy required parties\nto fill out a written request to review a tape. This request then\nhad to be approved by both the Internal Affairs unit of the Police\nDepartment and by Vieira: only then would employees of the\nDepartment of Communications provide the requested recording.\n\n                                        -6-\n\fcentral station area where a desk sergeant sat and where clerks\n\nanswered telephone calls to the station.         Some calls were routed\n\nfrom the City's EOC; others were emergency and nonemergency calls\n\nthat came directly to the station.        Some employees used the phone\n\nfor law enforcement and administrative work and had their own\n\ntelephone lines.     Others used shared lines.          Police Department\n\nemployees also regularly used the phones for personal calls.\n\n           The   setup   at   the   firefighters'      old   facility   was\n\ndifferent.   This facility contained telephones that could only be\n\nused to make calls between the different fire stations.            Emergency\n\ncalls were not routed to the station through the telephones but\n\nrather through an intercom system that broadcast to everyone at the\n\nstation.   There was also a separately installed telephone that the\n\nfirefighters themselves arranged with the telephone company and\n\npaid for so that they could make personal calls while on duty at\n\nthe station.\n\nB.   The New Public Safety Complex\n\n           Construction and planning for the new Complex began more\n\nthan a year and a half before it opened.               Among the intended\n\nfeatures of the Complex was a state-of-the-art telephone system,\n\nwith a number of functions, including call recording.\n\n           The   specifications     for   this   new   telephone    system,\n\nincluding plans for a recording system, were discussed during\n\nplanning meetings.   Members of the Police Department command staff\n\n\n                                    -7-\n\fattended these planning meetings, as did the Police Chief on\n\noccasion,4 representatives from the Fire Department, the Finance\n\nDepartment in City Hall, the Planning Committee, architects and\n\nengineers,   and    defendant    Vieira,      who   had   been    Director   of\n\nCommunications since 1993. The meetings were held in the office of\n\nthe Commissioner of Public Safety, John Partington, who sometimes\n\nattended as well.\n\n           It was decided at these meetings that the new Complex\n\nshould include a telephone system capable of recording calls to and\n\nfrom the Police and Fire Departments.          Attendees Vieira and Major\n\nDennis Simoneau, the commander of all uniformed police officers,\n\ntestified to several reasons for this decision.               First, planners\n\nwanted a system that could record emergency calls that came in on\n\nlines other than 911 lines.5      Second, a recording system was needed\n\nto enable monitoring of how public safety employees were handling\n\ncalls from the public, including on nonemergency lines, so that\n\ncitizen complaints about public safety officials' behavior on these\n\nlines could be investigated.       Third, the telephone system needed a\n\ncost-accounting feature to reduce costs and prevent employees from\n\nabusing   their    phones.      Under   the   old   system,      public   safety\n\nemployees' personal long distance calls and calls to sex lines cost\n\n\n     4\n          Prignano was Police Chief when planning for the Complex\nbegan and attended some of the initial meetings.\n     5\n          For purposes of this opinion we use the word \"line\" and\nthe word \"extension\" interchangeably.\n\n                                    -8-\n\fthe City $5,000 to $6,000 a month.    Fourth, the experience of New\n\nYork City's public safety officers following the terrorist attacks\n\non September 11, 2001, had underscored the desirability of a\n\nredundant system that could, in the event that a component of the\n\ncommunications system failed, maintain direct communication among\n\npolice, fire, hospital, and emergency response agencies, including\n\ninternal calls between lines on the system.     This would include\n\nbackup for the recorded EOC system, necessitating recording at the\n\nComplex.\n\n           With these parameters in mind, members of the City's\n\nDepartment of Communications developed a request for proposals\n\n(\"RFP\") for the telephone system at the Complex so that the Board\n\nof Contract and Supply could start the usual open process of\n\nselecting a vendor through public bidding. Providence's Board of\n\nContract and Supply, chaired by the City's Mayor, is in charge of\n\nawarding contracts for any City purchases above $5,000.      Charter,\n\nart. X, § 1007.   Vieira approved the RFP and sent it to Alan Sepe,\n\nActing Director of the City's Department of Public Property.      In\n\nthat capacity, Sepe was both a member of the Board of Contract and\n\nSupply and the head of the department that shepherded the RFP\n\nprocess for the City.   The Board of Contract and Supply voted to\n\napprove the RFP and publicly advertised it in August 2001.    The RFP\n\nstated that \"[t]he Board of Contract and Supply will make the award\n\n\n\n\n                                -9-\n\fto the lowest responsible bidder who submits [the] bid\" and that\n\nthe Board also \"reserves the right to reject any and all bid(s).\"\n\n            Because   the   Department    of   Communications   forgot   to\n\ninclude the request for a recording system in the RFP, Vieira, at\n\nSepe's behest, later requested in writing that the specifications\n\nfor the recording system also be put out to bid.            A supplemental\n\nRFP for the recording system was released on October 29, 2001,\n\nwithout further involvement from Vieira, and was again made public.\n\n            On November 5, 2001, the Board of Contract and Supply\n\nreceived six bids from various vendors, which the board initially\n\nreviewed and made public.     The bids were then forwarded to Vieira,\n\nwho consulted with his staff and discussed the bids with his\n\nsuperior,    the   Commissioner   of     Public   Safety,   before   making\n\nrecommendations.\n\n            On January 8, 2002, Vieira recommended to Sepe that the\n\nCity accept the proposal submitted by a company called Expanets,\n\nbecause it \"was the only vendor who met the requirements of the\n\nRFP,\" namely the desired redundant backup and recording features.\n\nThe proposed recording system, Expanets' Total Recall system, was\n\ncapable of digitally recording and storing all inbound and outbound\n\ncalls on the telephone system.      Expanets' bid also specified that\n\nit and not the City would be responsible for implementing the\n\nproposed system.      The total cost of the bid, including both the\n\ntelephone system and the recording system, was $971,664.\n\n\n                                  -10-\n\f                 Sepe immediately forwarded Expanets' proposal to the\n\nMayor with his own cover letter recommending that it be accepted.\n\nAfter the Board of Contract and Supply, including Sepe and the\n\nMayor,      publicly      voted    on      the     bid,   Expanets   was   awarded    the\n\ncontract.         Sepe testified that he voted to award the contract to\n\nExpanets because \"they were the lowest responsible bidder that met\n\nthe specifications and could perform the services of the RFP.\"6\n\nVieira was not a member of the Board and could not vote to award\n\nExpanets the contract.\n\n                 The   Expanets    telephone         system   was    installed   at   the\n\nComplex by Expanets technicians and began operating on May 23,\n\n2002.      It also included the Total Recall system, which started\n\nrecording all phone lines that day, well before anyone had moved\n\ninto       the     building       or       begun     using    the     phone   lines.\n\n                 The cost-accounting feature also began operating on that\n\ndate.      Vieira testified that the Total Recall system was required\n\nnot only to record calls but also for the desired cost-accounting\n\nfeature      to        function,       a    fact     plaintiffs      disputed.        The\n\ncost-accounting and Total Recall systems were separate functions,\n\nand the databases that stored the cost-accounting data and the\n\nrecordings were separate as well.\n\n\n\n\n       6\n          Plaintiffs' theory was that the competitive bidding\nprocess was a sham and was designed to give the contract to\nExpanets.\n\n                                             -11-\n\f          These functions had all been active for some time when\n\nthe occupants moved into the Complex in July and August 2002.\n\nSpecifically,   the   Total    Recall    system   had    been   recording\n\napproximately   690   lines,   located   throughout     the   Complex   and\n\nconfigured for the Police and Fire Department and their associated\n\nstaffs.\n\n          The phone lines recorded at the Police Department had a\n\nrange of configurations and uses. There was a central station area\n\nwith several shared lines, where a desk sergeant sat and several\n\nclerks received emergency and nonemergency calls from the public.\n\nSome police officers and administrative officials had their own\n\noffices with individual phone lines, which they used to make calls\n\non both law enforcement and administrative matters. Finally, there\n\nwere also shared lines in shared office spaces used by Police\n\nDepartment employees for police business.         All of the testifying\n\nChmura plaintiffs said they also used these lines to make personal\n\ncalls.\n\n          On July 22, 2002, shortly after the Police Department\n\nmoved to the Complex, Major Simoneau e-mailed all sworn police\n\nofficers and civilian employees of the Police Department.                He\n\ninformed recipients \"that all lines in the new station\" would be\n\nrecorded and employees should \"speak professionally at all times.\"\n\n\n\n\n                                 -12-\n\fHe also asked desk sergeants to \"alert all of [their] clerks of\n\nthis fact,\" in case they did not receive the e-mail.7\n\n            Unlike the Police Department, the Fire Department did not\n\nalert staff about the recording system.          The recorded phone lines\n\nat the Fire Department also had multiple configurations and uses.\n\nThere    were   individual   lines   for    members   of   the   departmental\n\nleadership housed in the Complex. Several internal extensions were\n\ninstalled to call other fire stations but did not permit external\n\ncalls.    After relocating to the Complex in August 2002, plaintiff\n\nThomas Walden had the telephone company move to the new facility\n\nthe firefighters' personal telephone line, which they paid for and\n\nused to speak with their families.           Unlike in the old building,\n\nwhere the telephone company had physically installed the separate\n\nline, the personal line was routed through the Complex's telephone\n\nsystem and into the telephones in the firefighters' space.              When\n\nthe telephone company did this, the line was automatically recorded\n\nby the Total Recall system.8\n\n            Soon after the move, Lennon and several technicians who\n\nshe supervised attended training sessions on the Total Recall\n\n\n     7\n          A copy of the e-mail was put into evidence, and\ndefendants provided three witnesses who testified they received it.\nThe Police Department plaintiffs testified they did not receive the\ne-mail.\n     8\n          Defendants disputed whether this line was recorded.\nPlaintiffs' expert testified it was recorded and we take that to be\ntrue. It was also disputed whether defendants intended that the\npersonal line be recorded.\n\n                                     -13-\n\fsystem and were given system passwords along with a list of lines\n\nrecorded.    In late July 2002, Vieira requested that his employees\n\nremove ten telephone extensions from the recording system, and\n\nLennon    received   an   e-mail   informing    her   when   the   task   was\n\ncompleted.   This was not done pursuant to a written policy; indeed\n\nthere was no written policy governing which lines were recorded or\n\nremoved from the system.9          Instructions to remove lines came\n\ninitially only from Vieira or his deputy.               Among the twenty\n\nextensions removed from the system during the system's operation\n\nwere lines to Vieira's own office and residence, the lines to his\n\ndeputy and to his administrative assistant, and the line to the\n\nresidence of the Police Chief.10\n\n            In January 2003, The Providence Journal asked the Fire\n\nDepartment    for    recordings    of   911   and   interdepartment   calls\n\nregarding a drowning.      Fire Department Chief Guy Lanzi consulted\n\nwith Senior Assistant City Solicitor John T. D'Amico about the\n\nrequest, at which point D'Amico learned of the recordings for the\n\n\n     9\n          Although   persons   wishing   to  listen   to   recorded\nconversations were required to fill out written requests, as had\nbeen the practice with the Dictaphone system, Lennon, who was\nresponsible for retrieving the recorded conversations, testified\nthat she was not aware of a written policy governing when calls\ncaptured by the Total Recall system could be listened to and did\nnot know if the written requests were reviewed by Internal Affairs.\n     10\n          Vieira's office was not physically located in the\nComplex. However, the telephone system at the Complex was set up\nso that employees could reach phones at these locations, among\nothers, by an internal extension, rather than getting an outside\nline.\n\n                                    -14-\n\ffirst time.     In a January 22, 2003 letter to Chief Lanzi, D'Amico\n\nrecommended an inquiry into which phone lines were being recorded\n\nand    warned   that     \"[d]epending     on    circumstances      (e.g.,       which\n\ntelephone is being recorded), the recording may be unlawful\" and\n\n\"depending on the circumstances, if appropriate, [recording on\n\nthose lines] should be discontinued or the users notified.\"11\n\n             During these consultations, Fire Chief Lanzi learned that\n\nhis telephone line and other Fire Department leadership lines were\n\nrecorded. Lanzi directly contacted Anthony Desmarais, a technician\n\nin    the   Department   of     Communications     to    request   the    lines   be\n\nremoved.     Soon thereafter, Desmarais removed the Fire Department\n\nleadership's     extensions       from    the    recording       system    at     the\n\ninstruction of Vieira.\n\n             In February 2003, the City's new Police Chief, Dean\n\nEsserman, learned of the recordings, and on February 10, 2003, at\n\nEsserman's      order,    the     Total   Recall        System   was     completely\n\n\n\n\n       11\n          Vieira testified that, until this investigation, he was\nunaware that the Total Recall system was recording any telephone\ncalls at the Complex beyond those into the central station. He\ntestified that his earlier instructions to employees were only to\nremove lines from the cost-accounting system.      These assertions\nwere   expressly   contradicted   at   trial   by    Department   of\nCommunications   employees,   including   Vieira's    administrative\nassistant and a technician responsible for removing lines from the\nrecording system. We accept plaintiffs' version but note that none\nof this affects the City officials' assertion that they did not\nintend to record the firefighters' personal line or know that the\nline was being recorded.\n\n                                      -15-\n\fdeactivated and stopped recording all lines at the Complex. On the\n\nsame day, Vieira and Lennon left their employment with the City.\n\n           A state investigation followed.     The state Attorney\n\nGeneral's Office concluded that there was no evidence that any of\n\nthe calls recorded were listened to \"without the consent of a call\n\nparticipant or for a criminal, malicious, or non-business-related\n\nreason.\"   The Attorney General's Office further concluded that the\n\nuse of the Total Recall System fell within the \"ordinary course of\n\nbusiness\" exception to the state and federal wiretap statutes.12\n\n           Between May 2002 and February 2003, the Total Recall\n\nsystem created and archived approximately 750,000 audio files of\n\nrecorded telephone conversations.   Of these recordings, only three\n\nwere ever listened to and those calls are not at issue in this\n\ncase.13\n\n\n\n\n     12\n          Although the investigation and Esserman's order were not\npermitted into evidence before the jury at trial, pursuant to a\nmotion in limine by defendants, these facts were raised and\nconsidered on the defendants' motions for summary judgment, which\nclaimed qualified immunity and that there was no municipal\nliability. The district court was also aware of them when making\nits later rulings.\n     13\n          In one instance, the Fire Chief listened to a call to\ndetermine how the Fire Department handled a potential drowning in\nresponse to a complaint. Major Simoneau also listened to a call\nabout the towing of a car, this time in response to a complaint\nabout how the officer in charge of the towing had spoken to the car\nowner on the phone. Finally, a City Councilman listened to a call\nhe had with a city employee to determine whether he had been\nthreatened by the employee.\n\n                                -16-\n\f                                   II.\n\n           Plaintiffs filed a six-count complaint in the federal\n\ndistrict court in Rhode Island on July 20, 2004.         Both the Walden\n\nfirefighter plaintiffs and the Chmura police plaintiffs alleged,\n\nunder 42 U.S.C. § 1983, that defendants violated their Fourth\n\nAmendment rights under the United States Constitution and that\n\ndefendants   violated    their   rights   Rhode   Island's    equivalent\n\nconstitutional provision, Article I, Section 6.          Plaintiffs also\n\nclaimed defendants violated Title III of the Omnibus Crime Control\n\nand Safe Streets Act of 1968 (\"federal wiretap act\"), 18 U.S.C. §\n\n2511.   Finally, plaintiffs alleged the defendants violated two\n\nstate wiretap provisions, R.I. Gen. Laws §§ 11-35-21, 12-5.1-13,\n\nand the state's privacy act, id. § 9-1-28.1.           Plaintiffs sought\n\nattorney's fees for all counts.\n\n           After extensive discovery, defendants filed motions for\n\nsummary judgment on September 14, 2006, claiming that they had not\n\nviolated   plaintiffs'   rights,   that   individual    defendants   were\n\nentitled to qualified immunity, that municipal defendants could not\n\nbe liable under Monell v. Department of Social Services, 436 U.S.\n\n658 (1978), and that any recording that did take place was not\n\nillegal under federal and state statutes.\n\n           On July 6, 2007, the district court denied defendants'\n\nmotions for summary judgment. It held that there were genuine\n\nissues of material fact as to whether the individual defendants\n\n\n                                   -17-\n\fwere liable for Fourth Amendment violations and denied individual\n\ndefendants' claims of qualified immunity.      Walden v. City of\n\nProvidence, 495 F. Supp. 2d 245, 255-58, 267-70 (D.R.I. 2007).\n\nSpecifically, the court found there was a clearly established\n\ngeneral right of privacy in phone conversations, and that no\n\nreasonable government official could have concluded at the time\n\nthat their actions were permissible.   Id. at 267-70.    It also held\n\nthat the City could face municipal liability because Chief of\n\nPolice Prignano was a final policymaker whose actions could be\n\nattributed to the City and a genuine question existed as to his\n\nliability. Id. at 267-70. For similar reasons, the district court\n\nconcluded that there were genuine issues with regard to the claim\n\nunder the federal wiretap act14 and rejected the City's argument\n\nthat municipalities could not be liable under the act.    Id. at 261-\n\n62, 265-66.   Finally, the court concluded that plaintiffs could\n\nproceed on their pendent state law claims.   Id. at 270-71.15\n\n          The jury trial started on February 13, 2008.    Plaintiffs\n\npresented evidence for twenty-one days, with the Walden firefighter\n\n\n\n\n     14\n          The district court held that whether defendants fell\nunder the \"ordinary course of law enforcement\" exception to the\nact, 18 U.S.C. § 2510(5)(a)(ii), could only be determined based on\nfacts developed at trial. Id. at 263.\n     15\n          On January 3, 2008, the parties consented to proceed\nunder the jurisdiction of a magistrate judge, pursuant to 28 U.S.C.\n§ 636(c). The case was accordingly reassigned.\n\n                               -18-\n\fplaintiffs going first and the Chmura police plaintiffs second.\n\nNearly all plaintiffs in both groups testified.\n\n           Plaintiffs' case, as presented, was that defendants were\n\nresponsible for illegally recording all calls that the Walden and\n\nChmura   plaintiffs       had   made    and     received    from   the    Complex.\n\nPlaintiffs' counsel underscored in his opening argument that all of\n\nplaintiffs' claims centered on defendants' recording of all their\n\ncalls,   not   on   the    theory      that    anyone   ever   listened    to   the\n\nrecordings. Plaintiffs asserted in their individual testimony that\n\nthey had an expectation of privacy as to all calls that they made,\n\nwhether they were emergency calls, calls involving other police or\n\nfirefighter business, or personal calls.                Counsel's closing again\n\ncited the recording of all of plaintiffs' calls as defendants'\n\nunlawful conduct.\n\n           Plaintiffs also framed their specific legal claims around\n\nthis proposition.         Plaintiffs' Fourth Amendment, Rhode Island\n\nConstitution, and state privacy act claims all turned on the theory\n\nthat plaintiffs had a general right of privacy in all phone\n\nconversations at the Complex.           They did not differentiate between\n\nthe police and firefighter groups or make particularized arguments\n\nabout individual expectations of privacy within those groups.\n\nTheir state wiretap act claims similarly asserted that defendants\n\ncould not legally record any of plaintiffs' calls, regardless of\n\n\n\n\n                                        -19-\n\fwhether   the    calls   involved   emergency    calls,    law   enforcement\n\nmatters, or personal calls.\n\n           Likewise, the court's initial statements to the jury\n\nreferred to the claim that the recording of all calls violated\n\nvarious laws.     The court made no distinctions between emergency\n\ncalls, calls from the public regarding police business that the\n\nCity might wish to monitor in order to respond to complaints, or\n\npersonal calls.       Nor did it otherwise distinguish between types of\n\ncalls or callers.\n\n           At the close of plaintiffs' case, all three defendants\n\nmade motions for judgment as a matter of law under Fed. R. Civ. P.\n\n50(a). The individual defendants argued that they were entitled to\n\nqualified immunity, that they fell within the exceptions to the\n\nwiretap statutes, and that plaintiffs' evidence failed to meet\n\ntheir   burden   of    proof.    Additionally,    the     City   argued   that\n\nplaintiffs could not establish municipal liability because the\n\ndecision to install and implement the recording system was not\n\ntaken by a final policymaker and the wiretap statutes did not apply\n\nto municipalities.\n\n           The court reserved ruling until later in the trial on\n\nVieira's, Lennon's, and the City's motions.               It dismissed the\n\nclaims against Police Chief Prignano.           It nonetheless concluded\n\nthat this did not require it to grant the City's Rule 50 motion,\n\neven though the court had previously identified Prignano as a final\n\n\n                                    -20-\n\fpolicymaker whose decisions could be attributed to the City.\n\nInstead, the court held as a matter of law that now Vieira was the\n\nCity's final policymaker for the decision to install and implement\n\nthe Total Recall recording system and that the City was responsible\n\nfor his actions.\n\n            Defendants then presented their case. Their basic theory\n\nwas that the Total Recall system, along with the rest of the\n\ntelephone    system,    was    installed   to    address      legitimate        law\n\nenforcement and cost-accounting needs. Defendants argued that they\n\nnever intended to record all calls at the Complex. They emphasized\n\nthat at least the police plaintiffs had been notified of the\n\nrecordings   and     that   defendants   did   not   intend   to   record       the\n\nfirefighters' personal line, which they said had been installed at\n\nthe Complex without the defendants' knowledge or involvement.\n\n            Defendants also pointed to plaintiffs' failure to provide\n\nevidence as to any specific calls that were recorded.                   They said\n\nthat plaintiffs' assertion that their rights were violated simply\n\nbecause they used the telephone system was insufficient and that\n\nplaintiffs needed to introduce evidence about specific calls.\n\nDefendants    also     criticized   plaintiffs'       failure      to    make     a\n\nparticularized case as to plaintiffs' expectations of privacy,\n\nsince each plaintiff made calls under different circumstances and\n\ntheir expectations of privacy would have varied.\n\n\n\n\n                                    -21-\n\f                  Following their presentation of evidence, defendants\n\nrenewed their Rule 50 motions.             On the same day, the court required\n\nplaintiffs to elect whether to proceed to a jury verdict on the\n\nstate or federal wiretap claims.16            Plaintiffs, relying on previous\n\nrulings that damages were mandatory under the state statute but\n\ndiscretionary under the federal one, elected to proceed under state\n\nlaw.\n\n                  Before the jury was charged on March 24, 2008, defendants\n\nobjected to the jury instructions and the proposed verdict form.\n\nThe court overruled their objections.              The court's instructions to\n\nthe    jury       again    referred   to   defendants'   recording   of   all   of\n\nplaintiffs' calls in and out of the Complex. The instructions made\n\nno effort to exclude or distinguish emergency calls or calls from\n\nthe public regarding police business that the City might wish to\n\nmonitor.          Nor did the instructions distinguish among different\n\ntypes        of    calls    when   describing     potential   defenses.         The\n\ninstructions also did not indicate to the jury whether it could\n\ntreat the firefighters' personal line separately.\n\n\n\n\n        16\n          The court did so pursuant to a November 2007 order on the\ndefendants' motions in limine on damages, in which the district\ncourt had held that because the federal and state wiretap claims\nwere parallel and would lead to duplicative damages, plaintiffs\nwere required at the close of trial to elect whether to seek\ndamages afforded by 18 U.S.C. § 2520 or those afforded by R.I. Gen.\nLaws § 12-5.1-13. Walden v. City of Providence (Walden I), Nos.\n04-304A, 04-553A, slip op. at 3 (D.R.I. Nov. 30, 2007).\n\n                                           -22-\n\f          The jury received separate verdict forms for the Walden\n\nfirefighter plaintiffs and the Chmura police plaintiffs.        Both\n\nforms also presented plaintiffs' claims broadly and did not permit\n\nthe jury to differentiate between the types of calls each plaintiff\n\nmade or received.17\n\n          On March 26, 2008, the jury found against Vieira and the\n\nCity on all counts, and against Lennon on the constitutional and\n\nprivacy act claims.      Each plaintiff in both plaintiff groups was\n\nawarded $1 in nominal damages for the constitutional claims, as\n\nwell as $1 for the privacy act claim and $1 for one of the state\n\nwiretap claims, R.I. Gen. Laws § 11-35-21.    One dollar in punitive\n\ndamages was also awarded to each plaintiff for the constitutional\n\nviolations, to be paid only by Vieira and Lennon.\n\n          Vieira and the City were also ordered, jointly and\n\nseverally, to pay statutory damages of $100 to each plaintiff for\n\nevery day on which the plaintiff made telephone calls that were\n\nrecorded, pursuant to one of the state wiretap act claims, id.\n\n§ 12-5.1-13(a).       The jury found that all of the Chmura police\n\n\n\n     17\n          Specifically, on the constitutional and privacy act\nclaims, the forms simply asked the jury whether each defendant had\nviolated all plaintiffs' rights within that group. On the wiretap\nact claims, the forms required the jury to find for all plaintiffs\nand against each defendant if the defendant had intercepted \"any of\n[p]laintiffs' telephone calls.\"    The same was true of the jury\nforms' presentation of the defendants' defense that the calls were\nin the course of law enforcement work, which only allowed the jury\nto find for all plaintiffs or all defendants. We describe these\nforms in greater detail below.\n\n                                 -23-\n\fplaintiffs and some of the Walden firefighter plaintiffs had their\n\ncalls intercepted, but also concluded that seventy-one of the\n\nWalden    plaintiffs,    including   all     of   the   firefighters'   family\n\nmembers, could not establish their calls were recorded on any day.\n\nStatutory damages under this count amounted to $526,700.                As the\n\nprevailing party under 18 U.S.C. § 1988, plaintiffs were also\n\nawarded attorney's fees and costs, totaling $539,452.37.18              Walden\n\nv. City of Providence (Walden III), Nos. 04-304A, 04-553A, slip op.\n\nat 1 (D.R.I. Oct. 15, 2008).      Defendants timely renewed their Rule\n\n50 motions after the verdict, pursuant to Fed. R. Civ. P. 50(b).\n\n            On May 15, 2008, the court denied defendants' Rule 50\n\nmotions.    It declined to reconsider its finding that Vieira was a\n\nfinal policymaker for purposes of the City's municipal liability.\n\nWalden v. City of Providence (Walden II), Nos. 04-304A, 04-553A,\n\nslip op. at 14-17 (D.R.I. May 15, 2008).           It also denied qualified\n\nimmunity to Lennon and Vieira, ruling that \"no reasonable official\"\n\ncould have concluded that the recordings were permissible.               Id. at\n\n18-19.\n\n            Defendants    now   appeal      the   denial   of   their   summary\n\njudgment and Rule 50 motions on qualified immunity, municipal\n\n\n\n     18\n          Plaintiffs sought attorney's fees and costs under federal\nlaw, 18 U.S.C. § 1988, Fed. R. Civ. P. 54(d), D.R.I. Local Rule\n54.1, and the state wiretap and privacy acts, R.I. Gen. Laws §§ 12-\n5.1-13, 9-1-28.    Although the district court only analyzed the\nclaim under federal law, plaintiffs claimed at oral arguments they\nwere also entitled to fees on state law grounds.\n\n                                     -24-\n\fliability, and the applicability of the wiretap statute to the City\n\nas a municipality and to all three defendants.               They also claim\n\nerror in several of the district court's evidentiary rulings, its\n\njury instructions and verdict forms, and rulings on attorney's\n\nfees.      Defendant   Lennon   further      claims   that   the   verdict   was\n\ninconsistent and that the evidence was insufficient to find her\n\nliable.\n\n                                      III.\n\nA.   Appeals from Verdicts for Plaintiffs on U.S. Constitution\n     Fourth Amendment Claims\n\n1.   Qualified Immunity for Defendants Vieira and Lennon\n\n             We first consider whether Vieira and Lennon were entitled\n\nto   qualified   immunity.      The    defendants     have   preserved   their\n\nobjections to the district court's denial of immunity.              Plaintiffs\n\ndo not seriously contend otherwise.19\n\n             Our review of the denial of qualified immunity is de\n\nnovo.      Guillemard-Ginorio v. Contreras-Gómez, 585 F.3d 508, 525\n\n(1st Cir. 2009).       To the extent it is relevant, we review the\n\nevidence in the light most favorable to the jury's verdict.                  Id.\n\nWe conclude the court erred in denying the individual defendants\n\nqualified immunity.\n\n\n      19\n          Plaintiffs argue that the individual defendants abandoned\nany claim to qualified immunity when they failed to take an\ninterlocutory appeal from the denial of the summary judgment\nmotion. That is plainly incorrect. See Wilson v. City of Boston,\n421 F.3d 45 (1st Cir. 2005); Iacobucci v. Boulter, 193 F. 3d 14, 23\n(1st Cir. 1999).\n\n                                      -25-\n\f            Officials are entitled to qualified immunity unless (1)\n\n\"the facts that a plaintiff has alleged or shown make out a\n\nviolation of a constitutional right\" and (2) \"the right at issue\n\nwas   'clearly     established'     at     the    time   of    [their]      alleged\n\nmisconduct.\"      Pearson v. Callahan, 129 S. Ct. 808, 816 (2009).\n\n            The   Supreme   Court    has    given    this     second   prong    two\n\naspects.    The first is whether, based on the \"clarity of the law at\n\nthe time of the alleged civil rights violation,\" \"'[t]he contours\n\nof the right . . . [were] sufficiently clear that a reasonable\n\nofficial would understand that what he is doing violates that\n\nright.\"    Maldonado v. Fontanes, 568 F.3d 263, 269 (1st Cir. 2009)\n\n(quoting Anderson v. Creighton, 483 U.S. 635, 640 (1987)).                     The\n\nsecond aspect is whether, based on the \"facts of the particular\n\ncase,\" a \"reasonable defendant would have understood that his\n\nconduct violated the plaintiffs' constitutional rights.\"                       Id.\n\nQualified    immunity    generally       protects    \"all     but   the     plainly\n\nincompetent or those who knowingly violate the law.\"                   Malley v.\n\nBriggs, 475 U.S. 335, 341 (1986).\n\n            Courts   need   not     address      these   questions     in    order.\n\nPearson, 129 S. Ct. at 818; Maldonado, 568 F.3d at 269-70.                  We turn\n\nto the second part of the test and specifically whether the right\n\nin question was so clearly established as to give notice to\n\n\n\n\n                                     -26-\n\fdefendants that their actions were unconstitutional in 2002.20 This\n\nis a question of pure law.\n\n             This question must be resolved based on the state of the\n\nlaw at the time of the alleged violation.         See Brousseau v. Haugen,\n\n543   U.S.   194,   198   (2004).    Further,    \"this   inquiry    'must   be\n\nundertaken in light of the specific context of the case, not as a\n\nbroad general proposition,'\" id. (quoting Saucier v. Katz, 533 U.S.\n\n194, 201 (2001)), and \"[t]he relevant, dispositive inquiry . . . is\n\nwhether it would be clear to a reasonable officer that his conduct\n\nwas unlawful in the situation he confronted.\" Saucier, 533 U.S. at\n\n201 (emphasis added).\n\n             Thus, the relevant question in this case is not whether\n\nin 2002 the Fourth Amendment generally prohibited the recording of\n\ntelephone calls.     The question is whether, in 2002, public safety\n\nemployees, like plaintiffs, had a clearly established right under\n\nthe Fourth Amendment not to have calls made at work recorded.\n\n             We hold there was no such clearly established law. There\n\nwere no Supreme Court cases, no \"cases of controlling authority in\n\n[plaintiffs'] jurisdiction at the time of the incident,\" and no\n\n\"consensus     of   cases   of   persuasive     authority\"   showing    that\n\nplaintiffs'     asserted    Fourth    Amendment    rights    were    clearly\n\n\n\n      20\n          Since plaintiffs elected not to pursue their remedies\nunder the federal wiretap act, 18 U.S.C. § 2510 et seq., we need\nnot reach the question of whether the qualified immunity doctrine\nmay be used in defense to a claim under that statute.\n\n                                     -27-\n\festablished in 2002.          Wilson v. Layne, 526 U.S. 603, 617 (1999)\n\n(holding that where none of these sources had relevant supporting\n\nprecedent, the asserted right was not \"clearly established\"); see\n\nalso Brady v. Dill, 187 F.3d 104, 116 (1st Cir. 1999).\n\n              In 2002, there was no Supreme Court precedent that\n\naddressed     whether    defendants'        particular     conduct      violated   the\n\nFourth Amendment.         Plaintiffs rely heavily on Katz v. United\n\nStates, 389 U.S. 347 (1967), which held that the Fourth Amendment\n\ngenerally requires the government to obtain prior judicial sanction\n\nbefore recording calls from a public telephone booth.                           Id. at\n\n355-59.       They likewise cite O'Connor v. Ortega, 480 U.S. 709\n\n(1987),   which      merely    held     that   an    employee     had   a   reasonable\n\nexpectation of privacy in his office desk and file cabinets that he\n\ndid not share with other employees.                 Id. at 718.    Neither of these\n\ncases address public safety employees' expectations of privacy at\n\nwork,   and    neither   can       be   construed     to   show   that      defendants'\n\nparticular conduct was unlawful.                  This is precisely the kind of\n\n\"high level of generality\" that the Court has held insufficient,\n\nBrousseau,     543    U.S.    at    200,    particularly        given    the    Court's\n\nrecognition that an individual's expectation of privacy varies\n\nwithin different parts of the workplace and depending upon the\n\nnature of his or her work.              See O'Connor, 480 U.S. at 716-17.\n\n\n\n\n                                           -28-\n\f             Nor had any First Circuit case held as of 2002 that the\n\nFourth Amendment was violated if police and fire public safety\n\nemployers recorded all calls to and from their employees' offices.\n\n             There was also no clear consensus among other circuit\n\ncourts.      Indeed, this lack of consensus was explicitly recognized\n\nby the one court of appeals to squarely address a factual situation\n\nsimilar to the case at hand.           In that case, Blake v. Wright, 179\n\nF.3d 1003 (6th Cir. 1999), the Sixth Circuit held that a police\n\nchief was entitled to qualified immunity for his implementation of\n\na   system    that   recorded     almost   all   personal,   emergency,    and\n\nadministrative       calls   at   a   police   station   without   the   police\n\nemployees' knowledge.        It so held because the unconstitutionality\n\nof these recordings was not clearly established as a matter of law.\n\nId. at 1010-11.21        This certainly would not have informed the\n\n\n      21\n          There was one circuit opinion, Abbott v. Village of\nWinthrop Harbor, 205 F.3d 976 (7th Cir. 2002), in which a jury\nfound under § 1983 against a police chief and village that recorded\npolice officers' calls.     Id. at 977.    However, in that case,\nplaintiffs argued only that the recording of their personal line,\nand not the emergency and office lines at the station, violated\ntheir Fourth Amendment rights. Id. Moreover, plaintiffs' claim of\na reasonable expectation of privacy on their personal line in that\ncase was based upon the police chief's initial exclusion of the\npersonal line from the recording system, his explicit announcement\nto all officers that the personal line would not be recorded, and\nhis subsequent, secret decision to begin recording the personal\nline for personal reasons unrelated to police work. Id. at 978-99.\nBecause the police chief did not appeal, the court did not discuss\nqualified immunity at all, let alone whether plaintiffs' rights in\nthis context were clearly established.\n     In October 2002, another circuit court upheld a jury verdict\nthat a police officer's Fourth Amendment rights had been violated\nwhen a specific call he made to his wife was recorded and listened\n\n                                       -29-\n\findividual defendants that their specific conduct violated the\n\nFourth Amendment.\n\n                Moreover, other circuits' precedents in a line of cases\n\nunder        Title    III    of    the    federal      wiretap   act     would    have   led\n\nreasonable officials to conclude that recording all calls into and\n\nout of a police station was neither illegal nor unconstitutional.\n\n                If    under       Title   III    law    the    defendants       could    have\n\nconcluded        their       actions      were   not     illegal,      then   they      could\n\nreasonably have concluded it was not clearly established that the\n\nsame actions would violate the Constitution.                           Congress enacted\n\nTitle III in response to Katz, see Bartnicki v. Vopper, 532 U.S.\n\n514, 523 (2001), and in doing so attempted to provide at least as\n\nmuch protection as the Constitution affords.                             See Mitchell v.\n\nForsyth, 472 U.S. 511, 531-32 (1985); Dalia v. United States, 441\n\nU.S.     238,        256    n.18    (1979).         Further,     Title    III    statutory\n\nrequirements are relevant to the question of what public safety\n\nemployees' reasonable expectations of privacy were.22\n\n\n\nto. Zaffuto v. City of Hammond, 308 F.3d 485, 488-89 (5th Cir.\n2002). There, the violation was not recording lines as a general\nmatter, but instead that his particular call was accessed and\nreviewed.  Id.  The court also made no finding as to qualified\nimmunity. Id.\n        22\n          To the extent that the district court relied on disputes\nover the degree of notice of the recordings that defendants gave to\nplaintiffs to deny immunity, it erred.       There was no clearly\nestablished law that explicit notice to employees of recording was\nrequired in police offices and some law pointed the other way.\nAmati v. City of Woodstock, 176 F.3d 952, 955 (7th Cir. 1999).\n\n                                              -30-\n\f           The lead Title III case that defendants relied on for\n\ntheir immunity claims is Amati v. City of Woodstock, 176 F.3d 952\n\n(7th Cir. 1999).   There, the court upheld a jury finding that a\n\npolice department's practice of recording all calls on a line used\n\nby employees for both personal and business calls was not a\n\nviolation of Title III.        Id. at 955-56.       The court held that the\n\ncalls fell within the exception for recording \"by an investigative\n\nor law enforcement officer in the ordinary course of his duties.\"\n\nId. at 954-55.   The court found \"[i]t is routine, standard, hence\n\n'ordinary' for all calls to and from the police to be recorded,\"\n\nbecause the \"calls may constitute vital evidence\" and can be used\n\nto \"evaluate[] the speed and adequacy of the response of the police\n\nto tips, complaints, and calls for emergency assistance.\"             Id. at\n\n954. The Amati court further explained it was \"irrelevant\" whether\n\npersonal calls on a police department's lines were recorded,\n\nholding that \"if all the lines are taped, as is the ordinary\n\npractice of police departments, then the recording of personal as\n\nwell as of official calls is within the ordinary course.\"             Id. at\n\n956.\n\n           Other courts had also taken the view before 2002 that\n\n\"the routine and almost universal recording of phone lines by\n\npolice   departments   .   .   .   as   well   as   other   law   enforcement\n\ninstitutions is exempt from the [federal wiretap statute]\" and the\n\npractice of \"routinely and indiscriminately record[ing] all phone\n\n\n                                    -31-\n\factivity in and out of the police department\" is \"well known in the\n\nindustry and in the general public.\"                   Adams v. City of Battle\n\nCreek, 250 F.3d 980, 984 (6th Cir. 2001); see also Abraham v.\n\nCounty     of    Greenville,     237     F.3d   386,     391    (4th     Cir.    2001)\n\n(recognizing \"the County's need to monitor for law enforcement\n\npurposes        calls    relating   to     Detention      Center       inmates     and\n\nemployees\"); First v. Stark County Bd. of Comm'rs, No. 99-3547,\n\n2000 WL 1478389, at *4 (6th Cir. 2000) (holding the routine\n\nrecording of all conversations in a sheriff's office dispatchers'\n\ndepartment was protected by Title III's law enforcement provisions\n\nand dismissing plaintiffs' constitutional claims).\n\n            We need not address the jury's verdict. This is an issue\n\nof   law   on    which    the   district    court      erred.      The    individual\n\ndefendants are entitled to judgment on the basis of qualified\n\nimmunity.\n\n2.   Municipal Liability for the Fourth Amendment Claims Against\n     City of Providence\n\n            This leaves the City's Rule 50 motion on the Fourth\n\nAmendment claims against it.23           The City says there is no municipal\n\nliability for the recordings because plaintiffs' calls were not\n\nrecorded pursuant to any official policy or custom. This issue was\n\n\n\n      23\n          Unlike individual defendants, municipalities are not\nentitled to qualified immunity. Our finding that Vieira and Lennon\nare entitled to such immunity does not dispose of the issue of\nmunicipal liability. Owen v. City of Independence, 445 U.S. 622,\n638 (1980).\n\n                                         -32-\n\fpreserved.   We review de novo.         Valentin-Almeyda v. Mun. of\n\nAguadilla, 447 F.3d 85, 95-96 (1st Cir. 2006).     We hold, contrary\n\nto the district court, that the City was entitled to judgment as a\n\nmatter of law.\n\n          Municipal defendants may be held liable under § 1983 for\n\nactions taken pursuant to an official policy or an official custom\n\nthat violated the Constitution.    Monell, 436 U.S. at 694; Young v.\n\nCity of Providence, 404 F.3d 4, 26 (1st Cir. 2005).     \"A plaintiff\n\ncan establish the existence of an official policy by,\" inter alia,\n\n\"showing that the alleged constitutional injury was caused . . . by\n\na person with final policymaking authority.\"    Welch v. Ciampa, 542\n\nF.3d 927, 941 (1st Cir. 2008) (internal citations omitted).\n\n          Whether an official is a final policymaker is also a\n\nquestion of law for the trial judge to decide.24     Jett v. Dallas\n\nIndep. Sch. Dist., 491 U.S. 701, 737 (1989).      This determination\n\nrequires a showing that \"a deliberate choice to follow a course of\n\naction [was] made from among various alternatives by the official\n\nor officials responsible for establishing final policy with respect\n\nto the subject matter in question.\" Pembaur v. City of Cincinnati,\n\n475 U.S. 469 (1986) (plurality opinion); see also Wilson, 421 F.3d\n\nat 59-60 (applying this test).\n\n\n\n     24\n          The district court's instructions to the jury make clear\nthat the finding of municipal liability rested on the court's\nruling that Vieira was a final policymaker. Plaintiffs did not\nargue that there was some other policymaker.\n\n                                 -33-\n\f             Whether an official has this requisite level of specific\n\npolicymaking authority is a matter of state law.           Jett, 491 U.S. at\n\n737.      Courts must look to state law, including \"valid local\n\nordinances and regulations,\" for descriptions of the duties and\n\nobligations of putative policymakers in the relevant area at issue.\n\nCity    of   St.   Louis   v.   Praprotnik,   485   U.S.   112,   125   (1988)\n\n(plurality opinion).        This does not mean that we look simply to\n\nstate law labels to determine whether an official is a final\n\npolicymaker, \"[b]ut our understanding of the actual function of a\n\ngovernmental official, in a particular area, will necessarily be\n\ndependent on the definition of the official's functions under\n\nrelevant state law.\" McMillian v. Monroe County, 520 U.S. 781, 786\n\n(1997).      This, too, is a question of law for the judge to decide.\n\n             Plaintiffs argue, and the district court agreed, that\n\nVieira was a final policymaker with respect to the decisions to\n\nprocure and implement the Total Recall system.               They say that\n\nVieira was responsible for the RFP and the actual decision to award\n\nExpanets the bid.      They also say that he had final authority with\n\nregards to how the system was implemented.                 We reject these\n\narguments and hold that Vieira was not a final policymaker in this\n\ncase.\n\n             Both as a matter of state law and in practice, Vieira did\n\nnot have final policymaking authority over the decision to procure\n\nthe recording system and award Expanets the bid.\n\n\n                                     -34-\n\f             The    City    Charter    clearly     states    that     the    Board    of\n\nContract and Supply, not the Department of Public Safety or its\n\nofficials, is the department with \"responsibility . . . [t]o make\n\nall   contracts     for     purchase    of   materials,      supplies,       services,\n\nequipment    and    property     on    behalf    of   the    city,    the    price    or\n\nconsideration       of   which   shall    exceed      five   thousand       dollars.\"25\n\nCharter, art. X, § 1007(c)(1).               Moreover, the Board controls key\n\naspects of the bidding process, since bids are \"to be submitted,\n\nopened and considered in accordance with rules and regulations\n\napproved by the board.\"          Id.    The Board also has total discretion\n\n\"[t]o reject any or all bids submitted to it for a specific\n\npurpose\" if, in its judgment, \"the public interest will be best\n\nserved thereby.\"         Id. § 1007(c)(3).\n\n             Although the Commissioner of Public Safety has, through\n\nthe    Director      of      Communications,          responsibility         for     the\n\n\"procurement, installation, and proper operation\" of \"all municipal\n\nradio, television, teletype and other associated equipment,\" id. at\n\n§ 1001(c), this procurement function is constrained by the Board of\n\nContract's control over the bidding process.                   The Department of\n\nPublic     Safety    can,    through     the    Director      of     Communications,\n\n\n      25\n          While the Board's members include the Commissioner of\nPublic Safety, its total membership also includes the Mayor and ten\nother departmental heads and senior city officials. It does not\ninclude the Director of Communications. Charter, art. X, § 1007.\nMoreover, the Mayor has general authority \"[t]o supervise, direct\nand control the activities of all departments and agencies of city\ngovernment.\" Id. art. III, § 302(a).\n\n                                         -35-\n\finfluence the general substantive parameters of an RFP in these\n\nareas, but it cannot, by law, control which vendor ultimately\n\nreceives the award.\n\n          The Board of Contract and Supply, not Vieira, was also\n\nresponsible in practice for all of the relevant decisions involved\n\nin awarding Expanets the bid to install its telephone system,\n\nincluding Total Recall, in the Complex.   Uncontested testimony at\n\ntrial showed that Vieira was one voice among many during the\n\nplanning meetings and did not single-handedly set the desired\n\nparameters for the Complex phone system himself.   Although Vieira\n\nused those parameters to create the RFP he sent to Alan Sepe, the\n\nActing Director of the Department of Public Property, Vieira did\n\nnot have final policymaking authority over the RFP.    It was only\n\nadopted after the Board of Contract and Supply reviewed it and\n\nvoted on it, and Vieira was not a member of that body.\n\n          Nor did Vieira have final policymaking authority over the\n\ndecision to award Expanets the bid.   The RFP itself clearly stated\n\nthat the Board of Contract and Supply had decisionmaking authority\n\nand that the ordinary practice was to award the bid to the \"lowest\n\nresponsible bidder\" who met the RFP's specifications.     Expanets\n\nonly received the bid after the Board of Contract and Supply,\n\npursuant to the City Charter, voted to do so.\n\n          Plaintiffs claim, and the district court held, that\n\nVieira was nonetheless the final policymaker because he recommended\n\n\n                               -36-\n\fto the Commissioner of Public Safety and Sepe that Expanets' bid be\n\naccepted     and     both    of    them     deferentially     reviewed   his\n\nrecommendation.      That conclusion is contrary to the relevant law.\n\n\"Simply going along with discretionary decisions made by one's\n\nsubordinates . . . is not a delegation to them of the authority to\n\nmake policy.\" Praprotnik, 485 U.S. at 130.              It also ignores the\n\nfact that the Board of Contract and Supply ultimately voted to\n\naward the bid, and there is no argument that the board did not\n\nindependently review the merits of Expanets' proposal.\n\n           As a matter of state law and in practice, Vieira also\n\nlacked final policymaking authority over the implementation of the\n\nTotal Recall system.        The Charter makes clear that the Director of\n\nCommunications's authority is subsidiary to the Commissioner of\n\nPublic Safety, who heads the Department of Communications and is\n\nultimately         \"responsible,     through      the       [D]irector   of\n\n[C]ommunications, for the complete operation of the department\n\n. . . and for the design, procurement, installation and proper\n\noperation of all the equipment under its jurisdiction.\"            Charter,\n\nart. X, § 1001(c)(2).       \"[W]hen a subordinate's decision is subject\n\nto review by the municipality's authorized policymakers, [the\n\npolicymakers] have retained the authority to measure the official's\n\nconduct for conformance with their polices.\"            Praprotnik, 485 U.S.\n\nat 127.\n\n\n\n\n                                     -37-\n\f          Vieira also did not have final policymaking authority\n\nover the implementation of the Total Recall system in practice.\n\nAll indications suggest the Total Recall system was activated by\n\nExpanets technicians in May 2002 immediately after its installation\n\nand pursuant to Expanets' contract with the City.    Vieira was also\n\nnot a final policymaker with respect to the decision to shut the\n\nsystem down. Rather, Police Chief Esserman, when he learned of the\n\nsystem, unilaterally ordered it shut down, apparently without\n\nhaving to consult with Vieira.\n\n          There was also no custom or practice for which the City\n\ncould be held liable, and to the extent the jury's finding of\n\nliability rested on that theory, a reasonable person could not have\n\nreached that conclusion.     Visible Sys. Corp. v. Unisys Corp., 551\n\nF.3d 65, 71 (1st Cir. 2009).    To find municipal liability, we have\n\nrequired that the custom or practice \"be so well-settled and\n\nwidespread that the policy making officials of the municipality can\n\nbe said to have either actual or constructive knowledge of it yet\n\ndid nothing to end it.\"    Bisbal-Ramos v. City of Mayagüez, 467 F.3d\n\n16, 24 (1st Cir. 2006) (quoting Silva v. Worden, 130 F.3d 26, 31\n\n(1st Cir. 1997)) (internal quotation marks omitted).\n\n          The recordings in this case were neither so widespread\n\nnor so well-settled as to be a custom or practice.     They occurred\n\nat a single building and for a period of eight months.      This was\n\ndifferent from the City's otherwise-established practice of not\n\n\n                                 -38-\n\frecording calls except pursuant to the policy at the EOC.                   Nor did\n\nplaintiffs show the City's policymaking officials had constructive\n\nknowledge of it and yet did nothing to end it.                   Indeed, when Fire\n\nChief Lanzi learned of it, he had his own telephone lines removed,\n\nwhile Police Chief Esserman, on learning of the recordings, had the\n\nTotal Recall system shut down.               Plaintiffs presented no evidence\n\nany other officials knew of the recordings.                      Nor on appeal do\n\nplaintiffs point to any evidence presented that showed a policy or\n\ncustom was established.\n\n                   The City is entitled to judgment on the Fourth Amendment\n\nclaims.\n\nB.   State Constitutional Claims\n\n                   The district court treated the defendants' liability\n\nunder        the    state   constitutional    claims   as   identical      to   their\n\nliability under the federal constitutional claims.                  The plaintiffs\n\ndid not object at trial and do not challenge this approach on\n\nappeal.        We hold they have waived any objection to disposing of\n\ntheir state law claims based on the disposition of their federal\n\nconstitutional          claims,   and   judgment   must     be   entered    for   all\n\ndefendants26 on the state constitutional claims as well.\n\n\n\n        26\n          Because we have granted qualified immunity under § 1983,\nthere is no reason to believe the defendants are not also entitled\nto qualified immunity on state constitutional claims. Rhode Island\nlaw recognizes qualified immunity. Ensey v. Culhane, 727 A.2d 687,\n690-91 (R.I. 1999); see also Hatch v. Town of Middletown, 311 F.3d\n83, 90 (1st Cir. 2003).\n\n                                         -39-\n\fC.   Pendent State Statutory Claims\n\n            Plaintiffs also prevailed at trial on their state law\n\nclaims    for   violation   of   the   state   wiretap   and   privacy   acts.\n\nDefendants appeal.     We start with the City's claim of error of law,\n\nthat it cannot be sued under the state wiretap act because it is\n\nnot a \"person\" within the meaning of the act.              As a result, the\n\nCity argues, the state wiretap claims against the City should have\n\nbeen dismissed and no damages could be awarded against it.\n\n1.   The City Is Not a \"Person\" Who May Be Sued Under the\n     Rhode Island Wiretap Act\n\n            The district court rejected on summary judgment the claim\n\nthat the City was not within the scope of the federal wiretap act,\n\nWalden, 495 F. Supp. 2d at 265-67, but did not address the City's\n\nseparate claim that it was not a defendant within the state wiretap\n\nact, id. at 271.     The City properly preserved the claim.27        This is\n\na pure issue of law, which we review de novo.            Omnipoint Holdings,\n\nInc. v. City of Cranston, 586 F.3d 38, 45 (1st Cir. 2009).           We hold\n\nthat the City is not a proper defendant within the scope of the\n\nstate wiretap act.\n\n\n\n\n     27\n          Plaintiffs argue that the City did not preserve the claim\nat the summary judgment stage or later.     Our own review of the\nCity's summary judgment motion shows that the City plainly\npresented the argument that the state wiretap law did not allow\nsuit against a municipality because of a difference in wording in\nthe state and federal acts. Further, the City did raise on its\nRule 50 motion the argument that it was entitled to judgment on\nboth of the federal claims and all of the state claims.\n\n                                       -40-\n\f           The City argues that while the Rhode Island wiretap\n\nstatute generally mirrors the federal statute, the federal act\n\napplies to a broader range of possible defendants than state law\n\ndoes.    The federal statute makes any \"person\" who violates it\n\ncivilly liable and was amended by the Electronic Communications\n\nPrivacy Act of 1986 (\"ECPA\"), Pub. L. No. 99-508 § 103 (1986), to\n\nalso make any \"entity\" liable.         18 U.S.C. § 2520(a). The Rhode\n\nIsland statute instead permits suit only against a \"person\" and\n\ndoes not include the term \"entity.\" R.I. Gen. Laws §§ 11-35-21(a),\n\n12-5.1-13(a).    The City argues that it cannot be sued under the\n\nstate law because it is not a \"person\" under the Rhode Island\n\nwiretap act.\n\n           We apply Rhode Island's rules of statutory construction\n\nto interpret this statute. Under these rules, unambiguous language\n\nis given its \"plain and ordinary meaning,\" Castelli v. Carcieri,\n\n961 A.2d 277, 284 (R.I. 2008), and for ambiguous text, we look at\n\nthe \"statute in its entirety to determine the intent and purpose of\n\nthe legislature,\" Harvard Pilgrim Health Care of New England, Inc.\n\nv. Rossi, 847 A.2d 286, 290 (R.I. 2004).           Rhode Island's law also\n\ndictates that we interpret the state wiretap act by analogy to\n\ninterpretations of the federal wiretap act, both before and after\n\nthe 1986 amendment that added the term \"entity.\"              See State v.\n\nOster,   922   A.2d   151,   162   (R.I.   2007)   (citing   federal   court\n\ninterpretations the federal wiretap act to interpret parallel\n\n\n                                    -41-\n\flanguage in the state provision); State v. O'Brien, 774 A.2d 89,\n\n94-95 (R.I. 2001) (same).\n\n           The Rhode Island wiretap act by its terms only provides\n\nfor suits against \"any person who intercepts, discloses, or uses\n\nthe communications\" at issue.             R.I. Gen. Laws § 12-5.1-13(a).\n\nFurther, recovery is \"from that person.\"            Id.28\n\n           The    statute    in    turn    defines    a     \"person\"   as    any\n\n\"individual, partnership, association, joint stock company, trust,\n\nor corporation, whether or not any of the foregoing is an officer,\n\nagent, or employee of the United States, a state, or a political\n\nsubdivision of a state.\"          R.I. Gen. Laws § 12-5.1-1(11).             This\n\nlanguage   makes    clear    that    only    \"officer[s],        agent[s],     or\n\nemployee[s]\" of municipal governments are \"persons\" who may be\n\nsued, not municipalities themselves.          Id.\n\n           Further, the wiretap act's unique definition of the term\n\n\"person\" shows the state legislature did not intend the act to\n\nprovide for suit against municipalities.             Unlike the wiretap act\n\ndefinition, Rhode Island's general definition of \"person\" for\n\npurposes   of    statutory   construction     \"extends      to   and   includes\n\nco-partnerships and bodies corporate and politic,\"               Id. § 43-3-6,\n\nwhich does include the City of Providence, see Charter, Art. I, §\n\n\n     28\n          The other section plaintiffs sued under is a criminal\nprovision that incorporates a requirement that the recordings be\nwillful and also applies only to \"persons.\"      R.I. Gen. Laws\n§ 11-35-21(a). Rhode Island courts use the definitions in § 12-\n5.1-1 when interpreting § 11-35-21. See O'Brien, 774 A.2d at 94.\n\n                                    -42-\n\f102.        Had Rhode Island's legislature wished the act to cover\n\nmunicipalities, it could have ensured it did so specifically by\n\nincluding the phrase \"bodies corporate and politic,\" or using the\n\nState's general definition of the word \"person.\"\n\n              Our conclusion that municipalities are not \"persons\"\n\nunder the state act is reinforced by the material differences in\n\nlanguage between the state and federal wiretap acts regarding who\n\ncan be held liable.        The equivalent provision in the federal\n\nwiretap statute, 18 U.S.C. § 2520(a), was amended by the ECPA to\n\nadd to the statutory definition of those who could be held liable\n\nthe term \"or entity.\"       Pub. L. No. 99-508 § 103 (1986).     This\n\namendment, courts agree, is the only possible basis for holding\n\nmunicipalities liable under the federal act and even so, federal\n\ncourts disagree as to whether even the term \"entity\" includes a\n\nmunicipality.      Compare Adams, 250 F.3d at 985; Williams v. City of\n\nTulsa, 393 F. Supp. 2d 1124, 1132 (N.D. Okla. 2005), with Abbott,\n\n205 F.3d at 980; Anderson v. City of Columbus, 374 F. Supp. 2d\n\n1240, 1244-45 (M.D. Ga. 2005).      And it is clear that Congress did\n\nnot intend to define the term \"person\" to include municipalities in\n\nthe federal statute.29 Abbott, 205 F.3d at 980; cf. Adams, 250 F.3d\n\n\n       29\n          The federal statute defines a \"person\" as \"any employee,\nor agent of the United States or any State or political subdivision\nthereof, and any individual, partnership, association, joint stock\ncompany, trust, or corporation.\" 18 U.S.C. § 2510(6). Although\nthis language varies slightly from that of § 12-5.1-1(11), we\nconclude that both clearly exclude municipalities from the\ndefinition of persons.\n\n                                  -43-\n\fat 985.    This again indicates that the Rhode Island statute does\n\nnot permit a cause of action against the City.\n\n            The City of Providence is entitled to dismissal of the\n\nclaims against it under the state wiretap law.             Because plaintiffs\n\nelected to pursue remedies under the state law to the exclusion of\n\nfederal law, all claims under the state wiretap act against the\n\nCity must be dismissed.\n\n2.   Trial Error from the Jury Verdict Forms Affecting All\n     Remaining Claims\n\n            This leaves the jury verdict finding Vieira alone liable\n\non the state wiretap claims.           Plaintiffs were awarded $526,700 in\n\nstatutory damages under § 12-5.1-13 and $1 each in nominal damages\n\nunder § 11-35-21.       Also remaining is the verdict against all three\n\ndefendants,      for   which    each   plaintiff   received   $1   in   nominal\n\ndamages.    How we resolve these issues on appeal affects the award\n\nof attorney's fees against the defendants.\n\n            Defendants argue that the two jury verdict forms were\n\nimproper because they did not require the jury to make separate\n\nfindings as to each plaintiff against each defendant for the state\n\nwiretap    act   and   the     state   privacy   act   claims.30   Defendants\n\npreserved this issue with timely objections at trial.\n\n\n\n\n     30\n          Although the same critique applies to the verdict forms\nfor the constitutional claims, our earlier findings on qualified\nimmunity and municipal liability make it unnecessary for us to\nreach that issue.\n\n                                       -44-\n\f           \"A   verdict   form   must    be   'reasonably   capable   of   an\n\ninterpretation that would allow the jury to address all factual\n\nissues essential to judgment.'\"         Sanchez-Lopez v. Fuentes-Pujols,\n\n375 F.3d 121, 134 (1st Cir. 2004) (quoting Sheek v. Asia Badger,\n\nInc., 235 F.3d 687, 699 (1st Cir. 2000)).          We examine the verdict\n\nforms, along with the court's jury instructions, \"to determine\n\nwhether the issues were fairly presented to the jury.\" Id.; Sheek,\n\n235 F.3d at 699.    Our review is de novo.        Sanchez-Lopez, 375 F.3d\n\nat 134-35.\n\n           Plaintiffs' claims under the state wiretap and privacy\n\nacts, as instructed to the jury, required individual findings with\n\nrespect to each plaintiff against each defendant. The jury verdict\n\nforms repeatedly failed to differentiate between the plaintiffs on\n\nvarious counts, forcing the jury to choose between finding for all\n\nor none of the plaintiffs and relieving individual plaintiffs of\n\nthe burden of proving their own cases.        We hold that this prevented\n\nthe wiretap and privacy claims from being fairly presented to the\n\njury.\n\na.   Plaintiffs' Claims Had to be Proved Individually\n\n           We assume arguendo that the instructions, as worded,\n\nadequately presented the law and instead focus on what those\n\ninstructions required plaintiffs to prove.\n\n           Under the state wiretap act claims, plaintiffs had to\n\nshow that their telephone calls had been intercepted, R.I. Gen.\n\n\n                                   -45-\n\fLaws §§ 11-35-21, 12-5.1-13, and that defendants had done so\n\nintentionally.31     Thus, the defendants could not be liable to any\n\nplaintiff whose calls they did not intentionally record.                         Cf.\n\nReynolds v. Spears, 93 F.3d 428, 432 (8th Cir. 1996) (affirming\n\nsummary judgment for defendants on a similar provision of the\n\nfederal wiretap act, 18 U.S.C. § 2520(a), when plaintiffs relied\n\nsolely on a jury finding for a co-plaintiff to show their calls\n\nwere intercepted and provided no evidence of their own).\n\n            Defendants      also   had    defenses     that   the   jury   had    to\n\nconsider.    The first, which the court only allowed for one of the\n\ntwo wiretap claims, under § 12-5.1-13, was a law enforcement\n\ndefense.     Under the wiretap act, defendants had a defense for\n\nintercepted calls on \"[a]ny telephone . . . being used by . . . an\n\ninvestigative or law enforcement officer in the ordinary course of\n\nhis   or   her   duties.\"     R.I.   Gen.       Laws   §   12-5.1-1(7)(i).        As\n\ninstructed by the court, this required a finding as to whether\n\ndefendants were law enforcement officers and whether or not the\n\ncalls were recorded in the ordinary course of duties.32               If nothing\n\n\n      31\n          Plaintiffs raised state wiretap claims based on two\ndifferent statutory provisions. Count Four was under R.I. Gen.\nLaws § 11-35-21, and Count Six was under R.I. Gen. Laws\n§ 12-5.1-13. The court instructed the jury separately on these\nclaims, but it provided the jury with forms that did not\ndistinguish   between  the   two claims   and  addressed  them\nsimultaneously.\n      32\n          Although we do not ultimately decide defendant Vieira's\nargument that the court incorrectly applied the law enforcement\nexception to the state wiretap act, we question the court's\n\n                                         -46-\n\felse, the jury would have had to determine whether each defendant\n\nwas   a    law   enforcement    officer    and   whether   the   individual\n\nplaintiffs' telephone calls were recorded in the ordinary course of\n\nlaw enforcement duties.        Cf. Amati, 176 F.3d at 955 (considering\n\nwhether recordings on a specific police department private line\n\nfell within the equivalent federal law enforcement exception).33\n\n            Finally, for the wiretap claim under R.I. Gen. Laws § 12-\n\n5.1-13, plaintiffs had to individually show the number of days that\n\ntheir calls had actually been recorded for purposes of calculating\n\nstatutory damages.     See id. § 12-5.1-13(a)(1).\n\n            On the privacy act claim, each plaintiff had to establish\n\nboth that he or she had an objectively reasonable expectation of,\n\nor entitlement to, his or her calls being private, id.              § 9-1-\n\n28.1(1)(i), and that defendants's recording of calls actually\n\nviolated that expectation, id. § 9-1-28.1(b).          Especially because\n\nthe evidence at trial was that plaintiffs used their phones for\n\nvarying purposes and under varying circumstances, both of these\n\n\nrecitation of the law, which could exclude government employees\nresponsible for operating otherwise legal recording equipment\nsimply because they are not police officers. Cf. United States v.\nLewis, 406 F.3d 11, 16-18 (1st Cir. 2005) (finding a state\ntelephone system administrator at a prison to be a law enforcement\nofficer).\n      33\n          The second defense presented to the jury was that\ndefendants could not be liable for the recording of calls by any\nplaintiffs who consented to the recordings. This defense required\nthe jury to decide whether any of the individual plaintiffs had\nconsented. The court required the jury to make individual findings\non this defense and so we do not address it further.\n\n                                    -47-\n\felements required individualized findings.   Cf. O'Connor, 480 U.S.\n\nat 718 (holding under the analogous Fourth Amendment right to\n\nprivacy that \"whether an employee has a reasonable expectation of\n\nprivacy must be addressed on a case-by-case basis\"); Vega-Rodriguez\n\nv. P.R. Tel. Co., 110 F.3d 174, 179 (1st Cir. 1997).\n\nb.   Lack of Individuation in the Verdict Forms Prevented the Jury\n     from Making Essential Findings\n\n           The jurors were given two verdict forms, one for the 116\n\nWalden firefighter plaintiffs and one for the nineteen Chmura\n\npolice plaintiffs.    The forms addressed the state wiretap and\n\nprivacy act claims similarly.\n\n           For the state wiretap act claims the verdict forms asked\n\nthe jury whether each defendant--Vieira, Lennon, and the City--\n\n\"sought to intercept or procured another to intercept any of\n\nPlaintiffs' telephone calls made or received at the Providence\n\nPublic Safety Complex.\" (Emphasis added).    The forms allowed the\n\njury to find for each defendant or for all plaintiffs against each\n\ndefendant.\n\n           The verdict forms then presented the defenses.   For the\n\nlaw enforcement defense, the forms only gave the jury the choice of\n\nfinding for all plaintiffs or for all defendants and made no\n\ndistinction as to types of calls.\n\n           The forms next instructed the jury, if it found for\n\nplaintiffs on the previous questions, to determine how many days\n\nbetween May 23, 2002, and February 10, 2003, each plaintiff had\n\n                                -48-\n\festablished by a preponderance of the evidence that he or she had\n\ntelephone calls to or from the Complex that were recorded.              Each\n\nverdict form then listed plaintiffs' names with a space to provide\n\na number of days.\n\n             The verdict forms for the privacy act count only asked\n\nthe jury to find either individually for each defendant or for all\n\nplaintiffs against each defendant.\n\n             These verdict forms did not fairly present the issues to\n\nthe   jury   because   they   deprived    the   jury   of   the   ability    to\n\ndifferentiate between plaintiffs on nearly every element. Instead,\n\nthe forms assumed that the only meaningful distinction among the\n\nplaintiffs was whether they were part of the Walden firefighter or\n\nChmura police groups, requiring the jury to find for all members of\n\nthe groups, or for none of them.     While findings for all plaintiffs\n\nmight be permitted in a class action, this case was not a class\n\naction and there were no findings as to commonality of claims.              See\n\nFed. R. Civ. P. 23(b)(3) (allowing plaintiffs to proceed as a class\n\n\"if the court finds that the questions of law or fact common to\n\nclass members predominate\").\n\n             Under the wiretap act, the forms required the jury to\n\nfind for all plaintiffs in each group if \"any\" of them had their\n\ncalls intentionally recorded, even if the jury found that only some\n\nof the plaintiffs met their burden of showing their calls were\n\nintentionally recorded. Thus, the jury found the defendants liable\n\n\n                                   -49-\n\fto   all   116   Walden    plaintiffs     despite    the   jury's    apparently\n\ninconsistent factual finding that seventy-one of them had failed to\n\nprove that their calls were recorded on any days.34\n\n            Further,      the   forms    prevented   the   jury     from   making\n\nessential findings on defendants' law enforcement defense, even\n\nthough defendants played different roles in the recordings and\n\nplaintiffs' testimony made clear that their use of the telephone\n\nsystem varied.35       The jury could very well have found that some\n\nlines or calls were being recorded in the ordinary course of law\n\nenforcement but that others were not. The all-or-nothing structure\n\nof the verdict forms made it impossible for the jury to make this\n\ndistinction.\n\n            On the privacy act, the lack of differentiation in the\n\nforms prevented the claim from being fairly presented to the jury\n\nbecause the forms forced the jury to treat plaintiffs in each group\n\nas having the same expectation of privacy.            The evidence at trial\n\nshowed that plaintiffs in each group used their phones to make\n\n\n      34\n          The forms similarly required the jury to make a finding\nof the number of days on which calls were recorded for plaintiffs\neven if plaintiffs failed to prove that the recording of their\ncalls was intentional, as may well have been the case among\nfirefighters who made calls on the personal line.\n      35\n          Among the Chmura plaintiffs were police officers who used\ntheir telephones for police work, civilian Police Department\nemployees who answered calls from complainants, and employees who\nonly made calls on administrative matters.       Among the Walden\nplaintiffs, there were internal calls between fire stations that\ndirectly implicated the functioning of the Department and calls on\nthe firefighters' personal line.\n\n                                        -50-\n\fwidely differing types of calls under differing circumstances, and\n\nthe jury could have found that their expectations of privacy\n\ndiffered accordingly.36   Further, the jury's inability to make\n\nindividual findings, as under the wiretap claims, forced the jury\n\nto find for all plaintiffs even if not all of them proved their\n\ncalls were recorded, as was the case with seventy-one of the Walden\n\nplaintiffs.\n\n          The errors were not harmless.37   The error with the forms\n\naffects both the awards against Vieira under the state wiretap act\n\nand the award against all three defendants under the privacy act;\n\nit requires a remand for a new trial on both.38\n\n\n\n\n     36\n          The Chmura plaintiffs made and received calls on a number\nof lines for a number of purposes, including as part of\ninvestigations, answering questions from family members of\nsuspects, addressing human resources concerns, or simply making\npersonal calls. The Walden plaintiffs had similar differences.\n     37\n          We realize there were 135 individual plaintiffs and that\nconstruction of an appropriate form would take some effort. But\nplaintiffs' claim such a form would take 1,000 pages is simply\nuntrue.\n     38\n          Lennon argues that the jury finding in Count Five, that\nshe violated the privacy act, R.I. Gen. Laws § 9-1-28.1, was\ninconsistent with the verdict that she was not liable under Counts\nFour and Six, under the state wiretap act. Even assuming Lennon\npreserved the claim, the remedy for inconsistent civil verdicts\nthat cannot be reconciled is a new trial, see Davignon v. Hodgson,\n524 F.3d 91, 109 (1st Cir. 2008), and she is entitled to a new\ntrial on other grounds.\n     We do not reach Lennon's claim on the sufficiency of the\nevidence.\n\n                               -51-\n\fD.   Further Proceedings\n\n            There   are   other   claims    that    we   need   not   address,\n\nincluding    defendants'    claims    of    error   in   the    court's   jury\n\ninstructions and evidentiary rulings.          Our disposition moots the\n\nplaintiffs' appeal.\n\n            Because plaintiffs are no longer prevailing parties, the\n\naward of attorney's fees is vacated.         The defendants' appeal from\n\nthe amount of the award is moot.\n\n            On remand the district court should dismiss all federal\n\nclaims,39 the state constitutional claims, and the state wiretap\n\nclaims against the City with prejudice. The court should dismiss\n\nwithout prejudice the state wiretap claims against Vieira, and the\n\nprivacy act claim against the two individuals and the City, so the\n\nclaims can be brought in state court, which is the preferred forum\n\nfor any interpretation of state law issues remaining.\n\n            Accordingly we vacate the jury verdicts and direct entry\n\nof judgment of dismissal with prejudice of all federal claims and\n\nof the state wiretap claim against Lennon.               We direct entry of\n\ndismissal without prejudice to proceedings in the state courts on\n\nthe state wiretap claims against Vieira and the state privacy act\n\n\n     39\n          The dismissal of the federal wiretap act claims was based\non an election of remedies. The parties have not briefed the issue\nof whether the federal wiretap claim can be reinstated on remand\ngiven the basis for the dismissal was the election of remedies.\nHowever, the election of remedies chosen by the plaintiffs was to\ntheir advantage, and there is no reason to think even if the law\ngave them a choice, that they would choose otherwise.\n\n                                     -52-\n\fclaims against all three defendants.   The award of attorney's fees\n\nis vacated.   No costs are awarded on appeal.\n\n          So ordered.\n\n\n\n\n                               -53-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>596 F.3d 38 (2010)</b></center>\n<center><h1>Thomas WALDEN, et al., Plaintiffs, Appellees, Cross-Appellants,<br>\nv.<br>\nCITY OF PROVIDENCE, RHODE ISLAND, by and through its Treasurer, Stephen Napolitano; David Cicilline, in his official capacity as Mayor and Acting Public Safety Commissioner for the City of Providence; Colonel Dean Esserman, in his official capacity as the Chief of Police for the City of Providence, Defendants, Appellants, Cross-Appellees.<br>\nThomas Walden, et al., Plaintiffs, Appellees, Cross-Appellants,<br>\nv.<br>\nMary Lennon, individually and in her former official capacity as the Chief of Operations of the Communications Department, Defendant, Appellant, Cross-Appellee.<br>\nThomas Walden, et al., Plaintiffs, Appellees, Cross-Appellants,<br>\nv.<br>\nManuel Vieira, individually and in his former official capacity as the Communications Director, Defendant, Appellant, Cross-Appellee.<br>\nThomas Walden, et al., Plaintiffs, Appellees, Cross-Appellants,<br>\nv.<br>\nCity of Providence, et al., Defendants, Appellants, Cross-Appellees.</h1></center>\n<center>Nos. 08-1534, 08-1535, 08-1536, 08-2417.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard November 5, 2009.</center>\n<center>Decided February 23, 2010.</center>\n<p><span class=\"star-pagination\">*42</span> Carolyn A. Mannis with whom Mark A. Fay was on brief for the appellees/cross-appellants.</p>\n<p>Kevin F. McHugh, Senior Assistant City Solicitor, with whom Joseph M. Fernandez City Solicitor, and Michael A. Calise, Assistant City Solicitor, were on brief for the appellants/cross-appellees City of Providence, David N. Cicilline, and Dean Esserman.</p>\n<p>Peter J. Comerford with whom Coia &amp; Lepore, Ltd. was on brief for the appellant/cross-appellee Manuel Vieira.</p>\n<p>Dean G. Robinson for the appellant/cross-appellee Mary Lennon.</p>\n<p><span class=\"star-pagination\">*43</span> Before LYNCH, Chief Judge, BOUDIN, Circuit Judge, and SAYLOR,<sup>[*]</sup> District Judge.</p>\n<p>LYNCH, Chief Judge.</p>\n<p>In July 2004, two groups of current and former employees of the Police and Fire Departments of the City of Providence, Rhode Island, and their families, sued the City and several City employees in their personal capacities. An automatic recording system at the City's new Public Safety Complex (\"Complex\"), which housed the Police and Fire Departments, recorded all telephone calls into and out of the Complex from the time the telephone system began operating in May 2002 until February 2003.</p>\n<p>Plaintiffs claimed these defendants were responsible for putting the recording system in place and that the recording of the calls violated their rights. Specifically, plaintiffs claimed the recordings violated their Fourth Amendment rights under the United States Constitution and Rhode Island's equivalent constitutional provision, Article I, Section 6; the federal wiretap statute, 18 U.S.C. § 2511 et seq.; Rhode Island's wiretap laws, R.I. Gen. Laws §§ 11-35-21, 12-5.1-13; and the state's privacy act, <i>id.</i> § 9-1-28.1. None of the defendants ever listened to any of the plaintiffs' calls, nor do plaintiffs claim otherwise.</p>\n<p>The first group of plaintiffs, the \"Walden plaintiffs,\" consists of 116 current and former employees of the Providence Fire Department who worked in the Complex and their family members. The second group, the \"Chmura plaintiffs,\" consists of nineteen current and former civilian and sworn police officer employees of the Providence Police Department who worked in the Complex. The two plaintiff groups brought suit together and were represented by the same counsel.</p>\n<p>The individual defendants were Manuel Vieira, Director of the City's Department of Communications until February 2003, and Mary Lennon, Chief of Operations in the Department of Communications until February 2003. Urbano Prignano, who was Chief of Police in Providence until his retirement on January 31, 2001, was dismissed from the case following the presentation of plaintiffs' evidence.<sup>[1]</sup></p>\n<p>Following a twenty-six-day trial in February and March 2008, a jury found defendants liable, and plaintiffs were awarded over $1 million in damages and attorney's fees. The City, Vieira, and Lennon now appeal, challenging, inter alia, the district court's denial of their Fed.R.Civ.P. 50 motions for judgment as a matter of law on qualified immunity and municipal liability, as well as errors in the jury instructions and verdict forms.<sup>[2]</sup></p>\n<p>We find defendants are entitled to qualified immunity on some claims, vacate the jury verdicts, and direct entry of an order of dismissal with prejudice of all federal claims. As to the pendent state claims, the state wiretap act claims against the City are dismissed with prejudice. We dismiss without prejudice the verdict under the state wiretap and privacy act against Vieira and do the same as to the <span class=\"star-pagination\">*44</span> verdict under the privacy act against Lennon and the City.</p>\n<p></p>\n<h2>I.</h2>\n<p>To the extent relevant to the issues on review, we review the facts of this case in the light most favorable to the jury's verdict. <i>Cruz-Vargas v. R.J. Reynolds Tobacco Co.,</i> 348 F.3d 271, 275 (1st Cir.2003).</p>\n<p>This case concerns the recording of calls at the City's new Public Safety Complex, which opened in 2002 to house parts of the City's Department of Public Safety. That department is run by a City Commissioner and contains the Police Department, headed by the Chief of Police; the Fire Department, headed by the Fire Chief; and the Department of Communications, headed by a Director. <i>See</i> City of Providence, Home Rule Charter (\"Charter\"), art. X, § 1001, <i>available at</i> http: //library8.municode.com/default-test/home.htm? infobase=14446 &amp; doc_action=whatsnew. The Complex was built to provide office space for the Commissioner, the Chief of Police, and the Fire Chief, and their staffs, as well as to contain a police station and a fire station.</p>\n<p></p>\n<h2>A. <i>Policies and Practices as to Recording Calls before the Complex Opened</i>\n</h2>\n<p>Before the Complex opened, the City already recorded calls made by public safety employees at the Emergency Operations Center (\"EOC\") as a matter of policy. The EOC served both the Police and Fire Departments but was physically separate from the police and fire stations around the City; it would route emergency calls to the relevant facility when required. Emergency calls and responses, calls about information from the National Crime Information Center and vehicle registry checks, and the talk-around channel on the police radio frequency were all recorded through a Dictaphone system at the EOC, covering fifteen to twenty lines in all. EOC employees were informed when they began their jobs that their conversations would be recorded and potentially reviewed.<sup>[3]</sup> The EOC was not relocated to the new Complex.</p>\n<p>Before the summer 2002 move to the Complex, the central Police and Fire Departments were located at two separate facilities within the City's old Public Safety Center. The telephone calls at both of these facilities were not recorded.</p>\n<p>The old telephone system for the police operated differently than did the new system at the Complex. There was a central station area where a desk sergeant sat and where clerks answered telephone calls to the station. Some calls were routed from the City's EOC; others were emergency and nonemergency calls that came directly to the station. Some employees used the phone for law enforcement and administrative work and had their own telephone lines. Others used shared lines. Police Department employees also regularly used the phones for personal calls.</p>\n<p>The setup at the firefighters' old facility was different. This facility contained telephones that could only be used to make calls between the different fire stations. Emergency calls were not routed to the station through the telephones but rather through an intercom system that broadcast to everyone at the station. There was also a separately installed telephone that <span class=\"star-pagination\">*45</span> the firefighters themselves arranged with the telephone company and paid for so that they could make personal calls while on duty at the station.</p>\n<p></p>\n<h2>B. <i>The New Public Safety Complex</i>\n</h2>\n<p>Construction and planning for the new Complex began more than a year and a half before it opened. Among the intended features of the Complex was a state-of-the-art telephone system, with a number of functions, including call recording.</p>\n<p>The specifications for this new telephone system, including plans for a recording system, were discussed during planning meetings. Members of the Police Department command staff attended these planning meetings, as did the Police Chief on occasion,<sup>[4]</sup> representatives from the Fire Department, the Finance Department in City Hall, the Planning Committee, architects and engineers, and defendant Vieira, who had been Director of Communications since 1993. The meetings were held in the office of the Commissioner of Public Safety, John Partington, who sometimes attended as well.</p>\n<p>It was decided at these meetings that the new Complex should include a telephone system capable of recording calls to and from the Police and Fire Departments. Attendees Vieira and Major Dennis Simoneau, the commander of all uniformed police officers, testified to several reasons for this decision. First, planners wanted a system that could record emergency calls that came in on lines other than 911 lines.<sup>[5]</sup> Second, a recording system was needed to enable monitoring of how public safety employees were handling calls from the public, including on nonemergency lines, so that citizen complaints about public safety officials' behavior on these lines could be investigated. Third, the telephone system needed a cost-accounting feature to reduce costs and prevent employees from abusing their phones. Under the old system, public safety employees' personal long distance calls and calls to sex lines cost the City $5,000 to $6,000 a month. Fourth, the experience of New York City's public safety officers following the terrorist attacks on September 11, 2001, had underscored the desirability of a redundant system that could, in the event that a component of the communications system failed, maintain direct communication among police, fire, hospital, and emergency response agencies, including internal calls between lines on the system. This would include backup for the recorded EOC system, necessitating recording at the Complex.</p>\n<p>With these parameters in mind, members of the City's Department of Communications developed a request for proposals (\"RFP\") for the telephone system at the Complex so that the Board of Contract and Supply could start the usual open process of selecting a vendor through public bidding. Providence's Board of Contract and Supply, chaired by the City's Mayor, is in charge of awarding contracts for any City purchases above $5,000. Charter, art. X, § 1007. Vieira approved the RFP and sent it to Alan Sepe, Acting Director of the City's Department of Public Property. In that capacity, Sepe was both a member of the Board of Contract and Supply and the head of the department that shepherded the RFP process for the City. The Board of Contract and Supply voted to approve the RFP and publicly advertised it in August 2001. The RFP <span class=\"star-pagination\">*46</span> stated that \"[t]he Board of Contract and Supply will make the award to the lowest responsible bidder who submits [the] bid\" and that the Board also \"reserves the right to reject any and all bid(s).\"</p>\n<p>Because the Department of Communications forgot to include the request for a recording system in the RFP, Vieira, at Sepe's behest, later requested in writing that the specifications for the recording system also be put out to bid. A supplemental RFP for the recording system was released on October 29, 2001, without further involvement from Vieira, and was again made public.</p>\n<p>On November 5, 2001, the Board of Contract and Supply received six bids from various vendors, which the board initially reviewed and made public. The bids were then forwarded to Vieira, who consulted with his staff and discussed the bids with his superior, the Commissioner of Public Safety, before making recommendations.</p>\n<p>On January 8, 2002, Vieira recommended to Sepe that the City accept the proposal submitted by a company called Expanets, because it \"was the only vendor who met the requirements of the RFP,\" namely the desired redundant backup and recording features. The proposed recording system, Expanets' Total Recall system, was capable of digitally recording and storing all inbound and outbound calls on the telephone system. Expanets' bid also specified that it and not the City would be responsible for implementing the proposed system. The total cost of the bid, including both the telephone system and the recording system, was $971,664.</p>\n<p>Sepe immediately forwarded Expanets' proposal to the Mayor with his own cover letter recommending that it be accepted. After the Board of Contract and Supply, including Sepe and the Mayor, publicly voted on the bid, Expanets was awarded the contract. Sepe testified that he voted to award the contract to Expanets because \"they were the lowest responsible bidder that met the specifications and could perform the services of the RFP.\"<sup>[6]</sup> Vieira was not a member of the Board and could not vote to award Expanets the contract.</p>\n<p>The Expanets telephone system was installed at the Complex by Expanets technicians and began operating on May 23, 2002. It also included the Total Recall system, which started recording all phone lines that day, well before anyone had moved into the building or begun using the phone lines.</p>\n<p>The cost-accounting feature also began operating on that date. Vieira testified that the Total Recall system was required not only to record calls but also for the desired cost-accounting feature to function, a fact plaintiffs disputed. The cost-accounting and Total Recall systems were separate functions, and the databases that stored the cost-accounting data and the recordings were separate as well.</p>\n<p>These functions had all been active for some time when the occupants moved into the Complex in July and August 2002. Specifically, the Total Recall system had been recording approximately 690 lines, located throughout the Complex and configured for the Police and Fire Department and their associated staffs.</p>\n<p>The phone lines recorded at the Police Department had a range of configurations and uses. There was a central station area with several shared lines, where a desk sergeant sat and several clerks received emergency and nonemergency calls <span class=\"star-pagination\">*47</span> from the public. Some police officers and administrative officials had their own offices with individual phone lines, which they used to make calls on both law enforcement and administrative matters. Finally, there were also shared lines in shared office spaces used by Police Department employees for police business. All of the testifying Chmura plaintiffs said they also used these lines to make personal calls.</p>\n<p>On July 22, 2002, shortly after the Police Department moved to the Complex, Major Simoneau e-mailed all sworn police officers and civilian employees of the Police Department. He informed recipients \"that all lines in the new station\" would be recorded and employees should \"speak professionally at all times.\" He also asked desk sergeants to \"alert all of [their] clerks of this fact,\" in case they did not receive the e-mail.<sup>[7]</sup></p>\n<p>Unlike the Police Department, the Fire Department did not alert staff about the recording system. The recorded phone lines at the Fire Department also had multiple configurations and uses. There were individual lines for members of the departmental leadership housed in the Complex. Several internal extensions were installed to call other fire stations but did not permit external calls. After relocating to the Complex in August 2002, plaintiff Thomas Walden had the telephone company move to the new facility the firefighters' personal telephone line, which they paid for and used to speak with their families. Unlike in the old building, where the telephone company had physically installed the separate line, the personal line was routed through the Complex's telephone system and into the telephones in the firefighters' space. When the telephone company did this, the line was automatically recorded by the Total Recall system.<sup>[8]</sup></p>\n<p>Soon after the move, Lennon and several technicians who she supervised attended training sessions on the Total Recall system and were given system passwords along with a list of lines recorded. In late July 2002, Vieira requested that his employees remove ten telephone extensions from the recording system, and Lennon received an e-mail informing her when the task was completed. This was not done pursuant to a written policy; indeed there was no written policy governing which lines were recorded or removed from the system.<sup>[9]</sup> Instructions to remove lines came initially only from Vieira or his deputy. Among the twenty extensions removed from the system during the system's operation were lines to Vieira's own office and residence, the lines to his deputy and to his administrative assistant, and the line to the residence of the Police Chief.<sup>[10]</sup></p>\n<p><span class=\"star-pagination\">*48</span> In January 2003, <i>The Providence Journal</i> asked the Fire Department for recordings of 911 and interdepartment calls regarding a drowning. Fire Department Chief Guy Lanzi consulted with Senior Assistant City Solicitor John T. D'Amico about the request, at which point D'Amico learned of the recordings for the first time. In a January 22, 2003 letter to Chief Lanzi, D'Amico recommended an inquiry into which phone lines were being recorded and warned that \"[d]epending on circumstances (e.g., which telephone is being recorded), the recording may be unlawful\" and \"depending on the circumstances, if appropriate, [recording on those lines] should be discontinued or the users notified.\"<sup>[11]</sup></p>\n<p>During these consultations, Fire Chief Lanzi learned that his telephone line and other Fire Department leadership lines were recorded. Lanzi directly contacted Anthony Desmarais, a technician in the Department of Communications to request the lines be removed. Soon thereafter, Desmarais removed the Fire Department leadership's extensions from the recording system at the instruction of Vieira.</p>\n<p>In February 2003, the City's new Police Chief, Dean Esserman, learned of the recordings, and on February 10, 2003, at Esserman's order, the Total Recall System was completely deactivated and stopped recording all lines at the Complex. On the same day, Vieira and Lennon left their employment with the City.</p>\n<p>A state investigation followed. The state Attorney General's Office concluded that there was no evidence that any of the calls recorded were listened to \"without the consent of a call participant or for a criminal, malicious, or non-business-related reason.\" The Attorney General's Office further concluded that the use of the Total Recall System fell within the \"ordinary course of business\" exception to the state and federal wiretap statutes.<sup>[12]</sup></p>\n<p>Between May 2002 and February 2003, the Total Recall system created and archived approximately 750,000 audio files of recorded telephone conversations. Of these recordings, only three were ever listened to and those calls are not at issue in this case.<sup>[13]</sup></p>\n<p></p>\n<h2>II.</h2>\n<p>Plaintiffs filed a six-count complaint in the federal district court in Rhode Island <span class=\"star-pagination\">*49</span> on July 20, 2004. Both the Walden firefighter plaintiffs and the Chmura police plaintiffs alleged, under 42 U.S.C. § 1983, that defendants violated their Fourth Amendment rights under the United States Constitution and that defendants violated their rights under Rhode Island's equivalent constitutional provision, Article I, Section 6. Plaintiffs also claimed defendants violated Title III of the Omnibus Crime Control and Safe Streets Act of 1968 (\"federal wiretap act\"), 18 U.S.C. § 2511. Finally, plaintiffs alleged the defendants violated two state wiretap provisions, R.I. Gen. Laws §§ 11-35-21, 12-5.1-13, and the state's privacy act, <i>id.</i> § 9-1-28.1. Plaintiffs sought attorney's fees for all counts.</p>\n<p>After extensive discovery, defendants filed motions for summary judgment on September 14, 2006, claiming that they had not violated plaintiffs' rights, that individual defendants were entitled to qualified immunity, that municipal defendants could not be liable under <i>Monell v. Department of Social Services,</i> 436 U.S. 658, 98 S.Ct. 2018, 56 L.Ed.2d 611 (1978), and that any recording that did take place was not illegal under federal and state statutes.</p>\n<p>On July 6, 2007, the district court denied defendants' motions for summary judgment. It held that there were genuine issues of material fact as to whether the individual defendants were liable for Fourth Amendment violations and denied individual defendants' claims of qualified immunity. <i>Walden v. City of Providence,</i> 495 F.Supp.2d 245, 255-58, 267-70 (D.R.I. 2007). Specifically, the court found there was a clearly established general right of privacy in phone conversations, and that no reasonable government official could have concluded at the time that their actions were permissible. <i>Id.</i> at 267-70. It also held that the City could face municipal liability because Chief of Police Prignano was a final policymaker whose actions could be attributed to the City and a genuine question existed as to his liability. <i>Id.</i> at 267-70. For similar reasons, the district court concluded that there were genuine issues with regard to the claim under the federal wiretap act<sup>[14]</sup> and rejected the City's argument that municipalities could not be liable under the act. <i>Id.</i> at 261-62, 265-66. Finally, the court concluded that plaintiffs could proceed on their pendent state law claims. <i>Id.</i> at 270-71.<sup>[15]</sup></p>\n<p>The jury trial started on February 13, 2008. Plaintiffs presented evidence for twenty-one days, with the Walden firefighter plaintiffs going first and the Chmura police plaintiffs second. Nearly all plaintiffs in both groups testified.</p>\n<p>Plaintiffs' case, as presented, was that defendants were responsible for illegally recording <i>all</i> calls that the Walden and Chmura plaintiffs had made and received from the Complex. Plaintiffs' counsel underscored in his opening argument that all of plaintiffs' claims centered on defendants' recording of all their calls, not on the theory that anyone ever listened to the recordings. Plaintiffs asserted in their individual testimony that they had an expectation of privacy as to <i>all</i> calls that they made, whether they were emergency calls, calls involving other police or firefighter business, or personal calls. Counsel's closing again cited the recording of <i>all</i> of plaintiffs' calls as defendants' unlawful conduct.</p>\n<p><span class=\"star-pagination\">*50</span> Plaintiffs also framed their specific legal claims around this proposition. Plaintiffs' Fourth Amendment, Rhode Island Constitution, and state privacy act claims all turned on the theory that plaintiffs had a general right of privacy in all phone conversations at the Complex. They did not differentiate between the police and firefighter groups or make particularized arguments about individual expectations of privacy within those groups. Their state wiretap act claims similarly asserted that defendants could not legally record any of plaintiffs' calls, regardless of whether the calls involved emergency calls, law enforcement matters, or personal calls.</p>\n<p>Likewise, the court's initial statements to the jury referred to the claim that the recording of <i>all</i> calls violated various laws. The court made no distinctions between emergency calls, calls from the public regarding police business that the City might wish to monitor in order to respond to complaints, or personal calls. Nor did it otherwise distinguish between types of calls or callers.</p>\n<p>At the close of plaintiffs' case, all three defendants made motions for judgment as a matter of law under Fed.R.Civ.P. 50(a). The individual defendants argued that they were entitled to qualified immunity, that they fell within the exceptions to the wiretap statutes, and that plaintiffs' evidence failed to meet their burden of proof. Additionally, the City argued that plaintiffs could not establish municipal liability because the decision to install and implement the recording system was not taken by a final policymaker and the wiretap statutes did not apply to municipalities.</p>\n<p>The court reserved ruling until later in the trial on Vieira's, Lennon's, and the City's motions. It dismissed the claims against Police Chief Prignano. It nonetheless concluded that this did not require it to grant the City's Rule 50 motion, even though the court had previously identified Prignano as a final policymaker whose decisions could be attributed to the City. Instead, the court held as a matter of law that now Vieira was the City's final policymaker for the decision to install and implement the Total Recall recording system and that the City was responsible for his actions.</p>\n<p>Defendants then presented their case. Their basic theory was that the Total Recall system, along with the rest of the telephone system, was installed to address legitimate law enforcement and cost-accounting needs. Defendants argued that they never intended to record <i>all</i> calls at the Complex. They emphasized that at least the police plaintiffs had been notified of the recordings and that defendants did not intend to record the firefighters' personal line, which they said had been installed at the Complex without the defendants' knowledge or involvement.</p>\n<p>Defendants also pointed to plaintiffs' failure to provide evidence as to any specific calls that were recorded. They said that plaintiffs' assertion that their rights were violated simply because they used the telephone system was insufficient and that plaintiffs needed to introduce evidence about specific calls. Defendants also criticized plaintiffs' failure to make a particularized case as to plaintiffs' expectations of privacy, since each plaintiff made calls under different circumstances and their expectations of privacy would have varied.</p>\n<p>Following their presentation of evidence, defendants renewed their Rule 50 motions. On the same day, the court required plaintiffs to elect whether to proceed to a jury verdict on the state or federal wiretap claims.<sup>[16]</sup> Plaintiffs, relying on previous <span class=\"star-pagination\">*51</span> rulings that damages were mandatory under the state statute but discretionary under the federal one, elected to proceed under state law.</p>\n<p>Before the jury was charged on March 24, 2008, defendants objected to the jury instructions and the proposed verdict form. The court overruled their objections. The court's instructions to the jury again referred to defendants' recording of <i>all</i> of plaintiffs' calls in and out of the Complex. The instructions made no effort to exclude or distinguish emergency calls or calls from the public regarding police business that the City might wish to monitor. Nor did the instructions distinguish among different types of calls when describing potential defenses. The instructions also did not indicate to the jury whether it could treat the firefighters' personal line separately.</p>\n<p>The jury received separate verdict forms for the Walden firefighter plaintiffs and the Chmura police plaintiffs. Both forms also presented plaintiffs' claims broadly and did not permit the jury to differentiate between the types of calls each plaintiff made or received.<sup>[17]</sup></p>\n<p>On March 26, 2008, the jury found against Vieira and the City on all counts, and against Lennon on the constitutional and privacy act claims. Each plaintiff in both plaintiff groups was awarded $1 in nominal damages for the constitutional claims, as well as $1 for the privacy act claim and $1 for one of the state wiretap claims, R.I. Gen. Laws § 11-35-21. One dollar in punitive damages was also awarded to each plaintiff for the constitutional violations, to be paid only by Vieira and Lennon.</p>\n<p>Vieira and the City were also ordered, jointly and severally, to pay statutory damages of $100 to each plaintiff for every day on which the plaintiff made telephone calls that were recorded, pursuant to one of the state wiretap act claims, <i>id.</i> § 12-5.1-13(a). The jury found that all of the Chmura police plaintiffs and some of the Walden firefighter plaintiffs had their calls intercepted, but also concluded that seventy-one of the Walden plaintiffs, including all of the firefighters' family members, could not establish their calls were recorded on any day. Statutory damages under this count amounted to $526,700. As the prevailing party under 42 U.S.C. § 1988, plaintiffs were also awarded attorney's fees and costs, totaling $539,452.37.<sup>[18]</sup><i>Walden v. City of Providence (Walden III),</i> Nos. 04-304A, 04-553A, slip op. at 1 (D.R.I. Oct.15, 2008). Defendants timely <span class=\"star-pagination\">*52</span> renewed their Rule 50 motions after the verdict, pursuant to Fed.R.Civ.P. 50(b).</p>\n<p>On May 15, 2008, the court denied defendants' Rule 50 motions. It declined to reconsider its finding that Vieira was a final policymaker for purposes of the City's municipal liability. <i>Walden v. City of Providence (Walden II),</i> Nos. 04-304A, 04-553A, slip op. at 14-17 (D.R.I. May 15, 2008). It also denied qualified immunity to Lennon and Vieira, ruling that \"no reasonable official\" could have concluded that the recordings were permissible. <i>Id.</i> at 18-19.</p>\n<p>Defendants now appeal the denial of their summary judgment and Rule 50 motions on qualified immunity, municipal liability, and the applicability of the wiretap statute to the City as a municipality and to all three defendants. They also claim error in several of the district court's evidentiary rulings, its jury instructions and verdict forms, and rulings on attorney's fees. Defendant Lennon further claims that the verdict was inconsistent and that the evidence was insufficient to find her liable.</p>\n<p></p>\n<h2>III.</h2>\n<p></p>\n<h2>A. <i>Appeals from Verdicts for Plaintiffs on U.S. Constitution Fourth Amendment Claims</i>\n</h2>\n<p></p>\n<h2>1. <i>Qualified Immunity for Defendants Vieira and Lennon</i>\n</h2>\n<p>We first consider whether Vieira and Lennon were entitled to qualified immunity. The defendants have preserved their objections to the district court's denial of immunity. Plaintiffs do not seriously contend otherwise.<sup>[19]</sup></p>\n<p>Our review of the denial of qualified immunity is de novo. <i>Guillemard-Ginorio v. Contreras-Gómez,</i> 585 F.3d 508, 525 (1st Cir.2009). To the extent it is relevant, we review the evidence in the light most favorable to the jury's verdict. <i>Id.</i> We conclude the court erred in denying the individual defendants qualified immunity.</p>\n<p>Officials are entitled to qualified immunity unless (1) \"the facts that a plaintiff has alleged or shown make out a violation of a constitutional right\" and (2) \"the right at issue was `clearly established' at the time of [their] alleged misconduct.\" <i>Pearson v. Callahan,</i> ___ U.S. ___, 129 S.Ct. 808, 816, 172 L.Ed.2d 565 (2009).</p>\n<p>The Supreme Court has given this second prong two aspects. The first is whether, based on the \"clarity of the law at the time of the alleged civil rights violation,\" \"`[t]he contours of the right ... [were] sufficiently clear that a reasonable official would understand that what he is doing violates that right.\" <i>Maldonado v. Fontanes,</i> 568 F.3d 263, 269 (1st Cir.2009) (quoting <i>Anderson v. Creighton,</i> 483 U.S. 635, 640, 107 S.Ct. 3034, 97 L.Ed.2d 523 (1987)). The second aspect is whether, based on the \"facts of the particular case,\" a \"reasonable defendant would have understood that his conduct violated the plaintiffs' constitutional rights.\" <i>Id.</i> Qualified immunity generally protects \"all but the plainly incompetent or those who knowingly violate the law.\" <i>Malley v. Briggs,</i> 475 U.S. 335, 341, 106 S.Ct. 1092, 89 L.Ed.2d 271 (1986).</p>\n<p>Courts need not address these questions in order. <i>Pearson,</i> 129 S.Ct. at 818; <i>Maldonado,</i> 568 F.3d at 269-70. We turn to <span class=\"star-pagination\">*53</span> the second part of the test and specifically ask whether the right in question was so clearly established as to give notice to defendants that their actions were unconstitutional in 2002.<sup>[20]</sup> This is a question of pure law.</p>\n<p>This question must be resolved based on the state of the law at the time of the alleged violation. <i>See </i><i>Brosseau v. Haugen,</i> 543 U.S. 194, 198, 125 S.Ct. 596, 160 L.Ed.2d 583 (2004). Further, \"this inquiry `must be undertaken in light of the specific context of the case, not as a broad general proposition,'\" <i>id.</i> (quoting <i>Saucier v. Katz,</i> 533 U.S. 194, 201, 121 S.Ct. 2151, 150 L.Ed.2d 272 (2001)), and \"[t]he relevant, dispositive inquiry ... is whether it would be clear to a reasonable officer that his conduct was unlawful in the situation he confronted.\" <i>Saucier,</i> 533 U.S. at 201, 121 S.Ct. 2151 (emphasis added).</p>\n<p>Thus, the relevant question in this case is not whether in 2002 the Fourth Amendment generally prohibited the recording of telephone calls. The question is whether, in 2002, public safety employees, like plaintiffs, had a clearly established right under the Fourth Amendment not to have calls made at work recorded.</p>\n<p>We hold there was no such clearly established law. There were no Supreme Court cases, no \"cases of controlling authority in [plaintiffs'] jurisdiction at the time of the incident,\" and no \"consensus of cases of persuasive authority\" showing that plaintiffs' asserted Fourth Amendment rights were clearly established in 2002. <i>Wilson v. Layne,</i> 526 U.S. 603, 617, 119 S.Ct. 1692, 143 L.Ed.2d 818 (1999) (holding that where none of these sources had relevant supporting precedent, the asserted right was not \"clearly established\"); <i>see also </i><i>Brady v. Dill,</i> 187 F.3d 104, 116 (1st Cir.1999).</p>\n<p>In 2002, there was no Supreme Court precedent that addressed whether defendants' particular conduct violated the Fourth Amendment. Plaintiffs rely heavily on <i>Katz v. United States,</i> 389 U.S. 347, 88 S.Ct. 507, 19 L.Ed.2d 576 (1967), which held that the Fourth Amendment generally requires the government to obtain prior judicial sanction before recording calls from a public telephone booth. <i>Id.</i> at 355-59, 88 S.Ct. 507. They likewise cite <i>O'Connor v. Ortega,</i> 480 U.S. 709, 107 S.Ct. 1492, 94 L.Ed.2d 714 (1987), which merely held that an employee had a reasonable expectation of privacy in his office desk and file cabinets that he did not share with other employees. <i>Id.</i> at 718, 107 S.Ct. 1492. Neither of these cases address public safety employees' expectations of privacy at work, and neither can be construed to show that defendants' particular conduct was unlawful. This is precisely the kind of \"high level of generality\" that the Court has held insufficient, <i>Brosseau,</i> 543 U.S. at 200, 125 S.Ct. 596, particularly given the Court's recognition that an individual's expectation of privacy varies within different parts of the workplace and depending upon the nature of his or her work. <i>See </i><i>O'Connor,</i> 480 U.S. at 716-17, 107 S.Ct. 1492.</p>\n<p>Nor had any First Circuit case held as of 2002 that the Fourth Amendment was violated if police and fire public safety employers recorded all calls to and from their employees' offices.</p>\n<p>There was also no clear consensus among other circuit courts. Indeed, this lack of consensus was explicitly recognized by the one court of appeals to squarely address a factual situation similar to the <span class=\"star-pagination\">*54</span> case at hand. In that case, <i>Blake v. Wright,</i> 179 F.3d 1003 (6th Cir.1999), the Sixth Circuit held that a police chief was entitled to qualified immunity for his implementation of a system that recorded almost all personal, emergency, and administrative calls at a police station without the police employees' knowledge. It so held because the unconstitutionality of these recordings was not clearly established as a matter of law. <i>Id.</i> at 1010-11.<sup>[21]</sup> This certainly would not have informed the individual defendants that their specific conduct violated the Fourth Amendment.</p>\n<p>Moreover, other circuits' precedents in a line of cases under Title III of the federal wiretap act would have led reasonable officials to conclude that recording all calls into and out of a police station was neither illegal nor unconstitutional.</p>\n<p>If under Title III law the defendants could have concluded their actions were not illegal, then they could reasonably have concluded it was not clearly established that the same actions would violate the Constitution. Congress enacted Title III in response to <i>Katz, see </i><i>Bartnicki v. Vopper,</i> 532 U.S. 514, 523, 121 S.Ct. 1753, 149 L.Ed.2d 787 (2001), and in doing so attempted to provide at least as much protection as the Constitution affords. <i>See </i><i>Mitchell v. Forsyth,</i> 472 U.S. 511, 531-32, 105 S.Ct. 2806, 86 L.Ed.2d 411 (1985); <i>Dalia v. United States,</i> 441 U.S. 238, 256 n. 18, 99 S.Ct. 1682, 60 L.Ed.2d 177 (1979). Further, Title III statutory requirements are relevant to the question of what public safety employees' reasonable expectations of privacy were.<sup>[22]</sup></p>\n<p>The lead Title III case that defendants relied on for their immunity claims is <i>Amati v. City of Woodstock,</i> 176 F.3d 952 (7th Cir.1999). There, the court upheld a jury finding that a police department's practice of recording all calls on a line used by employees for both personal and business calls was not a violation of Title III. <i>Id.</i> at 955-56. The court held that the calls fell within the exception for recording \"by an investigative or law enforcement officer in the ordinary course of his duties.\" <i>Id.</i> at 954-55. The court found \"[i]t is routine, standard, hence `ordinary' for all calls to and from the police to be recorded,\" because <span class=\"star-pagination\">*55</span> the \"calls may constitute vital evidence\" and can be used to \"evaluate[] the speed and adequacy of the response of the police to tips, complaints, and calls for emergency assistance.\" <i>Id.</i> at 954. The <i>Amati</i> court further explained it was \"irrelevant\" whether personal calls on a police department's lines were recorded, holding that \"if all the lines are taped, as is the ordinary practice of police departments, then the recording of personal as well as of official calls is within the ordinary course.\" <i>Id.</i> at 956.</p>\n<p>Other courts had also taken the view before 2002 that \"the routine and almost universal recording of phone lines by police departments ... as well as other law enforcement institutions is exempt from the [federal wiretap statute]\" and the practice of \"routinely and indiscriminately record[ing] all phone activity in and out of the police department\" is \"well known in the industry and in the general public.\" <i>Adams v. City of Battle Creek,</i> 250 F.3d 980, 984 (6th Cir.2001); <i>see also </i><i>Abraham v. County of Greenville,</i> 237 F.3d 386, 391 (4th Cir.2001) (recognizing \"the County's need to monitor for law enforcement purposes calls relating to Detention Center inmates and employees\"); <i>First v. Stark County Bd. of Comm'rs,</i> No. 99-3547, 2000 WL 1478389, at *4 (6th Cir.2000) (holding the routine recording of all conversations in a sheriff's office dispatchers' department was protected by Title III's law enforcement provisions and dismissing plaintiffs' constitutional claims).</p>\n<p>We need not address the jury's verdict. This is an issue of law on which the district court erred. The individual defendants are entitled to judgment on the basis of qualified immunity.</p>\n<p></p>\n<h2>2. <i>Municipal Liability for the Fourth Amendment Claims Against City of Providence</i>\n</h2>\n<p>This leaves the City's Rule 50 motion on the Fourth Amendment claims against it.<sup>[23]</sup> The City says there is no municipal liability for the recordings because plaintiffs' calls were not recorded pursuant to any official policy or custom. This issue was preserved. We review de novo. <i>Valentin-Almeyda v. Mun. of Aguadilla,</i> 447 F.3d 85, 95-96 (1st Cir. 2006). We hold, contrary to the district court, that the City was entitled to judgment as a matter of law.</p>\n<p>Municipal defendants may be held liable under § 1983 for actions taken pursuant to an official policy or an official custom that violated the Constitution. <i>Monell,</i> 436 U.S. at 694, 98 S.Ct. 2018; <i>Young v. City of Providence,</i> 404 F.3d 4, 26 (1st Cir.2005). \"A plaintiff can establish the existence of an official policy by,\" inter alia, \"showing that the alleged constitutional injury was caused ... by a person with final policymaking authority.\" <i>Welch v. Ciampa,</i> 542 F.3d 927, 941 (1st Cir.2008) (internal citations omitted).</p>\n<p>Whether an official is a final policymaker is also a question of law for the trial judge to decide.<sup>[24]</sup><i>Jett v. Dallas Indep. Sch. Dist.,</i> 491 U.S. 701, 737, 109 S.Ct. 2702, 105 L.Ed.2d 598 (1989). This determination requires a showing that \"a deliberate choice to follow a course of action <span class=\"star-pagination\">*56</span> [was] made from among various alternatives by the official or officials responsible for establishing final policy with respect to the subject matter in question.\" <i>Pembaur v. City of Cincinnati,</i> 475 U.S. 469, 106 S.Ct. 1292, 89 L.Ed.2d 452 (1986) (plurality opinion); <i>see also </i><i>Wilson,</i> 421 F.3d at 59-60 (applying this test).</p>\n<p>Whether an official has this requisite level of specific policymaking authority is a matter of state law. <i>Jett,</i> 491 U.S. at 737, 109 S.Ct. 2702. Courts must look to state law, including \"valid local ordinances and regulations,\" for descriptions of the duties and obligations of putative policymakers in the relevant area at issue. <i>City of St. Louis v. Praprotnik,</i> 485 U.S. 112, 125, 108 S.Ct. 915, 99 L.Ed.2d 107 (1988) (plurality opinion). This does not mean that we look simply to state law labels to determine whether an official is a final policymaker, \"[b]ut our understanding of the actual function of a governmental official, in a particular area, will necessarily be dependent on the definition of the official's functions under relevant state law.\" <i>McMillian v. Monroe County,</i> 520 U.S. 781, 786, 117 S.Ct. 1734, 138 L.Ed.2d 1 (1997). This, too, is a question of law for the judge to decide.</p>\n<p>Plaintiffs argue, and the district court agreed, that Vieira was a final policymaker with respect to the decisions to procure and implement the Total Recall system. They say that Vieira was responsible for the RFP and the actual decision to award Expanets the bid. They also say that he had final authority with regards to how the system was implemented. We reject these arguments and hold that Vieira was not a final policymaker in this case.</p>\n<p>Both as a matter of state law and in practice, Vieira did not have final policymaking authority over the decision to procure the recording system and award Expanets the bid.</p>\n<p>The City Charter clearly states that the Board of Contract and Supply, not the Department of Public Safety or its officials, is the department with \"responsibility... [t]o make all contracts for purchase of materials, supplies, services, equipment and property on behalf of the city, the price or consideration of which shall exceed five thousand dollars.\"<sup>[25]</sup> Charter, art. X, § 1007(c)(1). Moreover, the Board controls key aspects of the bidding process, since bids are \"to be submitted, opened and considered in accordance with rules and regulations approved by the board.\" <i>Id.</i> The Board also has total discretion \"[t]o reject any or all bids submitted to it for a specific purpose\" if, in its judgment, \"the public interest will be best served thereby.\" <i>Id.</i> § 1007(c)(3).</p>\n<p>Although the Commissioner of Public Safety has, through the Director of Communications, responsibility for the \"procurement, installation, and proper operation\" of \"all municipal radio, television, teletype and other associated equipment,\" <i>id.</i> at § 1001(c), this procurement function is constrained by the Board of Contract's control over the bidding process. The Department of Public Safety can, through the Director of Communications, influence the general substantive parameters of an RFP in these areas, but it cannot, by law, control which vendor ultimately receives the award.</p>\n<p>The Board of Contract and Supply, not Vieira, was also responsible in practice for <span class=\"star-pagination\">*57</span> all of the relevant decisions involved in awarding Expanets the bid to install its telephone system, including Total Recall, in the Complex. Uncontested testimony at trial showed that Vieira was one voice among many during the planning meetings and did not single-handedly set the desired parameters for the Complex phone system himself. Although Vieira used those parameters to create the RFP he sent to Alan Sepe, the Acting Director of the Department of Public Property, Vieira did not have final policymaking authority over the RFP. It was only adopted after the Board of Contract and Supply reviewed it and voted on it, and Vieira was not a member of that body.</p>\n<p>Nor did Vieira have final policymaking authority over the decision to award Expanets the bid. The RFP itself clearly stated that the Board of Contract and Supply had decisionmaking authority and that the ordinary practice was to award the bid to the \"lowest responsible bidder\" who met the RFP's specifications. Expanets only received the bid after the Board of Contract and Supply, pursuant to the City Charter, voted to do so.</p>\n<p>Plaintiffs claim, and the district court held, that Vieira was nonetheless the final policymaker because he recommended to the Commissioner of Public Safety and Sepe that Expanets' bid be accepted and both of them deferentially reviewed his recommendation. That conclusion is contrary to the relevant law. \"Simply going along with discretionary decisions made by one's subordinates ... is not a delegation to them of the authority to make policy.\" <i>Praprotnik,</i> 485 U.S. at 130, 108 S.Ct. 915. It also ignores the fact that the Board of Contract and Supply ultimately voted to award the bid, and there is no argument that the board did not independently review the merits of Expanets' proposal.</p>\n<p>As a matter of state law and in practice, Vieira also lacked final policymaking authority over the implementation of the Total Recall system. The Charter makes clear that the Director of Communications's authority is subsidiary to the Commissioner of Public Safety, who heads the Department of Communications and is ultimately \"responsible, through the [D]irector of [C]ommunications, for the complete operation of the department ... and for the design, procurement, installation and proper operation of all the equipment under its jurisdiction.\" Charter, art. X, § 1001(c)(2). \"[W]hen a subordinate's decision is subject to review by the municipality's authorized policymakers, [the policymakers] have retained the authority to measure the official's conduct for conformance with <i>their</i> policies.\" <i>Praprotnik,</i> 485 U.S. at 127, 108 S.Ct. 915.</p>\n<p>Vieira also did not have final policymaking authority over the implementation of the Total Recall system in practice. All indications suggest the Total Recall system was activated by Expanets technicians in May 2002 immediately after its installation and pursuant to Expanets' contract with the City. Vieira was also not a final policymaker with respect to the decision to shut the system down. Rather, Police Chief Esserman, when he learned of the system, unilaterally ordered it shut down, apparently without having to consult with Vieira.</p>\n<p>There was also no custom or practice for which the City could be held liable, and to the extent the jury's finding of liability rested on that theory, a reasonable person could not have reached that conclusion. <i>Visible Sys. Corp. v. Unisys Corp.,</i> 551 F.3d 65, 71 (1st Cir.2008). To find municipal liability, we have required that the custom or practice \"be so well-settled and widespread that the policy making <span class=\"star-pagination\">*58</span> officials of the municipality can be said to have either actual or constructive knowledge of it yet did nothing to end it.\" <i>Bisbal-Ramos v. City of Mayagüez,</i> 467 F.3d 16, 24 (1st Cir.2006) (quoting <i>Silva v. Worden,</i> 130 F.3d 26, 31 (1st Cir.1997)) (internal quotation marks omitted).</p>\n<p>The recordings in this case were neither so widespread nor so well-settled as to be a custom or practice. They occurred at a single building and for a period of eight months. This was different from the City's otherwise-established practice of not recording calls except pursuant to the policy at the EOC. Nor did plaintiffs show the City's policymaking officials had constructive knowledge of it and yet did nothing to end it. Indeed, when Fire Chief Lanzi learned of it, he had his own telephone lines removed, while Police Chief Esserman, on learning of the recordings, had the Total Recall system shut down. Plaintiffs presented no evidence any other officials knew of the recordings. Nor on appeal do plaintiffs point to any evidence presented that showed a policy or custom was established.</p>\n<p>The City is entitled to judgment on the Fourth Amendment claims.</p>\n<p></p>\n<h2>B. <i>State Constitutional Claims</i>\n</h2>\n<p>The district court treated the defendants' liability under the state constitutional claims as identical to their liability under the federal constitutional claims. The plaintiffs did not object at trial and do not challenge this approach on appeal. We hold they have waived any objection to disposing of their state law claims based on the disposition of their federal constitutional claims, and judgment must be entered for all defendants<sup>[26]</sup> on the state constitutional claims as well.</p>\n<p></p>\n<h2>C. <i>Pendent State Statutory Claims</i>\n</h2>\n<p>Plaintiffs also prevailed at trial on their state law claims for violation of the state wiretap and privacy acts. Defendants appeal. We start with the City's claim of error of law, that it cannot be sued under the state wiretap act because it is not a \"person\" within the meaning of the act. As a result, the City argues, the state wiretap claims against the City should have been dismissed and no damages could be awarded against it.</p>\n<p></p>\n<h2>1. <i>The City Is Not a \"Person\" Who May Be Sued Under the Rhode Island Wiretap Act</i>\n</h2>\n<p>The district court rejected on summary judgment the claim that the City was not within the scope of the federal wiretap act, <i>Walden,</i> 495 F.Supp.2d at 265-67, but did not address the City's separate claim that it was not a defendant within the state wiretap act, <i>id.</i> at 271. The City properly preserved the claim.<sup>[27]</sup> This is a pure issue of law, which we review de novo. <i>Omnipoint Holdings, Inc. v. City of Cranston,</i> 586 F.3d 38, 45 <span class=\"star-pagination\">*59</span> (1st Cir.2009). We hold that the City is not a proper defendant within the scope of the state wiretap act.</p>\n<p>The City argues that while the Rhode Island wiretap statute generally mirrors the federal statute, the federal act applies to a broader range of possible defendants than state law does. The federal statute makes any \"person\" who violates it civilly liable and was amended by the Electronic Communications Privacy Act of 1986 (\"ECPA\"), Pub.L. No. 99-508 § 103 (1986), to also make any \"entity\" liable. 18 U.S.C. § 2520(a). The Rhode Island statute instead permits suit only against a \"person\" and does not include the term \"entity.\" R.I. Gen. Laws §§ 11-35-21(a), 12-5.1-13(a). The City argues that it cannot be sued under the state law because it is not a \"person\" under the Rhode Island wiretap act.</p>\n<p>We apply Rhode Island's rules of statutory construction to interpret this statute. Under these rules, unambiguous language is given its \"plain and ordinary meaning,\" <i>Castelli v. Carcieri,</i> 961 A.2d 277, 284 (R.I.2008), and for ambiguous text, we look at the \"statute in its entirety to determine the intent and purpose of the legislature,\" <i>Harvard Pilgrim Health Care of New England, Inc. v. Rossi,</i> 847 A.2d 286, 290 (R.I.2004). Rhode Island's law also dictates that we interpret the state wiretap act by analogy to interpretations of the federal wiretap act, both before and after the 1986 amendment that added the term \"entity.\" <i>See </i><i>State v. Oster,</i> 922 A.2d 151, 162 (R.I.2007) (citing federal court interpretations of the federal wiretap act to interpret parallel language in the state provision); <i>State v. O'Brien,</i> 774 A.2d 89, 94-95 (R.I.2001) (same).</p>\n<p>The Rhode Island wiretap act by its terms only provides for suits against \"any person who intercepts, discloses, or uses the communications\" at issue. R.I. Gen. Laws § 12-5.1-13(a). Further, recovery is \"from that person.\" <i>Id.</i><sup>[28]</sup></p>\n<p>The statute in turn defines a \"person\" as any \"individual, partnership, association, joint stock company, trust, or corporation, whether or not any of the foregoing is an officer, agent, or employee of the United States, a state, or a political subdivision of a state.\" R.I. Gen. Laws § 12-5.1-1(11). This language makes clear that only \"officer[s], agent[s], or employee[s]\" of municipal governments are \"persons\" who may be sued, not municipalities themselves. <i>Id.</i></p>\n<p>Further, the wiretap act's unique definition of the term \"person\" shows the state legislature did not intend the act to provide for suit against municipalities. Unlike the wiretap act definition, Rhode Island's general definition of \"person\" for purposes of statutory construction \"extends to and includes co-partnerships and bodies corporate and politic,\" <i>Id.</i> § 43-3-6, which does include the City of Providence, <i>see</i> Charter, Art. I, § 102. Had Rhode Island's legislature wished the act to cover municipalities, it could have ensured it did so specifically by including the phrase \"bodies corporate and politic,\" or using the State's general definition of the word \"person.\"</p>\n<p>Our conclusion that municipalities are not \"persons\" under the state act is reinforced by the material differences in language between the state and federal wiretap acts regarding who can be held liable. The equivalent provision in the federal <span class=\"star-pagination\">*60</span> wiretap statute, 18 U.S.C. § 2520(a), was amended by the ECPA to add to the statutory definition of those who could be held liable the term \"or entity.\" Pub.L. No. 99-508 § 103 (1986). This amendment, courts agree, is the only possible basis for holding municipalities liable under the federal act and even so, federal courts disagree as to whether even the term \"entity\" includes a municipality. <i>Compare </i><i>Adams,</i> 250 F.3d at 985; <i>Williams v. City of Tulsa,</i> 393 F.Supp.2d 1124, 1132 (N.D.Okla. 2005), <i>with </i><i>Abbott,</i> 205 F.3d at 980; <i>Anderson v. City of Columbus,</i> 374 F.Supp.2d 1240, 1244-45 (M.D.Ga.2005). And it is clear that Congress did not intend to define the term \"person\" to include municipalities in the federal statute.<sup>[29]</sup><i>Abbott,</i> 205 F.3d at 980; <i>cf. </i><i>Adams,</i> 250 F.3d at 985. This again indicates that the Rhode Island statute does not permit a cause of action against the City.</p>\n<p>The City of Providence is entitled to dismissal of the claims against it under the state wiretap law. Because plaintiffs elected to pursue remedies under the state law to the exclusion of federal law, all claims under the state wiretap act against the City must be dismissed.</p>\n<p></p>\n<h2>2. <i>Trial Error from the Jury Verdict Forms Affecting All Remaining Claims</i>\n</h2>\n<p>This leaves the jury verdict finding Vieira alone liable on the state wiretap claims. Plaintiffs were awarded $526,700 in statutory damages under § 12-5.1-13 and $1 each in nominal damages under § 11-35-21. Also remaining is the state privacy act verdict against all three defendants, for which each plaintiff received $1 in nominal damages. How we resolve these issues on appeal affects the award of attorney's fees against the defendants.</p>\n<p>Defendants argue that the two jury verdict forms were improper because they did not require the jury to make separate findings as to each plaintiff against each defendant for the state wiretap act and the state privacy act claims.<sup>[30]</sup> Defendants preserved this issue with timely objections at trial.</p>\n<p>\"A verdict form must be `reasonably capable of an interpretation that would allow the jury to address all factual issues essential to judgment.'\" <i>Sanchez-Lopez v. Fuentes-Pujols,</i> 375 F.3d 121, 134 (1st Cir.2004) (quoting <i>Sheek v. Asia Badger, Inc.,</i> 235 F.3d 687, 699 (1st Cir. 2000)). We examine the verdict forms, along with the court's jury instructions, \"to determine whether the issues were fairly presented to the jury.\" <i>Id.; </i><i>Sheek,</i> 235 F.3d at 699. Our review is de novo. <i>Sanchez-Lopez,</i> 375 F.3d at 134-35.</p>\n<p>Plaintiffs' claims under the state wiretap and privacy acts, as instructed to the jury, required individual findings with respect to each plaintiff against each defendant. The jury verdict forms repeatedly failed to differentiate between the plaintiffs on various counts, forcing the jury to choose between finding for all or none of the plaintiffs and relieving individual plaintiffs of the burden <span class=\"star-pagination\">*61</span> of proving their own cases. We hold that this prevented the wiretap and privacy claims from being fairly presented to the jury.</p>\n<p></p>\n<h2>a. <i>Plaintiffs' Claims Had to be Proved Individually</i>\n</h2>\n<p>We assume arguendo that the instructions, as worded, adequately presented the law and instead focus on what those instructions required plaintiffs to prove.</p>\n<p>Under the state wiretap act claims, plaintiffs had to show that their telephone calls had been intercepted, R.I. Gen. Laws §§ 11-35-21, 12-5.1-13, and that defendants had done so intentionally.<sup>[31]</sup> Thus, the defendants could not be liable to any plaintiff whose calls they did not intentionally record. <i>Cf. </i><i>Reynolds v. Spears,</i> 93 F.3d 428, 432 (8th Cir.1996) (affirming summary judgment for defendants on a similar provision of the federal wiretap act, 18 U.S.C. § 2520(a), when plaintiffs relied solely on a jury finding for a co-plaintiff to show their calls were intercepted and provided no evidence of their own).</p>\n<p>Defendants also had defenses that the jury had to consider. The first, which the court only allowed for one of the two wiretap claims, under § 12-5.1-13, was a law enforcement defense. Under the wiretap act, defendants had a defense for intercepted calls on \"[a]ny telephone ... being used by ... an investigative or law enforcement officer in the ordinary course of his or her duties.\" R.I. Gen. Laws § 12-5.1-1(7)(i). As instructed by the court, this required a finding as to whether defendants were law enforcement officers and whether or not the calls were recorded in the ordinary course of duties.<sup>[32]</sup> If nothing else, the jury would have had to determine whether each defendant was a law enforcement officer and whether the individual plaintiffs' telephone calls were recorded in the ordinary course of law enforcement duties. <i>Cf. </i><i>Amati,</i> 176 F.3d at 955 (considering whether recordings on a specific police department private line fell within the equivalent federal law enforcement exception).<sup>[33]</sup></p>\n<p>Finally, for the wiretap claim under R.I. Gen. Laws § 12-5.1-13, plaintiffs had to individually show the number of days that their calls had actually been recorded for purposes of calculating statutory damages. <i>See id.</i> § 12-5.1-13(a)(1).</p>\n<p>On the privacy act claim, each plaintiff had to establish both that he or she had an objectively reasonable expectation of, or entitlement to, his or her calls being private, <i>id.</i> § 9-1-28.1(1)(i), and that defendants's recording of calls actually violated that expectation, <i>id.</i> § 9-1-28.1(b). Especially <span class=\"star-pagination\">*62</span> because the evidence at trial was that plaintiffs used their phones for varying purposes and under varying circumstances, both of these elements required individualized findings. <i>Cf. </i><i>O'Connor,</i> 480 U.S. at 718, 107 S.Ct. 1492 (holding under the analogous Fourth Amendment right to privacy that \"whether an employee has a reasonable expectation of privacy must be addressed on a case-by-case basis\"); <i>Vega-Rodriguez v. P.R. Tel. Co.,</i> 110 F.3d 174, 179 (1st Cir.1997).</p>\n<p></p>\n<h2>b. <i>Lack of Individuation in the Verdict Forms Prevented the Jury from Making Essential Findings</i>\n</h2>\n<p>The jurors were given two verdict forms, one for the 116 Walden firefighter plaintiffs and one for the nineteen Chmura police plaintiffs. The forms addressed the state wiretap and privacy act claims similarly.</p>\n<p>For the state wiretap act claims the verdict forms asked the jury whether each defendant  Vieira, Lennon, and the City  \"sought to intercept or procured another to intercept <i>any</i> of Plaintiffs' telephone calls made or received at the Providence Public Safety Complex.\" (Emphasis added). The forms allowed the jury to find for each defendant or for all plaintiffs against each defendant.</p>\n<p>The verdict forms then presented the defenses. For the law enforcement defense, the forms only gave the jury the choice of finding for all plaintiffs or for <i>all</i> defendants and made no distinction as to types of calls.</p>\n<p>The forms next instructed the jury, if it found for plaintiffs on the previous questions, to determine how many days between May 23, 2002, and February 10, 2003, each plaintiff had established by a preponderance of the evidence that he or she had telephone calls to or from the Complex that were recorded. Each verdict form then listed plaintiffs' names with a space to provide a number of days.</p>\n<p>The verdict forms for the privacy act count only asked the jury to find either individually for each defendant or for all plaintiffs against each defendant.</p>\n<p>These verdict forms did not fairly present the issues to the jury because they deprived the jury of the ability to differentiate between plaintiffs on nearly every element. Instead, the forms assumed that the only meaningful distinction among the plaintiffs was whether they were part of the Walden firefighter or Chmura police groups, requiring the jury to find for all members of the groups, or for none of them. While findings for all plaintiffs might be permitted in a class action, this case was not a class action and there were no findings as to commonality of claims. <i>See</i> Fed.R.Civ.P. 23(b)(3) (allowing plaintiffs to proceed as a class \"if the court finds that the questions of law or fact common to class members predominate\").</p>\n<p>Under the wiretap act, the forms required the jury to find for all plaintiffs in each group if \"any\" of them had their calls intentionally recorded, even if the jury found that only some of the plaintiffs met their burden of showing their calls were intentionally recorded. Thus, the jury found the defendants liable to all 116 Walden plaintiffs despite the jury's apparently inconsistent factual finding that seventy-one of them had failed to prove that their calls were recorded on any days.<sup>[34]</sup></p>\n<p><span class=\"star-pagination\">*63</span> Further, the forms prevented the jury from making essential findings on defendants' law enforcement defense, even though defendants played different roles in the recordings and plaintiffs' testimony made clear that their use of the telephone system varied.<sup>[35]</sup> The jury could very well have found that some lines or calls were being recorded in the ordinary course of law enforcement but that others were not. The all-or-nothing structure of the verdict forms made it impossible for the jury to make this distinction.</p>\n<p>On the privacy act, the lack of differentiation in the forms prevented the claim from being fairly presented to the jury because the forms forced the jury to treat plaintiffs in each group as having the same expectation of privacy. The evidence at trial showed that plaintiffs in each group used their phones to make widely differing types of calls under differing circumstances, and the jury could have found that their expectations of privacy differed accordingly.<sup>[36]</sup> Further, the jury's inability to make individual findings, as under the wiretap claims, forced the jury to find for all plaintiffs even if not all of them proved their calls were recorded, as was the case with seventy-one of the Walden plaintiffs.</p>\n<p>The errors were not harmless.<sup>[37]</sup> The error with the forms affects both the awards against Vieira under the state wiretap act and the award against all three defendants under the privacy act; it requires a remand for a new trial on both.<sup>[38]</sup></p>\n<p></p>\n<h2>D. <i>Further Proceedings</i>\n</h2>\n<p>There are other claims that we need not address, including defendants' claims of error in the court's jury instructions and evidentiary rulings. Our disposition moots the plaintiffs' appeal.</p>\n<p>Because plaintiffs are no longer prevailing parties, the award of attorney's fees is vacated. The defendants' appeal from the amount of the award is moot.</p>\n<p>On remand the district court should dismiss all federal claims,<sup>[39]</sup> the state constitutional claims, and the state wiretap claims <span class=\"star-pagination\">*64</span> against the City with prejudice. The court should dismiss without prejudice the state wiretap claims against Vieira, and the privacy act claim against the two individuals and the City, so the claims can be brought in state court, which is the preferred forum for any interpretation of state law issues remaining.</p>\n<p>Accordingly we vacate the jury verdicts and direct entry of judgment of dismissal with prejudice of all federal claims and of the state wiretap claim against Lennon. We direct entry of dismissal without prejudice to proceedings in the state courts on the state wiretap claims against Vieira and the state privacy act claims against all three defendants. The award of attorney's fees is vacated. No costs are awarded on appeal.</p>\n<p><i>So ordered.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Of the District of Massachusetts, sitting by designation.</p>\n<p>[1]  Also sued in their official capacities were the Mayor of Providence, David Cicilline, and the City's Chief of Police, Colonel Dean Esserman. We refer to them with the City of Providence collectively as \"the City.\"</p>\n<p>[2]  Plaintiffs also cross-appeal, raising claims about the district court's denial of prejudgment interest for the state wiretap damages and its failure to require both the City and Vieira each to pay the full damages amount, instead of treating the damages as joint-and-several, under the state wiretap act.</p>\n<p>[3]  There was also a written policy that governed when recorded calls could be listened to. This policy required parties to fill out a written request to review a tape. This request then had to be approved by both the Internal Affairs unit of the Police Department and by Vieira: only then would employees of the Department of Communications provide the requested recording.</p>\n<p>[4]  Prignano was Police Chief when planning for the Complex began and attended some of the initial meetings.</p>\n<p>[5]  For purposes of this opinion we use the word \"line\" and the word \"extension\" interchangeably.</p>\n<p>[6]  Plaintiffs' theory was that the competitive bidding process was a sham and was designed to give the contract to Expanets.</p>\n<p>[7]  A copy of the e-mail was put into evidence, and defendants provided three witnesses who testified they received it. The Police Department plaintiffs testified they did not receive the e-mail.</p>\n<p>[8]  Defendants disputed whether this line was recorded. Plaintiffs' expert testified it was recorded and we take that to be true. It was also disputed whether defendants intended that the personal line be recorded.</p>\n<p>[9]  Although persons wishing to listen to recorded conversations were required to fill out written requests, as had been the practice with the Dictaphone system, Lennon, who was responsible for retrieving the recorded conversations, testified that she was not aware of a written policy governing when calls captured by the Total Recall system could be listened to and did not know if the written requests were reviewed by Internal Affairs.</p>\n<p>[10]  Vieira's office was not physically located in the Complex. However, the telephone system at the Complex was set up so that employees could reach phones at these locations, among others, by an internal extension, rather than getting an outside line.</p>\n<p>[11]  Vieira testified that, until this investigation, he was unaware that the Total Recall system was recording any telephone calls at the Complex beyond those into the central station. He testified that his earlier instructions to employees were only to remove lines from the cost-accounting system. These assertions were expressly contradicted at trial by Department of Communications employees, including Vieira's administrative assistant and a technician responsible for removing lines from the recording system. We accept plaintiffs' version but note that none of this affects the City officials' assertion that they did not intend to record the firefighters' personal line or know that the line was being recorded.</p>\n<p>[12]  Although the investigation and Esserman's order were not permitted into evidence before the jury at trial, pursuant to a motion in limine by defendants, these facts were raised and considered on the defendants' motions for summary judgment, which claimed qualified immunity and that there was no municipal liability. The district court was also aware of them when making its later rulings.</p>\n<p>[13]  In one instance, the Fire Chief listened to a call to determine how the Fire Department handled a potential drowning in response to a complaint. Major Simoneau also listened to a call about the towing of a car, this time in response to a complaint about how the officer in charge of the towing had spoken to the car owner on the phone. Finally, a City Councilman listened to a call he had with a city employee to determine whether he had been threatened by the employee.</p>\n<p>[14]  The district court held that whether defendants fell under the \"ordinary course of law enforcement\" exception to the act, 18 U.S.C. § 2510(5)(a)(ii), could only be determined based on facts developed at trial. <i>Id.</i> at 263.</p>\n<p>[15]  On January 3, 2008, the parties consented to proceed under the jurisdiction of a magistrate judge, pursuant to 28 U.S.C. § 636(c). The case was accordingly reassigned.</p>\n<p>[16]  The court did so pursuant to a November 2007 order on the defendants' motions in limine on damages, in which the district court had held that because the federal and state wiretap claims were parallel and would lead to duplicative damages, plaintiffs were required at the close of trial to elect whether to seek damages afforded by 18 U.S.C. § 2520 or those afforded by R.I. Gen. Laws § 12-5.1-13. <i>Walden v. City of Providence (Walden I),</i> Nos. 04-304A, 04-553A, slip op. at 3 (D.R.I. Nov.30, 2007).</p>\n<p>[17]  Specifically, on the constitutional and privacy act claims, the forms simply asked the jury whether each defendant had violated all plaintiffs' rights within that group. On the wiretap act claims, the forms required the jury to find for all plaintiffs and against each defendant if the defendant had intercepted \"any of [p]laintiffs' telephone calls.\" The same was true of the jury forms' presentation of the defendants' defense that the calls were in the course of law enforcement work, which only allowed the jury to find for all plaintiffs or all defendants. We describe these forms in greater detail below.</p>\n<p>[18]  Plaintiffs sought attorney's fees and costs under federal law, 42 U.S.C. § 1988, Fed. R.Civ.P. 54(d), D.R.I. Local Rule 54.1, and the state wiretap and privacy acts, R.I. Gen. Laws §§ 12-5.1-13, 9-1-28. Although the district court only analyzed the claim under federal law, plaintiffs claimed at oral arguments they were also entitled to fees on state law grounds.</p>\n<p>[19]  Plaintiffs argue that the individual defendants abandoned any claim to qualified immunity when they failed to take an interlocutory appeal from the denial of the summary judgment motion. That is plainly incorrect. <i>See </i><i>Wilson v. City of Boston,</i> 421 F.3d 45 (1st Cir.2005); <i>Iacobucci v. Boulter,</i> 193 F.3d 14, 23 (1st Cir.1999).</p>\n<p>[20]  Since plaintiffs elected not to pursue their remedies under the federal wiretap act, 18 U.S.C. § 2510 et seq., we need not reach the question of whether the qualified immunity doctrine may be used in defense to a claim under that statute.</p>\n<p>[21]  There was one circuit opinion, <i>Abbott v. Village of Winthrop Harbor,</i> 205 F.3d 976 (7th Cir.2000), in which a jury found under § 1983 against a police chief and village that recorded police officers' calls. <i>Id.</i> at 977. However, in that case, plaintiffs argued only that the recording of their personal line, and not the emergency and office lines at the station, violated their Fourth Amendment rights. <i>Id.</i> Moreover, plaintiffs' claim of a reasonable expectation of privacy on their personal line in that case was based upon the police chief's initial exclusion of the personal line from the recording system, his explicit announcement to all officers that the personal line would not be recorded, and his subsequent, secret decision to begin recording the personal line for personal reasons unrelated to police work. <i>Id.</i> at 978-99. Because the police chief did not appeal, the court did not discuss qualified immunity at all, let alone whether plaintiffs' rights in this context were clearly established.\n</p>\n<p>In October 2002, another circuit court upheld a jury verdict that a police officer's Fourth Amendment rights had been violated when a specific call he made to his wife was recorded and listened to. <i>Zaffuto v. City of Hammond,</i> 308 F.3d 485, 488-89 (5th Cir. 2002). There, the violation was not recording lines as a general matter, but instead that his particular call was accessed and reviewed. <i>Id.</i> The court also made no finding as to qualified immunity. <i>Id.</i></p>\n<p>[22]  To the extent that the district court relied on disputes over the degree of notice of the recordings that defendants gave to plaintiffs to deny immunity, it erred. There was no clearly established law that explicit notice to employees of recording was required in police offices and some law pointed the other way. <i>Amati v. City of Woodstock,</i> 176 F.3d 952, 955 (7th Cir.1999).</p>\n<p>[23]  Unlike individual defendants, municipalities are not entitled to qualified immunity. Our finding that Vieira and Lennon are entitled to such immunity does not dispose of the issue of municipal liability. <i>Owen v. City of Independence,</i> 445 U.S. 622, 638, 100 S.Ct. 1398, 63 L.Ed.2d 673 (1980).</p>\n<p>[24]  The district court's instructions to the jury make clear that the finding of municipal liability rested on the court's ruling that Vieira was a final policymaker. Plaintiffs did not argue that there was some other policymaker.</p>\n<p>[25]  While the Board's members include the Commissioner of Public Safety, its total membership also includes the Mayor and ten other departmental heads and senior city officials. It does not include the Director of Communications. Charter, art. X, § 1007. Moreover, the Mayor has general authority \"[t]o supervise, direct and control the activities of all departments and agencies of city government.\" <i>Id.</i> art. III, § 302(a).</p>\n<p>[26]  Because we have granted qualified immunity under § 1983, there is no reason to believe the defendants are not also entitled to qualified immunity on state constitutional claims. Rhode Island law recognizes qualified immunity. <i>Ensey v. Culhane,</i> 727 A.2d 687, 690-91 (R.I.1999); <i>see also </i><i>Hatch v. Town of Middletown,</i> 311 F.3d 83, 90 (1st Cir.2002).</p>\n<p>[27]  Plaintiffs argue that the City did not preserve the claim at the summary judgment stage or later. Our own review of the City's summary judgment motion shows that the City plainly presented the argument that the state wiretap law did not allow suit against a municipality because of a difference in wording in the state and federal acts. Further, the City did raise on its Rule 50 motion the argument that it was entitled to judgment on both of the federal claims and all of the state claims.</p>\n<p>[28]  The other section plaintiffs sued under is a criminal provision that incorporates a requirement that the recordings be willful and also applies only to \"persons.\" R.I. Gen. Laws § 11-35-21(a). Rhode Island courts use the definitions in § 12-5.1-1 when interpreting § 11-35-21. <i>See </i><i>O'Brien,</i> 774 A.2d at 94.</p>\n<p>[29]  The federal statute defines a \"person\" as \"any employee, or agent of the United States or any State or political subdivision thereof, and any individual, partnership, association, joint stock company, trust, or corporation.\" 18 U.S.C. § 2510(6). Although this language varies slightly from that of § 12-5.1-1(11), we conclude that both clearly exclude municipalities from the definition of persons.</p>\n<p>[30]  Although the same critique applies to the verdict forms for the constitutional claims, our earlier findings on qualified immunity and municipal liability make it unnecessary for us to reach that issue.</p>\n<p>[31]  Plaintiffs raised state wiretap claims based on two different statutory provisions. Count Four was under R.I. Gen. Laws § 11-35-21, and Count Six was under R.I. Gen. Laws § 12-5.1-13. The court instructed the jury separately on these claims, but it provided the jury with forms that did not distinguish between the two claims and addressed them simultaneously.</p>\n<p>[32]  Although we do not ultimately decide defendant Vieira's argument that the court incorrectly applied the law enforcement exception to the state wiretap act, we question the court's recitation of the law, which could exclude government employees responsible for operating otherwise legal recording equipment simply because they are not police officers. <i>Cf. </i><i>United States v. Lewis,</i> 406 F.3d 11, 16-18 (1st Cir.2005) (finding a state telephone system administrator at a prison to be a law enforcement officer).</p>\n<p>[33]  The second defense presented to the jury was that defendants could not be liable for the recording of calls by any plaintiffs who consented to the recordings. This defense required the jury to decide whether any of the individual plaintiffs had consented. The court required the jury to make individual findings on this defense and so we do not address it further.</p>\n<p>[34]  The forms similarly required the jury to make a finding of the number of days on which calls were recorded for plaintiffs even if plaintiffs failed to prove that the recording of their calls was intentional, as may well have been the case among firefighters who made calls on the personal line.</p>\n<p>[35]  Among the Chmura plaintiffs were police officers who used their telephones for police work, civilian Police Department employees who answered calls from complainants, and employees who only made calls on administrative matters. Among the Walden plaintiffs, there were internal calls between fire stations that directly implicated the functioning of the Department and calls on the firefighters' personal line.</p>\n<p>[36]  The Chmura plaintiffs made and received calls on a number of lines for a number of purposes, including as part of investigations, answering questions from family members of suspects, addressing human resources concerns, or simply making personal calls. The Walden plaintiffs had similar differences.</p>\n<p>[37]  We realize there were 135 individual plaintiffs and that construction of an appropriate form would take some effort. But plaintiffs' claim such a form would take 1,000 pages is simply untrue.</p>\n<p>[38]  Lennon argues that the jury finding in Count Five, that she violated the privacy act, R.I. Gen. Laws § 9-1-28.1, was inconsistent with the verdict that she was not liable under Counts Four and Six, under the state wiretap act. Even assuming Lennon preserved the claim, the remedy for inconsistent civil verdicts that cannot be reconciled is a new trial, <i>see </i><i>Davignon v. Hodgson,</i> 524 F.3d 91, 109 (1st Cir.2008), and she is entitled to a new trial on other grounds.\n</p>\n<p>We do not reach Lennon's claim on the sufficiency of the evidence.</p>\n<p>[39]  The dismissal of the federal wiretap act claims was based on an election of remedies. The parties have not briefed the issue of whether the federal wiretap claim can be reinstated on remand given the basis for the dismissal was the election of remedies. However, the election of remedies chosen by the plaintiffs was to their advantage, and there is no reason to think even if the law gave them a choice, that they would choose otherwise.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation\" data-id=\"204184\"><a href=\"/opinion/204184/walden-v-city-of-providence-ri/\"><span class=\"volume\">596</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">38</span></a></span> (2010)</b></center>\n<center><h1>Thomas WALDEN, et al., Plaintiffs, Appellees, Cross-Appellants,<br>\nv.<br>\nCITY OF PROVIDENCE, RHODE ISLAND, by and through its Treasurer, Stephen Napolitano; David Cicilline, in his official capacity as Mayor and Acting Public Safety Commissioner for the City of Providence; Colonel Dean Esserman, in his official capacity as the Chief of Police for the City of Providence, Defendants, Appellants, Cross-Appellees.<br>\nThomas Walden, et al., Plaintiffs, Appellees, Cross-Appellants,<br>\nv.<br>\nMary Lennon, individually and in her former official capacity as the Chief of Operations of the Communications Department, Defendant, Appellant, Cross-Appellee.<br>\nThomas Walden, et al., Plaintiffs, Appellees, Cross-Appellants,<br>\nv.<br>\nManuel Vieira, individually and in his former official capacity as the Communications Director, Defendant, Appellant, Cross-Appellee.<br>\nThomas Walden, et al., Plaintiffs, Appellees, Cross-Appellants,<br>\nv.<br>\nCity of Providence, et al., Defendants, Appellants, Cross-Appellees.</h1></center>\n<center>Nos. 08-1534, 08-1535, 08-1536, 08-2417.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard November 5, 2009.</center>\n<center>Decided February 23, 2010.</center>\n<p><span class=\"star-pagination\">*42</span> Carolyn A. Mannis with whom Mark A. Fay was on brief for the appellees/cross-appellants.</p>\n<p>Kevin F. McHugh, Senior Assistant City Solicitor, with whom Joseph M. Fernandez City Solicitor, and Michael A. Calise, Assistant City Solicitor, were on brief for the appellants/cross-appellees City of Providence, David N. Cicilline, and Dean Esserman.</p>\n<p>Peter J. Comerford with whom Coia &amp; Lepore, Ltd. was on brief for the appellant/cross-appellee Manuel Vieira.</p>\n<p>Dean G. Robinson for the appellant/cross-appellee Mary Lennon.</p>\n<p><span class=\"star-pagination\">*43</span> Before LYNCH, Chief Judge, BOUDIN, Circuit Judge, and SAYLOR,<sup>[*]</sup> District Judge.</p>\n<p>LYNCH, Chief Judge.</p>\n<p>In July 2004, two groups of current and former employees of the Police and Fire Departments of the City of Providence, Rhode Island, and their families, sued the City and several City employees in their personal capacities. An automatic recording system at the City's new Public Safety Complex (\"Complex\"), which housed the Police and Fire Departments, recorded all telephone calls into and out of the Complex from the time the telephone system began operating in May 2002 until February 2003.</p>\n<p>Plaintiffs claimed these defendants were responsible for putting the recording system in place and that the recording of the calls violated their rights. Specifically, plaintiffs claimed the recordings violated their Fourth Amendment rights under the United States Constitution and Rhode Island's equivalent constitutional provision, Article I, Section 6; the federal wiretap statute, 18 U.S.C. § 2511 et seq.; Rhode Island's wiretap laws, R.I. Gen. Laws §§ 11-35-21, 12-5.1-13; and the state's privacy act, <i>id.</i> § 9-1-28.1. None of the defendants ever listened to any of the plaintiffs' calls, nor do plaintiffs claim otherwise.</p>\n<p>The first group of plaintiffs, the \"Walden plaintiffs,\" consists of 116 current and former employees of the Providence Fire Department who worked in the Complex and their family members. The second group, the \"Chmura plaintiffs,\" consists of nineteen current and former civilian and sworn police officer employees of the Providence Police Department who worked in the Complex. The two plaintiff groups brought suit together and were represented by the same counsel.</p>\n<p>The individual defendants were Manuel Vieira, Director of the City's Department of Communications until February 2003, and Mary Lennon, Chief of Operations in the Department of Communications until February 2003. Urbano Prignano, who was Chief of Police in Providence until his retirement on January 31, 2001, was dismissed from the case following the presentation of plaintiffs' evidence.<sup>[1]</sup></p>\n<p>Following a twenty-six-day trial in February and March 2008, a jury found defendants liable, and plaintiffs were awarded over $1 million in damages and attorney's fees. The City, Vieira, and Lennon now appeal, challenging, inter alia, the district court's denial of their Fed.R.Civ.P. 50 motions for judgment as a matter of law on qualified immunity and municipal liability, as well as errors in the jury instructions and verdict forms.<sup>[2]</sup></p>\n<p>We find defendants are entitled to qualified immunity on some claims, vacate the jury verdicts, and direct entry of an order of dismissal with prejudice of all federal claims. As to the pendent state claims, the state wiretap act claims against the City are dismissed with prejudice. We dismiss without prejudice the verdict under the state wiretap and privacy act against Vieira and do the same as to the <span class=\"star-pagination\">*44</span> verdict under the privacy act against Lennon and the City.</p>\n<p></p>\n<h2>I.</h2>\n<p>To the extent relevant to the issues on review, we review the facts of this case in the light most favorable to the jury's verdict. <i>Cruz-Vargas v. R.J. Reynolds Tobacco Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">348</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">271</span></span>, 275 (1st Cir.2003).</p>\n<p>This case concerns the recording of calls at the City's new Public Safety Complex, which opened in 2002 to house parts of the City's Department of Public Safety. That department is run by a City Commissioner and contains the Police Department, headed by the Chief of Police; the Fire Department, headed by the Fire Chief; and the Department of Communications, headed by a Director. <i>See</i> City of Providence, Home Rule Charter (\"Charter\"), art. X, § 1001, <i>available at</i> http: //library8.municode.com/default-test/home.htm? infobase=14446 &amp; doc_action=whatsnew. The Complex was built to provide office space for the Commissioner, the Chief of Police, and the Fire Chief, and their staffs, as well as to contain a police station and a fire station.</p>\n<p></p>\n<h2>A. <i>Policies and Practices as to Recording Calls before the Complex Opened</i>\n</h2>\n<p>Before the Complex opened, the City already recorded calls made by public safety employees at the Emergency Operations Center (\"EOC\") as a matter of policy. The EOC served both the Police and Fire Departments but was physically separate from the police and fire stations around the City; it would route emergency calls to the relevant facility when required. Emergency calls and responses, calls about information from the National Crime Information Center and vehicle registry checks, and the talk-around channel on the police radio frequency were all recorded through a Dictaphone system at the EOC, covering fifteen to twenty lines in all. EOC employees were informed when they began their jobs that their conversations would be recorded and potentially reviewed.<sup>[3]</sup> The EOC was not relocated to the new Complex.</p>\n<p>Before the summer 2002 move to the Complex, the central Police and Fire Departments were located at two separate facilities within the City's old Public Safety Center. The telephone calls at both of these facilities were not recorded.</p>\n<p>The old telephone system for the police operated differently than did the new system at the Complex. There was a central station area where a desk sergeant sat and where clerks answered telephone calls to the station. Some calls were routed from the City's EOC; others were emergency and nonemergency calls that came directly to the station. Some employees used the phone for law enforcement and administrative work and had their own telephone lines. Others used shared lines. Police Department employees also regularly used the phones for personal calls.</p>\n<p>The setup at the firefighters' old facility was different. This facility contained telephones that could only be used to make calls between the different fire stations. Emergency calls were not routed to the station through the telephones but rather through an intercom system that broadcast to everyone at the station. There was also a separately installed telephone that <span class=\"star-pagination\">*45</span> the firefighters themselves arranged with the telephone company and paid for so that they could make personal calls while on duty at the station.</p>\n<p></p>\n<h2>B. <i>The New Public Safety Complex</i>\n</h2>\n<p>Construction and planning for the new Complex began more than a year and a half before it opened. Among the intended features of the Complex was a state-of-the-art telephone system, with a number of functions, including call recording.</p>\n<p>The specifications for this new telephone system, including plans for a recording system, were discussed during planning meetings. Members of the Police Department command staff attended these planning meetings, as did the Police Chief on occasion,<sup>[4]</sup> representatives from the Fire Department, the Finance Department in City Hall, the Planning Committee, architects and engineers, and defendant Vieira, who had been Director of Communications since 1993. The meetings were held in the office of the Commissioner of Public Safety, John Partington, who sometimes attended as well.</p>\n<p>It was decided at these meetings that the new Complex should include a telephone system capable of recording calls to and from the Police and Fire Departments. Attendees Vieira and Major Dennis Simoneau, the commander of all uniformed police officers, testified to several reasons for this decision. First, planners wanted a system that could record emergency calls that came in on lines other than 911 lines.<sup>[5]</sup> Second, a recording system was needed to enable monitoring of how public safety employees were handling calls from the public, including on nonemergency lines, so that citizen complaints about public safety officials' behavior on these lines could be investigated. Third, the telephone system needed a cost-accounting feature to reduce costs and prevent employees from abusing their phones. Under the old system, public safety employees' personal long distance calls and calls to sex lines cost the City $5,000 to $6,000 a month. Fourth, the experience of New York City's public safety officers following the terrorist attacks on September 11, 2001, had underscored the desirability of a redundant system that could, in the event that a component of the communications system failed, maintain direct communication among police, fire, hospital, and emergency response agencies, including internal calls between lines on the system. This would include backup for the recorded EOC system, necessitating recording at the Complex.</p>\n<p>With these parameters in mind, members of the City's Department of Communications developed a request for proposals (\"RFP\") for the telephone system at the Complex so that the Board of Contract and Supply could start the usual open process of selecting a vendor through public bidding. Providence's Board of Contract and Supply, chaired by the City's Mayor, is in charge of awarding contracts for any City purchases above $5,000. Charter, art. X, § 1007. Vieira approved the RFP and sent it to Alan Sepe, Acting Director of the City's Department of Public Property. In that capacity, Sepe was both a member of the Board of Contract and Supply and the head of the department that shepherded the RFP process for the City. The Board of Contract and Supply voted to approve the RFP and publicly advertised it in August 2001. The RFP <span class=\"star-pagination\">*46</span> stated that \"[t]he Board of Contract and Supply will make the award to the lowest responsible bidder who submits [the] bid\" and that the Board also \"reserves the right to reject any and all bid(s).\"</p>\n<p>Because the Department of Communications forgot to include the request for a recording system in the RFP, Vieira, at Sepe's behest, later requested in writing that the specifications for the recording system also be put out to bid. A supplemental RFP for the recording system was released on October 29, 2001, without further involvement from Vieira, and was again made public.</p>\n<p>On November 5, 2001, the Board of Contract and Supply received six bids from various vendors, which the board initially reviewed and made public. The bids were then forwarded to Vieira, who consulted with his staff and discussed the bids with his superior, the Commissioner of Public Safety, before making recommendations.</p>\n<p>On January 8, 2002, Vieira recommended to Sepe that the City accept the proposal submitted by a company called Expanets, because it \"was the only vendor who met the requirements of the RFP,\" namely the desired redundant backup and recording features. The proposed recording system, Expanets' Total Recall system, was capable of digitally recording and storing all inbound and outbound calls on the telephone system. Expanets' bid also specified that it and not the City would be responsible for implementing the proposed system. The total cost of the bid, including both the telephone system and the recording system, was $971,664.</p>\n<p>Sepe immediately forwarded Expanets' proposal to the Mayor with his own cover letter recommending that it be accepted. After the Board of Contract and Supply, including Sepe and the Mayor, publicly voted on the bid, Expanets was awarded the contract. Sepe testified that he voted to award the contract to Expanets because \"they were the lowest responsible bidder that met the specifications and could perform the services of the RFP.\"<sup>[6]</sup> Vieira was not a member of the Board and could not vote to award Expanets the contract.</p>\n<p>The Expanets telephone system was installed at the Complex by Expanets technicians and began operating on May 23, 2002. It also included the Total Recall system, which started recording all phone lines that day, well before anyone had moved into the building or begun using the phone lines.</p>\n<p>The cost-accounting feature also began operating on that date. Vieira testified that the Total Recall system was required not only to record calls but also for the desired cost-accounting feature to function, a fact plaintiffs disputed. The cost-accounting and Total Recall systems were separate functions, and the databases that stored the cost-accounting data and the recordings were separate as well.</p>\n<p>These functions had all been active for some time when the occupants moved into the Complex in July and August 2002. Specifically, the Total Recall system had been recording approximately 690 lines, located throughout the Complex and configured for the Police and Fire Department and their associated staffs.</p>\n<p>The phone lines recorded at the Police Department had a range of configurations and uses. There was a central station area with several shared lines, where a desk sergeant sat and several clerks received emergency and nonemergency calls <span class=\"star-pagination\">*47</span> from the public. Some police officers and administrative officials had their own offices with individual phone lines, which they used to make calls on both law enforcement and administrative matters. Finally, there were also shared lines in shared office spaces used by Police Department employees for police business. All of the testifying Chmura plaintiffs said they also used these lines to make personal calls.</p>\n<p>On July 22, 2002, shortly after the Police Department moved to the Complex, Major Simoneau e-mailed all sworn police officers and civilian employees of the Police Department. He informed recipients \"that all lines in the new station\" would be recorded and employees should \"speak professionally at all times.\" He also asked desk sergeants to \"alert all of [their] clerks of this fact,\" in case they did not receive the e-mail.<sup>[7]</sup></p>\n<p>Unlike the Police Department, the Fire Department did not alert staff about the recording system. The recorded phone lines at the Fire Department also had multiple configurations and uses. There were individual lines for members of the departmental leadership housed in the Complex. Several internal extensions were installed to call other fire stations but did not permit external calls. After relocating to the Complex in August 2002, plaintiff Thomas Walden had the telephone company move to the new facility the firefighters' personal telephone line, which they paid for and used to speak with their families. Unlike in the old building, where the telephone company had physically installed the separate line, the personal line was routed through the Complex's telephone system and into the telephones in the firefighters' space. When the telephone company did this, the line was automatically recorded by the Total Recall system.<sup>[8]</sup></p>\n<p>Soon after the move, Lennon and several technicians who she supervised attended training sessions on the Total Recall system and were given system passwords along with a list of lines recorded. In late July 2002, Vieira requested that his employees remove ten telephone extensions from the recording system, and Lennon received an e-mail informing her when the task was completed. This was not done pursuant to a written policy; indeed there was no written policy governing which lines were recorded or removed from the system.<sup>[9]</sup> Instructions to remove lines came initially only from Vieira or his deputy. Among the twenty extensions removed from the system during the system's operation were lines to Vieira's own office and residence, the lines to his deputy and to his administrative assistant, and the line to the residence of the Police Chief.<sup>[10]</sup></p>\n<p><span class=\"star-pagination\">*48</span> In January 2003, <i>The Providence Journal</i> asked the Fire Department for recordings of 911 and interdepartment calls regarding a drowning. Fire Department Chief Guy Lanzi consulted with Senior Assistant City Solicitor John T. D'Amico about the request, at which point D'Amico learned of the recordings for the first time. In a January 22, 2003 letter to Chief Lanzi, D'Amico recommended an inquiry into which phone lines were being recorded and warned that \"[d]epending on circumstances (e.g., which telephone is being recorded), the recording may be unlawful\" and \"depending on the circumstances, if appropriate, [recording on those lines] should be discontinued or the users notified.\"<sup>[11]</sup></p>\n<p>During these consultations, Fire Chief Lanzi learned that his telephone line and other Fire Department leadership lines were recorded. Lanzi directly contacted Anthony Desmarais, a technician in the Department of Communications to request the lines be removed. Soon thereafter, Desmarais removed the Fire Department leadership's extensions from the recording system at the instruction of Vieira.</p>\n<p>In February 2003, the City's new Police Chief, Dean Esserman, learned of the recordings, and on February 10, 2003, at Esserman's order, the Total Recall System was completely deactivated and stopped recording all lines at the Complex. On the same day, Vieira and Lennon left their employment with the City.</p>\n<p>A state investigation followed. The state Attorney General's Office concluded that there was no evidence that any of the calls recorded were listened to \"without the consent of a call participant or for a criminal, malicious, or non-business-related reason.\" The Attorney General's Office further concluded that the use of the Total Recall System fell within the \"ordinary course of business\" exception to the state and federal wiretap statutes.<sup>[12]</sup></p>\n<p>Between May 2002 and February 2003, the Total Recall system created and archived approximately 750,000 audio files of recorded telephone conversations. Of these recordings, only three were ever listened to and those calls are not at issue in this case.<sup>[13]</sup></p>\n<p></p>\n<h2>II.</h2>\n<p>Plaintiffs filed a six-count complaint in the federal district court in Rhode Island <span class=\"star-pagination\">*49</span> on July 20, 2004. Both the Walden firefighter plaintiffs and the Chmura police plaintiffs alleged, under 42 U.S.C. § 1983, that defendants violated their Fourth Amendment rights under the United States Constitution and that defendants violated their rights under Rhode Island's equivalent constitutional provision, Article I, Section 6. Plaintiffs also claimed defendants violated Title III of the Omnibus Crime Control and Safe Streets Act of 1968 (\"federal wiretap act\"), 18 U.S.C. § 2511. Finally, plaintiffs alleged the defendants violated two state wiretap provisions, R.I. Gen. Laws §§ 11-35-21, 12-5.1-13, and the state's privacy act, <i>id.</i> § 9-1-28.1. Plaintiffs sought attorney's fees for all counts.</p>\n<p>After extensive discovery, defendants filed motions for summary judgment on September 14, 2006, claiming that they had not violated plaintiffs' rights, that individual defendants were entitled to qualified immunity, that municipal defendants could not be liable under <i>Monell v. Department of Social Services,</i> <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">436</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">658</span></a></span>, <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2018</span></a></span>, <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">56</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">611</span></a></span> (1978), and that any recording that did take place was not illegal under federal and state statutes.</p>\n<p>On July 6, 2007, the district court denied defendants' motions for summary judgment. It held that there were genuine issues of material fact as to whether the individual defendants were liable for Fourth Amendment violations and denied individual defendants' claims of qualified immunity. <i>Walden v. City of Providence,</i> <span class=\"citation\" data-id=\"2007859\"><a href=\"/opinion/2007859/walden-v-city-of-providence/\"><span class=\"volume\">495</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">245</span></a></span>, 255-58, 267-70 (D.R.I. 2007). Specifically, the court found there was a clearly established general right of privacy in phone conversations, and that no reasonable government official could have concluded at the time that their actions were permissible. <i>Id.</i> at 267-70. It also held that the City could face municipal liability because Chief of Police Prignano was a final policymaker whose actions could be attributed to the City and a genuine question existed as to his liability. <i>Id.</i> at 267-70. For similar reasons, the district court concluded that there were genuine issues with regard to the claim under the federal wiretap act<sup>[14]</sup> and rejected the City's argument that municipalities could not be liable under the act. <i>Id.</i> at 261-62, 265-66. Finally, the court concluded that plaintiffs could proceed on their pendent state law claims. <i>Id.</i> at 270-71.<sup>[15]</sup></p>\n<p>The jury trial started on February 13, 2008. Plaintiffs presented evidence for twenty-one days, with the Walden firefighter plaintiffs going first and the Chmura police plaintiffs second. Nearly all plaintiffs in both groups testified.</p>\n<p>Plaintiffs' case, as presented, was that defendants were responsible for illegally recording <i>all</i> calls that the Walden and Chmura plaintiffs had made and received from the Complex. Plaintiffs' counsel underscored in his opening argument that all of plaintiffs' claims centered on defendants' recording of all their calls, not on the theory that anyone ever listened to the recordings. Plaintiffs asserted in their individual testimony that they had an expectation of privacy as to <i>all</i> calls that they made, whether they were emergency calls, calls involving other police or firefighter business, or personal calls. Counsel's closing again cited the recording of <i>all</i> of plaintiffs' calls as defendants' unlawful conduct.</p>\n<p><span class=\"star-pagination\">*50</span> Plaintiffs also framed their specific legal claims around this proposition. Plaintiffs' Fourth Amendment, Rhode Island Constitution, and state privacy act claims all turned on the theory that plaintiffs had a general right of privacy in all phone conversations at the Complex. They did not differentiate between the police and firefighter groups or make particularized arguments about individual expectations of privacy within those groups. Their state wiretap act claims similarly asserted that defendants could not legally record any of plaintiffs' calls, regardless of whether the calls involved emergency calls, law enforcement matters, or personal calls.</p>\n<p>Likewise, the court's initial statements to the jury referred to the claim that the recording of <i>all</i> calls violated various laws. The court made no distinctions between emergency calls, calls from the public regarding police business that the City might wish to monitor in order to respond to complaints, or personal calls. Nor did it otherwise distinguish between types of calls or callers.</p>\n<p>At the close of plaintiffs' case, all three defendants made motions for judgment as a matter of law under Fed.R.Civ.P. 50(a). The individual defendants argued that they were entitled to qualified immunity, that they fell within the exceptions to the wiretap statutes, and that plaintiffs' evidence failed to meet their burden of proof. Additionally, the City argued that plaintiffs could not establish municipal liability because the decision to install and implement the recording system was not taken by a final policymaker and the wiretap statutes did not apply to municipalities.</p>\n<p>The court reserved ruling until later in the trial on Vieira's, Lennon's, and the City's motions. It dismissed the claims against Police Chief Prignano. It nonetheless concluded that this did not require it to grant the City's Rule 50 motion, even though the court had previously identified Prignano as a final policymaker whose decisions could be attributed to the City. Instead, the court held as a matter of law that now Vieira was the City's final policymaker for the decision to install and implement the Total Recall recording system and that the City was responsible for his actions.</p>\n<p>Defendants then presented their case. Their basic theory was that the Total Recall system, along with the rest of the telephone system, was installed to address legitimate law enforcement and cost-accounting needs. Defendants argued that they never intended to record <i>all</i> calls at the Complex. They emphasized that at least the police plaintiffs had been notified of the recordings and that defendants did not intend to record the firefighters' personal line, which they said had been installed at the Complex without the defendants' knowledge or involvement.</p>\n<p>Defendants also pointed to plaintiffs' failure to provide evidence as to any specific calls that were recorded. They said that plaintiffs' assertion that their rights were violated simply because they used the telephone system was insufficient and that plaintiffs needed to introduce evidence about specific calls. Defendants also criticized plaintiffs' failure to make a particularized case as to plaintiffs' expectations of privacy, since each plaintiff made calls under different circumstances and their expectations of privacy would have varied.</p>\n<p>Following their presentation of evidence, defendants renewed their Rule 50 motions. On the same day, the court required plaintiffs to elect whether to proceed to a jury verdict on the state or federal wiretap claims.<sup>[16]</sup> Plaintiffs, relying on previous <span class=\"star-pagination\">*51</span> rulings that damages were mandatory under the state statute but discretionary under the federal one, elected to proceed under state law.</p>\n<p>Before the jury was charged on March 24, 2008, defendants objected to the jury instructions and the proposed verdict form. The court overruled their objections. The court's instructions to the jury again referred to defendants' recording of <i>all</i> of plaintiffs' calls in and out of the Complex. The instructions made no effort to exclude or distinguish emergency calls or calls from the public regarding police business that the City might wish to monitor. Nor did the instructions distinguish among different types of calls when describing potential defenses. The instructions also did not indicate to the jury whether it could treat the firefighters' personal line separately.</p>\n<p>The jury received separate verdict forms for the Walden firefighter plaintiffs and the Chmura police plaintiffs. Both forms also presented plaintiffs' claims broadly and did not permit the jury to differentiate between the types of calls each plaintiff made or received.<sup>[17]</sup></p>\n<p>On March 26, 2008, the jury found against Vieira and the City on all counts, and against Lennon on the constitutional and privacy act claims. Each plaintiff in both plaintiff groups was awarded $1 in nominal damages for the constitutional claims, as well as $1 for the privacy act claim and $1 for one of the state wiretap claims, R.I. Gen. Laws § 11-35-21. One dollar in punitive damages was also awarded to each plaintiff for the constitutional violations, to be paid only by Vieira and Lennon.</p>\n<p>Vieira and the City were also ordered, jointly and severally, to pay statutory damages of $100 to each plaintiff for every day on which the plaintiff made telephone calls that were recorded, pursuant to one of the state wiretap act claims, <i>id.</i> § 12-5.1-13(a). The jury found that all of the Chmura police plaintiffs and some of the Walden firefighter plaintiffs had their calls intercepted, but also concluded that seventy-one of the Walden plaintiffs, including all of the firefighters' family members, could not establish their calls were recorded on any day. Statutory damages under this count amounted to $526,700. As the prevailing party under 42 U.S.C. § 1988, plaintiffs were also awarded attorney's fees and costs, totaling $539,452.37.<sup>[18]</sup><i>Walden v. City of Providence (Walden III),</i> Nos. 04-304A, 04-553A, slip op. at 1 (D.R.I. Oct.15, 2008). Defendants timely <span class=\"star-pagination\">*52</span> renewed their Rule 50 motions after the verdict, pursuant to Fed.R.Civ.P. 50(b).</p>\n<p>On May 15, 2008, the court denied defendants' Rule 50 motions. It declined to reconsider its finding that Vieira was a final policymaker for purposes of the City's municipal liability. <i>Walden v. City of Providence (Walden II),</i> Nos. 04-304A, 04-553A, slip op. at 14-17 (D.R.I. May 15, 2008). It also denied qualified immunity to Lennon and Vieira, ruling that \"no reasonable official\" could have concluded that the recordings were permissible. <i>Id.</i> at 18-19.</p>\n<p>Defendants now appeal the denial of their summary judgment and Rule 50 motions on qualified immunity, municipal liability, and the applicability of the wiretap statute to the City as a municipality and to all three defendants. They also claim error in several of the district court's evidentiary rulings, its jury instructions and verdict forms, and rulings on attorney's fees. Defendant Lennon further claims that the verdict was inconsistent and that the evidence was insufficient to find her liable.</p>\n<p></p>\n<h2>III.</h2>\n<p></p>\n<h2>A. <i>Appeals from Verdicts for Plaintiffs on U.S. Constitution Fourth Amendment Claims</i>\n</h2>\n<p></p>\n<h2>1. <i>Qualified Immunity for Defendants Vieira and Lennon</i>\n</h2>\n<p>We first consider whether Vieira and Lennon were entitled to qualified immunity. The defendants have preserved their objections to the district court's denial of immunity. Plaintiffs do not seriously contend otherwise.<sup>[19]</sup></p>\n<p>Our review of the denial of qualified immunity is de novo. <i>Guillemard-Ginorio v. Contreras-Gómez,</i> <span class=\"citation\" data-id=\"1192077\"><a href=\"/opinion/1192077/guillemard-ginorio-v-contreras-gomez/\"><span class=\"volume\">585</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">508</span></a></span>, 525 (1st Cir.2009). To the extent it is relevant, we review the evidence in the light most favorable to the jury's verdict. <i>Id.</i> We conclude the court erred in denying the individual defendants qualified immunity.</p>\n<p>Officials are entitled to qualified immunity unless (1) \"the facts that a plaintiff has alleged or shown make out a violation of a constitutional right\" and (2) \"the right at issue was `clearly established' at the time of [their] alleged misconduct.\" <i>Pearson v. Callahan,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"145918\"><a href=\"/opinion/145918/pearson-v-callahan/\"><span class=\"volume\">129</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">808</span></a></span>, 816, <span class=\"citation\" data-id=\"145918\"><a href=\"/opinion/145918/pearson-v-callahan/\"><span class=\"volume\">172</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">565</span></a></span> (2009).</p>\n<p>The Supreme Court has given this second prong two aspects. The first is whether, based on the \"clarity of the law at the time of the alleged civil rights violation,\" \"`[t]he contours of the right ... [were] sufficiently clear that a reasonable official would understand that what he is doing violates that right.\" <i>Maldonado v. Fontanes,</i> <span class=\"citation\" data-id=\"203857\"><a href=\"/opinion/203857/maldonado-v-fontanes/\"><span class=\"volume\">568</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">263</span></a></span>, 269 (1st Cir.2009) (quoting <i>Anderson v. Creighton,</i> <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">635</span></a></span>, 640, <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3034</span></a></span>, <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">523</span></a></span> (1987)). The second aspect is whether, based on the \"facts of the particular case,\" a \"reasonable defendant would have understood that his conduct violated the plaintiffs' constitutional rights.\" <i>Id.</i> Qualified immunity generally protects \"all but the plainly incompetent or those who knowingly violate the law.\" <i>Malley v. Briggs,</i> <span class=\"citation\" data-id=\"111611\"><a href=\"/opinion/111611/malley-v-briggs/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">335</span></a></span>, 341, <span class=\"citation\" data-id=\"111611\"><a href=\"/opinion/111611/malley-v-briggs/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1092</span></a></span>, <span class=\"citation\" data-id=\"111611\"><a href=\"/opinion/111611/malley-v-briggs/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">271</span></a></span> (1986).</p>\n<p>Courts need not address these questions in order. <i>Pearson,</i> 129 S.Ct. at 818; <i>Maldonado,</i> 568 F.3d at 269-70. We turn to <span class=\"star-pagination\">*53</span> the second part of the test and specifically ask whether the right in question was so clearly established as to give notice to defendants that their actions were unconstitutional in 2002.<sup>[20]</sup> This is a question of pure law.</p>\n<p>This question must be resolved based on the state of the law at the time of the alleged violation. <i>See </i><i>Brosseau v. Haugen,</i> <span class=\"citation\" data-id=\"137736\"><a href=\"/opinion/137736/brosseau-v-haugen/\"><span class=\"volume\">543</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">194</span></a></span>, 198, <span class=\"citation\" data-id=\"137736\"><a href=\"/opinion/137736/brosseau-v-haugen/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">596</span></a></span>, <span class=\"citation\" data-id=\"137736\"><a href=\"/opinion/137736/brosseau-v-haugen/\"><span class=\"volume\">160</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">583</span></a></span> (2004). Further, \"this inquiry `must be undertaken in light of the specific context of the case, not as a broad general proposition,'\" <i>id.</i> (quoting <i>Saucier v. Katz,</i> <span class=\"citation no-link\"><span class=\"volume\">533</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">194</span></span>, 201, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2151</span></span>, <span class=\"citation no-link\"><span class=\"volume\">150</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">272</span></span> (2001)), and \"[t]he relevant, dispositive inquiry ... is whether it would be clear to a reasonable officer that his conduct was unlawful in the situation he confronted.\" <i>Saucier,</i> 533 U.S. at 201, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2151</span></span> (emphasis added).</p>\n<p>Thus, the relevant question in this case is not whether in 2002 the Fourth Amendment generally prohibited the recording of telephone calls. The question is whether, in 2002, public safety employees, like plaintiffs, had a clearly established right under the Fourth Amendment not to have calls made at work recorded.</p>\n<p>We hold there was no such clearly established law. There were no Supreme Court cases, no \"cases of controlling authority in [plaintiffs'] jurisdiction at the time of the incident,\" and no \"consensus of cases of persuasive authority\" showing that plaintiffs' asserted Fourth Amendment rights were clearly established in 2002. <i>Wilson v. Layne,</i> <span class=\"citation\" data-id=\"118289\"><a href=\"/opinion/118289/wilson-v-layne/\"><span class=\"volume\">526</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">603</span></a></span>, 617, <span class=\"citation\" data-id=\"118289\"><a href=\"/opinion/118289/wilson-v-layne/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1692</span></a></span>, <span class=\"citation\" data-id=\"118289\"><a href=\"/opinion/118289/wilson-v-layne/\"><span class=\"volume\">143</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">818</span></a></span> (1999) (holding that where none of these sources had relevant supporting precedent, the asserted right was not \"clearly established\"); <i>see also </i><i>Brady v. Dill,</i> <span class=\"citation\" data-id=\"198570\"><a href=\"/opinion/198570/brady-v-dill/\"><span class=\"volume\">187</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">104</span></a></span>, 116 (1st Cir.1999).</p>\n<p>In 2002, there was no Supreme Court precedent that addressed whether defendants' particular conduct violated the Fourth Amendment. Plaintiffs rely heavily on <i>Katz v. United States,</i> <span class=\"citation\" data-id=\"107564\"><a href=\"/opinion/107564/katz-v-united-states/\"><span class=\"volume\">389</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">347</span></a></span>, <span class=\"citation\" data-id=\"107564\"><a href=\"/opinion/107564/katz-v-united-states/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">507</span></a></span>, <span class=\"citation\" data-id=\"107564\"><a href=\"/opinion/107564/katz-v-united-states/\"><span class=\"volume\">19</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">576</span></a></span> (1967), which held that the Fourth Amendment generally requires the government to obtain prior judicial sanction before recording calls from a public telephone booth. <i>Id.</i> at 355-59, <span class=\"citation\" data-id=\"107564\"><a href=\"/opinion/107564/katz-v-united-states/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">507</span></a></span>. They likewise cite <i>O'Connor v. Ortega,</i> <span class=\"citation\" data-id=\"111851\"><a href=\"/opinion/111851/oconnor-v-ortega/\"><span class=\"volume\">480</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">709</span></a></span>, <span class=\"citation\" data-id=\"111851\"><a href=\"/opinion/111851/oconnor-v-ortega/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1492</span></a></span>, <span class=\"citation\" data-id=\"111851\"><a href=\"/opinion/111851/oconnor-v-ortega/\"><span class=\"volume\">94</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">714</span></a></span> (1987), which merely held that an employee had a reasonable expectation of privacy in his office desk and file cabinets that he did not share with other employees. <i>Id.</i> at 718, <span class=\"citation\" data-id=\"111851\"><a href=\"/opinion/111851/oconnor-v-ortega/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1492</span></a></span>. Neither of these cases address public safety employees' expectations of privacy at work, and neither can be construed to show that defendants' particular conduct was unlawful. This is precisely the kind of \"high level of generality\" that the Court has held insufficient, <i>Brosseau,</i> 543 U.S. at 200, <span class=\"citation\" data-id=\"137736\"><a href=\"/opinion/137736/brosseau-v-haugen/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">596</span></a></span>, particularly given the Court's recognition that an individual's expectation of privacy varies within different parts of the workplace and depending upon the nature of his or her work. <i>See </i><i>O'Connor,</i> 480 U.S. at 716-17, <span class=\"citation\" data-id=\"111851\"><a href=\"/opinion/111851/oconnor-v-ortega/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1492</span></a></span>.</p>\n<p>Nor had any First Circuit case held as of 2002 that the Fourth Amendment was violated if police and fire public safety employers recorded all calls to and from their employees' offices.</p>\n<p>There was also no clear consensus among other circuit courts. Indeed, this lack of consensus was explicitly recognized by the one court of appeals to squarely address a factual situation similar to the <span class=\"star-pagination\">*54</span> case at hand. In that case, <i>Blake v. Wright,</i> <span class=\"citation no-link\"><span class=\"volume\">179</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1003</span></span> (6th Cir.1999), the Sixth Circuit held that a police chief was entitled to qualified immunity for his implementation of a system that recorded almost all personal, emergency, and administrative calls at a police station without the police employees' knowledge. It so held because the unconstitutionality of these recordings was not clearly established as a matter of law. <i>Id.</i> at 1010-11.<sup>[21]</sup> This certainly would not have informed the individual defendants that their specific conduct violated the Fourth Amendment.</p>\n<p>Moreover, other circuits' precedents in a line of cases under Title III of the federal wiretap act would have led reasonable officials to conclude that recording all calls into and out of a police station was neither illegal nor unconstitutional.</p>\n<p>If under Title III law the defendants could have concluded their actions were not illegal, then they could reasonably have concluded it was not clearly established that the same actions would violate the Constitution. Congress enacted Title III in response to <i>Katz, see </i><i>Bartnicki v. Vopper,</i> <span class=\"citation\" data-id=\"118427\"><a href=\"/opinion/118427/bartnicki-v-vopper/\"><span class=\"volume\">532</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">514</span></a></span>, 523, <span class=\"citation\" data-id=\"118427\"><a href=\"/opinion/118427/bartnicki-v-vopper/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1753</span></a></span>, <span class=\"citation\" data-id=\"118427\"><a href=\"/opinion/118427/bartnicki-v-vopper/\"><span class=\"volume\">149</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">787</span></a></span> (2001), and in doing so attempted to provide at least as much protection as the Constitution affords. <i>See </i><i>Mitchell v. Forsyth,</i> <span class=\"citation\" data-id=\"111481\"><a href=\"/opinion/111481/mitchell-v-forsyth/\"><span class=\"volume\">472</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">511</span></a></span>, 531-32, <span class=\"citation\" data-id=\"111481\"><a href=\"/opinion/111481/mitchell-v-forsyth/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2806</span></a></span>, <span class=\"citation\" data-id=\"111481\"><a href=\"/opinion/111481/mitchell-v-forsyth/\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">411</span></a></span> (1985); <i>Dalia v. United States,</i> <span class=\"citation\" data-id=\"110061\"><a href=\"/opinion/110061/dalia-v-united-states/\"><span class=\"volume\">441</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">238</span></a></span>, 256 n. 18, <span class=\"citation\" data-id=\"110061\"><a href=\"/opinion/110061/dalia-v-united-states/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1682</span></a></span>, <span class=\"citation\" data-id=\"110061\"><a href=\"/opinion/110061/dalia-v-united-states/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">177</span></a></span> (1979). Further, Title III statutory requirements are relevant to the question of what public safety employees' reasonable expectations of privacy were.<sup>[22]</sup></p>\n<p>The lead Title III case that defendants relied on for their immunity claims is <i>Amati v. City of Woodstock,</i> <span class=\"citation\" data-id=\"764090\"><a href=\"/opinion/764090/charles-amati-v-city-of-woodstock/\"><span class=\"volume\">176</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">952</span></a></span> (7th Cir.1999). There, the court upheld a jury finding that a police department's practice of recording all calls on a line used by employees for both personal and business calls was not a violation of Title III. <i>Id.</i> at 955-56. The court held that the calls fell within the exception for recording \"by an investigative or law enforcement officer in the ordinary course of his duties.\" <i>Id.</i> at 954-55. The court found \"[i]t is routine, standard, hence `ordinary' for all calls to and from the police to be recorded,\" because <span class=\"star-pagination\">*55</span> the \"calls may constitute vital evidence\" and can be used to \"evaluate[] the speed and adequacy of the response of the police to tips, complaints, and calls for emergency assistance.\" <i>Id.</i> at 954. The <i>Amati</i> court further explained it was \"irrelevant\" whether personal calls on a police department's lines were recorded, holding that \"if all the lines are taped, as is the ordinary practice of police departments, then the recording of personal as well as of official calls is within the ordinary course.\" <i>Id.</i> at 956.</p>\n<p>Other courts had also taken the view before 2002 that \"the routine and almost universal recording of phone lines by police departments ... as well as other law enforcement institutions is exempt from the [federal wiretap statute]\" and the practice of \"routinely and indiscriminately record[ing] all phone activity in and out of the police department\" is \"well known in the industry and in the general public.\" <i>Adams v. City of Battle Creek,</i> <span class=\"citation\" data-id=\"773333\"><a href=\"/opinion/773333/david-adams-v-city-of-battle-creek-a-municipal-corporation-jeffrey-p/\"><span class=\"volume\">250</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">980</span></a></span>, 984 (6th Cir.2001); <i>see also </i><i>Abraham v. County of Greenville,</i> <span class=\"citation\" data-id=\"771729\"><a href=\"/opinion/771729/michael-b-abraham-shirley-b-keaton-don-hensley-harry-h-nelson-mildred-j/\"><span class=\"volume\">237</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">386</span></a></span>, 391 (4th Cir.2001) (recognizing \"the County's need to monitor for law enforcement purposes calls relating to Detention Center inmates and employees\"); <i>First v. Stark County Bd. of Comm'rs,</i> No. 99-3547, <span class=\"citation no-link\"><span class=\"volume\">2000</span> <span class=\"reporter\">WL</span> <span class=\"page\">1478389</span></span>, at *4 (6th Cir.2000) (holding the routine recording of all conversations in a sheriff's office dispatchers' department was protected by Title III's law enforcement provisions and dismissing plaintiffs' constitutional claims).</p>\n<p>We need not address the jury's verdict. This is an issue of law on which the district court erred. The individual defendants are entitled to judgment on the basis of qualified immunity.</p>\n<p></p>\n<h2>2. <i>Municipal Liability for the Fourth Amendment Claims Against City of Providence</i>\n</h2>\n<p>This leaves the City's Rule 50 motion on the Fourth Amendment claims against it.<sup>[23]</sup> The City says there is no municipal liability for the recordings because plaintiffs' calls were not recorded pursuant to any official policy or custom. This issue was preserved. We review de novo. <i>Valentin-Almeyda v. Mun. of Aguadilla,</i> <span class=\"citation\" data-id=\"202202\"><a href=\"/opinion/202202/valentin-v-mun-of-aquadilla/\"><span class=\"volume\">447</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">85</span></a></span>, 95-96 (1st Cir. 2006). We hold, contrary to the district court, that the City was entitled to judgment as a matter of law.</p>\n<p>Municipal defendants may be held liable under § 1983 for actions taken pursuant to an official policy or an official custom that violated the Constitution. <i>Monell,</i> 436 U.S. at 694, <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2018</span></a></span>; <i>Young v. City of Providence,</i> <span class=\"citation\" data-id=\"789877\"><a href=\"/opinion/789877/leisa-young-in-her-capacity-as-administratrix-of-the-estate-of-cornel/\"><span class=\"volume\">404</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">4</span></a></span>, 26 (1st Cir.2005). \"A plaintiff can establish the existence of an official policy by,\" inter alia, \"showing that the alleged constitutional injury was caused ... by a person with final policymaking authority.\" <i>Welch v. Ciampa,</i> <span class=\"citation\" data-id=\"203489\"><a href=\"/opinion/203489/welch-v-ciampa/\"><span class=\"volume\">542</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">927</span></a></span>, 941 (1st Cir.2008) (internal citations omitted).</p>\n<p>Whether an official is a final policymaker is also a question of law for the trial judge to decide.<sup>[24]</sup><i>Jett v. Dallas Indep. Sch. Dist.,</i> <span class=\"citation\" data-id=\"112313\"><a href=\"/opinion/112313/jett-v-dallas-independent-school-dist/\"><span class=\"volume\">491</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">701</span></a></span>, 737, <span class=\"citation\" data-id=\"112313\"><a href=\"/opinion/112313/jett-v-dallas-independent-school-dist/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2702</span></a></span>, <span class=\"citation\" data-id=\"112313\"><a href=\"/opinion/112313/jett-v-dallas-independent-school-dist/\"><span class=\"volume\">105</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">598</span></a></span> (1989). This determination requires a showing that \"a deliberate choice to follow a course of action <span class=\"star-pagination\">*56</span> [was] made from among various alternatives by the official or officials responsible for establishing final policy with respect to the subject matter in question.\" <i>Pembaur v. City of Cincinnati,</i> <span class=\"citation\" data-id=\"111615\"><a href=\"/opinion/111615/pembaur-v-cincinnati/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">469</span></a></span>, <span class=\"citation\" data-id=\"111615\"><a href=\"/opinion/111615/pembaur-v-cincinnati/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1292</span></a></span>, <span class=\"citation\" data-id=\"111615\"><a href=\"/opinion/111615/pembaur-v-cincinnati/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">452</span></a></span> (1986) (plurality opinion); <i>see also </i><i>Wilson,</i> 421 F.3d at 59-60 (applying this test).</p>\n<p>Whether an official has this requisite level of specific policymaking authority is a matter of state law. <i>Jett,</i> 491 U.S. at 737, <span class=\"citation\" data-id=\"112313\"><a href=\"/opinion/112313/jett-v-dallas-independent-school-dist/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2702</span></a></span>. Courts must look to state law, including \"valid local ordinances and regulations,\" for descriptions of the duties and obligations of putative policymakers in the relevant area at issue. <i>City of St. Louis v. Praprotnik,</i> <span class=\"citation\" data-id=\"112017\"><a href=\"/opinion/112017/st-louis-v-praprotnik/\"><span class=\"volume\">485</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">112</span></a></span>, 125, <span class=\"citation\" data-id=\"112017\"><a href=\"/opinion/112017/st-louis-v-praprotnik/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">915</span></a></span>, <span class=\"citation\" data-id=\"112017\"><a href=\"/opinion/112017/st-louis-v-praprotnik/\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">107</span></a></span> (1988) (plurality opinion). This does not mean that we look simply to state law labels to determine whether an official is a final policymaker, \"[b]ut our understanding of the actual function of a governmental official, in a particular area, will necessarily be dependent on the definition of the official's functions under relevant state law.\" <i>McMillian v. Monroe County,</i> <span class=\"citation\" data-id=\"118118\"><a href=\"/opinion/118118/mcmillian-v-monroe-county/\"><span class=\"volume\">520</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">781</span></a></span>, 786, <span class=\"citation\" data-id=\"118118\"><a href=\"/opinion/118118/mcmillian-v-monroe-county/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1734</span></a></span>, <span class=\"citation\" data-id=\"118118\"><a href=\"/opinion/118118/mcmillian-v-monroe-county/\"><span class=\"volume\">138</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1997). This, too, is a question of law for the judge to decide.</p>\n<p>Plaintiffs argue, and the district court agreed, that Vieira was a final policymaker with respect to the decisions to procure and implement the Total Recall system. They say that Vieira was responsible for the RFP and the actual decision to award Expanets the bid. They also say that he had final authority with regards to how the system was implemented. We reject these arguments and hold that Vieira was not a final policymaker in this case.</p>\n<p>Both as a matter of state law and in practice, Vieira did not have final policymaking authority over the decision to procure the recording system and award Expanets the bid.</p>\n<p>The City Charter clearly states that the Board of Contract and Supply, not the Department of Public Safety or its officials, is the department with \"responsibility... [t]o make all contracts for purchase of materials, supplies, services, equipment and property on behalf of the city, the price or consideration of which shall exceed five thousand dollars.\"<sup>[25]</sup> Charter, art. X, § 1007(c)(1). Moreover, the Board controls key aspects of the bidding process, since bids are \"to be submitted, opened and considered in accordance with rules and regulations approved by the board.\" <i>Id.</i> The Board also has total discretion \"[t]o reject any or all bids submitted to it for a specific purpose\" if, in its judgment, \"the public interest will be best served thereby.\" <i>Id.</i> § 1007(c)(3).</p>\n<p>Although the Commissioner of Public Safety has, through the Director of Communications, responsibility for the \"procurement, installation, and proper operation\" of \"all municipal radio, television, teletype and other associated equipment,\" <i>id.</i> at § 1001(c), this procurement function is constrained by the Board of Contract's control over the bidding process. The Department of Public Safety can, through the Director of Communications, influence the general substantive parameters of an RFP in these areas, but it cannot, by law, control which vendor ultimately receives the award.</p>\n<p>The Board of Contract and Supply, not Vieira, was also responsible in practice for <span class=\"star-pagination\">*57</span> all of the relevant decisions involved in awarding Expanets the bid to install its telephone system, including Total Recall, in the Complex. Uncontested testimony at trial showed that Vieira was one voice among many during the planning meetings and did not single-handedly set the desired parameters for the Complex phone system himself. Although Vieira used those parameters to create the RFP he sent to Alan Sepe, the Acting Director of the Department of Public Property, Vieira did not have final policymaking authority over the RFP. It was only adopted after the Board of Contract and Supply reviewed it and voted on it, and Vieira was not a member of that body.</p>\n<p>Nor did Vieira have final policymaking authority over the decision to award Expanets the bid. The RFP itself clearly stated that the Board of Contract and Supply had decisionmaking authority and that the ordinary practice was to award the bid to the \"lowest responsible bidder\" who met the RFP's specifications. Expanets only received the bid after the Board of Contract and Supply, pursuant to the City Charter, voted to do so.</p>\n<p>Plaintiffs claim, and the district court held, that Vieira was nonetheless the final policymaker because he recommended to the Commissioner of Public Safety and Sepe that Expanets' bid be accepted and both of them deferentially reviewed his recommendation. That conclusion is contrary to the relevant law. \"Simply going along with discretionary decisions made by one's subordinates ... is not a delegation to them of the authority to make policy.\" <i>Praprotnik,</i> 485 U.S. at 130, <span class=\"citation\" data-id=\"112017\"><a href=\"/opinion/112017/st-louis-v-praprotnik/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">915</span></a></span>. It also ignores the fact that the Board of Contract and Supply ultimately voted to award the bid, and there is no argument that the board did not independently review the merits of Expanets' proposal.</p>\n<p>As a matter of state law and in practice, Vieira also lacked final policymaking authority over the implementation of the Total Recall system. The Charter makes clear that the Director of Communications's authority is subsidiary to the Commissioner of Public Safety, who heads the Department of Communications and is ultimately \"responsible, through the [D]irector of [C]ommunications, for the complete operation of the department ... and for the design, procurement, installation and proper operation of all the equipment under its jurisdiction.\" Charter, art. X, § 1001(c)(2). \"[W]hen a subordinate's decision is subject to review by the municipality's authorized policymakers, [the policymakers] have retained the authority to measure the official's conduct for conformance with <i>their</i> policies.\" <i>Praprotnik,</i> 485 U.S. at 127, <span class=\"citation\" data-id=\"112017\"><a href=\"/opinion/112017/st-louis-v-praprotnik/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">915</span></a></span>.</p>\n<p>Vieira also did not have final policymaking authority over the implementation of the Total Recall system in practice. All indications suggest the Total Recall system was activated by Expanets technicians in May 2002 immediately after its installation and pursuant to Expanets' contract with the City. Vieira was also not a final policymaker with respect to the decision to shut the system down. Rather, Police Chief Esserman, when he learned of the system, unilaterally ordered it shut down, apparently without having to consult with Vieira.</p>\n<p>There was also no custom or practice for which the City could be held liable, and to the extent the jury's finding of liability rested on that theory, a reasonable person could not have reached that conclusion. <i>Visible Sys. Corp. v. Unisys Corp.,</i> <span class=\"citation\" data-id=\"203606\"><a href=\"/opinion/203606/visible-systems-corp-v-unisys-corp/\"><span class=\"volume\">551</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">65</span></a></span>, 71 (1st Cir.2008). To find municipal liability, we have required that the custom or practice \"be so well-settled and widespread that the policy making <span class=\"star-pagination\">*58</span> officials of the municipality can be said to have either actual or constructive knowledge of it yet did nothing to end it.\" <i>Bisbal-Ramos v. City of Mayagüez,</i> <span class=\"citation no-link\"><span class=\"volume\">467</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">16</span></span>, 24 (1st Cir.2006) (quoting <i>Silva v. Worden,</i> <span class=\"citation\" data-id=\"197655\"><a href=\"/opinion/197655/silva-v-worden/\"><span class=\"volume\">130</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">26</span></a></span>, 31 (1st Cir.1997)) (internal quotation marks omitted).</p>\n<p>The recordings in this case were neither so widespread nor so well-settled as to be a custom or practice. They occurred at a single building and for a period of eight months. This was different from the City's otherwise-established practice of not recording calls except pursuant to the policy at the EOC. Nor did plaintiffs show the City's policymaking officials had constructive knowledge of it and yet did nothing to end it. Indeed, when Fire Chief Lanzi learned of it, he had his own telephone lines removed, while Police Chief Esserman, on learning of the recordings, had the Total Recall system shut down. Plaintiffs presented no evidence any other officials knew of the recordings. Nor on appeal do plaintiffs point to any evidence presented that showed a policy or custom was established.</p>\n<p>The City is entitled to judgment on the Fourth Amendment claims.</p>\n<p></p>\n<h2>B. <i>State Constitutional Claims</i>\n</h2>\n<p>The district court treated the defendants' liability under the state constitutional claims as identical to their liability under the federal constitutional claims. The plaintiffs did not object at trial and do not challenge this approach on appeal. We hold they have waived any objection to disposing of their state law claims based on the disposition of their federal constitutional claims, and judgment must be entered for all defendants<sup>[26]</sup> on the state constitutional claims as well.</p>\n<p></p>\n<h2>C. <i>Pendent State Statutory Claims</i>\n</h2>\n<p>Plaintiffs also prevailed at trial on their state law claims for violation of the state wiretap and privacy acts. Defendants appeal. We start with the City's claim of error of law, that it cannot be sued under the state wiretap act because it is not a \"person\" within the meaning of the act. As a result, the City argues, the state wiretap claims against the City should have been dismissed and no damages could be awarded against it.</p>\n<p></p>\n<h2>1. <i>The City Is Not a \"Person\" Who May Be Sued Under the Rhode Island Wiretap Act</i>\n</h2>\n<p>The district court rejected on summary judgment the claim that the City was not within the scope of the federal wiretap act, <i>Walden,</i> 495 F.Supp.2d at 265-67, but did not address the City's separate claim that it was not a defendant within the state wiretap act, <i>id.</i> at 271. The City properly preserved the claim.<sup>[27]</sup> This is a pure issue of law, which we review de novo. <i>Omnipoint Holdings, Inc. v. City of Cranston,</i> <span class=\"citation\" data-id=\"204051\"><a href=\"/opinion/204051/omnipoint-holdings-inc-v-city-of-cranston/\"><span class=\"volume\">586</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">38</span></a></span>, 45 <span class=\"star-pagination\">*59</span> (1st Cir.2009). We hold that the City is not a proper defendant within the scope of the state wiretap act.</p>\n<p>The City argues that while the Rhode Island wiretap statute generally mirrors the federal statute, the federal act applies to a broader range of possible defendants than state law does. The federal statute makes any \"person\" who violates it civilly liable and was amended by the Electronic Communications Privacy Act of 1986 (\"ECPA\"), Pub.L. No. 99-508 § 103 (1986), to also make any \"entity\" liable. 18 U.S.C. § 2520(a). The Rhode Island statute instead permits suit only against a \"person\" and does not include the term \"entity.\" R.I. Gen. Laws §§ 11-35-21(a), 12-5.1-13(a). The City argues that it cannot be sued under the state law because it is not a \"person\" under the Rhode Island wiretap act.</p>\n<p>We apply Rhode Island's rules of statutory construction to interpret this statute. Under these rules, unambiguous language is given its \"plain and ordinary meaning,\" <i>Castelli v. Carcieri,</i> <span class=\"citation\" data-id=\"1915470\"><a href=\"/opinion/1915470/castelli-v-carcieri/\"><span class=\"volume\">961</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">277</span></a></span>, 284 (R.I.2008), and for ambiguous text, we look at the \"statute in its entirety to determine the intent and purpose of the legislature,\" <i>Harvard Pilgrim Health Care of New England, Inc. v. Rossi,</i> <span class=\"citation\" data-id=\"1482121\"><a href=\"/opinion/1482121/harvard-pilgrim-health-care-v-rossi/\"><span class=\"volume\">847</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">286</span></a></span>, 290 (R.I.2004). Rhode Island's law also dictates that we interpret the state wiretap act by analogy to interpretations of the federal wiretap act, both before and after the 1986 amendment that added the term \"entity.\" <i>See </i><i>State v. Oster,</i> <span class=\"citation\" data-id=\"2074062\"><a href=\"/opinion/2074062/state-v-oster/\"><span class=\"volume\">922</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">151</span></a></span>, 162 (R.I.2007) (citing federal court interpretations of the federal wiretap act to interpret parallel language in the state provision); <i>State v. O'Brien,</i> <span class=\"citation\" data-id=\"1515752\"><a href=\"/opinion/1515752/state-v-obrien/\"><span class=\"volume\">774</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">89</span></a></span>, 94-95 (R.I.2001) (same).</p>\n<p>The Rhode Island wiretap act by its terms only provides for suits against \"any person who intercepts, discloses, or uses the communications\" at issue. R.I. Gen. Laws § 12-5.1-13(a). Further, recovery is \"from that person.\" <i>Id.</i><sup>[28]</sup></p>\n<p>The statute in turn defines a \"person\" as any \"individual, partnership, association, joint stock company, trust, or corporation, whether or not any of the foregoing is an officer, agent, or employee of the United States, a state, or a political subdivision of a state.\" R.I. Gen. Laws § 12-5.1-1(11). This language makes clear that only \"officer[s], agent[s], or employee[s]\" of municipal governments are \"persons\" who may be sued, not municipalities themselves. <i>Id.</i></p>\n<p>Further, the wiretap act's unique definition of the term \"person\" shows the state legislature did not intend the act to provide for suit against municipalities. Unlike the wiretap act definition, Rhode Island's general definition of \"person\" for purposes of statutory construction \"extends to and includes co-partnerships and bodies corporate and politic,\" <i>Id.</i> § 43-3-6, which does include the City of Providence, <i>see</i> Charter, Art. I, § 102. Had Rhode Island's legislature wished the act to cover municipalities, it could have ensured it did so specifically by including the phrase \"bodies corporate and politic,\" or using the State's general definition of the word \"person.\"</p>\n<p>Our conclusion that municipalities are not \"persons\" under the state act is reinforced by the material differences in language between the state and federal wiretap acts regarding who can be held liable. The equivalent provision in the federal <span class=\"star-pagination\">*60</span> wiretap statute, 18 U.S.C. § 2520(a), was amended by the ECPA to add to the statutory definition of those who could be held liable the term \"or entity.\" Pub.L. No. 99-508 § 103 (1986). This amendment, courts agree, is the only possible basis for holding municipalities liable under the federal act and even so, federal courts disagree as to whether even the term \"entity\" includes a municipality. <i>Compare </i><i>Adams,</i> 250 F.3d at 985; <i>Williams v. City of Tulsa,</i> <span class=\"citation\" data-id=\"2455720\"><a href=\"/opinion/2455720/williams-v-city-of-tulsa-ok/\"><span class=\"volume\">393</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1124</span></a></span>, 1132 (N.D.Okla. 2005), <i>with </i><i>Abbott,</i> 205 F.3d at 980; <i>Anderson v. City of Columbus,</i> <span class=\"citation\" data-id=\"2397172\"><a href=\"/opinion/2397172/anderson-v-city-of-columbus-georgia/\"><span class=\"volume\">374</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1240</span></a></span>, 1244-45 (M.D.Ga.2005). And it is clear that Congress did not intend to define the term \"person\" to include municipalities in the federal statute.<sup>[29]</sup><i>Abbott,</i> 205 F.3d at 980; <i>cf. </i><i>Adams,</i> 250 F.3d at 985. This again indicates that the Rhode Island statute does not permit a cause of action against the City.</p>\n<p>The City of Providence is entitled to dismissal of the claims against it under the state wiretap law. Because plaintiffs elected to pursue remedies under the state law to the exclusion of federal law, all claims under the state wiretap act against the City must be dismissed.</p>\n<p></p>\n<h2>2. <i>Trial Error from the Jury Verdict Forms Affecting All Remaining Claims</i>\n</h2>\n<p>This leaves the jury verdict finding Vieira alone liable on the state wiretap claims. Plaintiffs were awarded $526,700 in statutory damages under § 12-5.1-13 and $1 each in nominal damages under § 11-35-21. Also remaining is the state privacy act verdict against all three defendants, for which each plaintiff received $1 in nominal damages. How we resolve these issues on appeal affects the award of attorney's fees against the defendants.</p>\n<p>Defendants argue that the two jury verdict forms were improper because they did not require the jury to make separate findings as to each plaintiff against each defendant for the state wiretap act and the state privacy act claims.<sup>[30]</sup> Defendants preserved this issue with timely objections at trial.</p>\n<p>\"A verdict form must be `reasonably capable of an interpretation that would allow the jury to address all factual issues essential to judgment.'\" <i>Sanchez-Lopez v. Fuentes-Pujols,</i> <span class=\"citation\" data-id=\"201133\"><a href=\"/opinion/201133/sanchez-lopez-v-fuentes-pujos/\"><span class=\"volume\">375</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">121</span></a></span>, 134 (1st Cir.2004) (quoting <i>Sheek v. Asia Badger, Inc.,</i> <span class=\"citation\" data-id=\"199219\"><a href=\"/opinion/199219/sheek-v-raytheon-engineers/\"><span class=\"volume\">235</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">687</span></a></span>, 699 (1st Cir. 2000)). We examine the verdict forms, along with the court's jury instructions, \"to determine whether the issues were fairly presented to the jury.\" <i>Id.; </i><i>Sheek,</i> 235 F.3d at 699. Our review is de novo. <i>Sanchez-Lopez,</i> 375 F.3d at 134-35.</p>\n<p>Plaintiffs' claims under the state wiretap and privacy acts, as instructed to the jury, required individual findings with respect to each plaintiff against each defendant. The jury verdict forms repeatedly failed to differentiate between the plaintiffs on various counts, forcing the jury to choose between finding for all or none of the plaintiffs and relieving individual plaintiffs of the burden <span class=\"star-pagination\">*61</span> of proving their own cases. We hold that this prevented the wiretap and privacy claims from being fairly presented to the jury.</p>\n<p></p>\n<h2>a. <i>Plaintiffs' Claims Had to be Proved Individually</i>\n</h2>\n<p>We assume arguendo that the instructions, as worded, adequately presented the law and instead focus on what those instructions required plaintiffs to prove.</p>\n<p>Under the state wiretap act claims, plaintiffs had to show that their telephone calls had been intercepted, R.I. Gen. Laws §§ 11-35-21, 12-5.1-13, and that defendants had done so intentionally.<sup>[31]</sup> Thus, the defendants could not be liable to any plaintiff whose calls they did not intentionally record. <i>Cf. </i><i>Reynolds v. Spears,</i> <span class=\"citation\" data-id=\"724922\"><a href=\"/opinion/724922/david-s-reynolds-annette-reynolds-dale-anderson-luke-anderson-james/\"><span class=\"volume\">93</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">428</span></a></span>, 432 (8th Cir.1996) (affirming summary judgment for defendants on a similar provision of the federal wiretap act, 18 U.S.C. § 2520(a), when plaintiffs relied solely on a jury finding for a co-plaintiff to show their calls were intercepted and provided no evidence of their own).</p>\n<p>Defendants also had defenses that the jury had to consider. The first, which the court only allowed for one of the two wiretap claims, under § 12-5.1-13, was a law enforcement defense. Under the wiretap act, defendants had a defense for intercepted calls on \"[a]ny telephone ... being used by ... an investigative or law enforcement officer in the ordinary course of his or her duties.\" R.I. Gen. Laws § 12-5.1-1(7)(i). As instructed by the court, this required a finding as to whether defendants were law enforcement officers and whether or not the calls were recorded in the ordinary course of duties.<sup>[32]</sup> If nothing else, the jury would have had to determine whether each defendant was a law enforcement officer and whether the individual plaintiffs' telephone calls were recorded in the ordinary course of law enforcement duties. <i>Cf. </i><i>Amati,</i> 176 F.3d at 955 (considering whether recordings on a specific police department private line fell within the equivalent federal law enforcement exception).<sup>[33]</sup></p>\n<p>Finally, for the wiretap claim under R.I. Gen. Laws § 12-5.1-13, plaintiffs had to individually show the number of days that their calls had actually been recorded for purposes of calculating statutory damages. <i>See id.</i> § 12-5.1-13(a)(1).</p>\n<p>On the privacy act claim, each plaintiff had to establish both that he or she had an objectively reasonable expectation of, or entitlement to, his or her calls being private, <i>id.</i> § 9-1-28.1(1)(i), and that defendants's recording of calls actually violated that expectation, <i>id.</i> § 9-1-28.1(b). Especially <span class=\"star-pagination\">*62</span> because the evidence at trial was that plaintiffs used their phones for varying purposes and under varying circumstances, both of these elements required individualized findings. <i>Cf. </i><i>O'Connor,</i> 480 U.S. at 718, <span class=\"citation\" data-id=\"111851\"><a href=\"/opinion/111851/oconnor-v-ortega/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1492</span></a></span> (holding under the analogous Fourth Amendment right to privacy that \"whether an employee has a reasonable expectation of privacy must be addressed on a case-by-case basis\"); <i>Vega-Rodriguez v. P.R. Tel. Co.,</i> <span class=\"citation\" data-id=\"739069\"><a href=\"/opinion/739069/hector-vega-rodriguez-v-puerto-rico-telephone-company/\"><span class=\"volume\">110</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">174</span></a></span>, 179 (1st Cir.1997).</p>\n<p></p>\n<h2>b. <i>Lack of Individuation in the Verdict Forms Prevented the Jury from Making Essential Findings</i>\n</h2>\n<p>The jurors were given two verdict forms, one for the 116 Walden firefighter plaintiffs and one for the nineteen Chmura police plaintiffs. The forms addressed the state wiretap and privacy act claims similarly.</p>\n<p>For the state wiretap act claims the verdict forms asked the jury whether each defendant  Vieira, Lennon, and the City  \"sought to intercept or procured another to intercept <i>any</i> of Plaintiffs' telephone calls made or received at the Providence Public Safety Complex.\" (Emphasis added). The forms allowed the jury to find for each defendant or for all plaintiffs against each defendant.</p>\n<p>The verdict forms then presented the defenses. For the law enforcement defense, the forms only gave the jury the choice of finding for all plaintiffs or for <i>all</i> defendants and made no distinction as to types of calls.</p>\n<p>The forms next instructed the jury, if it found for plaintiffs on the previous questions, to determine how many days between May 23, 2002, and February 10, 2003, each plaintiff had established by a preponderance of the evidence that he or she had telephone calls to or from the Complex that were recorded. Each verdict form then listed plaintiffs' names with a space to provide a number of days.</p>\n<p>The verdict forms for the privacy act count only asked the jury to find either individually for each defendant or for all plaintiffs against each defendant.</p>\n<p>These verdict forms did not fairly present the issues to the jury because they deprived the jury of the ability to differentiate between plaintiffs on nearly every element. Instead, the forms assumed that the only meaningful distinction among the plaintiffs was whether they were part of the Walden firefighter or Chmura police groups, requiring the jury to find for all members of the groups, or for none of them. While findings for all plaintiffs might be permitted in a class action, this case was not a class action and there were no findings as to commonality of claims. <i>See</i> Fed.R.Civ.P. 23(b)(3) (allowing plaintiffs to proceed as a class \"if the court finds that the questions of law or fact common to class members predominate\").</p>\n<p>Under the wiretap act, the forms required the jury to find for all plaintiffs in each group if \"any\" of them had their calls intentionally recorded, even if the jury found that only some of the plaintiffs met their burden of showing their calls were intentionally recorded. Thus, the jury found the defendants liable to all 116 Walden plaintiffs despite the jury's apparently inconsistent factual finding that seventy-one of them had failed to prove that their calls were recorded on any days.<sup>[34]</sup></p>\n<p><span class=\"star-pagination\">*63</span> Further, the forms prevented the jury from making essential findings on defendants' law enforcement defense, even though defendants played different roles in the recordings and plaintiffs' testimony made clear that their use of the telephone system varied.<sup>[35]</sup> The jury could very well have found that some lines or calls were being recorded in the ordinary course of law enforcement but that others were not. The all-or-nothing structure of the verdict forms made it impossible for the jury to make this distinction.</p>\n<p>On the privacy act, the lack of differentiation in the forms prevented the claim from being fairly presented to the jury because the forms forced the jury to treat plaintiffs in each group as having the same expectation of privacy. The evidence at trial showed that plaintiffs in each group used their phones to make widely differing types of calls under differing circumstances, and the jury could have found that their expectations of privacy differed accordingly.<sup>[36]</sup> Further, the jury's inability to make individual findings, as under the wiretap claims, forced the jury to find for all plaintiffs even if not all of them proved their calls were recorded, as was the case with seventy-one of the Walden plaintiffs.</p>\n<p>The errors were not harmless.<sup>[37]</sup> The error with the forms affects both the awards against Vieira under the state wiretap act and the award against all three defendants under the privacy act; it requires a remand for a new trial on both.<sup>[38]</sup></p>\n<p></p>\n<h2>D. <i>Further Proceedings</i>\n</h2>\n<p>There are other claims that we need not address, including defendants' claims of error in the court's jury instructions and evidentiary rulings. Our disposition moots the plaintiffs' appeal.</p>\n<p>Because plaintiffs are no longer prevailing parties, the award of attorney's fees is vacated. The defendants' appeal from the amount of the award is moot.</p>\n<p>On remand the district court should dismiss all federal claims,<sup>[39]</sup> the state constitutional claims, and the state wiretap claims <span class=\"star-pagination\">*64</span> against the City with prejudice. The court should dismiss without prejudice the state wiretap claims against Vieira, and the privacy act claim against the two individuals and the City, so the claims can be brought in state court, which is the preferred forum for any interpretation of state law issues remaining.</p>\n<p>Accordingly we vacate the jury verdicts and direct entry of judgment of dismissal with prejudice of all federal claims and of the state wiretap claim against Lennon. We direct entry of dismissal without prejudice to proceedings in the state courts on the state wiretap claims against Vieira and the state privacy act claims against all three defendants. The award of attorney's fees is vacated. No costs are awarded on appeal.</p>\n<p><i>So ordered.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Of the District of Massachusetts, sitting by designation.</p>\n<p>[1]  Also sued in their official capacities were the Mayor of Providence, David Cicilline, and the City's Chief of Police, Colonel Dean Esserman. We refer to them with the City of Providence collectively as \"the City.\"</p>\n<p>[2]  Plaintiffs also cross-appeal, raising claims about the district court's denial of prejudgment interest for the state wiretap damages and its failure to require both the City and Vieira each to pay the full damages amount, instead of treating the damages as joint-and-several, under the state wiretap act.</p>\n<p>[3]  There was also a written policy that governed when recorded calls could be listened to. This policy required parties to fill out a written request to review a tape. This request then had to be approved by both the Internal Affairs unit of the Police Department and by Vieira: only then would employees of the Department of Communications provide the requested recording.</p>\n<p>[4]  Prignano was Police Chief when planning for the Complex began and attended some of the initial meetings.</p>\n<p>[5]  For purposes of this opinion we use the word \"line\" and the word \"extension\" interchangeably.</p>\n<p>[6]  Plaintiffs' theory was that the competitive bidding process was a sham and was designed to give the contract to Expanets.</p>\n<p>[7]  A copy of the e-mail was put into evidence, and defendants provided three witnesses who testified they received it. The Police Department plaintiffs testified they did not receive the e-mail.</p>\n<p>[8]  Defendants disputed whether this line was recorded. Plaintiffs' expert testified it was recorded and we take that to be true. It was also disputed whether defendants intended that the personal line be recorded.</p>\n<p>[9]  Although persons wishing to listen to recorded conversations were required to fill out written requests, as had been the practice with the Dictaphone system, Lennon, who was responsible for retrieving the recorded conversations, testified that she was not aware of a written policy governing when calls captured by the Total Recall system could be listened to and did not know if the written requests were reviewed by Internal Affairs.</p>\n<p>[10]  Vieira's office was not physically located in the Complex. However, the telephone system at the Complex was set up so that employees could reach phones at these locations, among others, by an internal extension, rather than getting an outside line.</p>\n<p>[11]  Vieira testified that, until this investigation, he was unaware that the Total Recall system was recording any telephone calls at the Complex beyond those into the central station. He testified that his earlier instructions to employees were only to remove lines from the cost-accounting system. These assertions were expressly contradicted at trial by Department of Communications employees, including Vieira's administrative assistant and a technician responsible for removing lines from the recording system. We accept plaintiffs' version but note that none of this affects the City officials' assertion that they did not intend to record the firefighters' personal line or know that the line was being recorded.</p>\n<p>[12]  Although the investigation and Esserman's order were not permitted into evidence before the jury at trial, pursuant to a motion in limine by defendants, these facts were raised and considered on the defendants' motions for summary judgment, which claimed qualified immunity and that there was no municipal liability. The district court was also aware of them when making its later rulings.</p>\n<p>[13]  In one instance, the Fire Chief listened to a call to determine how the Fire Department handled a potential drowning in response to a complaint. Major Simoneau also listened to a call about the towing of a car, this time in response to a complaint about how the officer in charge of the towing had spoken to the car owner on the phone. Finally, a City Councilman listened to a call he had with a city employee to determine whether he had been threatened by the employee.</p>\n<p>[14]  The district court held that whether defendants fell under the \"ordinary course of law enforcement\" exception to the act, 18 U.S.C. § 2510(5)(a)(ii), could only be determined based on facts developed at trial. <i>Id.</i> at 263.</p>\n<p>[15]  On January 3, 2008, the parties consented to proceed under the jurisdiction of a magistrate judge, pursuant to 28 U.S.C. § 636(c). The case was accordingly reassigned.</p>\n<p>[16]  The court did so pursuant to a November 2007 order on the defendants' motions in limine on damages, in which the district court had held that because the federal and state wiretap claims were parallel and would lead to duplicative damages, plaintiffs were required at the close of trial to elect whether to seek damages afforded by 18 U.S.C. § 2520 or those afforded by R.I. Gen. Laws § 12-5.1-13. <i>Walden v. City of Providence (Walden I),</i> Nos. 04-304A, 04-553A, slip op. at 3 (D.R.I. Nov.30, 2007).</p>\n<p>[17]  Specifically, on the constitutional and privacy act claims, the forms simply asked the jury whether each defendant had violated all plaintiffs' rights within that group. On the wiretap act claims, the forms required the jury to find for all plaintiffs and against each defendant if the defendant had intercepted \"any of [p]laintiffs' telephone calls.\" The same was true of the jury forms' presentation of the defendants' defense that the calls were in the course of law enforcement work, which only allowed the jury to find for all plaintiffs or all defendants. We describe these forms in greater detail below.</p>\n<p>[18]  Plaintiffs sought attorney's fees and costs under federal law, 42 U.S.C. § 1988, Fed. R.Civ.P. 54(d), D.R.I. Local Rule 54.1, and the state wiretap and privacy acts, R.I. Gen. Laws §§ 12-5.1-13, 9-1-28. Although the district court only analyzed the claim under federal law, plaintiffs claimed at oral arguments they were also entitled to fees on state law grounds.</p>\n<p>[19]  Plaintiffs argue that the individual defendants abandoned any claim to qualified immunity when they failed to take an interlocutory appeal from the denial of the summary judgment motion. That is plainly incorrect. <i>See </i><i>Wilson v. City of Boston,</i> <span class=\"citation\" data-id=\"201791\"><a href=\"/opinion/201791/wilson-v-city-of-boston/\"><span class=\"volume\">421</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">45</span></a></span> (1st Cir.2005); <i>Iacobucci v. Boulter,</i> <span class=\"citation\" data-id=\"198661\"><a href=\"/opinion/198661/iacobucci-v-town-of-pembroke/\"><span class=\"volume\">193</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">14</span></a></span>, 23 (1st Cir.1999).</p>\n<p>[20]  Since plaintiffs elected not to pursue their remedies under the federal wiretap act, 18 U.S.C. § 2510 et seq., we need not reach the question of whether the qualified immunity doctrine may be used in defense to a claim under that statute.</p>\n<p>[21]  There was one circuit opinion, <i>Abbott v. Village of Winthrop Harbor,</i> <span class=\"citation\" data-id=\"767912\"><a href=\"/opinion/767912/jodie-s-abbott-david-m-balmes-deborah-j-combs-v-village-of-winthrop/\"><span class=\"volume\">205</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">976</span></a></span> (7th Cir.2000), in which a jury found under § 1983 against a police chief and village that recorded police officers' calls. <i>Id.</i> at 977. However, in that case, plaintiffs argued only that the recording of their personal line, and not the emergency and office lines at the station, violated their Fourth Amendment rights. <i>Id.</i> Moreover, plaintiffs' claim of a reasonable expectation of privacy on their personal line in that case was based upon the police chief's initial exclusion of the personal line from the recording system, his explicit announcement to all officers that the personal line would not be recorded, and his subsequent, secret decision to begin recording the personal line for personal reasons unrelated to police work. <i>Id.</i> at 978-99. Because the police chief did not appeal, the court did not discuss qualified immunity at all, let alone whether plaintiffs' rights in this context were clearly established.\n</p>\n<p>In October 2002, another circuit court upheld a jury verdict that a police officer's Fourth Amendment rights had been violated when a specific call he made to his wife was recorded and listened to. <i>Zaffuto v. City of Hammond,</i> <span class=\"citation no-link\"><span class=\"volume\">308</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">485</span></span>, 488-89 (5th Cir. 2002). There, the violation was not recording lines as a general matter, but instead that his particular call was accessed and reviewed. <i>Id.</i> The court also made no finding as to qualified immunity. <i>Id.</i></p>\n<p>[22]  To the extent that the district court relied on disputes over the degree of notice of the recordings that defendants gave to plaintiffs to deny immunity, it erred. There was no clearly established law that explicit notice to employees of recording was required in police offices and some law pointed the other way. <i>Amati v. City of Woodstock,</i> <span class=\"citation\" data-id=\"764090\"><a href=\"/opinion/764090/charles-amati-v-city-of-woodstock/\"><span class=\"volume\">176</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">952</span></a></span>, 955 (7th Cir.1999).</p>\n<p>[23]  Unlike individual defendants, municipalities are not entitled to qualified immunity. Our finding that Vieira and Lennon are entitled to such immunity does not dispose of the issue of municipal liability. <i>Owen v. City of Independence,</i> <span class=\"citation\" data-id=\"110236\"><a href=\"/opinion/110236/owen-v-independence/\"><span class=\"volume\">445</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">622</span></a></span>, 638, <span class=\"citation\" data-id=\"110236\"><a href=\"/opinion/110236/owen-v-independence/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1398</span></a></span>, <span class=\"citation\" data-id=\"110236\"><a href=\"/opinion/110236/owen-v-independence/\"><span class=\"volume\">63</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">673</span></a></span> (1980).</p>\n<p>[24]  The district court's instructions to the jury make clear that the finding of municipal liability rested on the court's ruling that Vieira was a final policymaker. Plaintiffs did not argue that there was some other policymaker.</p>\n<p>[25]  While the Board's members include the Commissioner of Public Safety, its total membership also includes the Mayor and ten other departmental heads and senior city officials. It does not include the Director of Communications. Charter, art. X, § 1007. Moreover, the Mayor has general authority \"[t]o supervise, direct and control the activities of all departments and agencies of city government.\" <i>Id.</i> art. III, § 302(a).</p>\n<p>[26]  Because we have granted qualified immunity under § 1983, there is no reason to believe the defendants are not also entitled to qualified immunity on state constitutional claims. Rhode Island law recognizes qualified immunity. <i>Ensey v. Culhane,</i> <span class=\"citation\" data-id=\"1895180\"><a href=\"/opinion/1895180/ensey-v-culhane/\"><span class=\"volume\">727</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">687</span></a></span>, 690-91 (R.I.1999); <i>see also </i><i>Hatch v. Town of Middletown,</i> <span class=\"citation\" data-id=\"200211\"><a href=\"/opinion/200211/hatch-v-middletown-ri/\"><span class=\"volume\">311</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">83</span></a></span>, 90 (1st Cir.2002).</p>\n<p>[27]  Plaintiffs argue that the City did not preserve the claim at the summary judgment stage or later. Our own review of the City's summary judgment motion shows that the City plainly presented the argument that the state wiretap law did not allow suit against a municipality because of a difference in wording in the state and federal acts. Further, the City did raise on its Rule 50 motion the argument that it was entitled to judgment on both of the federal claims and all of the state claims.</p>\n<p>[28]  The other section plaintiffs sued under is a criminal provision that incorporates a requirement that the recordings be willful and also applies only to \"persons.\" R.I. Gen. Laws § 11-35-21(a). Rhode Island courts use the definitions in § 12-5.1-1 when interpreting § 11-35-21. <i>See </i><i>O'Brien,</i> 774 A.2d at 94.</p>\n<p>[29]  The federal statute defines a \"person\" as \"any employee, or agent of the United States or any State or political subdivision thereof, and any individual, partnership, association, joint stock company, trust, or corporation.\" 18 U.S.C. § 2510(6). Although this language varies slightly from that of § 12-5.1-1(11), we conclude that both clearly exclude municipalities from the definition of persons.</p>\n<p>[30]  Although the same critique applies to the verdict forms for the constitutional claims, our earlier findings on qualified immunity and municipal liability make it unnecessary for us to reach that issue.</p>\n<p>[31]  Plaintiffs raised state wiretap claims based on two different statutory provisions. Count Four was under R.I. Gen. Laws § 11-35-21, and Count Six was under R.I. Gen. Laws § 12-5.1-13. The court instructed the jury separately on these claims, but it provided the jury with forms that did not distinguish between the two claims and addressed them simultaneously.</p>\n<p>[32]  Although we do not ultimately decide defendant Vieira's argument that the court incorrectly applied the law enforcement exception to the state wiretap act, we question the court's recitation of the law, which could exclude government employees responsible for operating otherwise legal recording equipment simply because they are not police officers. <i>Cf. </i><i>United States v. Lewis,</i> <span class=\"citation\" data-id=\"201541\"><a href=\"/opinion/201541/united-states-v-lewis/\"><span class=\"volume\">406</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">11</span></a></span>, 16-18 (1st Cir.2005) (finding a state telephone system administrator at a prison to be a law enforcement officer).</p>\n<p>[33]  The second defense presented to the jury was that defendants could not be liable for the recording of calls by any plaintiffs who consented to the recordings. This defense required the jury to decide whether any of the individual plaintiffs had consented. The court required the jury to make individual findings on this defense and so we do not address it further.</p>\n<p>[34]  The forms similarly required the jury to make a finding of the number of days on which calls were recorded for plaintiffs even if plaintiffs failed to prove that the recording of their calls was intentional, as may well have been the case among firefighters who made calls on the personal line.</p>\n<p>[35]  Among the Chmura plaintiffs were police officers who used their telephones for police work, civilian Police Department employees who answered calls from complainants, and employees who only made calls on administrative matters. Among the Walden plaintiffs, there were internal calls between fire stations that directly implicated the functioning of the Department and calls on the firefighters' personal line.</p>\n<p>[36]  The Chmura plaintiffs made and received calls on a number of lines for a number of purposes, including as part of investigations, answering questions from family members of suspects, addressing human resources concerns, or simply making personal calls. The Walden plaintiffs had similar differences.</p>\n<p>[37]  We realize there were 135 individual plaintiffs and that construction of an appropriate form would take some effort. But plaintiffs' claim such a form would take 1,000 pages is simply untrue.</p>\n<p>[38]  Lennon argues that the jury finding in Count Five, that she violated the privacy act, R.I. Gen. Laws § 9-1-28.1, was inconsistent with the verdict that she was not liable under Counts Four and Six, under the state wiretap act. Even assuming Lennon preserved the claim, the remedy for inconsistent civil verdicts that cannot be reconciled is a new trial, <i>see </i><i>Davignon v. Hodgson,</i> <span class=\"citation\" data-id=\"203296\"><a href=\"/opinion/203296/davignon-v-hodgson/\"><span class=\"volume\">524</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">91</span></a></span>, 109 (1st Cir.2008), and she is entitled to a new trial on other grounds.\n</p>\n<p>We do not reach Lennon's claim on the sufficiency of the evidence.</p>\n<p>[39]  The dismissal of the federal wiretap act claims was based on an election of remedies. The parties have not briefed the issue of whether the federal wiretap claim can be reinstated on remand given the basis for the dismissal was the election of remedies. However, the election of remedies chosen by the plaintiffs was to their advantage, and there is no reason to think even if the law gave them a choice, that they would choose otherwise.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107564/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109881/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110061/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110236/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111481/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111611/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111615/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111851/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111953/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112017/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112313/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118118/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118289/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118427/",
    "http://www.courtlistener.com/api/rest/v3/opinions/137736/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145918/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197655/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198570/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198661/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199219/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200211/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201133/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201541/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201791/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202202/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203296/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203489/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203606/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203857/",
    "http://www.courtlistener.com/api/rest/v3/opinions/204051/",
    "http://www.courtlistener.com/api/rest/v3/opinions/204184/",
    "http://www.courtlistener.com/api/rest/v3/opinions/724922/",
    "http://www.courtlistener.com/api/rest/v3/opinions/739069/",
    "http://www.courtlistener.com/api/rest/v3/opinions/764090/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767912/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771729/",
    "http://www.courtlistener.com/api/rest/v3/opinions/773333/",
    "http://www.courtlistener.com/api/rest/v3/opinions/789877/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1192077/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1482121/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1515752/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1895180/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1915470/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2007859/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2074062/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2397172/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2455720/"
  ]
}