{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1257/",
  "absolute_url": "/opinion/1257/agusty-reyes-v-dept-of-educ-of-puerto-rico/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1257/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2010-04-07T00:00:19Z",
  "date_modified": "2016-04-26T06:53:22.012677Z",
  "type": "010combined",
  "sha1": "07b178ff556ebedbcc15a734a6230d96ede5a964",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/09-1247P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2010/04/06/Agusty-Reyes_v._Department_of_Education_of_Pue.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 09-1247\n\n         OLGA E. AGUSTY-REYES; ARMANDO RIVERA CABALLERO,\n\n                     Plaintiffs, Appellants,\n\n                               v.\n\n THE DEPARTMENT OF EDUCATION OF THE COMMONWEALTH OF PUERTO RICO;\n                      MIGUEL HERNÁNDEZ-CRUZ,\n\n                     Defendants, Appellees.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                 FOR THE DISTRICT OF PUERTO RICO\n\n          [Hon. Jaime Pieras, Jr., U.S. District Judge]\n\n\n                             Before\n\n                       Lynch, Chief Judge,\n              Torruella and Selya, Circuit Judges.\n\n\n     Enrique J. Mendoza Méndez with whom Mendoza Law Offices were\non brief for appellants.\n     Rosa Elena Pérez-Agosto, Assistant Solicitor General, with\nwhom Irene S. Soroeta-Kodesh, Solicitor General, Leticia M.\nCasalduc-Rabell, Deputy Solicitor General, and Zaira Z. Girón-\nAnadón, Deputy Solicitor General, were on brief for appellee\nDepartment of Education of the Commonwealth of Puerto Rico.\n\n\n                          April 6, 2010\n\f            LYNCH, Chief Judge.    Taking all inferences in her favor\n\nfor purposes of summary judgment, Olga E. Agusty-Reyes (\"Agusty\")\n\nwas repeatedly sexually harassed by her supervisor at a Puerto Rico\n\nprimary school where she taught fourth and sixth grade mathematics\n\nbetween August 2005 and January 2007.         After Agusty refused his\n\nadvances, the supervisor delayed evaluating her and ultimately gave\n\nher a poor evaluation to block her receipt of tenure.             When she\n\ncomplained to her supervisor's supervisor at the Commonwealth's\n\nDepartment of Education (\"DOE\"), she was not told of the DOE's\n\nsexual harassment policy; she was instead told the only remedy she\n\nhad was to file a union grievance.         Soon after she did so, the\n\nsupervisor attacked her, forcing her into his lap and sexually\n\nassaulting her until her screams brought school security to her\n\nrescue.    The supervisor was later arrested for the attack.            When\n\nshe complained again to the DOE that the ongoing harassment had now\n\nled to a criminal attack, the DOE held a hearing on her harassment\n\nclaims    against   the   supervisor   without    giving   her   notice    or\n\nopportunity to testify or to respond to his denials, apparently in\n\naccord    with   its   policy.    After   these   proceedings,    the     DOE\n\nreinstated the supervisor.       Only the intervention of the police,\n\nenforcing a protective order from the local court, prevented him\n\nfrom returning to the school where she worked.\n\n            In light of the evidence and these inferences, the\n\ndistrict court erred in granting the DOE's motion for summary\n\n                                   -2-\n\fjudgment on Agusty's claims. See Agusty-Reyes v. Dep't of Ed., No.\n\n07-1968 (D.P.R. Jan. 8, 2009).     We reverse and remand this case for\n\nproceedings consistent with this decision.\n\n                                   I.\n\n            Agusty and her husband, Armando Rivera-Caballero, sued\n\nthe   DOE   in   October   2007.   They   claimed   discrimination   and\n\nretaliation in violation of Title VII, 42 U.S.C. § 2000e et seq.,\n\nas well as various provisions of Puerto Rican law.         They sought\n\ndamages, declaratory and injunctive relief, and attorney's fees.1\n\nPlaintiffs appeal the district court's January 2009 grant of the\n\nDOE's motion for summary judgment.\n\n            The district court granted summary judgment based on its\n\ndetermination that a reasonable factfinder could only reach three\n\nconclusions.     First, that the evidence compelled the conclusion\n\nthat Agusty had not suffered a tangible employment action because\n\nultimately she was given tenure, and the DOE was therefore entitled\n\nto assert the Faragher-Ellerth affirmative defense.       This defense\n\nprecludes an employer's vicarious liability for a supervisor's\n\nharassment that did not result in a tangible employment action when\n\nthe employer can show both that it acted reasonably to prevent and\n\n\n\n      1\n          Plaintiffs also named the supervisor as a co-defendant.\nTheir claims against him were dismissed, because Title VII does not\ncreate liability against individual employees.      See Fantini v.\nSalem State Coll., 557 F.3d 22, 28-31 (1st Cir. 2009).          The\ndismissal has not been challenged; this appeal concerns only the\ngrant of summary judgment on Agusty's claims against the DOE.\n\n                                   -3-\n\fcorrect sexual harassment and that its employee unreasonably failed\n\nto avoid harm.      Second, the court held that the evidence compelled\n\nthe conclusion that the mere existence of a DOE policy on sexual\n\nharassment and the DOE's statement it had complied with aspects of\n\nthat policy satisfied the first prong of that defense because the\n\nDOE   had   acted    reasonably.     Indeed,   the   court   emphasized   the\n\nreasonableness of the DOE's response when confronted with the\n\n\"relatively minor wrongdoing\" that preceded the criminal attack.\n\nThird, the court held that the evidence compelled the conclusion\n\nthat the second prong of the affirmative defense was satisfied\n\nbecause Agusty had been unreasonable in not filing a formal written\n\ncomplaint    until    after   she   was   attacked   (although   Agusty   had\n\npreviously met with the DOE's Regional Director to complain about\n\nthe supervisor's harassment and had been told to file a union\n\ngrievance, which she did).\n\n            Each of these conclusions was error under the summary\n\njudgment standard.\n\n                                      II.\n\n            On review of summary judgment, facts are taken in the\n\nlight most favorable to Agusty, the nonmoving party.             Chaloult v.\n\nInterstate Brands Corp., 540 F.3d 64, 66 (1st Cir. 2008).\n\n            The DOE has employed Agusty as a public school teacher\n\nsince 2002.     In August 2005, she was transferred to the Fortuna\n\nPlaya Public School (\"Fortuna School\") in Luquillo, Puerto Rico, to\n\n\n                                      -4-\n\fteach fourth and sixth grade mathematics.                    At that point, Agusty\n\nwas in the midst of a two-year probationary period, which had\n\nstarted in August 2004.           During this period she was subject to\n\nevaluation by her direct and immediate supervisor; at the Fortuna\n\nSchool, her supervisor was School Director Miguel Hernández-Cruz\n\n(\"Hernández\").\n\n            Under     Puerto     Rican       law,   public    school    teachers     are\n\nentitled to tenure once they have completed a two-year probationary\n\nperiod   and    have,      \"in   the     opinion       of    the   [DOE],     performed\n\nsatisfactory work.\"         P.R. Laws Ann. tit. 18, § 214.              Once tenured,\n\nteachers are governed by special regulations, id. § 216, and are\n\n\"entitled      to    be    contracted        as     permanent      teachers    in    the\n\nmunicipality where they may be teaching,\" id. § 214. Agusty sought\n\ntenure while under Hernández's supervision.\n\n            Under DOE policies, as Agusty's supervisor, Hernández was\n\nresponsible     for       conducting     regular       evaluations      of     Agusty's\n\nperformance.        He was directed to complete these evaluations once\n\nper   semester.        Hernández       was    also     required    to   discuss     each\n\nevaluation with Agusty before forwarding them to the DOE's Deputy\n\nSecretary of Human Resources.                The Deputy Secretary would review\n\nand assess the evaluations before determining whether to grant\n\nAgusty permanent status as a tenured DOE teacher.\n\n            The DOE had also established an official policy for\n\nreporting      and    investigating           sexual    harassment      allegations,\n\n\n                                          -5-\n\fRegulation 4661.      Under that policy, victims of sexual harassment\n\ncan file complaints with the DOE's Office for the Investigation of\n\nAdministrative Complaints (\"IAC\") or before a designated Regional\n\nCoordinator.        The   IAC   is   responsible      for   notifying   accused\n\nharrassers     of   the   allegations       against    them   and   forwarding\n\ncomplaints to senior DOE officials to take \"provisional measures\"\n\npending the adjudication of the complaint. The IAC is also charged\n\nwith filing a report about the complaint with the DOE's Legal\n\nDivision, which in turn refers the report to an administrative\n\njudge \"to adjudicate the controversy and recommend disciplinary and\n\ncorrective action.\"       There is no evidence that the DOE publicized\n\nthis policy to its employees or informed Agusty or her supervisor\n\nof it.\n\n            Agusty alleges that Hernández sexually harassed her from\n\nthe moment they met. He made numerous sexually charged comments to\n\nher, described how \"pretty\" she was, and took opportunities to be\n\nin physical contact with her and to look into her classroom to see\n\nher.     Hernández insisted all meetings with Agusty take place in\n\nprivate and told her he would give her a good evaluation if she\n\nwould \"touch him.\"         This harassment was frequent and blatant.\n\nAgusty's colleagues, students, and students' parents observed and\n\ncommented on Hernández's behavior.              When Agusty declined his\n\nadvances, Hernández sent her \"intimidat[ing]\" memos in which he\n\n\n\n\n                                      -6-\n\fclaimed    \"he   would   destitute\"    her   and    called   her   \"dumb\"   and\n\ninsubordinate.\n\n            In May 2006, with the end of her two-year probationary\n\nperiod pending and having received no evaluations from Hernández,\n\nAgusty asked him for a copy of her semesterly evaluation, which was\n\nlong overdue.     Hernández replied that he did not have a copy and\n\nthat she would have to request one from the DOE's human resources\n\noffice.    When she did so, the office told her that it had never\n\nreceived her evaluation from Hernández.            There is no evidence that\n\nHernández had prepared such an evaluation as he was required to do.\n\n            Agusty complained to DOE officials senior to Hernández.\n\nAfter several months of trying to arrange a meeting, on September\n\n12, 2006, Agusty met with the DOE's Regional Director, Héctor\n\nMedina Delgado and reported all of Hernández's actions up to that\n\npoint.    Delgado offered Agusty no help; instead he told her \"to go\n\nseek help from the Teachers Federation\" (\"the union\").             He did not\n\ninform her of the DOE's sexual harassment policy, nor did he direct\n\nher to submit an administrative complaint.             One can infer he was\n\neither unaware of the policy or its requirements or deliberately\n\nmisled her.      Indeed, the only immediate action Delgado took in\n\nresponse to Agusty's meeting was to send Hernández a letter, that\n\nsame day, explaining that his office had received no evaluations of\n\nAgusty's teaching performance and urging Hernández to perform and\n\nsubmit the required evaluation \"as soon as possible.\"\n\n\n                                      -7-\n\f           Agusty followed up on her meeting with Delgado in a\n\nletter,   dated   September    25,     2006;    she   copied   Hernández,     a\n\nrepresentative    of   the    union,    and    individuals     identified    as\n\n\"Superintendent\" and \"Secretary Department of Education.\"                   The\n\nletter explicitly referred to Hernández's \"inappropriate conduct\"\n\ntoward her.     The letter also referenced the September 12 meeting\n\nand stated that Agusty had later provided Delgado with a copy of a\n\ndocument, drafted and signed by her supervisor, Hernández.                  The\n\ndocument from Hernández, apparently in response to Agusty's request\n\nthat she be evaluated, stated that she had not met \"the percentage\n\nrequired in [her] summative evaluation and that she \"had presented\n\n. . . shady behavior.\"\n\n           Agusty's letter further reported an incident during the\n\nweek of September 18, 2006, in which Hernández gave Agusty a note\n\nabout the probationary period that made her \"feel intimidated\n\nagain.\"   Agusty stated that she had still not seen a copy of her\n\nevaluation, and asked for \"an authentic evaluation according to the\n\nparameters established by the Department of Education.\"             She also\n\nstated that if Hernández continued his \"inappropriate conduct\n\ntoward [her] person,\" she would take additional action.               Delgado\n\ntook no action on the letter and made no further inquiry into\n\nHernández's continuing inappropriate behavior.\n\n           On   September    27,   2006,      Hernández   finally   submitted\n\nAgusty's formal evaluation to the DOE for the whole period of her\n\n\n                                       -8-\n\femployment.    He gave her an overall rating of 53 percent, which\n\nplaced her in the lowest of five possible categories, indicating\n\n\"deficient    professional    performance.\"        Although   Hernández    was\n\nrequired to discuss the evaluation with Agusty, he did not do so.\n\nHe also failed to break down Agusty's assessment by semester.               And\n\ndespite Agusty's many earlier requests to see her evaluation, he\n\ndid not provide her with a copy.        Agusty first became aware of the\n\nevaluation and its contents on November 16, 2006, when she and a\n\nunion representative met with Hernández.\n\n          On December 7, 2006, Agusty filed a formal \"Step I\"\n\ncomplaint with the union, as she had been advised to do by the DOE\n\nRegional Director, Delgado.         She sent copies of her complaint to\n\nthe DOE and to Hernández.          In her complaint, Agusty alleged that\n\nHernández had made and continued to make \"sexual overtures\" toward\n\nher, had \"harass[ed]\" her \"from the work standpoint,\" and had\n\nfailed to evaluate her \"in any diagnostic or formative manner.\"\n\nThe complaint petitioned for Hernández to \"cease and desist in\n\nharassing [Agusty] sexually and on the job,\" for his assessment of\n\nher to be revised and \"checked against [her] evidence,\" and for her\n\nto \"be evaluated by an impartial party.\"              Hernández denied the\n\ncomplaint, calling it \"frivolous.\" The Regional Director, Delgado,\n\napparently    did   not   notify    other   DOE   officials   of   the   sexual\n\nharassment allegations or advise Agusty to file a complaint under\n\nthe formal sexual harassment policy.\n\n\n                                      -9-\n\f           The DOE took no action in response to Agusty's complaint\n\nthrough the union.    About two weeks later, Agusty filed a \"Step II\"\n\ncomplaint with the union reiterating her concerns, including the\n\nharassment allegations and petition for relief.           Again the DOE did\n\nnothing.   The complaint was again copied to Hernández, who refused\n\neven to accept the document.\n\n           Instead,   after   Agusty    had    formally    accused   him   of\n\nharassment, Hernández intensified his harassment of Agusty.                At\n\nsome point after the second complaint was filed, Hernández sent\n\nAgusty a memo containing false accusations against her.               Agusty\n\nsought guidance from a union representative, who advised her she\n\nhad to respond to Hernández's allegations.\n\n           On the morning of January 19, 2007, Agusty went to\n\nHernández's office to deliver a response to his memo.                At that\n\npoint, he pulled her down, forcing her to be seated on his lap, and\n\nbegan to \"touch her intimate parts.\"          Agusty \"screamed asking for\n\nhelp and kicking.\"    A security guard, typist, and several parents\n\nheard her screams and cries for help and came to her assistance.\n\nThey found Agusty in Hernández's lap with her back toward him and\n\nhis hands on her shoulders.    The police arrived at the school soon\n\nafterward.\n\n           Later that morning, Agusty went to the Luquillo police\n\ndepartment to file a sexual assault complaint.         That same day, she\n\nobtained a protective order in a Puerto Rico district court.\n\n\n                                 -10-\n\fAgusty ultimately filed criminal charges against Hernández with the\n\nPuerto Rico Police Department; a judge found probable cause for\n\nHernández's arrest on charges of lascivious acts, set bail at\n\n$10,000, and ordered him to wear an electronic monitoring device.\n\n           The local court repeatedly renewed Agusty's protective\n\norder over the ensuing months.2     Although the order's restrictions\n\nvaried over time, it always barred Hernández from Agusty's home and\n\nthose of her relatives.\n\n           On   January   22,   2007,   Agusty   filed   a   formal   sexual\n\nharassment complaint with the DOE's IAC, pursuant to Regulation\n\n4661.    The complaint described Hernández's seventeen months of\n\nharassment of Agusty, from her first days of work and up through\n\nthe January sexual assault.         That same day, the DOE ordered\n\nHernández to report to a professional development center.                 On\n\nJanuary 23, 2007, the DOE formally suspended him, with pay, from\n\nthe Fortuna School. Along with his notice of suspension, Hernández\n\nwas informed of a forthcoming administrative hearing, at which he\n\nwould \"have the right to state [his] version and to show cause why\n\n[he] should not be dismissed.\"          The victim, Agusty, received no\n\nnotice of the hearing. Delgado, the Regional Director, did receive\n\nnotice but did not inform Agusty.\n\n\n\n\n     2\n          The protective order was to remain in force pending the\nresolution of criminal proceedings against Hernández. It was still\nin effect as of April 14, 2008.\n\n                                   -11-\n\f          In the weeks before the hearing, the IAC investigation\n\nunit prepared its report.         An investigator reviewed Agusty's\n\nwritten complaint but apparently did not interview her.                    The\n\ninvestigator    also   spoke   with   or   reviewed    statements    by   two\n\nteachers, several students, Hernández's assistant, and the security\n\nguard who witnessed the end of the incident on January 19, 2007.\n\nThe investigator apparently never obtained, or even looked at, the\n\npolice   report   or   court   records.         A   jury   could   find   the\n\ninvestigation was cursory.      Still, there was some confirmation of\n\nHernández's    particular   attentions     to   Agusty;    there   was    also\n\nconfirmation of Agusty's screams for help and that she was found\n\nscreaming in Hernández's lap, had to be helped out, and, from her\n\nappearance, was in shock.\n\n          The DOE hearing was held on February 21, 2007.            Although\n\nthe proceeding was purportedly intended to assess the merits of her\n\nclaim, Agusty was not informed of the hearing and did not attend.\n\nIt can be reasonably inferred from this that the DOE's official\n\npolicy on sexual harassment complaints was to afford a hearing to\n\nthe alleged harasser but not to take testimony from the individual\n\nwho claimed harassment and instead to rely on the original written\n\ncomplaint.    Hernández was present and represented by counsel.\n\n          The examining officer reviewed documentary evidence,\n\nincluding Agusty's complaint, the investigator's report, and the\n\nstatements the investigator reported had been made by staff and\n\n\n                                  -12-\n\fstudents at the Fortuna School, on which the report had relied.\n\nThis       documentary    evidence   was    provided   to   Hernández   and    his\n\nattorney before the hearing.3            Hernández's counsel made arguments\n\nin his defense, and Hernández offered extensive testimony on his\n\nown behalf.4       Hernández also submitted sworn statements from six\n\nteachers at the Fortuna School, vouching for his professional\n\nconduct.\n\n               Based solely on the evidence presented at this ex parte\n\nproceeding, the examining officer prepared a report recommending\n\nthat the disciplinary action be dismissed.              The examining officer\n\nreached his conclusion because, having \"had the opportunity of\n\nlistening to [Hernández's] evidence,\" he considered Hernández's\n\nversion of events–-the only version presented by testimony at the\n\nhearing--\"worthy of our full credibility.\"                   By contrast, the\n\nexamining       officer    considered      Agusty's    written   statement     not\n\ncredible,       observing     (without      further    explanation)     that    it\n\n\n\n\n       3\n          The DOE did not put the vast majority of the exhibits\nreviewed by the examining officer into the record on appeal. These\nexhibits were also not presented before the district court. As a\nresult, a variety of potentially significant documents that were\nmade available to the examining officer, including letters\nsupposedly sent by Hernández to Agusty on November 27, 2006, and\nJanuary 18, 2007, and evaluations of Agusty's performance before\nher arrival at the Fortuna School, are not before us.\n       4\n          Hernández's defense was that he had never mistreated\nAgusty and that she had \"fabricated\" the sexual harassment\ncomplaint in response to his negative evaluation of her\nperformance.\n\n                                        -13-\n\f\"denote[d] an attitude of getting even against [Hernández] for the\n\nnegative evaluations.\"\n\n            The DOE's legal division reviewed the examining officer's\n\nreport and, in early August 2007, recommended the dismissal of the\n\ndisciplinary action against Hernández. There is no indication that\n\nthe legal division conducted an independent review of the evidence,\n\nnor did the DOE give Agusty an opportunity to testify.                 This is\n\nconsistent with Regulation 4661, which does not provide for review\n\nof the adjudicator's decision nor identify any opportunities for\n\nalleged victims of sexual harassment to present their version of\n\nevents once they have submitted their complaints.\n\n            Shortly    thereafter,   the    DOE   reinstated    Hernández    as\n\ndirector of the Fortuna School, effective August 10, 2007.                 With\n\nhis return looming, Agusty's protective order was expanded on\n\nAugust 20, 2007, to prohibit Hernández from entering Agusty's place\n\nof employment, the Fortuna School.          When Hernández returned to the\n\nFortuna School, where Agusty was working, he was detained by police\n\nofficers for violating the protective order.                 In light of the\n\norder, the DOE referred Hernández for transfer to another school.\n\n            Following Hernández's transfer, Agusty was re-evaluated\n\nby new supervisors at least twice, on April 21, 2007, and May 21,\n\n2007.   She received ratings of 86 percent and 94 percent overall,\n\nwhich   placed   her   in   the   second-highest       category,     reflecting\n\n\"superior   professional     performance.\"        On   the   basis    of   these\n\n\n                                     -14-\n\fevaluations,      Agusty   was   awarded    tenure   on    November   9,   2007,\n\nretroactive to August 2006.\n\n                                     III.\n\n            We review the district court's grant of summary judgment\n\nde novo.    Bennett v. Saint-Gobain Corp., 507 F.3d 23, 29 (1st Cir.\n\n2007).    We affirm only if there is no genuine issue as to any issue\n\nof material fact and the movant is entitled to judgment as a matter\n\nof law.     Id.    The record viewed in the light most favorable to\n\nAgusty presents issues of material fact on Agusty's hostile work\n\nenvironment and retaliation claims under Title VII.\n\nA.          A Reasonable Jury Could Find That Agusty Suffered Sexual\n            Harassment Amounting to a Hostile Work Environment\n\n            Agusty's first Title VII claim is that the DOE is liable\n\nas her employer for the alleged sexual harassment by Hernández, her\n\ndirect supervisor.5        In particular, she claims that Hernández's\n\nlongstanding abuse created a hostile work environment and sets\n\nforth facts that would support a quid pro quo claim as well.\n\n            We have described six elements that plaintiffs must\n\nestablish to succeed on hostile work environment claims against\n\ntheir    employers.6       See   Valentín-Almeyda         v.   Municipality   of\n\n\n     5\n          The Supreme Court has read Title VII to include sexual\nharassment as a form of gender discrimination under certain\ncircumstances. Oncale v. Sundowner Offshore Servs., Inc., 523 U.S.\n75, 78 (1998); see also Reed v. MBNA Mktg. Sys., Inc., 333 F.3d 27,\n31 (1st Cir. 2003).\n     6\n            The six elements are:\n\n\n                                     -15-\n\fAguadilla, 447 F.3d 85, 94 (1st Cir. 2006).                 The district court\n\ncorrectly found that Agusty could establish all of the elements of\n\nan   abusive   work   environment   except    for     a    basis    for   employer\n\nliability.     On appeal, the DOE attempts to argue that the court\n\nerred in finding Agusty could show mistreatment that was \"severe or\n\npervasive.\"     A reasonable jury could undoubtedly find that the\n\nseventeen months of abuse by Hernández chronicled in the summary\n\njudgment record was sufficiently severe and pervasive for a sexual\n\nharassment claim under Title VII.          This case turns exclusively on\n\nthe final element, whether there is a basis for employer liability.\n\n            The Supreme Court has articulated clear rules governing\n\nemployers' liability for a supervisor's wrongdoing against an\n\nemployee.      These rules are designed \"to accommodate the agency\n\nprinciples of vicarious liability for harm caused by misuse of\n\nsupervisory     authority,   as   well   as   Title       VII's    equally   basic\n\n\n            (1) that she (or he) is a member of a protected\n            class; (2) that she was subjected to unwelcome\n            sexual harassment; (3) that the harassment was\n            based upon sex; (4) that the harassment was\n            sufficiently severe or pervasive so as to alter the\n            conditions of plaintiff's employment and create an\n            abusive work environment; (5) that sexually\n            objectionable conduct was both objectively and\n            subjectively offensive, such that a reasonable\n            person would find it hostile or abusive and the\n            victim in fact did perceive it to be so; and (6)\n            that some basis for employer liability has been\n            established.\n\nValentín-Almeyda v. Municipality of Aguadilla, 447 F.3d 85, 94 (1st\nCir. 2006) (quoting O'Rourke v. City of Providence, 235 F.3d 713,\n728 (1st Cir. 2001)).\n\n                                    -16-\n\fpolicies of encouraging forethought by employers and saving action\n\nby objecting employees.\"        Burlington Indus., Inc. v. Ellerth, 524\n\nU.S. 742, 764 (1998).\n\n            When a supervisor's harassment of an employee results in\n\na \"tangible employment action against the employee,\" the employer\n\nis vicariously liable for the \"actionable hostile environment\n\ncreated by [the] supervisor.\"         Id. at 765; see also Lee-Crespo v.\n\nSchering-Plough Del Caribe Inc., 354 F.3d 34, 43 (1st Cir. 2003).\n\nTangible employment actions include \"hiring, firing, failing to\n\npromote,         reassignment        with      significantly             different\n\nresponsibilities, or a decision causing a significant change in\n\nbenefits.\"       Ellerth, 524 U.S. at 761.     \"[T]he harassing supervisor\n\nmust be the one who orders the tangible employment action or, at\n\nthe very least, must be otherwise substantially responsible for the\n\naction.\" Lee-Crespo, 354 F.3d at 44. No defense of reasonableness\n\nis available.       See Arrieta-Colon v. Wal-Mart P.R., Inc., 434 F.3d\n\n75, 86 (1st Cir. 2006).         This makes the question of whether the\n\nharassment by the supervisor resulted in a tangible employment\n\naction an important step in the analysis.            If Hernández's actions\n\ncould be found to have resulted in tangible employment action, the\n\nDOE would be liable, and no affirmative defense would be available.\n\n            Employers are also vicariously liable for a supervisor's\n\n\"severe    and    pervasive\"   harassment     that   does   not    result      in   a\n\ntangible    employment     action;    the    difference     is    that    in   such\n\n\n                                      -17-\n\finstances employers may be able to invoke a two-part affirmative\n\ndefense.   Ellerth, 524 U.S. at 765.      This affirmative defense, the\n\nFaragher-Ellerth defense, requires a defendant employer to show\n\nboth (1) \"that its own actions to prevent and correct harassment\n\nwere reasonable\" and (2) \"that the employee's actions in seeking to\n\navoid harm were not reasonable.\"       Chaloult, 540 F.3d at 66 (citing\n\nFaragher v. City of Boca Raton, 524 U.S. 775, 807 (1998); Ellerth,\n\n524 U.S. at 765); see also Torres-Negrón v. Merck & Co., 488 F.3d\n\n32, 40 n.5 (1st Cir. 2007); Arrieta-Colon, 434 F.3d at 86; 1\n\nBarbara T. Lindemann et al., Employment Discrimination Law 1365-76\n\n(4th ed. 2007).\n\n           The   DOE   argues   that   Agusty   cannot   show   a   tangible\n\nemployment action and so it may claim the Faragher-Ellerth defense.\n\nIn the alternative, the DOE argues that its sexual harassment\n\npolicy, coupled with Agusty's not filing a formal complaint under\n\nRegulation 4661 until January 2007, satisfy Faragher-Ellerth's two\n\nprongs and entitle it to summary judgment on the basis of the\n\naffirmative defense.\n\n           On these facts, a reasonable jury could easily find that\n\nAgusty suffered a tangible employment action.              This alone is\n\nsufficient for Agusty to survive summary judgment, as such a\n\nfinding would render the Faragher-Ellerth defense unavailable to\n\nthe DOE.\n\n\n\n\n                                   -18-\n\f           Beyond that, a reasonable jury could also find that the\n\nDOE failed to satisfy either or both prongs of the Faragher-Ellerth\n\ndefense, even if no tangible employment action was present.                      A\n\ntrier of fact could find that the DOE did not act reasonably to\n\nprevent and respond to instances of sexual harassment and also that\n\nAgusty acted reasonably to avoid further harassment.                As a result,\n\nthe DOE is unable to satisfy either prong of the defense at the\n\nsummary judgment stage and was not entitled to judgment.\n\n1.         Tangible Employment Action\n\n           The DOE asserts that Agusty has not suffered a tangible\n\nemployment      action      since   she    \"was    never   fired,   demoted,    or\n\nreassigned      from     her    post\"     and    ultimately   received   tenure,\n\nretroactive to August 2006.             The argument misses the point.\n\n           The Supreme Court's list of tangible employment actions\n\nin Ellerth was not exhaustive, and it explicitly includes \"failing\n\nto   promote\"    and   \"a      decision   causing    a   significant   change   in\n\nbenefits.\" Ellerth, 524 U.S. at 761; see also Lee-Crespo, 354 F.3d\n\nat 43; Reed, 333 F.3d at 32-33.            It is undisputed that, as Agusty's\n\nsupervisor, Hernández was required to evaluate Agusty's performance\n\nas a teacher at specific times and that his evaluation played a\n\npivotal role in the DOE's assessment of her eligibility for tenure.\n\nThe record permits a finding that Hernández resisted evaluating\n\nAgusty for months and then gave her a dismal review when she\n\nrefused to \"touch him.\"             By contrast, Agusty's later supervisor\n\n\n                                          -19-\n\fgave Agusty two strong evaluations, whereupon she quickly received\n\ntenure.\n\n           On this record, there are several theories on which a\n\njury could find Hernández's actions resulted in tangible employment\n\nactions.   The grant or denial of tenure could be viewed as similar\n\nto a decision whether to promote, a well-recognized tangible\n\nemployment action.     A failure to grant tenure could also lead to a\n\nmeaningful   change    in     an   employee's   benefits   in     an   up-or-out\n\nsituation at a time when budgetary constraints loomed.                 Finally, a\n\nreasonable   jury     could    certainly     find   that   both    Hernández's\n\ndeliberate delay in evaluating Agusty's performance and his harshly\n\ncritical assessment, which was directly linked to the tenure\n\ndecision, adversely impacted Agusty's employment by delaying her\n\nreceipt of tenure and the job security that would accompany it.\n\nSee Ellerth, 524 U.S. at 761.\n\n2.         The Faragher-Ellerth Defense\n\n           Even if there were not a jury issue on whether there had\n\nbeen a tangible employment action, the DOE was also not entitled to\n\nsummary judgment on the basis of the Faragher-Ellerth defense. The\n\nDOE argues that (1) its sexual harassment policy and the remedial\n\nmeasures it took in response to Agusty's January 2007 complaint\n\nsatisfy the first prong of the defense, and (2) Agusty's failure to\n\nuse the established procedure until she filed that complaint in\n\nJanuary satisfies the second.         Both arguments clearly fail.\n\n\n                                      -20-\n\f           The Faragher-Ellerth defense was designed to protect only\n\nthose responsible employers who have established effective sexual\n\nharassment policies and responsive grievance processes.                Id. at\n\n764-65.    To that end, an employer must carry its burden on both\n\nprongs to succeed in maintaining the defense.            Faragher, 524 U.S.\n\nat 805; Arrieta-Colon, 434 F.3d at 86.        We assess the DOE's claims\n\non each prong of Faragher-Ellerth independently, \"recognizing that\n\nthere may be a relationship between the two.\"            Chaloult, 540 F.3d\n\nat 73. Both prongs involve a \"judgment call as to reasonableness,\"\n\nwhich \"is itself a jury issue unless no reasonable jury could\n\ndecide it in the plaintiff's favor.\"         Reed, 333 F.3d at 34.\n\n           As to the first prong, the DOE contends that its adoption\n\nof Regulation 4661 and its swift response to Agusty's January 2007\n\ncomplaint constituted \"reasonable care to prevent and correct\"\n\nsexual harassment. The argument fails for at least two independent\n\nreasons.\n\n           First,   there   is   no    evidence   that   the   DOE   made   the\n\nslightest effort to communicate its policy, whether or not it was\n\nreasonable on its face, to any of its employees, let alone to its\n\nregional directors, its supervisors, or Agusty.                An employer's\n\nfailure to show that it had \"established and disseminated an anti-\n\ndiscrimination policy, complete with a known complaint procedure\"\n\ncan prevent it from successfully claiming the Faragher-Ellerth\n\ndefense.   Marrero v. Goya of P.R., Inc., 304 F.3d 7, 21 (1st Cir.\n\n\n                                      -21-\n\f2002) (emphasis added); cf. Chaloult, 540 F.3d at 74 (noting\n\nevidence   at    summary       judgment      that       employer      \"had      trained    its\n\nemployees regarding its policies, and that [plaintiff] knew of\n\nthese policies\"); Reed, 333 F.3d at 34 (noting evidence at summary\n\njudgment that defendant \"offered evidence . . . both of its own\n\nprocedures and of efforts to publicize them\").                         On these facts, a\n\nreasonable      jury     could    conclude         that       the    DOE's      failure     to\n\ndisseminate its sexual harassment policy and complaint procedure\n\nprevented it from satisfying the first prong of Faragher-Ellerth.\n\n            Further, independent issues of fact exist as to whether\n\nthe   policy     itself,       both    on    its    face       and     as      administered,\n\nconstituted \"reasonable care to avoid harassment and to eliminate\n\nit when it might occur,\" Faragher, 524 U.S. at 805.                             As Agusty's\n\nexperience illustrates, the DOE's application of Regulation 4661\n\naffords victims no opportunity to testify in support of their\n\ncomplaints      once    they     are   filed       or    to    reply      to    the    alleged\n\nharassers'     testimony.         By    contrast,         those      accused      of    sexual\n\nharassment are given an ex parte proceeding at which they can\n\npresent their version of events, with counsel, without fear of\n\nrebuttal testimony or corroborative evidence from alleged victims\n\nand witnesses.         Victims are not even given notice of the hearing.\n\nIndeed, in this case, the examining officer's decision turned on a\n\ncredibility determination that weighed Hernández's live testimony\n\nagainst    Agusty's       written      statement,         when      she     was   given    no\n\n\n                                            -22-\n\fopportunity to testify in person.               A jury could readily find that\n\nthese procedures were inherently unreasonable.                    A jury could also\n\nfind       that    the   investigation     here      was    so   cursory   as   to   be\n\ninadequate.\n\n                  On   the   second   prong,   the    DOE    asserts   that     Agusty\n\nunreasonably failed to take advantage of its procedures, claiming\n\n\"[t]he record is clear . . . that she never provided a detailed,\n\nfull version of the alleged facts to the [DOE] until after her\n\nJanuary 22, 2007 complaint.\"\n\n                  The DOE's position seems to be that an employee only acts\n\nreasonably if the employee follows the DOE's formal procedure, and\n\nthat it is entitled to ignore any notice of harassment that is\n\noutside of the procedure.                But a reasonable jury could find\n\notherwise: that based on the two union complaints, at least one of\n\nwhich was copied to the DOE, and her meeting with Delgado,7 Agusty\n\nhad exercised \"reasonable care . . . to prevent harm that could\n\nhave been avoided.\"            Id.    A jury could also reasonably find that\n\nthe DOE had an obligation to investigate Agusty's complaints of\n\nboth a harassing atmosphere and quid pro quo harassment before\n\n\n       7\n          It is not clear from the record whether Delgado, the\nDOE's Regional Director for Agusty's region, was also the DOE's\n\"Regional Coordinator\" for purposes of Regulation 4661. However,\nDelgado was clearly a senior DOE official who, in response to\nAgusty's description of Hernández's sexual harassment, gave her\nexplicit––albeit incorrect––guidance on how to report the abuse.\nNonetheless, as neither party has claimed otherwise, we assume,\narguendo, that Agusty's meeting with Delgado did not qualify as a\nformal complaint under Regulation 4661.\n\n                                         -23-\n\fHernández would give Agusty a favorable tenure evaluation.                   A jury\n\ncould easily reject the DOE's apparent position that no reports of\n\nharassment short of formal notice of sexual assault are sufficient\n\nto satisfy an employee's obligation under Faragher-Ellerth's second\n\nprong.\n\n           Even    if     the         precise     complaint      procedure    bore\n\nsignificance, on this record, a reasonable jury could find that\n\nAgusty was never informed of any procedures for reporting incidents\n\nof sexual harassment.           As a result, she spent months trying to\n\narrange a meeting with the DOE's Regional Director.                      When she\n\nfinally secured a meeting with him in September 2006, she says that\n\nshe thoroughly detailed Hernández's behavior.                 Shortly thereafter\n\nshe followed up on the meeting with a letter to the Regional\n\nDirector and other DOE officials, in which she again referenced\n\nHernández's \"inappropriate conduct toward [her] person.\"                  In early\n\nDecember   2006,      acting     on     the     Regional   Director's     explicit\n\ninstructions, Agusty filed a formal complaint with the union,\n\nasserting that Hernández had made \"sexual overtures\" toward her.\n\nA copy of this complaint was sent to the DOE.                    About two weeks\n\nlater, she reiterated her allegations in a second complaint to the\n\nunion.\n\n           A jury could undoubtedly conclude that Agusty's concerted\n\nefforts to report Hernández's inappropriate behavior well before\n\nher   January   22,     2007,    complaint,        constituted    an    altogether\n\n\n                                         -24-\n\freasonable attempt to avoid further harm.          Cf. Chaloult, 540 F.3d\n\nat 67 (\"At no time prior to her resignation did [plaintiff]\n\ncomplain about sexual harassment.\").\n\n            Further, the DOE's arguments show a misunderstanding of\n\nits obligations under Title VII as to sexual harassment in other\n\nways.   A complainant need not, on a first report to the employer,\n\ngive a \"detailed, full\" report to put the employer on notice.        When\n\na supervisor's behavior is at issue, an employee need only make\n\n\"reasonable\" use of the reporting procedures provided by her\n\nemployers   to   render   the   Faragher-Ellerth    defense   unavailable.\n\nFaragher, 524 U.S. at 807; see also Chaloult, 540 F.3d at 66;\n\nArrieta-Colon, 434 F.3d at 86.\n\nB.          A Reasonable Jury Could Find That Agusty              Suffered\n            Prohibited Retaliation, 42 U.S.C. § 2000e-3\n\n            Agusty also brought a claim under Title VII's anti-\n\nretaliation provision, which, inter alia, forbids discrimination\n\nagainst employees because they have opposed practices that are\n\nunlawful under Title VII.       42 U.S.C. § 2000e-3.   To prevail, Agusty\n\nmust show \"that (1) she engaged in protected activity; (2) she\n\nsuffered some materially adverse action; and (3) the adverse action\n\nwas causally linked to her protected activity.\"           Dixon v. Int'l\n\nBhd. of Police Officers, 504 F.3d 73, 81 (1st Cir. 2007).\n\n            The relevant inquiry for purposes of Agusty's retaliation\n\nclaim is not whether Agusty suffered an \"employment action,\" but\n\ninstead whether she experienced a materially adverse action, that\n\n                                    -25-\n\fis, mistreatment that \"could well dissuade a reasonable worker from\n\nmaking or supporting a charge of discrimination.\"            Burlington N. &\n\nSanta Fe Ry. Co. v. White, 548 U.S. 53, 57 (2006); see also Dixon,\n\n504 F.3d at 81.            A reasonable jury could conclude that the\n\nintensification      of    Hernández's     harassment,   following   Agusty's\n\nseveral    reports    to    the   DOE    and   Hernández's   supervisor   and\n\nculminating in the sexual assault, met this requirement.\n\n            The   timing     of   this    escalated   harassment   creates   a\n\nreasonable inference that Hernández's behavior was motivated by\n\nAgusty's protected activity.         See Wyatt v. City of Boston, 35 F.3d\n\n13, 16 (1st Cir. 1994) (per curiam) (\"One way of showing causation\n\nis by establishing that the employer's knowledge of the protected\n\nactivity was close in time to the employer's adverse action.\").\n\nHernández completed his harsh evaluation about two weeks after\n\nAgusty first described his conduct to the DOE's Regional Director\n\nand two days after he was copied on a letter related to that\n\nmeeting.\n\n                                         IV.\n\n            We reverse the district court's grant of summary judgment\n\nin favor of the DOE and remand for further proceedings consistent\n\nwith this decision.\n\n            So ordered.\n\n\n\n\n                                        -26-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>601 F.3d 45 (2010)</b></center>\n<center><h1>Olga E. AGUSTY-REYES; Armando Rivera Caballero, Plaintiffs, Appellants,<br>\nv.<br>\nThe DEPARTMENT OF EDUCATION of the Commonwealth OF PUERTO RICO; Miguel Hernández-Cruz, Defendants, Appellees.</h1></center>\n<center>No. 09-1247.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard March 1, 2010.</center>\n<center>Decided April 6, 2010.</center>\n<p><span class=\"star-pagination\">*46</span> Enrique J. Mendoza Méndez with whom Mendoza Law Offices were on brief for appellants.</p>\n<p>Rosa Elena Pérez-Agosto, Assistant Solicitor General, with whom Irene S. Soroeta-Kodesh, Solicitor General, Leticia M. Casalduc-Rabell, Deputy Solicitor General, <span class=\"star-pagination\">*47</span> and Zaira Z. Girón-Anadón, Deputy Solicitor General, were on brief for appellee Department of Education of the Commonwealth of Puerto Rico.</p>\n<p>Before LYNCH, Chief Judge, TORRUELLA and SELYA, Circuit Judges.</p>\n<p>LYNCH, Chief Judge.</p>\n<p>Taking all reasonable inferences in her favor for purposes of summary judgment, Olga E. Agusty-Reyes (\"Agusty\") was repeatedly sexually harassed by her supervisor at a Puerto Rico primary school where she taught fourth and sixth grade mathematics between August 2005 and January 2007. After Agusty refused his advances, the supervisor delayed evaluating her and ultimately gave her a poor evaluation to block her receipt of tenure. When she complained to her supervisor's supervisor at the Commonwealth's Department of Education (\"DOE\"), she was not told of the DOE's sexual harassment policy; she was instead told the only remedy she had was to file a union grievance. Soon after she did so, the supervisor attacked her, forcing her into his lap and sexually assaulting her until her screams brought school security to her rescue. The supervisor was later arrested for the attack. When she complained again to the DOE that the ongoing harassment had now led to a criminal attack, the DOE held a hearing on her harassment claims against the supervisor without giving her notice or opportunity to testify or to respond to his denials, apparently in accord with its policy. After these proceedings, the DOE reinstated the supervisor. Only the intervention of the police, enforcing a protective order from the local court, prevented him from returning to the school where she worked.</p>\n<p>In light of the evidence and these inferences, the district court erred in granting the DOE's motion for summary judgment on Agusty's claims. <i>See Agusty-Reyes v. Dep't of Educs.,</i> No. 07-1968 (D.P.R. Jan. 8, 2009). We reverse and remand this case for proceedings consistent with this decision.</p>\n<p></p>\n<h2>I.</h2>\n<p>Agusty and her husband, Armando Rivera-Caballero, sued the DOE in October 2007. They claimed discrimination and retaliation in violation of Title VII, 42 U.S.C. § 2000e <i>et seq.,</i> as well as various provisions of Puerto Rican law. They sought damages, declaratory and injunctive relief, and attorney's fees.<sup>[1]</sup> Plaintiffs appeal the district court's January 2009 grant of the DOE's motion for summary judgment.</p>\n<p>The district court granted summary judgment based on its determination that a reasonable factfinder could only reach three conclusions. First, that the evidence compelled the conclusion that Agusty had not suffered a tangible employment action because ultimately she was given tenure, and the DOE was therefore entitled to assert the <i>Faragher-Ellerth</i> affirmative defense. This defense precludes an employer's vicarious liability for a supervisor's harassment that did not result in a tangible employment action when the employer can show both that it acted reasonably to prevent and correct sexual harassment and that its employee unreasonably failed to avoid harm. Second, the court held that the evidence compelled the conclusion <span class=\"star-pagination\">*48</span> that the mere existence of a DOE policy on sexual harassment and the DOE's statement it had complied with aspects of that policy satisfied the first prong of that defense because the DOE had acted reasonably. Indeed, the court emphasized the reasonableness of the DOE's response when confronted with the \"relatively minor wrongdoing\" that preceded the criminal attack. Third, the court held that the evidence compelled the conclusion that the second prong of the affirmative defense was satisfied because Agusty had been unreasonable in not filing a formal written complaint until after she was attacked (although Agusty had previously met with the DOE's Regional Director to complain about the supervisor's harassment and had been told to file a union grievance, which she did).</p>\n<p>Each of these conclusions was error under the summary judgment standard.</p>\n<p></p>\n<h2>II.</h2>\n<p>On review of summary judgment, facts are taken in the light most favorable to Agusty, the nonmoving party. <i>Chaloult v. Interstate Brands Corp.,</i> 540 F.3d 64, 66 (1st Cir.2008).</p>\n<p>The DOE has employed Agusty as a public school teacher since 2002. In August 2005, she was transferred to the Fortuna Playa Public School (\"Fortuna School\") in Luquillo, Puerto Rico, to teach fourth and sixth grade mathematics. At that point, Agusty was in the midst of a two-year probationary period, which had started in August 2004. During this period she was subject to evaluation by her direct and immediate supervisor; at the Fortuna School, her supervisor was School Director Miguel Hernández-Cruz (\"Hernández\").</p>\n<p>Under Puerto Rican law, public school teachers are entitled to tenure once they have completed a two-year probationary period and have, \"in the opinion of the [DOE], performed satisfactory work.\" P.R. Laws Ann. tit. 18, § 214. Once tenured, teachers are governed by special regulations, <i>id.</i> § 216, and are \"entitled to be contracted as permanent teachers in the municipality where they may be teaching,\" <i>id.</i> § 214. Agusty sought tenure while under Hernández's supervision.</p>\n<p>Under DOE policies, as Agusty's supervisor, Hernández was responsible for conducting regular evaluations of Agusty's performance. He was directed to complete these evaluations once per semester. Hernández was also required to discuss each evaluation with Agusty before forwarding them to the DOE's Deputy Secretary of Human Resources. The Deputy Secretary would review and assess the evaluations before determining whether to grant Agusty permanent status as a tenured DOE teacher.</p>\n<p>The DOE had also established an official policy for reporting and investigating sexual harassment allegations, Regulation 4661. Under that policy, victims of sexual harassment can file complaints with the DOE's Office for the Investigation of Administrative Complaints (\"IAC\") or before a designated Regional Coordinator. The IAC is responsible for notifying accused harrassers of the allegations against them and forwarding complaints to senior DOE officials to take \"provisional measures\" pending the adjudication of the complaint. The IAC is also charged with filing a report about the complaint with the DOE's Legal Division, which in turn refers the report to an administrative judge \"to adjudicate the controversy and recommend disciplinary and corrective action.\" There is no evidence that the DOE publicized this policy to its employees or informed Agusty or her supervisor of it.</p>\n<p>Agusty alleges that Hernández sexually harassed her from the moment they met. <span class=\"star-pagination\">*49</span> He made numerous sexually charged comments to her, described how \"pretty\" she was, and took opportunities to be in physical contact with her and to look into her classroom to see her. Hernández insisted all meetings with Agusty take place in private and told her he would give her a good evaluation if she would \"touch him.\" This harassment was frequent and blatant. Agusty's colleagues, students, and students' parents observed and commented on Hernández's behavior. When Agusty declined his advances, Hernández sent her \"intimidat[ing]\" memos in which he claimed \"he would destitute\" her and called her \"dumb\" and insubordinate.</p>\n<p>In May 2006, with the end of her two-year probationary period pending and having received no evaluations from Hernández, Agusty asked him for a copy of her semesterly evaluation, which was long overdue. Hernández replied that he did not have a copy and that she would have to request one from the DOE's human resources office. When she did so, the office told her that it had never received her evaluation from Hernández. There is no evidence that Hernández had prepared such an evaluation as he was required to do.</p>\n<p>Agusty complained to DOE officials senior to Hernández. After several months of trying to arrange a meeting, on September 12, 2006, Agusty met with the DOE's Regional Director, Héctor Medina Delgado and reported all of Hernández's actions up to that point. Delgado offered Agusty no help; instead he told her \"to go seek help from the Teachers Federation\" (\"the union\"). He did not inform her of the DOE's sexual harassment policy, nor did he direct her to submit an administrative complaint. One can infer he was either unaware of the policy or its requirements or deliberately misled her. Indeed, the only immediate action Delgado took in response to Agusty's meeting was to send Hernández a letter, that same day, explaining that his office had received no evaluations of Agusty's teaching performance and urging Hernández to perform and submit the required evaluation \"as soon as possible.\"</p>\n<p>Agusty followed up on her meeting with Delgado in a letter, dated September 25, 2006; she copied Hernández, a representative of the union, and individuals identified as \"Superintendent\" and \"Secretary Department of Education.\" The letter explicitly referred to Hernández's \"inappropriate conduct\" toward her. The letter also referenced the September 12 meeting and stated that Agusty had later provided Delgado with a copy of a document, drafted and signed by her supervisor, Hernández. The document from Hernández, apparently in response to Agusty's request that she be evaluated, stated that she had not met \"the percentage required in [her] summative evaluation and that she `had presented ... shady behavior.'\"</p>\n<p>Agusty's letter further reported an incident during the week of September 18, 2006, in which Hernández gave Agusty a note about the probationary period that made her \"feel intimidated again.\" Agusty stated that she had still not seen a copy of her evaluation, and asked for \"an authentic evaluation according to the parameters established by the Department of Education.\" She also stated that if Hernández continued his \"inappropriate conduct toward [her] person,\" she would take additional action. Delgado took no action on the letter and made no further inquiry into Hernández's continuing inappropriate behavior.</p>\n<p>On September 27, 2006, Hernández finally submitted Agusty's formal evaluation to the DOE for the whole period of her employment. He gave her an overall rating of 53 percent, which placed her in the lowest of five possible categories, indicating <span class=\"star-pagination\">*50</span> \"deficient professional performance.\" Although Hernández was required to discuss the evaluation with Agusty, he did not do so. He also failed to break down Agusty's assessment by semester. And despite Agusty's many earlier requests to see her evaluation, he did not provide her with a copy. Agusty first became aware of the evaluation and its contents on November 16, 2006, when she and a union representative met with Hernández.</p>\n<p>On December 7, 2006, Agusty filed a formal \"Step I\" complaint with the union, as she had been advised to do by the DOE Regional Director, Delgado. She sent copies of her complaint to the DOE and to Hernández. In her complaint, Agusty alleged that Hernández had made and continued to make \"sexual overtures\" toward her, had \"harass[ed]\" her \"from the work standpoint,\" and had failed to evaluate her \"in any diagnostic or formative manner.\" The complaint petitioned for Hernández to \"cease and desist in harassing [Agusty] sexually and on the job,\" for his assessment of her to be revised and \"checked against [her] evidence,\" and for her to \"be evaluated by an impartial party.\" Hernández denied the complaint, calling it \"frivolous.\" The Regional Director, Delgado, apparently did not notify other DOE officials of the sexual harassment allegations or advise Agusty to file a complaint under the formal sexual harassment policy.</p>\n<p>The DOE took no action in response to Agusty's complaint through the union. About two weeks later, Agusty filed a \"Step II\" complaint with the union reiterating her concerns, including the harassment allegations and petition for relief. Again the DOE did nothing. The complaint was again copied to Hernández, who refused even to accept the document.</p>\n<p>Instead, after Agusty had formally accused him of harassment, Hernández intensified his harassment of Agusty. At some point after the second complaint was filed, Hernández sent Agusty a memo containing false accusations against her. Agusty sought guidance from a union representative, who advised her she had to respond to Hernández's allegations.</p>\n<p>On the morning of January 19, 2007, Agusty went to Hernández's office to deliver a response to his memo. At that point, he pulled her down, forcing her to be seated on his lap, and began to \"touch her intimate parts.\" Agusty \"screamed asking for help and kicking.\" A security guard, typist, and several parents heard her screams and cries for help and came to her assistance. They found Agusty in Hernández's lap with her back toward him and his hands on her shoulders. The police arrived at the school soon afterward.</p>\n<p>Later that morning, Agusty went to the Luquillo police department to file a sexual assault complaint. That same day, she obtained a protective order in a Puerto Rico district court. Agusty ultimately filed criminal charges against Hernández with the Puerto Rico Police Department; a judge found probable cause for Hernández's arrest on charges of lascivious acts, set bail at $10,000, and ordered him to wear an electronic monitoring device.</p>\n<p>The local court repeatedly renewed Agusty's protective order over the ensuing months.<sup>[2]</sup> Although the order's restrictions varied over time, it always barred Hernández from Agusty's home and those of her relatives.</p>\n<p>On January 22, 2007, Agusty filed a formal sexual harassment complaint with the DOE's IAC, pursuant to Regulation 4661. The complaint described Hernández's <span class=\"star-pagination\">*51</span> seventeen months of harassment of Agusty, from her first days of work and up through the January sexual assault. That same day, the DOE ordered Hernández to report to a professional development center. On January 23, 2007, the DOE formally suspended him, with pay, from the Fortuna School. Along with his notice of suspension, Hernández was informed of a forthcoming administrative hearing, at which he would \"have the right to state [his] version and to show cause why [he] should not be dismissed.\" The victim, Agusty, received no notice of the hearing. Delgado, the Regional Director, did receive notice but did not inform Agusty.</p>\n<p>In the weeks before the hearing, the IAC investigation unit prepared its report. An investigator reviewed Agusty's written complaint but apparently did not interview her. The investigator also spoke with or reviewed statements by two teachers, several students, Hernández's assistant, and the security guard who witnessed the end of the incident on January 19, 2007. The investigator apparently never obtained, or even looked at, the police report or court records. A jury could find the investigation was cursory. Still, there was some confirmation of Hernández's particular attentions to Agusty; there was also confirmation of Agusty's screams for help and that she was found screaming in Hernández's lap, had to be helped out, and, from her appearance, was in shock.</p>\n<p>The DOE hearing was held on February 21, 2007. Although the proceeding was purportedly intended to assess the merits of her claim, Agusty was not informed of the hearing and did not attend. It can be reasonably inferred from this that the DOE's official policy on sexual harassment complaints was to afford a hearing to the alleged harasser but not to take testimony from the individual who claimed harassment and instead to rely on the original written complaint. Hernández was present and represented by counsel.</p>\n<p>The examining officer reviewed documentary evidence, including Agusty's complaint, the investigator's report, and the statements the investigator reported had been made by staff and students at the Fortuna School, on which the report had relied. This documentary evidence was provided to Hernández and his attorney before the hearing.<sup>[3]</sup> Hernández's counsel made arguments in his defense, and Hernández offered extensive testimony on his own behalf.<sup>[4]</sup> Hernández also submitted sworn statements from six teachers at the Fortuna School, vouching for his professional conduct.</p>\n<p>Based solely on the evidence presented at this ex parte proceeding, the examining officer prepared a report recommending that the disciplinary action be dismissed. The examining officer reached his conclusion because, having \"had the opportunity of listening to [Hernández's] evidence,\" he considered Hernández's version of eventsthe only version presented by testimony at the hearing\"worthy of our full credibility.\" By contrast, the examining officer considered Agusty's written statement <span class=\"star-pagination\">*52</span> not credible, observing (without further explanation) that it \"denote[d] an attitude of getting even against [Hernández] for the negative evaluations.\"</p>\n<p>The DOE's legal division reviewed the examining officer's report and, in early August 2007, recommended the dismissal of the disciplinary action against Hernández. There is no indication that the legal division conducted an independent review of the evidence, nor did the DOE give Agusty an opportunity to testify. This is consistent with Regulation 4661, which does not provide for review of the adjudicator's decision nor identify any opportunities for alleged victims of sexual harassment to present their version of events once they have submitted their complaints.</p>\n<p>Shortly thereafter, the DOE reinstated Hernández as director of the Fortuna School, effective August 10, 2007. With his return looming, Agusty's protective order was expanded on August 20, 2007, to prohibit Hernández from entering Agusty's place of employment, the Fortuna School. When Hernández returned to the Fortuna School, where Agusty was working, he was detained by police officers for violating the protective order. In light of the order, the DOE referred Hernández for transfer to another school.</p>\n<p>Following Hernández's transfer, Agusty was re-evaluated by new supervisors at least twice, on April 21, 2007, and May 21, 2007. She received ratings of 86 percent and 94 percent overall, which placed her in the second-highest category, reflecting \"superior professional performance.\" On the basis of these evaluations, Agusty was awarded tenure on November 9, 2007, retroactive to August 2006.</p>\n<p></p>\n<h2>III.</h2>\n<p>We review the district court's grant of summary judgment de novo. <i>Bennett v. Saint-Gobain Corp.,</i> 507 F.3d 23, 29 (1st Cir.2007). We affirm only if there is no genuine issue as to any issue of material fact and the movant is entitled to judgment as a matter of law. <i>Id.</i> The record viewed in the light most favorable to Agusty presents issues of material fact on Agusty's hostile work environment and retaliation claims under Title VII.</p>\n<p></p>\n<h2>A. <i>A Reasonable Jury Could Find That Agusty Suffered Sexual Harassment Amounting to a Hostile Work Environment</i>\n</h2>\n<p>Agusty's first Title VII claim is that the DOE is liable as her employer for the alleged sexual harassment by Hernández, her direct supervisor.<sup>[5]</sup> In particular, she claims that Hernández's longstanding abuse created a hostile work environment and sets forth facts that would support a quid pro quo claim as well.</p>\n<p>We have described six elements that plaintiffs must establish to succeed on hostile work environment claims against their employers.<sup>[6]</sup><i>See </i><i>Valentín-Almeyda v.</i> <span class=\"star-pagination\">*53</span> <i>Municipality of Aguadilla,</i> 447 F.3d 85, 94 (1st Cir.2006). The district court correctly found that Agusty could establish all of the elements of an abusive work environment except for a basis for employer liability. On appeal, the DOE attempts to argue that the court erred in finding Agusty could show mistreatment that was \"severe or pervasive.\" A reasonable jury could undoubtedly find that the seventeen months of abuse by Hernández chronicled in the summary judgment record was sufficiently severe and pervasive for a sexual harassment claim under Title VII. This case turns exclusively on the final element, whether there is a basis for employer liability.</p>\n<p>The Supreme Court has articulated clear rules governing employers' liability for a supervisor's wrongdoing against an employee. These rules are designed \"to accommodate the agency principles of vicarious liability for harm caused by misuse of supervisory authority, as well as Title VII's equally basic policies of encouraging forethought by employers and saving action by objecting employees.\" <i>Burlington Indus., Inc. v. Ellerth,</i> 524 U.S. 742, 764, 118 S.Ct. 2257, 141 L.Ed.2d 633 (1998).</p>\n<p>When a supervisor's harassment of an employee results in a \"tangible employment action against the employee,\" the employer is vicariously liable for the \"actionable hostile environment created by [the] supervisor.\" <i>Id.</i> at 765, 118 S.Ct. 2257; <i>see also </i><i>Lee-Crespo v. Schering-Plough Del Caribe Inc.,</i> 354 F.3d 34, 43 (1st Cir.2003). Tangible employment actions include \"hiring, firing, failing to promote, reassignment with significantly different responsibilities, or a decision causing a significant change in benefits.\" <i>Ellerth,</i> 524 U.S. at 761, 118 S.Ct. 2257. \"[T]he harassing supervisor must be the one who orders the tangible employment action or, at the very least, must be otherwise substantially responsible for the action.\" <i>Lee-Crespo,</i> 354 F.3d at 44. No defense of reasonableness is available. <i>See </i><i>Arrieta-Colon v. Wal-Mart P.R., Inc.,</i> 434 F.3d 75, 86 (1st Cir.2006). This makes the question of whether the harassment by the supervisor resulted in a tangible employment action an important step in the analysis. If Hernández's actions could be found to have resulted in tangible employment action, the DOE would be liable, and no affirmative defense would be available.</p>\n<p>Employers are also vicariously liable for a supervisor's \"severe and pervasive\" harassment that does <i>not</i> result in a tangible employment action; the difference is that in such instances employers may be able to invoke a two-part affirmative defense. <i>Ellerth,</i> 524 U.S. at 765, 118 S.Ct. 2257. This affirmative defense, the <i>Faragher-Ellerth</i> defense, requires a defendant employer to show both (1) \"that its own actions to prevent and correct harassment were reasonable\" and (2) \"that the employee's actions in seeking to avoid harm were not reasonable.\" <i>Chaloult,</i> 540 F.3d at 66 (citing <i>Faragher v. City of Boca Raton,</i> 524 U.S. 775, 807, 118 S.Ct. 2275, 141 L.Ed.2d 662 (1998); <i>Ellerth,</i> 524 U.S. at 765, 118 S.Ct. 2257); <i>see also </i><i>Torres-Negrón v. Merck &amp; Co.,</i> 488 F.3d 32, 40 n. 5 (1st Cir.2007); <i>Arrieta-Colon,</i> 434 F.3d at 86; 1 Barbara T. Lindemann et al., <i>Employment Discrimination Law</i> 1365-76 (4th ed.2007).</p>\n<p><span class=\"star-pagination\">*54</span> The DOE argues that Agusty cannot show a tangible employment action and so it may claim the <i>Faragher-Ellerth</i> defense. In the alternative, the DOE argues that its sexual harassment policy, coupled with Agusty's not filing a formal complaint under Regulation 4661 until January 2007, satisfy <i>Faragher-Ellerth</i>'s two prongs and entitle it to summary judgment on the basis of the affirmative defense.</p>\n<p>On these facts, a reasonable jury could easily find that Agusty suffered a tangible employment action. This alone is sufficient for Agusty to survive summary judgment, as such a finding would render the <i>Faragher-Ellerth</i> defense unavailable to the DOE.</p>\n<p>Beyond that, a reasonable jury could also find that the DOE failed to satisfy either or both prongs of the <i>Faragher-Ellerth</i> defense, even if no tangible employment action was present. A trier of fact could find that the DOE did not act reasonably to prevent and respond to instances of sexual harassment and also that Agusty acted reasonably to avoid further harassment. As a result, the DOE is unable to satisfy either prong of the defense at the summary judgment stage and was not entitled to judgment.</p>\n<p></p>\n<h2>1. <i>Tangible Employment Action</i>\n</h2>\n<p>The DOE asserts that Agusty has not suffered a tangible employment action since she \"was never fired, demoted, or reassigned from her post\" and ultimately received tenure, retroactive to August 2006. The argument misses the point.</p>\n<p>The Supreme Court's list of tangible employment actions in <i>Ellerth</i> was not exhaustive, and it explicitly includes \"failing to promote\" and \"a decision causing a significant change in benefits.\" <i>Ellerth,</i> 524 U.S. at 761, 118 S.Ct. 2257; <i>see also </i><i>Lee-Crespo,</i> 354 F.3d at 43; <i>Reed,</i> 333 F.3d at 32-33. It is undisputed that, as Agusty's supervisor, Hernández was required to evaluate Agusty's performance as a teacher at specific times and that his evaluation played a pivotal role in the DOE's assessment of her eligibility for tenure. The record permits a finding that Hernández resisted evaluating Agusty for months and then gave her a dismal review when she refused to \"touch him.\" By contrast, Agusty's later supervisor gave Agusty two strong evaluations, whereupon she quickly received tenure.</p>\n<p>On this record, there are several theories on which a jury could find Hernández's actions resulted in tangible employment actions. The grant or denial of tenure could be viewed as similar to a decision whether to promote, a well-recognized tangible employment action. A failure to grant tenure could also lead to a meaningful change in an employee's benefits in an up-or-out situation at a time when budgetary constraints loomed. Finally, a reasonable jury could certainly find that both Hernández's deliberate delay in evaluating Agusty's performance and his harshly critical assessment, which was directly linked to the tenure decision, adversely impacted Agusty's employment by delaying her receipt of tenure and the job security that would accompany it. <i>See </i><i>Ellerth,</i> 524 U.S. at 761, 118 S.Ct. 2257.</p>\n<p></p>\n<h2>2. <i>The Faragher-Ellerth Defense</i>\n</h2>\n<p>Even if there were not a jury issue on whether there had been a tangible employment action, the DOE was also not entitled to summary judgment on the basis of the <i>Faragher-Ellerth</i> defense. The DOE argues that (1) its sexual harassment policy and the remedial measures it took in response to Agusty's January 2007 complaint satisfy the first prong of the defense, and (2) Agusty's failure to use the established procedure until she filed that <span class=\"star-pagination\">*55</span> complaint in January satisfies the second. Both arguments clearly fail.</p>\n<p>The <i>Faragher-Ellerth</i> defense was designed to protect only those responsible employers who have established effective sexual harassment policies and responsive grievance processes. <i>Id.</i> at 764-65, 118 S.Ct. 2257. To that end, an employer must carry its burden on both prongs to succeed in maintaining the defense. <i>Faragher,</i> 524 U.S. at 805, 118 S.Ct. 2275; <i>Arrieta-Colon,</i> 434 F.3d at 86. We assess the DOE's claims on each prong of <i>Faragher-Ellerth</i> independently, \"recognizing that there may be a relationship between the two.\" <i>Chaloult,</i> 540 F.3d at 73. Both prongs involve a \"judgment call as to reasonableness,\" which \"is itself a jury issue unless no reasonable jury could decide it in the plaintiff's favor.\" <i>Reed,</i> 333 F.3d at 34.</p>\n<p>As to the first prong, the DOE contends that its adoption of Regulation 4661 and its swift response to Agusty's January 2007 complaint constituted \"reasonable care to prevent and correct\" sexual harassment. The argument fails for at least two independent reasons.</p>\n<p>First, there is no evidence that the DOE made the slightest effort to communicate its policy, whether or not it was reasonable on its face, to any of its employees, let alone to its regional directors, its supervisors, or Agusty. An employer's failure to show that it had \"established and <i>disseminated</i> an anti-discrimination policy, complete with a <i>known</i> complaint procedure\" can prevent it from successfully claiming the <i>Faragher-Ellerth</i> defense. <i>Marrero v. Goya of P.R., Inc.,</i> 304 F.3d 7, 21 (1st Cir.2002) (emphasis added); <i>cf. </i><i>Chaloult,</i> 540 F.3d at 74 (noting evidence at summary judgment that employer \"had trained its employees regarding its policies, and that [plaintiff] knew of these policies\"); <i>Reed,</i> 333 F.3d at 34 (noting evidence at summary judgment that defendant \"offered evidence ... both of its own procedures and of efforts to publicize them\"). On these facts, a reasonable jury could conclude that the DOE's failure to disseminate its sexual harassment policy and complaint procedure prevented it from satisfying the first prong of <i>Faragher-Ellerth.</i></p>\n<p>Further, independent issues of fact exist as to whether the policy itself, both on its face and as administered, constituted \"reasonable care to avoid harassment and to eliminate it when it might occur,\" <i>Faragher,</i> 524 U.S. at 805, 118 S.Ct. 2275. As Agusty's experience illustrates, the DOE's application of Regulation 4661 affords victims no opportunity to testify in support of their complaints once they are filed or to reply to the alleged harassers' testimony. By contrast, those accused of sexual harassment are given an ex parte proceeding at which they can present their version of events, with counsel, without fear of rebuttal testimony or corroborative evidence from alleged victims and witnesses. Victims are not even given notice of the hearing. Indeed, in this case, the examining officer's decision turned on a credibility determination that weighed Hernández's live testimony against Agusty's <i>written</i> statement, when she was given no opportunity to testify in person. A jury could readily find that these procedures were inherently unreasonable. A jury could also find that the investigation here was so cursory as to be inadequate.</p>\n<p>On the second prong, the DOE asserts that Agusty unreasonably failed to take advantage of its procedures, claiming \"[t]he record is clear ... that she never provided a detailed, full version of the alleged facts to the [DOE] until after her January 22, 2007 complaint.\"</p>\n<p><span class=\"star-pagination\">*56</span> The DOE's position seems to be that an employee only acts reasonably if the employee follows the DOE's formal procedure, and that it is entitled to ignore any notice of harassment that is outside of the procedure. But a reasonable jury could find otherwise: that based on the two union complaints, at least one of which was copied to the DOE, and her meeting with Delgado,<sup>[7]</sup> Agusty had exercised \"reasonable care ... to prevent harm that could have been avoided.\" <i>Id.</i> A jury could also reasonably find that the DOE had an obligation to investigate Agusty's complaints of both a harassing atmosphere and quid pro quo harassment before Hernández would give Agusty a favorable tenure evaluation. A jury could easily reject the DOE's apparent position that no reports of harassment short of formal notice of sexual assault are sufficient to satisfy an employee's obligation under <i>Faragher-Ellerth</i>'s second prong.</p>\n<p>Even if the precise complaint procedure bore significance, on this record, a reasonable jury could find that Agusty was never informed of any procedures for reporting incidents of sexual harassment. As a result, she spent months trying to arrange a meeting with the DOE's Regional Director. When she finally secured a meeting with him in September 2006, she says that she thoroughly detailed Hernández's behavior. Shortly thereafter she followed up on the meeting with a letter to the Regional Director and other DOE officials, in which she again referenced Hernández's \"inappropriate conduct toward [her] person.\" In early December 2006, acting on the Regional Director's explicit instructions, Agusty filed a formal complaint with the union, asserting that Hernández had made \"sexual overtures\" toward her. A copy of this complaint was sent to the DOE. About two weeks later, she reiterated her allegations in a second complaint to the union.</p>\n<p>A jury could undoubtedly conclude that Agusty's concerted efforts to report Hernández's inappropriate behavior, well before her January 22, 2007, complaint, constituted an altogether reasonable attempt to avoid further harm. <i>Cf. </i><i>Chaloult,</i> 540 F.3d at 67 (\"At no time prior to her resignation did [plaintiff] complain about sexual harassment.\").</p>\n<p>Further, the DOE's arguments show a misunderstanding of its obligations under Title VII as to sexual harassment in other ways. A complainant need not, on a first report to the employer, give a \"detailed, full\" report to put the employer on notice. When a supervisor's behavior is at issue, an employee need only make \"reasonable\" use of the reporting procedures provided by her employers to render the <i>Faragher-Ellerth</i> defense unavailable. <i>Faragher,</i> 524 U.S. at 807, 118 S.Ct. 2275; <i>see also </i><i>Chaloult,</i> 540 F.3d at 66; <i>Arrieta-Colon,</i> 434 F.3d at 86.</p>\n<p></p>\n<h2>B. <i>A Reasonable Jury Could Find That Agusty Suffered Prohibited Retaliation, 42 U.S.C. § 2000e-3</i>\n</h2>\n<p>Agusty also brought a claim under Title VII's anti-retaliation provision, which, inter alia, forbids discrimination against employees because they have opposed practices that are unlawful under <span class=\"star-pagination\">*57</span> Title VII. 42 U.S.C. § 2000e-3. To prevail, Agusty must show \"that (1) she engaged in protected activity; (2) she suffered some materially adverse action; and (3) the adverse action was causally linked to her protected activity.\" <i>Dixon v. Int'l Bhd. of Police Officers,</i> 504 F.3d 73, 81 (1st Cir.2007).</p>\n<p>The relevant inquiry for purposes of Agusty's retaliation claim is not whether Agusty suffered an \"employment action,\" but instead whether she experienced a materially adverse action, that is, mistreatment that \"could well dissuade a reasonable worker from making or supporting a charge of discrimination.\" <i>Burlington N. &amp; Santa Fe Ry. Co. v. White,</i> 548 U.S. 53, 57, 126 S.Ct. 2405, 165 L.Ed.2d 345 (2006); <i>see also </i><i>Dixon,</i> 504 F.3d at 81. A reasonable jury could conclude that the intensification of Hernández's harassment, following Agusty's several reports to the DOE and Hernández's supervisor and culminating in the sexual assault, met this requirement.</p>\n<p>The timing of this escalated harassment creates a reasonable inference that Hernández's behavior was motivated by Agusty's protected activity. <i>See </i><i>Wyatt v. City of Boston,</i> 35 F.3d 13, 16 (1st Cir. 1994) (per curiam) (\"One way of showing causation is by establishing that the employer's knowledge of the protected activity was close in time to the employer's adverse action.\"). Hernández completed his harsh evaluation about two weeks after Agusty first described his conduct to the DOE's Regional Director and two days after he was copied on a letter related to that meeting.</p>\n<p></p>\n<h2>IV.</h2>\n<p>We <i>reverse</i> the district court's grant of summary judgment in favor of the DOE and <i>remand</i> for further proceedings consistent with this decision.</p>\n<p><i>So ordered.</i></p>\n<h2>NOTES</h2>\n<p>[1]  Plaintiffs also named the supervisor as a co-defendant. Their claims against him were dismissed, because Title VII does not create liability against individual employees. <i>See </i><i>Fantini v. Salem State Coll.,</i> 557 F.3d 22, 28-31 (1st Cir.2009). The dismissal has not been challenged; this appeal concerns only the grant of summary judgment on Agusty's claims against the DOE.</p>\n<p>[2]  The protective order was to remain in force pending the resolution of criminal proceedings against Hernández. It was still in effect as of April 14, 2008.</p>\n<p>[3]  The DOE did not put the vast majority of the exhibits reviewed by the examining officer into the record on appeal. These exhibits were also not presented before the district court. As a result, a variety of potentially significant documents that were made available to the examining officer, including letters supposedly sent by Hernández to Agusty on November 27, 2006, and January 18, 2007, and evaluations of Agusty's performance before her arrival at the Fortuna School, are not before us.</p>\n<p>[4]  Hernández's defense was that he had never mistreated Agusty and that she had \"fabricated\" the sexual harassment complaint in response to his negative evaluation of her performance.</p>\n<p>[5]  The Supreme Court has read Title VII to include sexual harassment as a form of gender discrimination under certain circumstances. <i>Oncale v. Sundowner Offshore Servs., Inc.,</i> 523 U.S. 75, 78, 118 S.Ct. 998, 140 L.Ed.2d 201 (1998); <i>see also </i><i>Reed v. MBNA Mktg. Sys., Inc.,</i> 333 F.3d 27, 31 (1st Cir. 2003).</p>\n<p>[6]  The six elements are:\n</p>\n<p>(1) that she (or he) is a member of a protected class; (2) that she was subjected to unwelcome sexual harassment; (3) that the harassment was based upon sex; (4) that the harassment was sufficiently severe or pervasive so as to alter the conditions of plaintiff's employment and create an abusive work environment; (5) that sexually objectionable conduct was both objectively and subjectively offensive, such that a reasonable person would find it hostile or abusive and the victim in fact did perceive it to be so; and (6) that some basis for employer liability has been established.</p>\n<p><i>Valentín-Almeyda v. Municipality of Aguadilla,</i> 447 F.3d 85, 94 (1st Cir.2006) (quoting <i>O'Rourke v. City of Providence,</i> 235 F.3d 713, 728 (1st Cir.2001)).</p>\n<p>[7]  It is not clear from the record whether Delgado, the DOE's Regional Director for Agusty's region, was also the DOE's \"Regional Coordinator\" for purposes of Regulation 4661. However, Delgado was clearly a senior DOE official who, in response to Agusty's description of Hernández's sexual harassment, gave her explicitalbeit incorrect guidance on how to report the abuse. Nonetheless, as neither party has claimed otherwise, we assume, arguendo, that Agusty's meeting with Delgado did not qualify as a formal complaint under Regulation 4661.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">601</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">45</span></span> (2010)</b></center>\n<center><h1>Olga E. AGUSTY-REYES; Armando Rivera Caballero, Plaintiffs, Appellants,<br>\nv.<br>\nThe DEPARTMENT OF EDUCATION of the Commonwealth OF PUERTO RICO; Miguel Hernández-Cruz, Defendants, Appellees.</h1></center>\n<center>No. 09-1247.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard March 1, 2010.</center>\n<center>Decided April 6, 2010.</center>\n<p><span class=\"star-pagination\">*46</span> Enrique J. Mendoza Méndez with whom Mendoza Law Offices were on brief for appellants.</p>\n<p>Rosa Elena Pérez-Agosto, Assistant Solicitor General, with whom Irene S. Soroeta-Kodesh, Solicitor General, Leticia M. Casalduc-Rabell, Deputy Solicitor General, <span class=\"star-pagination\">*47</span> and Zaira Z. Girón-Anadón, Deputy Solicitor General, were on brief for appellee Department of Education of the Commonwealth of Puerto Rico.</p>\n<p>Before LYNCH, Chief Judge, TORRUELLA and SELYA, Circuit Judges.</p>\n<p>LYNCH, Chief Judge.</p>\n<p>Taking all reasonable inferences in her favor for purposes of summary judgment, Olga E. Agusty-Reyes (\"Agusty\") was repeatedly sexually harassed by her supervisor at a Puerto Rico primary school where she taught fourth and sixth grade mathematics between August 2005 and January 2007. After Agusty refused his advances, the supervisor delayed evaluating her and ultimately gave her a poor evaluation to block her receipt of tenure. When she complained to her supervisor's supervisor at the Commonwealth's Department of Education (\"DOE\"), she was not told of the DOE's sexual harassment policy; she was instead told the only remedy she had was to file a union grievance. Soon after she did so, the supervisor attacked her, forcing her into his lap and sexually assaulting her until her screams brought school security to her rescue. The supervisor was later arrested for the attack. When she complained again to the DOE that the ongoing harassment had now led to a criminal attack, the DOE held a hearing on her harassment claims against the supervisor without giving her notice or opportunity to testify or to respond to his denials, apparently in accord with its policy. After these proceedings, the DOE reinstated the supervisor. Only the intervention of the police, enforcing a protective order from the local court, prevented him from returning to the school where she worked.</p>\n<p>In light of the evidence and these inferences, the district court erred in granting the DOE's motion for summary judgment on Agusty's claims. <i>See Agusty-Reyes v. Dep't of Educs.,</i> No. 07-1968 (D.P.R. Jan. 8, 2009). We reverse and remand this case for proceedings consistent with this decision.</p>\n<p></p>\n<h2>I.</h2>\n<p>Agusty and her husband, Armando Rivera-Caballero, sued the DOE in October 2007. They claimed discrimination and retaliation in violation of Title VII, 42 U.S.C. § 2000e <i>et seq.,</i> as well as various provisions of Puerto Rican law. They sought damages, declaratory and injunctive relief, and attorney's fees.<sup>[1]</sup> Plaintiffs appeal the district court's January 2009 grant of the DOE's motion for summary judgment.</p>\n<p>The district court granted summary judgment based on its determination that a reasonable factfinder could only reach three conclusions. First, that the evidence compelled the conclusion that Agusty had not suffered a tangible employment action because ultimately she was given tenure, and the DOE was therefore entitled to assert the <i>Faragher-Ellerth</i> affirmative defense. This defense precludes an employer's vicarious liability for a supervisor's harassment that did not result in a tangible employment action when the employer can show both that it acted reasonably to prevent and correct sexual harassment and that its employee unreasonably failed to avoid harm. Second, the court held that the evidence compelled the conclusion <span class=\"star-pagination\">*48</span> that the mere existence of a DOE policy on sexual harassment and the DOE's statement it had complied with aspects of that policy satisfied the first prong of that defense because the DOE had acted reasonably. Indeed, the court emphasized the reasonableness of the DOE's response when confronted with the \"relatively minor wrongdoing\" that preceded the criminal attack. Third, the court held that the evidence compelled the conclusion that the second prong of the affirmative defense was satisfied because Agusty had been unreasonable in not filing a formal written complaint until after she was attacked (although Agusty had previously met with the DOE's Regional Director to complain about the supervisor's harassment and had been told to file a union grievance, which she did).</p>\n<p>Each of these conclusions was error under the summary judgment standard.</p>\n<p></p>\n<h2>II.</h2>\n<p>On review of summary judgment, facts are taken in the light most favorable to Agusty, the nonmoving party. <i>Chaloult v. Interstate Brands Corp.,</i> <span class=\"citation\" data-id=\"203463\"><a href=\"/opinion/203463/chaloult-v-interstate-brands-corp/\"><span class=\"volume\">540</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">64</span></a></span>, 66 (1st Cir.2008).</p>\n<p>The DOE has employed Agusty as a public school teacher since 2002. In August 2005, she was transferred to the Fortuna Playa Public School (\"Fortuna School\") in Luquillo, Puerto Rico, to teach fourth and sixth grade mathematics. At that point, Agusty was in the midst of a two-year probationary period, which had started in August 2004. During this period she was subject to evaluation by her direct and immediate supervisor; at the Fortuna School, her supervisor was School Director Miguel Hernández-Cruz (\"Hernández\").</p>\n<p>Under Puerto Rican law, public school teachers are entitled to tenure once they have completed a two-year probationary period and have, \"in the opinion of the [DOE], performed satisfactory work.\" P.R. Laws Ann. tit. 18, § 214. Once tenured, teachers are governed by special regulations, <i>id.</i> § 216, and are \"entitled to be contracted as permanent teachers in the municipality where they may be teaching,\" <i>id.</i> § 214. Agusty sought tenure while under Hernández's supervision.</p>\n<p>Under DOE policies, as Agusty's supervisor, Hernández was responsible for conducting regular evaluations of Agusty's performance. He was directed to complete these evaluations once per semester. Hernández was also required to discuss each evaluation with Agusty before forwarding them to the DOE's Deputy Secretary of Human Resources. The Deputy Secretary would review and assess the evaluations before determining whether to grant Agusty permanent status as a tenured DOE teacher.</p>\n<p>The DOE had also established an official policy for reporting and investigating sexual harassment allegations, Regulation 4661. Under that policy, victims of sexual harassment can file complaints with the DOE's Office for the Investigation of Administrative Complaints (\"IAC\") or before a designated Regional Coordinator. The IAC is responsible for notifying accused harrassers of the allegations against them and forwarding complaints to senior DOE officials to take \"provisional measures\" pending the adjudication of the complaint. The IAC is also charged with filing a report about the complaint with the DOE's Legal Division, which in turn refers the report to an administrative judge \"to adjudicate the controversy and recommend disciplinary and corrective action.\" There is no evidence that the DOE publicized this policy to its employees or informed Agusty or her supervisor of it.</p>\n<p>Agusty alleges that Hernández sexually harassed her from the moment they met. <span class=\"star-pagination\">*49</span> He made numerous sexually charged comments to her, described how \"pretty\" she was, and took opportunities to be in physical contact with her and to look into her classroom to see her. Hernández insisted all meetings with Agusty take place in private and told her he would give her a good evaluation if she would \"touch him.\" This harassment was frequent and blatant. Agusty's colleagues, students, and students' parents observed and commented on Hernández's behavior. When Agusty declined his advances, Hernández sent her \"intimidat[ing]\" memos in which he claimed \"he would destitute\" her and called her \"dumb\" and insubordinate.</p>\n<p>In May 2006, with the end of her two-year probationary period pending and having received no evaluations from Hernández, Agusty asked him for a copy of her semesterly evaluation, which was long overdue. Hernández replied that he did not have a copy and that she would have to request one from the DOE's human resources office. When she did so, the office told her that it had never received her evaluation from Hernández. There is no evidence that Hernández had prepared such an evaluation as he was required to do.</p>\n<p>Agusty complained to DOE officials senior to Hernández. After several months of trying to arrange a meeting, on September 12, 2006, Agusty met with the DOE's Regional Director, Héctor Medina Delgado and reported all of Hernández's actions up to that point. Delgado offered Agusty no help; instead he told her \"to go seek help from the Teachers Federation\" (\"the union\"). He did not inform her of the DOE's sexual harassment policy, nor did he direct her to submit an administrative complaint. One can infer he was either unaware of the policy or its requirements or deliberately misled her. Indeed, the only immediate action Delgado took in response to Agusty's meeting was to send Hernández a letter, that same day, explaining that his office had received no evaluations of Agusty's teaching performance and urging Hernández to perform and submit the required evaluation \"as soon as possible.\"</p>\n<p>Agusty followed up on her meeting with Delgado in a letter, dated September 25, 2006; she copied Hernández, a representative of the union, and individuals identified as \"Superintendent\" and \"Secretary Department of Education.\" The letter explicitly referred to Hernández's \"inappropriate conduct\" toward her. The letter also referenced the September 12 meeting and stated that Agusty had later provided Delgado with a copy of a document, drafted and signed by her supervisor, Hernández. The document from Hernández, apparently in response to Agusty's request that she be evaluated, stated that she had not met \"the percentage required in [her] summative evaluation and that she `had presented ... shady behavior.'\"</p>\n<p>Agusty's letter further reported an incident during the week of September 18, 2006, in which Hernández gave Agusty a note about the probationary period that made her \"feel intimidated again.\" Agusty stated that she had still not seen a copy of her evaluation, and asked for \"an authentic evaluation according to the parameters established by the Department of Education.\" She also stated that if Hernández continued his \"inappropriate conduct toward [her] person,\" she would take additional action. Delgado took no action on the letter and made no further inquiry into Hernández's continuing inappropriate behavior.</p>\n<p>On September 27, 2006, Hernández finally submitted Agusty's formal evaluation to the DOE for the whole period of her employment. He gave her an overall rating of 53 percent, which placed her in the lowest of five possible categories, indicating <span class=\"star-pagination\">*50</span> \"deficient professional performance.\" Although Hernández was required to discuss the evaluation with Agusty, he did not do so. He also failed to break down Agusty's assessment by semester. And despite Agusty's many earlier requests to see her evaluation, he did not provide her with a copy. Agusty first became aware of the evaluation and its contents on November 16, 2006, when she and a union representative met with Hernández.</p>\n<p>On December 7, 2006, Agusty filed a formal \"Step I\" complaint with the union, as she had been advised to do by the DOE Regional Director, Delgado. She sent copies of her complaint to the DOE and to Hernández. In her complaint, Agusty alleged that Hernández had made and continued to make \"sexual overtures\" toward her, had \"harass[ed]\" her \"from the work standpoint,\" and had failed to evaluate her \"in any diagnostic or formative manner.\" The complaint petitioned for Hernández to \"cease and desist in harassing [Agusty] sexually and on the job,\" for his assessment of her to be revised and \"checked against [her] evidence,\" and for her to \"be evaluated by an impartial party.\" Hernández denied the complaint, calling it \"frivolous.\" The Regional Director, Delgado, apparently did not notify other DOE officials of the sexual harassment allegations or advise Agusty to file a complaint under the formal sexual harassment policy.</p>\n<p>The DOE took no action in response to Agusty's complaint through the union. About two weeks later, Agusty filed a \"Step II\" complaint with the union reiterating her concerns, including the harassment allegations and petition for relief. Again the DOE did nothing. The complaint was again copied to Hernández, who refused even to accept the document.</p>\n<p>Instead, after Agusty had formally accused him of harassment, Hernández intensified his harassment of Agusty. At some point after the second complaint was filed, Hernández sent Agusty a memo containing false accusations against her. Agusty sought guidance from a union representative, who advised her she had to respond to Hernández's allegations.</p>\n<p>On the morning of January 19, 2007, Agusty went to Hernández's office to deliver a response to his memo. At that point, he pulled her down, forcing her to be seated on his lap, and began to \"touch her intimate parts.\" Agusty \"screamed asking for help and kicking.\" A security guard, typist, and several parents heard her screams and cries for help and came to her assistance. They found Agusty in Hernández's lap with her back toward him and his hands on her shoulders. The police arrived at the school soon afterward.</p>\n<p>Later that morning, Agusty went to the Luquillo police department to file a sexual assault complaint. That same day, she obtained a protective order in a Puerto Rico district court. Agusty ultimately filed criminal charges against Hernández with the Puerto Rico Police Department; a judge found probable cause for Hernández's arrest on charges of lascivious acts, set bail at $10,000, and ordered him to wear an electronic monitoring device.</p>\n<p>The local court repeatedly renewed Agusty's protective order over the ensuing months.<sup>[2]</sup> Although the order's restrictions varied over time, it always barred Hernández from Agusty's home and those of her relatives.</p>\n<p>On January 22, 2007, Agusty filed a formal sexual harassment complaint with the DOE's IAC, pursuant to Regulation 4661. The complaint described Hernández's <span class=\"star-pagination\">*51</span> seventeen months of harassment of Agusty, from her first days of work and up through the January sexual assault. That same day, the DOE ordered Hernández to report to a professional development center. On January 23, 2007, the DOE formally suspended him, with pay, from the Fortuna School. Along with his notice of suspension, Hernández was informed of a forthcoming administrative hearing, at which he would \"have the right to state [his] version and to show cause why [he] should not be dismissed.\" The victim, Agusty, received no notice of the hearing. Delgado, the Regional Director, did receive notice but did not inform Agusty.</p>\n<p>In the weeks before the hearing, the IAC investigation unit prepared its report. An investigator reviewed Agusty's written complaint but apparently did not interview her. The investigator also spoke with or reviewed statements by two teachers, several students, Hernández's assistant, and the security guard who witnessed the end of the incident on January 19, 2007. The investigator apparently never obtained, or even looked at, the police report or court records. A jury could find the investigation was cursory. Still, there was some confirmation of Hernández's particular attentions to Agusty; there was also confirmation of Agusty's screams for help and that she was found screaming in Hernández's lap, had to be helped out, and, from her appearance, was in shock.</p>\n<p>The DOE hearing was held on February 21, 2007. Although the proceeding was purportedly intended to assess the merits of her claim, Agusty was not informed of the hearing and did not attend. It can be reasonably inferred from this that the DOE's official policy on sexual harassment complaints was to afford a hearing to the alleged harasser but not to take testimony from the individual who claimed harassment and instead to rely on the original written complaint. Hernández was present and represented by counsel.</p>\n<p>The examining officer reviewed documentary evidence, including Agusty's complaint, the investigator's report, and the statements the investigator reported had been made by staff and students at the Fortuna School, on which the report had relied. This documentary evidence was provided to Hernández and his attorney before the hearing.<sup>[3]</sup> Hernández's counsel made arguments in his defense, and Hernández offered extensive testimony on his own behalf.<sup>[4]</sup> Hernández also submitted sworn statements from six teachers at the Fortuna School, vouching for his professional conduct.</p>\n<p>Based solely on the evidence presented at this ex parte proceeding, the examining officer prepared a report recommending that the disciplinary action be dismissed. The examining officer reached his conclusion because, having \"had the opportunity of listening to [Hernández's] evidence,\" he considered Hernández's version of eventsthe only version presented by testimony at the hearing\"worthy of our full credibility.\" By contrast, the examining officer considered Agusty's written statement <span class=\"star-pagination\">*52</span> not credible, observing (without further explanation) that it \"denote[d] an attitude of getting even against [Hernández] for the negative evaluations.\"</p>\n<p>The DOE's legal division reviewed the examining officer's report and, in early August 2007, recommended the dismissal of the disciplinary action against Hernández. There is no indication that the legal division conducted an independent review of the evidence, nor did the DOE give Agusty an opportunity to testify. This is consistent with Regulation 4661, which does not provide for review of the adjudicator's decision nor identify any opportunities for alleged victims of sexual harassment to present their version of events once they have submitted their complaints.</p>\n<p>Shortly thereafter, the DOE reinstated Hernández as director of the Fortuna School, effective August 10, 2007. With his return looming, Agusty's protective order was expanded on August 20, 2007, to prohibit Hernández from entering Agusty's place of employment, the Fortuna School. When Hernández returned to the Fortuna School, where Agusty was working, he was detained by police officers for violating the protective order. In light of the order, the DOE referred Hernández for transfer to another school.</p>\n<p>Following Hernández's transfer, Agusty was re-evaluated by new supervisors at least twice, on April 21, 2007, and May 21, 2007. She received ratings of 86 percent and 94 percent overall, which placed her in the second-highest category, reflecting \"superior professional performance.\" On the basis of these evaluations, Agusty was awarded tenure on November 9, 2007, retroactive to August 2006.</p>\n<p></p>\n<h2>III.</h2>\n<p>We review the district court's grant of summary judgment de novo. <i>Bennett v. Saint-Gobain Corp.,</i> <span class=\"citation\" data-id=\"1435201\"><a href=\"/opinion/1435201/bennett-v-saint-gobain-corp/\"><span class=\"volume\">507</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">23</span></a></span>, 29 (1st Cir.2007). We affirm only if there is no genuine issue as to any issue of material fact and the movant is entitled to judgment as a matter of law. <i>Id.</i> The record viewed in the light most favorable to Agusty presents issues of material fact on Agusty's hostile work environment and retaliation claims under Title VII.</p>\n<p></p>\n<h2>A. <i>A Reasonable Jury Could Find That Agusty Suffered Sexual Harassment Amounting to a Hostile Work Environment</i>\n</h2>\n<p>Agusty's first Title VII claim is that the DOE is liable as her employer for the alleged sexual harassment by Hernández, her direct supervisor.<sup>[5]</sup> In particular, she claims that Hernández's longstanding abuse created a hostile work environment and sets forth facts that would support a quid pro quo claim as well.</p>\n<p>We have described six elements that plaintiffs must establish to succeed on hostile work environment claims against their employers.<sup>[6]</sup><i>See </i><i>Valentín-Almeyda v.</i> <span class=\"star-pagination\">*53</span> <i>Municipality of Aguadilla,</i> <span class=\"citation\" data-id=\"202202\"><a href=\"/opinion/202202/valentin-v-mun-of-aquadilla/\"><span class=\"volume\">447</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">85</span></a></span>, 94 (1st Cir.2006). The district court correctly found that Agusty could establish all of the elements of an abusive work environment except for a basis for employer liability. On appeal, the DOE attempts to argue that the court erred in finding Agusty could show mistreatment that was \"severe or pervasive.\" A reasonable jury could undoubtedly find that the seventeen months of abuse by Hernández chronicled in the summary judgment record was sufficiently severe and pervasive for a sexual harassment claim under Title VII. This case turns exclusively on the final element, whether there is a basis for employer liability.</p>\n<p>The Supreme Court has articulated clear rules governing employers' liability for a supervisor's wrongdoing against an employee. These rules are designed \"to accommodate the agency principles of vicarious liability for harm caused by misuse of supervisory authority, as well as Title VII's equally basic policies of encouraging forethought by employers and saving action by objecting employees.\" <i>Burlington Indus., Inc. v. Ellerth,</i> <span class=\"citation\" data-id=\"118244\"><a href=\"/opinion/118244/burlington-industries-inc-v-ellerth/\"><span class=\"volume\">524</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">742</span></a></span>, 764, <span class=\"citation\" data-id=\"118244\"><a href=\"/opinion/118244/burlington-industries-inc-v-ellerth/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2257</span></a></span>, <span class=\"citation\" data-id=\"118244\"><a href=\"/opinion/118244/burlington-industries-inc-v-ellerth/\"><span class=\"volume\">141</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">633</span></a></span> (1998).</p>\n<p>When a supervisor's harassment of an employee results in a \"tangible employment action against the employee,\" the employer is vicariously liable for the \"actionable hostile environment created by [the] supervisor.\" <i>Id.</i> at 765, <span class=\"citation\" data-id=\"118244\"><a href=\"/opinion/118244/burlington-industries-inc-v-ellerth/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2257</span></a></span>; <i>see also </i><i>Lee-Crespo v. Schering-Plough Del Caribe Inc.,</i> <span class=\"citation\" data-id=\"200796\"><a href=\"/opinion/200796/lee-crespo-v-schering-plough-del/\"><span class=\"volume\">354</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">34</span></a></span>, 43 (1st Cir.2003). Tangible employment actions include \"hiring, firing, failing to promote, reassignment with significantly different responsibilities, or a decision causing a significant change in benefits.\" <i>Ellerth,</i> 524 U.S. at 761, <span class=\"citation\" data-id=\"118244\"><a href=\"/opinion/118244/burlington-industries-inc-v-ellerth/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2257</span></a></span>. \"[T]he harassing supervisor must be the one who orders the tangible employment action or, at the very least, must be otherwise substantially responsible for the action.\" <i>Lee-Crespo,</i> 354 F.3d at 44. No defense of reasonableness is available. <i>See </i><i>Arrieta-Colon v. Wal-Mart P.R., Inc.,</i> <span class=\"citation\" data-id=\"202018\"><a href=\"/opinion/202018/arrieta-colon-v-wal-mart-stores/\"><span class=\"volume\">434</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">75</span></a></span>, 86 (1st Cir.2006). This makes the question of whether the harassment by the supervisor resulted in a tangible employment action an important step in the analysis. If Hernández's actions could be found to have resulted in tangible employment action, the DOE would be liable, and no affirmative defense would be available.</p>\n<p>Employers are also vicariously liable for a supervisor's \"severe and pervasive\" harassment that does <i>not</i> result in a tangible employment action; the difference is that in such instances employers may be able to invoke a two-part affirmative defense. <i>Ellerth,</i> 524 U.S. at 765, <span class=\"citation\" data-id=\"118244\"><a href=\"/opinion/118244/burlington-industries-inc-v-ellerth/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2257</span></a></span>. This affirmative defense, the <i>Faragher-Ellerth</i> defense, requires a defendant employer to show both (1) \"that its own actions to prevent and correct harassment were reasonable\" and (2) \"that the employee's actions in seeking to avoid harm were not reasonable.\" <i>Chaloult,</i> 540 F.3d at 66 (citing <i>Faragher v. City of Boca Raton,</i> <span class=\"citation\" data-id=\"118245\"><a href=\"/opinion/118245/faragher-v-boca-raton/\"><span class=\"volume\">524</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">775</span></a></span>, 807, <span class=\"citation\" data-id=\"118245\"><a href=\"/opinion/118245/faragher-v-boca-raton/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2275</span></a></span>, <span class=\"citation\" data-id=\"118245\"><a href=\"/opinion/118245/faragher-v-boca-raton/\"><span class=\"volume\">141</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">662</span></a></span> (1998); <i>Ellerth,</i> 524 U.S. at 765, <span class=\"citation\" data-id=\"118244\"><a href=\"/opinion/118244/burlington-industries-inc-v-ellerth/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2257</span></a></span>); <i>see also </i><i>Torres-Negrón v. Merck &amp; Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">488</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">32</span></span>, 40 n. 5 (1st Cir.2007); <i>Arrieta-Colon,</i> 434 F.3d at 86; 1 Barbara T. Lindemann et al., <i>Employment Discrimination Law</i> 1365-76 (4th ed.2007).</p>\n<p><span class=\"star-pagination\">*54</span> The DOE argues that Agusty cannot show a tangible employment action and so it may claim the <i>Faragher-Ellerth</i> defense. In the alternative, the DOE argues that its sexual harassment policy, coupled with Agusty's not filing a formal complaint under Regulation 4661 until January 2007, satisfy <i>Faragher-Ellerth</i>'s two prongs and entitle it to summary judgment on the basis of the affirmative defense.</p>\n<p>On these facts, a reasonable jury could easily find that Agusty suffered a tangible employment action. This alone is sufficient for Agusty to survive summary judgment, as such a finding would render the <i>Faragher-Ellerth</i> defense unavailable to the DOE.</p>\n<p>Beyond that, a reasonable jury could also find that the DOE failed to satisfy either or both prongs of the <i>Faragher-Ellerth</i> defense, even if no tangible employment action was present. A trier of fact could find that the DOE did not act reasonably to prevent and respond to instances of sexual harassment and also that Agusty acted reasonably to avoid further harassment. As a result, the DOE is unable to satisfy either prong of the defense at the summary judgment stage and was not entitled to judgment.</p>\n<p></p>\n<h2>1. <i>Tangible Employment Action</i>\n</h2>\n<p>The DOE asserts that Agusty has not suffered a tangible employment action since she \"was never fired, demoted, or reassigned from her post\" and ultimately received tenure, retroactive to August 2006. The argument misses the point.</p>\n<p>The Supreme Court's list of tangible employment actions in <i>Ellerth</i> was not exhaustive, and it explicitly includes \"failing to promote\" and \"a decision causing a significant change in benefits.\" <i>Ellerth,</i> 524 U.S. at 761, <span class=\"citation\" data-id=\"118244\"><a href=\"/opinion/118244/burlington-industries-inc-v-ellerth/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2257</span></a></span>; <i>see also </i><i>Lee-Crespo,</i> 354 F.3d at 43; <i>Reed,</i> 333 F.3d at 32-33. It is undisputed that, as Agusty's supervisor, Hernández was required to evaluate Agusty's performance as a teacher at specific times and that his evaluation played a pivotal role in the DOE's assessment of her eligibility for tenure. The record permits a finding that Hernández resisted evaluating Agusty for months and then gave her a dismal review when she refused to \"touch him.\" By contrast, Agusty's later supervisor gave Agusty two strong evaluations, whereupon she quickly received tenure.</p>\n<p>On this record, there are several theories on which a jury could find Hernández's actions resulted in tangible employment actions. The grant or denial of tenure could be viewed as similar to a decision whether to promote, a well-recognized tangible employment action. A failure to grant tenure could also lead to a meaningful change in an employee's benefits in an up-or-out situation at a time when budgetary constraints loomed. Finally, a reasonable jury could certainly find that both Hernández's deliberate delay in evaluating Agusty's performance and his harshly critical assessment, which was directly linked to the tenure decision, adversely impacted Agusty's employment by delaying her receipt of tenure and the job security that would accompany it. <i>See </i><i>Ellerth,</i> 524 U.S. at 761, <span class=\"citation\" data-id=\"118244\"><a href=\"/opinion/118244/burlington-industries-inc-v-ellerth/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2257</span></a></span>.</p>\n<p></p>\n<h2>2. <i>The Faragher-Ellerth Defense</i>\n</h2>\n<p>Even if there were not a jury issue on whether there had been a tangible employment action, the DOE was also not entitled to summary judgment on the basis of the <i>Faragher-Ellerth</i> defense. The DOE argues that (1) its sexual harassment policy and the remedial measures it took in response to Agusty's January 2007 complaint satisfy the first prong of the defense, and (2) Agusty's failure to use the established procedure until she filed that <span class=\"star-pagination\">*55</span> complaint in January satisfies the second. Both arguments clearly fail.</p>\n<p>The <i>Faragher-Ellerth</i> defense was designed to protect only those responsible employers who have established effective sexual harassment policies and responsive grievance processes. <i>Id.</i> at 764-65, <span class=\"citation\" data-id=\"118244\"><a href=\"/opinion/118244/burlington-industries-inc-v-ellerth/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2257</span></a></span>. To that end, an employer must carry its burden on both prongs to succeed in maintaining the defense. <i>Faragher,</i> 524 U.S. at 805, <span class=\"citation\" data-id=\"118245\"><a href=\"/opinion/118245/faragher-v-boca-raton/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2275</span></a></span>; <i>Arrieta-Colon,</i> 434 F.3d at 86. We assess the DOE's claims on each prong of <i>Faragher-Ellerth</i> independently, \"recognizing that there may be a relationship between the two.\" <i>Chaloult,</i> 540 F.3d at 73. Both prongs involve a \"judgment call as to reasonableness,\" which \"is itself a jury issue unless no reasonable jury could decide it in the plaintiff's favor.\" <i>Reed,</i> 333 F.3d at 34.</p>\n<p>As to the first prong, the DOE contends that its adoption of Regulation 4661 and its swift response to Agusty's January 2007 complaint constituted \"reasonable care to prevent and correct\" sexual harassment. The argument fails for at least two independent reasons.</p>\n<p>First, there is no evidence that the DOE made the slightest effort to communicate its policy, whether or not it was reasonable on its face, to any of its employees, let alone to its regional directors, its supervisors, or Agusty. An employer's failure to show that it had \"established and <i>disseminated</i> an anti-discrimination policy, complete with a <i>known</i> complaint procedure\" can prevent it from successfully claiming the <i>Faragher-Ellerth</i> defense. <i>Marrero v. Goya of P.R., Inc.,</i> <span class=\"citation\" data-id=\"200103\"><a href=\"/opinion/200103/marrero-v-goya-de-puerto-rico/\"><span class=\"volume\">304</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></a></span>, 21 (1st Cir.2002) (emphasis added); <i>cf. </i><i>Chaloult,</i> 540 F.3d at 74 (noting evidence at summary judgment that employer \"had trained its employees regarding its policies, and that [plaintiff] knew of these policies\"); <i>Reed,</i> 333 F.3d at 34 (noting evidence at summary judgment that defendant \"offered evidence ... both of its own procedures and of efforts to publicize them\"). On these facts, a reasonable jury could conclude that the DOE's failure to disseminate its sexual harassment policy and complaint procedure prevented it from satisfying the first prong of <i>Faragher-Ellerth.</i></p>\n<p>Further, independent issues of fact exist as to whether the policy itself, both on its face and as administered, constituted \"reasonable care to avoid harassment and to eliminate it when it might occur,\" <i>Faragher,</i> 524 U.S. at 805, <span class=\"citation\" data-id=\"118245\"><a href=\"/opinion/118245/faragher-v-boca-raton/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2275</span></a></span>. As Agusty's experience illustrates, the DOE's application of Regulation 4661 affords victims no opportunity to testify in support of their complaints once they are filed or to reply to the alleged harassers' testimony. By contrast, those accused of sexual harassment are given an ex parte proceeding at which they can present their version of events, with counsel, without fear of rebuttal testimony or corroborative evidence from alleged victims and witnesses. Victims are not even given notice of the hearing. Indeed, in this case, the examining officer's decision turned on a credibility determination that weighed Hernández's live testimony against Agusty's <i>written</i> statement, when she was given no opportunity to testify in person. A jury could readily find that these procedures were inherently unreasonable. A jury could also find that the investigation here was so cursory as to be inadequate.</p>\n<p>On the second prong, the DOE asserts that Agusty unreasonably failed to take advantage of its procedures, claiming \"[t]he record is clear ... that she never provided a detailed, full version of the alleged facts to the [DOE] until after her January 22, 2007 complaint.\"</p>\n<p><span class=\"star-pagination\">*56</span> The DOE's position seems to be that an employee only acts reasonably if the employee follows the DOE's formal procedure, and that it is entitled to ignore any notice of harassment that is outside of the procedure. But a reasonable jury could find otherwise: that based on the two union complaints, at least one of which was copied to the DOE, and her meeting with Delgado,<sup>[7]</sup> Agusty had exercised \"reasonable care ... to prevent harm that could have been avoided.\" <i>Id.</i> A jury could also reasonably find that the DOE had an obligation to investigate Agusty's complaints of both a harassing atmosphere and quid pro quo harassment before Hernández would give Agusty a favorable tenure evaluation. A jury could easily reject the DOE's apparent position that no reports of harassment short of formal notice of sexual assault are sufficient to satisfy an employee's obligation under <i>Faragher-Ellerth</i>'s second prong.</p>\n<p>Even if the precise complaint procedure bore significance, on this record, a reasonable jury could find that Agusty was never informed of any procedures for reporting incidents of sexual harassment. As a result, she spent months trying to arrange a meeting with the DOE's Regional Director. When she finally secured a meeting with him in September 2006, she says that she thoroughly detailed Hernández's behavior. Shortly thereafter she followed up on the meeting with a letter to the Regional Director and other DOE officials, in which she again referenced Hernández's \"inappropriate conduct toward [her] person.\" In early December 2006, acting on the Regional Director's explicit instructions, Agusty filed a formal complaint with the union, asserting that Hernández had made \"sexual overtures\" toward her. A copy of this complaint was sent to the DOE. About two weeks later, she reiterated her allegations in a second complaint to the union.</p>\n<p>A jury could undoubtedly conclude that Agusty's concerted efforts to report Hernández's inappropriate behavior, well before her January 22, 2007, complaint, constituted an altogether reasonable attempt to avoid further harm. <i>Cf. </i><i>Chaloult,</i> 540 F.3d at 67 (\"At no time prior to her resignation did [plaintiff] complain about sexual harassment.\").</p>\n<p>Further, the DOE's arguments show a misunderstanding of its obligations under Title VII as to sexual harassment in other ways. A complainant need not, on a first report to the employer, give a \"detailed, full\" report to put the employer on notice. When a supervisor's behavior is at issue, an employee need only make \"reasonable\" use of the reporting procedures provided by her employers to render the <i>Faragher-Ellerth</i> defense unavailable. <i>Faragher,</i> 524 U.S. at 807, <span class=\"citation\" data-id=\"118245\"><a href=\"/opinion/118245/faragher-v-boca-raton/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2275</span></a></span>; <i>see also </i><i>Chaloult,</i> 540 F.3d at 66; <i>Arrieta-Colon,</i> 434 F.3d at 86.</p>\n<p></p>\n<h2>B. <i>A Reasonable Jury Could Find That Agusty Suffered Prohibited Retaliation, 42 U.S.C. § 2000e-3</i>\n</h2>\n<p>Agusty also brought a claim under Title VII's anti-retaliation provision, which, inter alia, forbids discrimination against employees because they have opposed practices that are unlawful under <span class=\"star-pagination\">*57</span> Title VII. 42 U.S.C. § 2000e-3. To prevail, Agusty must show \"that (1) she engaged in protected activity; (2) she suffered some materially adverse action; and (3) the adverse action was causally linked to her protected activity.\" <i>Dixon v. Int'l Bhd. of Police Officers,</i> <span class=\"citation no-link\"><span class=\"volume\">504</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">73</span></span>, 81 (1st Cir.2007).</p>\n<p>The relevant inquiry for purposes of Agusty's retaliation claim is not whether Agusty suffered an \"employment action,\" but instead whether she experienced a materially adverse action, that is, mistreatment that \"could well dissuade a reasonable worker from making or supporting a charge of discrimination.\" <i>Burlington N. &amp; Santa Fe Ry. Co. v. White,</i> <span class=\"citation\" data-id=\"145636\"><a href=\"/opinion/145636/burlington-n-sfr-co-v-white/\"><span class=\"volume\">548</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">53</span></a></span>, 57, <span class=\"citation\" data-id=\"145636\"><a href=\"/opinion/145636/burlington-n-sfr-co-v-white/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2405</span></a></span>, <span class=\"citation\" data-id=\"145636\"><a href=\"/opinion/145636/burlington-n-sfr-co-v-white/\"><span class=\"volume\">165</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">345</span></a></span> (2006); <i>see also </i><i>Dixon,</i> 504 F.3d at 81. A reasonable jury could conclude that the intensification of Hernández's harassment, following Agusty's several reports to the DOE and Hernández's supervisor and culminating in the sexual assault, met this requirement.</p>\n<p>The timing of this escalated harassment creates a reasonable inference that Hernández's behavior was motivated by Agusty's protected activity. <i>See </i><i>Wyatt v. City of Boston,</i> <span class=\"citation\" data-id=\"195603\"><a href=\"/opinion/195603/wyatt-v-city-of-boston/\"><span class=\"volume\">35</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">13</span></a></span>, 16 (1st Cir. 1994) (per curiam) (\"One way of showing causation is by establishing that the employer's knowledge of the protected activity was close in time to the employer's adverse action.\"). Hernández completed his harsh evaluation about two weeks after Agusty first described his conduct to the DOE's Regional Director and two days after he was copied on a letter related to that meeting.</p>\n<p></p>\n<h2>IV.</h2>\n<p>We <i>reverse</i> the district court's grant of summary judgment in favor of the DOE and <i>remand</i> for further proceedings consistent with this decision.</p>\n<p><i>So ordered.</i></p>\n<h2>NOTES</h2>\n<p>[1]  Plaintiffs also named the supervisor as a co-defendant. Their claims against him were dismissed, because Title VII does not create liability against individual employees. <i>See </i><i>Fantini v. Salem State Coll.,</i> <span class=\"citation\" data-id=\"1433879\"><a href=\"/opinion/1433879/fantini-v-salem-state-college/\"><span class=\"volume\">557</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">22</span></a></span>, 28-31 (1st Cir.2009). The dismissal has not been challenged; this appeal concerns only the grant of summary judgment on Agusty's claims against the DOE.</p>\n<p>[2]  The protective order was to remain in force pending the resolution of criminal proceedings against Hernández. It was still in effect as of April 14, 2008.</p>\n<p>[3]  The DOE did not put the vast majority of the exhibits reviewed by the examining officer into the record on appeal. These exhibits were also not presented before the district court. As a result, a variety of potentially significant documents that were made available to the examining officer, including letters supposedly sent by Hernández to Agusty on November 27, 2006, and January 18, 2007, and evaluations of Agusty's performance before her arrival at the Fortuna School, are not before us.</p>\n<p>[4]  Hernández's defense was that he had never mistreated Agusty and that she had \"fabricated\" the sexual harassment complaint in response to his negative evaluation of her performance.</p>\n<p>[5]  The Supreme Court has read Title VII to include sexual harassment as a form of gender discrimination under certain circumstances. <i>Oncale v. Sundowner Offshore Servs., Inc.,</i> <span class=\"citation\" data-id=\"118181\"><a href=\"/opinion/118181/oncale-v-sundowner-offshore-services-inc/\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">75</span></a></span>, 78, <span class=\"citation\" data-id=\"118181\"><a href=\"/opinion/118181/oncale-v-sundowner-offshore-services-inc/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">998</span></a></span>, <span class=\"citation\" data-id=\"118181\"><a href=\"/opinion/118181/oncale-v-sundowner-offshore-services-inc/\"><span class=\"volume\">140</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">201</span></a></span> (1998); <i>see also </i><i>Reed v. MBNA Mktg. Sys., Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">333</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">27</span></span>, 31 (1st Cir. 2003).</p>\n<p>[6]  The six elements are:\n</p>\n<p>(1) that she (or he) is a member of a protected class; (2) that she was subjected to unwelcome sexual harassment; (3) that the harassment was based upon sex; (4) that the harassment was sufficiently severe or pervasive so as to alter the conditions of plaintiff's employment and create an abusive work environment; (5) that sexually objectionable conduct was both objectively and subjectively offensive, such that a reasonable person would find it hostile or abusive and the victim in fact did perceive it to be so; and (6) that some basis for employer liability has been established.</p>\n<p><i>Valentín-Almeyda v. Municipality of Aguadilla,</i> <span class=\"citation\" data-id=\"202202\"><a href=\"/opinion/202202/valentin-v-mun-of-aquadilla/\"><span class=\"volume\">447</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">85</span></a></span>, 94 (1st Cir.2006) (quoting <i>O'Rourke v. City of Providence,</i> <span class=\"citation\" data-id=\"771503\"><a href=\"/opinion/771503/julia-m-orourke-v-city-of-providence/\"><span class=\"volume\">235</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">713</span></a></span>, 728 (1st Cir.2001)).</p>\n<p>[7]  It is not clear from the record whether Delgado, the DOE's Regional Director for Agusty's region, was also the DOE's \"Regional Coordinator\" for purposes of Regulation 4661. However, Delgado was clearly a senior DOE official who, in response to Agusty's description of Hernández's sexual harassment, gave her explicitalbeit incorrect guidance on how to report the abuse. Nonetheless, as neither party has claimed otherwise, we assume, arguendo, that Agusty's meeting with Delgado did not qualify as a formal complaint under Regulation 4661.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/118181/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118244/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118245/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145636/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195603/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200103/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200796/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202018/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202202/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203463/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771503/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1433879/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1435201/"
  ]
}