{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/145528/",
  "absolute_url": "/opinion/145528/in-re-sherman/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/145528/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2010-05-04T20:09:52Z",
  "date_modified": "2016-04-26T06:06:32.483987Z",
  "type": "010combined",
  "sha1": "dd10043c73e1eaefc9eb5fa2275183995d561ae5",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/09-1572P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2010/04/21/Sherman_v._Potapova_et_al.pdf",
  "plain_text": "             United States Court of Appeals\n                        For the First Circuit\n\nNo. 09-1572\n\n                      IN RE: ALEXANDER SHERMAN,\n\n                               Debtor.\n\n\n                          ALEXANDER SHERMAN,\n\n                              Appellant,\n\n                                  v.\n\n                        IGOR POTAPOV, ET AL.,\n\n                              Appellees.\n\n\n             APPEAL FROM THE UNITED STATES DISTRICT COURT\n                   FOR THE DISTRICT OF MASSACHUSETTS\n\n             [Hon. Patti B. Saris,     U.S. District Judge]\n\n\n                                Before\n\n                       Torruella, Circuit Judge,\n         Souter, Associate Justice,* and Stahl, Circuit Judge.\n\n\n     Evan Fray-Witzer, with whom Law Office of Evan Fray-Witzer was\non brief, for appellant.\n     Edward J. Fallman for appellees.\n\n\n                            April 21, 2010\n\n\n\n\n     *\n          The Hon. David H. Souter, Associate Justice (Ret.) of the\nSupreme Court of the United States, sitting by designation.\n\f            SOUTER, Associate Justice.         The appellant, Alexander\n\nSherman, and appellee Igor Potapov were among the five principals\n\nin the Global Financial Group, Inc., which purchased a financial\n\nmanagement firm, Whitehorne and Co., Ltd.        Potapov himself had an\n\naccount there and maintained one as agent for appellee B.A. Makden\n\nCorporation.\n\n            Whitehorne   steered   three   other      clients   into   short\n\npositions   in   technology   stocks   while   that    market   sector   was\n\nbooming, and when the shorted stocks’ continuing appreciation led\n\nto margin calls, neither the three accounts nor their owners nor\n\nWhitehorne itself had the money to respond.            Another Whitehorne\n\nprincipal, Irina Dunn, managed to obtain the approval of the firm’s\n\nclearinghouse to reassign the disastrous investments (“rebill,” in\n\nthe industry euphemism) to the liquid accounts of Makden and\n\nPotapov, who was abroad at the time.       The move rescued the three\n\ninvestors and kept the Whitehorne doors open for a time, but cost\n\nthe victims nearly $983,000.\n\n            Potapov’s discovery of the chicanery led to claims of\n\nconversion, fraud and other defalcations by him and Makden against\n\nSherman and others, which were arbitrated under the rules of the\n\nNational Association of Securities Dealers.        The arbitrators found\n\nfor the claimants in a general order that imposed joint and several\n\nliability on the named Whitehorne principals, including Sherman and\n\nDunn.   They promptly declared bankruptcy to escape the arbitration\n\n\n                                   -2-\n\faward but were met with adversary claims by Potapov and Makden that\n\nthe awards were immune to bankruptcy relief under the provision of\n\n11 U.S.C. § 523(a)(4), which exempts from discharge any obligation\n\nresulting from the debtor’s embezzlement.         When the bankruptcy\n\ncourt denied discharge, the Whitehorne principals appealed to the\n\ndistrict court, In re Dunn, No. 06-cv-10630-PBS (D. Mass. Feb. 27,\n\n2007).    The   district   judge   read   the   arbitration    award   as\n\nnecessarily resting on a finding that Potapov had not authorized\n\nthe rescrambled transactions, but vacated the decree of non-\n\ndischarge and remanded for further proceedings to determine whether\n\nany of the bankrupts had effected a conversion of the victims’\n\nassets, and if so to determine whether the one or ones responsible\n\nhad acted with the intent necessary for embezzlement.         After that,\n\nthe members of the Whitehorne group settled the adversary claims,\n\nsave for Sherman.\n\n          On remand, the bankruptcy court found that the crisis\n\ncreated by the margin calls was placed before all the Whitehorne\n\nprincipals then in residence, each of whom understood the rebilling\n\nmaneuver that Dunn would succeed in persuading the clearinghouse to\n\naccept.   The court specifically found that the only one of the\n\nWhitehorne people still before the court, Sherman, had committed\n\nembezzlement.    Accordingly, the bankruptcy court again denied\n\ndischarge of the $983,000 debt, and was upheld on the second trip\n\nto the district court, from which this appeal is taken.\n\n\n                                   -3-\n\f            Although   Sherman   argues     that    he    was   never   found\n\npersonally liable for conversion of the victims’ accounts, that is\n\nsimply at odds with the bankruptcy court’s findings and rulings.\n\nThe bankruptcy judge stated that in order to bar discharge for\n\nembezzlement, it was necessary to find that the debtor appropriated\n\nthe victims’ property for his own benefit with fraudulent intent.\n\nThat is a substantially correct statement of law, and the judge’s\n\nstatement of conclusions make it clear enough that he found the\n\nelements necessary to hold Sherman responsible as an embezzler.\n\n            There being no definition of embezzlement in § 523 or\n\nelsewhere in the Bankruptcy Code, we assume that Congress wrote\n\nwith the common law in mind, Neder v. United States, 527 U.S. 1, 23\n\n(1999), and United States v. Young, 955 F.2d 99 (1st Cir. 1992),\n\nwill suffice for an explanation of the traditional elements of\n\nembezzlement.     Embezzlement is “the fraudulent conversion of the\n\nproperty of another by one who is already in lawful possession of\n\nit.”     Id. at 102 (internal quotation marks omitted).            Thus, to\n\namount    to   embezzlement,   conversion    must    be    committed    by   a\n\nperpetrator with fraudulent intent, and the question is whether the\n\nbankruptcy court found it on Sherman’s part.              Young is helpful\n\nagain, in its example of embezzlement by using entrusted money for\n\nthe recipient’s own purposes in a way he knows the entrustor did\n\nnot intend or authorize.       Id.    It is knowledge that the use is\n\ndevoid of authorization, scienter for short, see Palmacci v.\n\n\n                                     -4-\n\fUmpierrez, 121 F.3d 781, 786 (1st Cir. 1997), that makes the\n\nconversion fraudulent and thus embezzlement, and it is just this\n\nknowledge that the bankruptcy court found that Sherman had as a\n\nparticipant in the conversion. The judge found that the principals\n\nat the Whitehorne office were aware of the problem and of the\n\nexpedient    Dunn     proposed.     Their    positions    in    the   company\n\nnecessarily gave them power over its actions, and there is no\n\nevidence that Sherman objected or distanced himself in any way from\n\nthe course of action proposed and taken in the firm’s name; the\n\ndistrict court fairly characterized these facts as showing that\n\nSherman was “directly involved” in the rebilling.\n\n            While it is true that the bankruptcy judge did not make\n\nan express finding that Sherman knew the action being taken was\n\nunauthorized    (as    the   arbitrators    had   necessarily    found),   the\n\njudge’s conclusion leaves no doubt that he did so find.               He spoke\n\nof the elements of embezzlement as appropriation of another’s\n\nproperty for one’s own purpose with fraudulent intent, and he could\n\nhardly   have   found   Sherman   liable    of    fraudulent    appropriation\n\nwithout finding knowledge that authorization was wanting.                  The\n\nbankruptcy court’s findings could have been expressed better, but\n\non this point they cannot be seriously doubted.1\n\n\n\n\n     1\n       Because Sherman was found liable in his own right, there is\nno occasion to consider any issue of statutory imputed liability\nunder federal securities laws.\n\n                                    -5-\n\f             Sherman    argues    that    knowledge        of    the     unauthorized\n\nrebilling is not enough to hold him to his debt under § 523,\n\nhowever, because of another finding, that Dunn acted with the\n\nobject of keeping Whitehorne in operation and said as much to the\n\nother principals as she prepared to victimize the solvent accounts.\n\nIn   fact,   the    bankruptcy    court    was      prepared    to     credit    Dunn’s\n\ntestimony that saving the company was an object of Whitehorne’s\n\ntransfers, but found it irrelevant.              Sherman calls this error, on\n\nthe authority of cases holding that a purpose of saving the\n\ndebtor’s     company    is   a    defense      to    the   application          of   the\n\nembezzlement exception to bankruptcy discharge, see, e.g., In re\n\nLittleton, 942 F.2d 551, 556 (9th Cir. 1991); In re Fox, 370 B.R.\n\n104, 117 (B.A.P. 6th Cir. 2007), a position consistent with the\n\ngeneral bankruptcy policy of allowing debtors to make a fresh\n\nstart, see, e.g., In re Baylis, 313 F.3d 9, 17 (1st Cir. 2002).\n\n             But    Sherman’s    argument      is    weaker     than    his   list   of\n\nsupporting citations would suggest. To begin with, a number of his\n\ncases deal not with entrusted funds, as here, but with a debtor’s\n\nobligation to repay loans out of business proceeds, see, e.g.,\n\nLittleton, 942 F.2d at 552; In re Hartman, 254 B.R. 669, 671-72\n\n(Bankr. E.D. Pa. 2000).          More directly to the point, however, is\n\nthe tension between the save-the-company defense and the terms of\n\nthe statute.       It provides that there will be no discharge for “any\n\ndebt . . . for . . . embezzlement,” § 523(a)(4).                       Nothing in the\n\n\n                                         -6-\n\ftext narrows the traditional notion of embezzlement, and Sherman\n\npoints   to    nothing    in    the       legislative   record    suggesting    that\n\nsomething more limited than common law embezzlement was intended.\n\nThe essence of the common law concept is knowing use of entrusted\n\nproperty for an unauthorized purpose; there is no exception for\n\nfinancial joyriding, see Young, 955 F.2d at 104 (unauthorized\n\n“borrowing”     with     intent      to    repay   is   still   embezzlement,   the\n\nborrowing being unauthorized), and nothing like a Robin Hood\n\nlimitation excusing defendants who misuse the entrusted property of\n\nthe solvent in order to save a poor company.                    Indeed, any excuse\n\nfor such a state of mind would be perverse here; saving the company\n\nmeant saving Sherman along with it (and not even Robin Hood could\n\nhave found Whitehorne, Sherman and the three luckless investors\n\nmore deserving than the victims whom chance, or their own prudence,\n\nhad spared from Whitehorne’s bad bet).                  Thus, a general rule of\n\nnarrow   construction          for    anti-discharge       provisions   does    not\n\nneutralize the anomaly Sherman cries for; nor have we heard any\n\nanswer to the focused question, why Congress would have wished to\n\nbar application of an anti-discharge provision for the benefit of\n\na debtor who knowingly violates the terms of his authorization to\n\nuse the property of another.                 There is no good reason against\n\napplying the statute straightforwardly.\n\n              Sherman also claims that the district court stepped out\n\nof bounds in finding facts, as a court sitting in an appellate\n\n\n                                            -7-\n\fcapacity is not empowered to do.   But there is no need to get into\n\nthis.     The issue on remand to the bankruptcy court was whether\n\nSherman committed embezzlement, and the trial court found he did.\n\nAny other facts, by whomever found, are beside the point in this\n\nappeal.\n\n            The judgement of the district court is affirmed.\n\n\n\n\n                                -8-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>603 F.3d 11 (2010)</b></center>\n<center><h1>In re Alexander SHERMAN, Debtor.<br>\nAlexander Sherman, Appellant,<br>\nv.<br>\nIgor Potapov, et al., Appellees.</h1></center>\n<center>No. 09-1572.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard February 1, 2010.</center>\n<center>Decided April 21, 2010.</center>\n<p><span class=\"star-pagination\">*12</span> Evan Fray-Witzer, with whom Law Office of Evan Fray-Witzer was on brief, for appellant.</p>\n<p>Edward J. Fallman, for appellees.</p>\n<p>Before TORRUELLA, Circuit Judge, SOUTER, Associate Justice,<sup>[*]</sup> and STAHL, Circuit Judge.</p>\n<p>SOUTER, Associate Justice.</p>\n<p>The appellant, Alexander Sherman, and appellee Igor Potapov were among the five principals in the Global Financial Group, Inc., which purchased a financial management firm, Whitehorne and Co., Ltd. Potapov himself had an account there and maintained one as agent for appellee B.A. Makden Corporation.</p>\n<p>Whitehorne steered three other clients into short positions in technology stocks while that market sector was booming, and when the shorted stocks' continuing appreciation led to margin calls, neither the three accounts nor their owners nor Whitehorne itself had the money to respond. Another Whitehorne principal, Irina Dunn, managed to obtain the approval of the firm's clearinghouse to reassign the disastrous investments (\"rebill,\" in the industry euphemism) to the liquid accounts of Makden and Potapov, who was abroad at the time. The move rescued the three investors and kept the Whitehorne doors open for a time, but cost the victims nearly $983,000.</p>\n<p>Potapov's discovery of the chicanery led to claims of conversion, fraud and other defalcations by him and Makden against Sherman and others, which were arbitrated under the rules of the National Association of Securities Dealers. The arbitrators found for the claimants in a general order that imposed joint and several liability on the named Whitehorne principals, including Sherman and Dunn. They promptly declared bankruptcy to escape the arbitration award but were met with adversary claims by Potapov and Makden that the awards were immune to bankruptcy relief under the provision of 11 U.S.C. § 523(a)(4), which exempts from discharge any obligation resulting from the debtor's embezzlement. When the bankruptcy court denied discharge, the Whitehorne principals appealed to the district court, <i>In re Dunn,</i> No. 06-cv-10630-PBS (D.Mass. Feb. 27, 2007). The district judge read the arbitration award as necessarily resting on a finding that Potapov had not <span class=\"star-pagination\">*13</span> authorized the rescrambled transactions, but vacated the decree of non-discharge and remanded for further proceedings to determine whether any of the bankrupts had effected a conversion of the victims' assets, and if so to determine whether the one or ones responsible had acted with the intent necessary for embezzlement. After that, the members of the Whitehorne group settled the adversary claims, save for Sherman.</p>\n<p>On remand, the bankruptcy court found that the crisis created by the margin calls was placed before all the Whitehorne principals then in residence, each of whom understood the rebilling maneuver that Dunn would succeed in persuading the clearinghouse to accept. The court specifically found that the only one of the Whitehorne people still before the court, Sherman, had committed embezzlement. Accordingly, the bankruptcy court again denied discharge of the $983,000 debt, and was upheld on the second trip to the district court, from which this appeal is taken.</p>\n<p>Although Sherman argues that he was never found personally liable for conversion of the victims' accounts, that is simply at odds with the bankruptcy court's findings and rulings. The bankruptcy judge stated that in order to bar discharge for embezzlement, it was necessary to find that the debtor appropriated the victims' property for his own benefit with fraudulent intent. That is a substantially correct statement of law, and the judge's statement of conclusions make it clear enough that he found the elements necessary to hold Sherman responsible as an embezzler.</p>\n<p>There being no definition of embezzlement in § 523 or elsewhere in the Bankruptcy Code, we assume that Congress wrote with the common law in mind, <i>Neder v. United States,</i> 527 U.S. 1, 23, 119 S.Ct. 1827, 144 L.Ed.2d 35 (1999), and <i>United States v. Young,</i> 955 F.2d 99 (1st Cir.1992), will suffice for an explanation of the traditional elements of embezzlement. Embezzlement is \"the fraudulent conversion of the property of another by one who is already in lawful possession of it.\" <i>Id.</i> at 102 (internal quotation marks omitted). Thus, to amount to embezzlement, conversion must be committed by a perpetrator with fraudulent intent, and the question is whether the bankruptcy court found it on Sherman's part. <i>Young</i> is helpful again, in its example of embezzlement by using entrusted money for the recipient's own purposes in a way he knows the entrustor did not intend or authorize. <i>Id.</i> It is knowledge that the use is devoid of authorization, <i>scienter</i> for short, <i>see </i><i>Palmacci v. Umpierrez,</i> 121 F.3d 781, 786 (1st Cir. 1997), that makes the conversion fraudulent and thus embezzlement, and it is just this knowledge that the bankruptcy court found that Sherman had as a participant in the conversion. The judge found that the principals at the Whitehorne office were aware of the problem and of the expedient Dunn proposed. Their positions in the company necessarily gave them power over its actions, and there is no evidence that Sherman objected or distanced himself in any way from the course of action proposed and taken in the firm's name; the district court fairly characterized these facts as showing that Sherman was \"directly involved\" in the rebilling.</p>\n<p>While it is true that the bankruptcy judge did not make an express finding that Sherman knew the action being taken was unauthorized (as the arbitrators had necessarily found), the judge's conclusion leaves no doubt that he did so find. He spoke of the elements of embezzlement as appropriation of another's property for one's own purpose with fraudulent intent, and he could hardly have found Sherman liable of fraudulent appropriation without finding <span class=\"star-pagination\">*14</span> knowledge that authorization was wanting. The bankruptcy court's findings could have been expressed better, but on this point they cannot be seriously doubted.<sup>[1]</sup></p>\n<p>Sherman argues that knowledge of the unauthorized rebilling is not enough to hold him to his debt under § 523, however, because of another finding, that Dunn acted with the object of keeping Whitehorne in operation and said as much to the other principals as she prepared to victimize the solvent accounts. In fact, the bankruptcy court was prepared to credit Dunn's testimony that saving the company was an object of Whitehorne's transfers, but found it irrelevant. Sherman calls this error, on the authority of cases holding that a purpose of saving the debtor's company is a defense to the application of the embezzlement exception to bankruptcy discharge, <i>see, e.g., </i><i>In re Littleton,</i> 942 F.2d 551, 556 (9th Cir.1991); <i>In re Fox,</i> 370 B.R. 104, 117 (6th Cir. BAP 2007), a position consistent with the general bankruptcy policy of allowing debtors to make a fresh start, <i>see, e.g., </i><i>In re Baylis,</i> 313 F.3d 9, 17 (1st Cir.2002).</p>\n<p>But Sherman's argument is weaker than his list of supporting citations would suggest. To begin with, a number of his cases deal not with entrusted funds, as here, but with a debtor's obligation to repay loans out of business proceeds, <i>see, e.g., </i><i>Littleton,</i> 942 F.2d at 552; <i>In re Hartman,</i> 254 B.R. 669, 671-72 (Bankr.E.D.Pa. 2000). More directly to the point, however, is the tension between the save-the-company defense and the terms of the statute. It provides that there will be no discharge for \"any debt ... for ... embezzlement,\" § 523(a)(4). Nothing in the text narrows the traditional notion of embezzlement, and Sherman points to nothing in the legislative record suggesting that something more limited than common law embezzlement was intended. The essence of the common law concept is knowing use of entrusted property for an unauthorized purpose; there is no exception for financial joyriding, <i>see </i><i>Young,</i> 955 F.2d at 104 (unauthorized \"borrowing\" with intent to repay is still embezzlement, the borrowing being unauthorized), and nothing like a Robin Hood limitation excusing defendants who misuse the entrusted property of the solvent in order to save a poor company. Indeed, any excuse for such a state of mind would be perverse here; saving the company meant saving Sherman along with it (and not even Robin Hood could have found Whitehorne, Sherman and the three luckless investors more deserving than the victims whom chance, or their own prudence, had spared from Whitehorne's bad bet). Thus, a general rule of narrow construction for anti-discharge provisions does not neutralize the anomaly Sherman cries for; nor have we heard any answer to the focused question, why Congress would have wished to bar application of an anti-discharge provision for the benefit of a debtor who knowingly violates the terms of his authorization to use the property of another. There is no good reason against applying the statute straightforwardly.</p>\n<p>Sherman also claims that the district court stepped out of bounds in finding facts, as a court sitting in an appellate capacity is not empowered to do. But there is no need to get into this. The issue on remand to the bankruptcy court was whether Sherman committed embezzlement, and the trial court found he did. Any other facts, by whomever found, are beside the point in this appeal.</p>\n<p><span class=\"star-pagination\">*15</span> The judgement of the district court is <i>affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  The Hon. David H. Souter, Associate Justice (Ret.) of the Supreme Court of the United States, sitting by designation.</p>\n<p>[1]  Because Sherman was found liable in his own right, there is no occasion to consider any issue of statutory imputed liability under federal securities laws.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">603</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">11</span></span> (2010)</b></center>\n<center><h1>In re Alexander SHERMAN, Debtor.<br>\nAlexander Sherman, Appellant,<br>\nv.<br>\nIgor Potapov, et al., Appellees.</h1></center>\n<center>No. 09-1572.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard February 1, 2010.</center>\n<center>Decided April 21, 2010.</center>\n<p><span class=\"star-pagination\">*12</span> Evan Fray-Witzer, with whom Law Office of Evan Fray-Witzer was on brief, for appellant.</p>\n<p>Edward J. Fallman, for appellees.</p>\n<p>Before TORRUELLA, Circuit Judge, SOUTER, Associate Justice,<sup>[*]</sup> and STAHL, Circuit Judge.</p>\n<p>SOUTER, Associate Justice.</p>\n<p>The appellant, Alexander Sherman, and appellee Igor Potapov were among the five principals in the Global Financial Group, Inc., which purchased a financial management firm, Whitehorne and Co., Ltd. Potapov himself had an account there and maintained one as agent for appellee B.A. Makden Corporation.</p>\n<p>Whitehorne steered three other clients into short positions in technology stocks while that market sector was booming, and when the shorted stocks' continuing appreciation led to margin calls, neither the three accounts nor their owners nor Whitehorne itself had the money to respond. Another Whitehorne principal, Irina Dunn, managed to obtain the approval of the firm's clearinghouse to reassign the disastrous investments (\"rebill,\" in the industry euphemism) to the liquid accounts of Makden and Potapov, who was abroad at the time. The move rescued the three investors and kept the Whitehorne doors open for a time, but cost the victims nearly $983,000.</p>\n<p>Potapov's discovery of the chicanery led to claims of conversion, fraud and other defalcations by him and Makden against Sherman and others, which were arbitrated under the rules of the National Association of Securities Dealers. The arbitrators found for the claimants in a general order that imposed joint and several liability on the named Whitehorne principals, including Sherman and Dunn. They promptly declared bankruptcy to escape the arbitration award but were met with adversary claims by Potapov and Makden that the awards were immune to bankruptcy relief under the provision of 11 U.S.C. § 523(a)(4), which exempts from discharge any obligation resulting from the debtor's embezzlement. When the bankruptcy court denied discharge, the Whitehorne principals appealed to the district court, <i>In re Dunn,</i> No. 06-cv-10630-PBS (D.Mass. Feb. 27, 2007). The district judge read the arbitration award as necessarily resting on a finding that Potapov had not <span class=\"star-pagination\">*13</span> authorized the rescrambled transactions, but vacated the decree of non-discharge and remanded for further proceedings to determine whether any of the bankrupts had effected a conversion of the victims' assets, and if so to determine whether the one or ones responsible had acted with the intent necessary for embezzlement. After that, the members of the Whitehorne group settled the adversary claims, save for Sherman.</p>\n<p>On remand, the bankruptcy court found that the crisis created by the margin calls was placed before all the Whitehorne principals then in residence, each of whom understood the rebilling maneuver that Dunn would succeed in persuading the clearinghouse to accept. The court specifically found that the only one of the Whitehorne people still before the court, Sherman, had committed embezzlement. Accordingly, the bankruptcy court again denied discharge of the $983,000 debt, and was upheld on the second trip to the district court, from which this appeal is taken.</p>\n<p>Although Sherman argues that he was never found personally liable for conversion of the victims' accounts, that is simply at odds with the bankruptcy court's findings and rulings. The bankruptcy judge stated that in order to bar discharge for embezzlement, it was necessary to find that the debtor appropriated the victims' property for his own benefit with fraudulent intent. That is a substantially correct statement of law, and the judge's statement of conclusions make it clear enough that he found the elements necessary to hold Sherman responsible as an embezzler.</p>\n<p>There being no definition of embezzlement in § 523 or elsewhere in the Bankruptcy Code, we assume that Congress wrote with the common law in mind, <i>Neder v. United States,</i> <span class=\"citation\" data-id=\"118298\"><a href=\"/opinion/118298/neder-v-united-states/\"><span class=\"volume\">527</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 23, <span class=\"citation\" data-id=\"118298\"><a href=\"/opinion/118298/neder-v-united-states/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1827</span></a></span>, <span class=\"citation\" data-id=\"118298\"><a href=\"/opinion/118298/neder-v-united-states/\"><span class=\"volume\">144</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">35</span></a></span> (1999), and <i>United States v. Young,</i> <span class=\"citation\" data-id=\"577007\"><a href=\"/opinion/577007/united-states-v-howard-w-young/\"><span class=\"volume\">955</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">99</span></a></span> (1st Cir.1992), will suffice for an explanation of the traditional elements of embezzlement. Embezzlement is \"the fraudulent conversion of the property of another by one who is already in lawful possession of it.\" <i>Id.</i> at 102 (internal quotation marks omitted). Thus, to amount to embezzlement, conversion must be committed by a perpetrator with fraudulent intent, and the question is whether the bankruptcy court found it on Sherman's part. <i>Young</i> is helpful again, in its example of embezzlement by using entrusted money for the recipient's own purposes in a way he knows the entrustor did not intend or authorize. <i>Id.</i> It is knowledge that the use is devoid of authorization, <i>scienter</i> for short, <i>see </i><i>Palmacci v. Umpierrez,</i> <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">781</span></span>, 786 (1st Cir. 1997), that makes the conversion fraudulent and thus embezzlement, and it is just this knowledge that the bankruptcy court found that Sherman had as a participant in the conversion. The judge found that the principals at the Whitehorne office were aware of the problem and of the expedient Dunn proposed. Their positions in the company necessarily gave them power over its actions, and there is no evidence that Sherman objected or distanced himself in any way from the course of action proposed and taken in the firm's name; the district court fairly characterized these facts as showing that Sherman was \"directly involved\" in the rebilling.</p>\n<p>While it is true that the bankruptcy judge did not make an express finding that Sherman knew the action being taken was unauthorized (as the arbitrators had necessarily found), the judge's conclusion leaves no doubt that he did so find. He spoke of the elements of embezzlement as appropriation of another's property for one's own purpose with fraudulent intent, and he could hardly have found Sherman liable of fraudulent appropriation without finding <span class=\"star-pagination\">*14</span> knowledge that authorization was wanting. The bankruptcy court's findings could have been expressed better, but on this point they cannot be seriously doubted.<sup>[1]</sup></p>\n<p>Sherman argues that knowledge of the unauthorized rebilling is not enough to hold him to his debt under § 523, however, because of another finding, that Dunn acted with the object of keeping Whitehorne in operation and said as much to the other principals as she prepared to victimize the solvent accounts. In fact, the bankruptcy court was prepared to credit Dunn's testimony that saving the company was an object of Whitehorne's transfers, but found it irrelevant. Sherman calls this error, on the authority of cases holding that a purpose of saving the debtor's company is a defense to the application of the embezzlement exception to bankruptcy discharge, <i>see, e.g., </i><i>In re Littleton,</i> <span class=\"citation\" data-id=\"566880\"><a href=\"/opinion/566880/in-re-jack-elvin-littleton-karen-littleton-joel-dean-moore-eunice-eileen/\"><span class=\"volume\">942</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">551</span></a></span>, 556 (9th Cir.1991); <i>In re Fox,</i> <span class=\"citation\" data-id=\"1953601\"><a href=\"/opinion/1953601/in-re-fox/\"><span class=\"volume\">370</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">104</span></a></span>, 117 (6th Cir. BAP 2007), a position consistent with the general bankruptcy policy of allowing debtors to make a fresh start, <i>see, e.g., </i><i>In re Baylis,</i> <span class=\"citation\" data-id=\"200238\"><a href=\"/opinion/200238/in-re-baylis-v/\"><span class=\"volume\">313</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">9</span></a></span>, 17 (1st Cir.2002).</p>\n<p>But Sherman's argument is weaker than his list of supporting citations would suggest. To begin with, a number of his cases deal not with entrusted funds, as here, but with a debtor's obligation to repay loans out of business proceeds, <i>see, e.g., </i><i>Littleton,</i> 942 F.2d at 552; <i>In re Hartman,</i> <span class=\"citation\" data-id=\"1922630\"><a href=\"/opinion/1922630/in-re-hartman/\"><span class=\"volume\">254</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">669</span></a></span>, 671-72 (Bankr.E.D.Pa. 2000). More directly to the point, however, is the tension between the save-the-company defense and the terms of the statute. It provides that there will be no discharge for \"any debt ... for ... embezzlement,\" § 523(a)(4). Nothing in the text narrows the traditional notion of embezzlement, and Sherman points to nothing in the legislative record suggesting that something more limited than common law embezzlement was intended. The essence of the common law concept is knowing use of entrusted property for an unauthorized purpose; there is no exception for financial joyriding, <i>see </i><i>Young,</i> 955 F.2d at 104 (unauthorized \"borrowing\" with intent to repay is still embezzlement, the borrowing being unauthorized), and nothing like a Robin Hood limitation excusing defendants who misuse the entrusted property of the solvent in order to save a poor company. Indeed, any excuse for such a state of mind would be perverse here; saving the company meant saving Sherman along with it (and not even Robin Hood could have found Whitehorne, Sherman and the three luckless investors more deserving than the victims whom chance, or their own prudence, had spared from Whitehorne's bad bet). Thus, a general rule of narrow construction for anti-discharge provisions does not neutralize the anomaly Sherman cries for; nor have we heard any answer to the focused question, why Congress would have wished to bar application of an anti-discharge provision for the benefit of a debtor who knowingly violates the terms of his authorization to use the property of another. There is no good reason against applying the statute straightforwardly.</p>\n<p>Sherman also claims that the district court stepped out of bounds in finding facts, as a court sitting in an appellate capacity is not empowered to do. But there is no need to get into this. The issue on remand to the bankruptcy court was whether Sherman committed embezzlement, and the trial court found he did. Any other facts, by whomever found, are beside the point in this appeal.</p>\n<p><span class=\"star-pagination\">*15</span> The judgement of the district court is <i>affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  The Hon. David H. Souter, Associate Justice (Ret.) of the Supreme Court of the United States, sitting by designation.</p>\n<p>[1]  Because Sherman was found liable in his own right, there is no occasion to consider any issue of statutory imputed liability under federal securities laws.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/118298/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200238/",
    "http://www.courtlistener.com/api/rest/v3/opinions/566880/",
    "http://www.courtlistener.com/api/rest/v3/opinions/577007/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1922630/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1953601/"
  ]
}