{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/146588/",
  "absolute_url": "/opinion/146588/parsley-v-united-states/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/146588/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2010-05-17T20:02:47Z",
  "date_modified": "2016-02-28T03:38:01.892802Z",
  "type": "010combined",
  "sha1": "298989d32088bdee2a4cbfd51235d4ce1c5a7846",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/09-1690P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2010/05/17/Parsley_v._US.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 09-1690\n\n                         JOSEPH PARSLEY\n\n                     Petitioner, Appellant,\n\n                               v.\n\n                    UNITED STATES OF AMERICA,\n\n                      Respondent, Appellee.\n\n\n         ON APPEAL FROM THE UNITED STATES DISTRICT COURT\n                    FOR THE DISTRICT OF MAINE\n\n           [Hon. D. Brock Hornby, U.S. District Judge]\n\n\n                             Before\n\n                       Lynch, Chief Judge,\n                Lipez and Howard, Circuit Judges.\n\n\n\n     Jeanne M. Kempthorne for appellant.\n     Margaret D. McGaughey, Appellate Chief, with whom Paula D.\nSilsby, United States Attorney, was on brief for appellee.\n\n\n                          May 17, 2010\n\f               LYNCH, Chief Judge. Joseph Parsley was convicted for his\n\nrole in a massive drug importation and distribution conspiracy in\n\nMaine.    He was sentenced to eighty-seven months' imprisonment.\n\nLater, he filed a motion under 28 U.S.C. § 2255 in the district\n\ncourt to vacate his sentence, on the ground that he had not been\n\nproperly advised by his trial counsel on the option of not going to\n\ntrial    but    instead    entering      an    \"open\"   guilty     plea    and   then\n\ncontesting at sentencing the quantity of drugs attributable to him.\n\nThis, Parsley argues, was a constitutionally deficient performance,\n\nunder the first prong of Strickland v. Washington, 466 U.S. 668\n\n(1984). Parsley claims that because he did not fully consider this\n\noption, and indeed because trial counsel did not urge it, he did\n\nnot plead and so was denied the opportunity for a two-level\n\nreduction      for   acceptance     of   responsibility       in   his    Sentencing\n\nGuidelines       offense   level.        We    affirm   the    district      court's\n\nconclusion that trial counsel did not render ineffective assistance\n\non these facts, which are largely uncontested and not clearly\n\nerroneous.\n\n                                         I.\n\n               We take the facts as found by the district court and\n\nbased on the uncontested portions of the record.                 To the extent any\n\nof the district court's findings of fact are in dispute, we\n\nconclude there was no clear error.\n\n\n\n\n                                         -2-\n\f            On October 13, 2005, Parsley was indicted along with ten\n\nother defendants for, inter alia, conspiracy to import marijuana\n\nfrom   a   place    outside   the   United   States,    under     21   U.S.C.\n\n§§ 960(b)(2), 963, and conspiracy to distribute and possess with\n\nthe intent to distribute marijuana, under 21 U.S.C. §§ 841, 846.\n\nThe conspiracy lasted from November 2003 to June 2005 and involved\n\nthe importation of marijuana from Canada.              Parsley's role was\n\nlimited to that of a courier, picking up and transporting the drugs\n\nafter the drugs arrived in the United States.\n\n            Parsley was arrested in New York on November 4, 2005, and\n\nwas initially represented by a New York lawyer.            This lawyer in\n\nturn asked trial counsel, a Maine attorney with about twenty years\n\nof experience specializing in criminal defense, to act as local\n\ncounsel in proceedings in the district of Maine.             Parsley paid\n\ntrial counsel a flat fee, which was not contingent on whether the\n\ncase went to trial.\n\n            Plea negotiations followed. Both sides believed that the\n\ngovernment had a strong case against Parsley. In the negotiations,\n\nthe government insisted that Parsley accept responsibility for at\n\nleast 750 kilograms of marijuana if there was to be a plea\n\nagreement.     Parsley refused.      That 750 kilograms of marijuana\n\ncorresponded to the total amount of marijuana that had been seized;\n\nthe government believed it could prove a much larger amount if put\n\nto   its   proof.    Having   reviewed    discovery   materials    with   his\n\n\n                                    -3-\n\flawyers, Parsley insisted that he was responsible for a lesser\n\nquantity of drugs than 750 kilograms.               The government refused to\n\nlower    the    drug    quantity    in    the   bargaining,    and    Parsley   was\n\ncounseled by the New York lawyer to take the plea agreement.\n\n               As these plea negotiations broke down, Parsley decided to\n\nproceed with Maine counsel alone.               Parsley believed that the New\n\nYork lawyer simply \"wanted to get rid of the case\" and was not\n\nwilling to make further efforts without receiving more money. When\n\nhe agreed to take the lead role, the Maine trial counsel decided\n\nnot to ask for additional compensation.\n\n               At the time trial counsel took over the case, Parsley was\n\ndetermined to take the case to trial if he could not get a\n\nsatisfactory plea agreement with the government.                     Parsley's New\n\nYork    lawyer    had   missed     some   deadlines   on    filing     suppression\n\nmotions, which trial counsel immediately turned to addressing.\n\nMaine counsel's understanding was that at this point Parsley had no\n\ninterest in pleading guilty, and there was, as a result, only\n\nlimited further discussion about a guilty plea.\n\n               Nonetheless,   counsel       did   discuss     with    Parsley   his\n\ndifferent options and the possible sentencing ramifications of\n\nthose choices.         Counsel explained the possibility of receiving a\n\nsentencing reduction for acceptance of responsibility.                     Counsel\n\nalso discussed with Parsley the possibility of making an open\n\n\n\n\n                                          -4-\n\fguilty plea and then contesting the drug quantity numbers at\n\nsentencing.\n\n            Having    reviewed     the     government's     evidence,     counsel\n\nadvised Parsley that challenging the drug quantity at sentencing\n\nwould be a risky strategy because the government would only have to\n\nprove    drug    quantity    under       the   preponderance-of-the-evidence\n\nstandard.     Trial counsel believed that the government could prove\n\na larger drug quantity than 750 kilograms.                   He also informed\n\nParsley that forcing the government to prove drug quantity could be\n\nenough   to     prevent    Parsley    from     receiving    an   acceptance-of-\n\nresponsibility reduction.            Counsel testified that although he\n\nalways discussed with his clients the possibility of pleading\n\nguilty and contesting the drug quantity at sentencing, \"I don't\n\nknow that I would ever recommend for somebody to do it.\"\n\n            Trial    counsel      did,    however,   have      some   difficulty\n\nconvincing      Parsley    that    pleading     in   federal     courts    worked\n\ndifferently from what Parsley had experienced in New York state\n\ncourt.   Parsley believed that he could agree with prosecutors to a\n\nspecific sentence.        Counsel testified that Parsley never believed\n\nhim that in federal court, even after reaching an agreement with\n\nthe government, the district court itself would make its own\n\nfindings on drug quantity and the appropriate sentence.\n\n            At some point before trial, the federal prosecutor on the\n\ncase held a \"reverse proffer\" with Parsley and counsel, during\n\n\n                                         -5-\n\fwhich   the    prosecutor   presented    to   Parsley   the   evidence   the\n\ngovernment would introduce at trial.            Parsley had requested a\n\nmeeting with the federal prosecutor because he wanted to negotiate\n\na lower sentence, and trial counsel believed the meeting would help\n\nParsley understand the reality of his situation.\n\n              The federal prosecutor held the meeting because he felt\n\nthat the evidence in the case was overwhelming and wanted to make\n\nsure that Parsley understood the consequences of going to trial.\n\nAt this point, all of the other defendants in the conspiracy had\n\npled guilty.     The prosecutor made clear to Parsley in this meeting\n\nthat the government was not willing to negotiate a lower drug\n\nquantity and that if Parsley elected to go to trial, the government\n\ncould prove an even larger amount.             The prosecutor also told\n\nParsley that if Parsley's concern was only the quantity with which\n\nhe was being charged, Parsley had the option of pleading guilty and\n\nthen contesting the quantity at sentencing.\n\n              Parsley later testified that following the meeting he was\n\nconfused by the prosecutor's statement that Parsley could plead\n\nguilty and just contest the drug quantity at sentencing.                 But\n\nParsley apparently believed trial counsel's advice regarding the\n\nrisks associated with this course of action.        Although Parsley had\n\nearlier reconsidered pleading guilty due to pressure from his\n\nfamily, on realizing that he could not convince the government to\n\n\n\n\n                                   -6-\n\flower his sentence by lowering the drug quantity by agreement,\n\nParsley was determined to go to trial.\n\n            Parsley also testified that he decided to go to trial in\n\norder to contest the drug quantity, but the district court rejected\n\nthis claim. Trial counsel testified he would never advise a client\n\nto follow such a strategy and that he did not do so in this case,\n\nand the district court credited this testimony.\n\n            On December 14, 2006, Parsley was convicted by a jury on\n\nall counts following a four-day trial.            Parsley's counsel's two-\n\npronged    trial   strategy   was   to   attack    the   credibility   of   the\n\ngovernment's witnesses and to portray Parsley in as positive a\n\nlight as possible. Consistent with trial counsel's testimony about\n\nhis advice to Parsley, the defense did not at trial attempt to\n\ncontest the quantity of drugs involved in the case.\n\n            Because of disagreements with trial counsel over how to\n\napproach his sentencing, Parsley sought assignment of other counsel\n\nand was provided with representation from the local federal public\n\ndefender's office at his June 8, 2007, sentencing hearing. At that\n\nhearing,    Parsley   sought    a   sentence      of   seventy   months;    the\n\ngovernment sought a sentence of ninety-seven months, which was at\n\nthe bottom of the range recommended in Parsley's presentence report\n\n(\"PSR\").\n\n            Parsley's PSR found that Parsley was responsible for only\n\n428.36 kilograms of marijuana, based on the quantity Parsley\n\n\n                                     -7-\n\fpersonally transported, rather than the conspiracy-wide amount on\n\nwhich       the    federal   prosecutor    had   relied   during   the   reverse\n\nproffer.1         The PSR also recommended a sentencing level reduction\n\nfor Parsley's minor role in the conspiracy. The government did not\n\nchallenge either recommendation.\n\n                  At sentencing, the federal public defender for Parsley\n\nacknowledged that it was a very rare case in which a defendant\n\nbenefitted from trying to dispute sentencing issues during trial.\n\nHe said his client was truly remorseful, and he attempted to\n\nreconcile the tension between that remorse and Parsley's failure to\n\nplead guilty by saying his client may have been confused that a\n\nplea agreement was needed just to have entered a plea.                       He\n\nacknowledged that his client had indeed met with the prosecutor who\n\nhad laid out the government's potential case against Parsley.                At\n\nno time did the federal public defender say Parsley's trial counsel\n\nhad rendered ineffective assistance or ask the court not to go\n\nforward with sentencing.\n\n                  The district court adopted both PSR recommendations and\n\ndeparted downward one level from the PSR's recommended criminal\n\nhistory category.            The court sentenced Parsley to eighty-seven\n\n\n\n\n        1\n          The government tells us in a footnote that Parsley's\nsentence ended up more or less where it would have been if Parsley\nhad pled guilty to 750 kilograms but then received the two level\nreduction for acceptance of responsibility. The government uses\nthis to argue that Parsley suffered no prejudice in any event.\n\n                                          -8-\n\fmonths' imprisonment, at the bottom of his Sentencing Guidelines\n\nrange.\n\n            Nine months later, Parsley filed a motion, pursuant to 28\n\nU.S.C. § 2255, to vacate, set aside, or correct his sentence.                This\n\nmotion raised a number of claims, including an argument that trial\n\ncounsel had provided ineffective assistance, causing Parsley to go\n\nto trial rather than make a guilty plea that would have provided a\n\nbasis for Parsley to argue for a two-level sentencing reduction for\n\nacceptance of responsibility.          On November 13, 2008, a magistrate\n\njudge recommended that all of Parsley's claims be denied.\n\n            The district judge affirmed the Recommended Decision in\n\npart, but it concluded that if Parsley had pled guilty and if the\n\ncourt    had     granted     Parsley     an     acceptance-of-responsibility\n\nreduction,     that    combination     might    have   affected    the    ultimate\n\nsentence.      On this view, the precise advice given to Parsley on\n\npleading    guilty     was   material.        The   district    court    therefore\n\nremanded    to   the   magistrate      judge    for    an   evidentiary   hearing\n\n\"regarding the advice [counsel] gave to Parsley prior to trial.\"\n\n            That evidentiary hearing before the magistrate judge\n\noccurred on March 19, 2009.          Parsley testified and the government\n\npresented two witnesses, Parsley's trial counsel and the federal\n\nprosecutor.      In a March 27, 2009, Proposed Findings of Fact and\n\nRecommended Decision, the magistrate judge concluded that Parsley\n\nhad been adequately informed of his options and that he had\n\n\n                                        -9-\n\fultimately been the person who decided to go to trial.                          As a result\n\nthere      was    no    ineffective       assistance       by   trial   counsel.         The\n\nmagistrate judge recommended denial of Parsley's motion to vacate\n\nand   that       no    certificate    of    appealability        should      issue.      The\n\ndistrict court adopted both recommendations.2\n\n                                             II.\n\n                 On an appeal from the denial of a § 2255 motion following\n\nan    evidentiary        hearing     we    review    the    district      court's      legal\n\ndeterminations de novo and the court's findings of fact for clear\n\nerror.      Peralta v. United States, 597 F.3d 74, 79 (1st Cir. 2010);\n\nAwon v. United States, 308 F.3d 133, 140 (1st Cir. 2002).\n\n                 Criminal    defendants        are     \"entitled        to      'effective\n\nassistance of competent counsel'\" before deciding whether to plead\n\nguilty.          Padilla v. Kentucky, 130 S. Ct. 1473, 1480-81 (2010)\n\n(quoting McMann v. Richardson, 397 U.S. 759, 771 (1970)).                             \"Under\n\nStrickland, we first determine whether counsel's representation\n\n'fell below an objective standard of reasonableness.'\" Id. at 1482\n\n(quoting Strickland, 466 U.S. at 688).                     We then inquire \"whether\n\n'there      is    a    reasonable     probability      that,      but     for    counsel's\n\nunprofessional errors, the result of the proceeding would have been\n\ndifferent.'\"           Id. (quoting Strickland, 466 U.S. at 694).                       With\n\nregard to plea agreements, counsel has a \"critical obligation . . .\n\n\n\n       2\n                 This court granted a certificate of appealability in July\n2009.\n\n                                            -10-\n\fto advise the client of 'the advantages and disadvantages of a plea\n\nagreement.\"      Id. at 1484 (quoting Libretti v. United States, 516\n\nU.S. 29, 50-51 (1995)).        Our \"review of counsel's performance must\n\nbe deferential, and reasonableness must be considered in light of\n\n'prevailing professional norms.'\" Peralta, 597 F.3d at 79 (quoting\n\nStrickland, 466 U.S. at 688).\n\n            Parsley concedes the accuracy of the finding that trial\n\ncounsel at least briefly discussed with Parsley the option of\n\nentering    an   open   plea   and    contesting     the   drug   quantities    at\n\nsentencing in order to argue for a downward adjustment based on\n\nacceptance of responsibility.          He argues that counsel nonetheless\n\nprovided ineffective assistance by counseling against the option,\n\nthat     this    counseling     effectively        foreclosed     Parsley     from\n\nconsidering it, and that counsel failed to provide Parsley detailed\n\ninformation about how a decision to go to trial would impact his\n\nsentence.        Parsley   further       argues     that   it     was   counsel's\n\nresponsibility, not merely to advise of the option, but to urge\n\nParsley to pursue a strategy of pleading without an agreement and\n\nthen contesting the drug amounts at sentencing.                    Parsley also\n\nasserts, based on trial counsel's statement at the evidentiary\n\nhearing, \"I don't know that I would ever recommend for somebody to\n\n[plead open and contest the drug quantity at sentencing],\" that\n\ncounsel advised Parsley based on a \"categorical approach\" to the\n\noption    and    that   counsel      failed   to   adequately      consider    the\n\n\n                                       -11-\n\fcircumstances of Parsley's case. The magistrate judge and district\n\ncourt rejected these claims, as do we.\n\n          Based on the facts found by the district court, which are\n\nnot clearly erroneous,3 we affirm the district court's finding that\n\nthe assistance provided by counsel did not fall below an objective\n\nlevel of reasonableness. The district court supportably found that\n\nParsley had been urged by counsel to plead guilty but that he chose\n\nnot to do so because he believed he could get a better deal.\n\nParsley did not believe that in a federal case the prosecutor could\n\nnot guarantee him a lower sentence, although he had been told\n\notherwise.   Counsel reasonably presented to and discussed with\n\nParsley his options.    Counsel also participated in the reverse\n\nproffer, during which the federal prosecutor explained to Parsley\n\nhis options and the weight of the evidence against him.         The\n\noptions discussed included the possibility of Parsley pleading\n\nguilty, contesting the drug quantity at trial, and pursuing a\n\nreduction for acceptance of responsibility.      Two lawyers thus\n\noutlined this possibility for Parsley, along with its risks.   That\n\ntrial counsel did not urge Parsley to follow such a strategy and,\n\n\n\n     3\n          Parsley states that he does not contest the district\ncourt's finding of facts as clearly erroneous.      To the extent\nParsley disputes the district court's finding that Parsley knew at\nthe time that he could have entered an open plea and contested the\ndrug quantity at sentencing, we conclude that the factual finding\nwas not clear error. There was ample evidence presented at the\nevidentiary hearing that both trial counsel and the federal\nprosecutor discussed this option with Parsley.\n\n                               -12-\n\findeed, recommended against it, did not represent ineffective\n\nassistance.\n\n            The   district   court    correctly   followed   the   law   in\n\nconcluding that counsel had made a reasonable strategic choice in\n\ncounseling his client. See Strickland, 466 U.S. at 689. Counsel's\n\nrecommendations to Parsley were based on his evaluation of the\n\ndiscovery materials, the strength of the government's case, and his\n\napproximately twenty years of experience as a criminal defense\n\nattorney.     The district court supportably found that counsel\n\nreasonably believed that the government was more than capable of\n\nproving the drug quantity it had alleged and counsel advised\n\nParsley accordingly.     Counsel reasonably advised Parsley that he\n\ncould risk losing the acceptance of responsibility reduction if\n\nParsley forced the government to prove the actual drug quantity.\n\nAs the magistrate judge found,\n\n     [n]o experienced criminal defense attorney would want\n     his client to plead guilty and then mount a full blown\n     evidentiary challenge to the drug quantities without\n     being aware of the limited probability of success, given\n     the burden of proof at a sentencing hearing. The risk\n     of losing acceptance of responsibility credit existed\n     and counsel had the obligation to inform Parsley of that\n     fact.\n\nCounsel acted reasonably.\n\n            Parsley argues a red herring: that counsel had adopted a\n\nper se approach that he would never advise a client to enter an\n\nopen plea and challenge drug quantity at sentencing.         That per se\n\napproach, he says, is inherently unreasonable and so establishes\n\n                                     -13-\n\fineffective assistance.     The record does not support his argument.\n\nCounsel's statement was, \"I don't know that I would ever recommend\n\nfor somebody to [enter an open guilty plea and then contest drug\n\nquantity at sentencing].\"    He did not say that he had a categorical\n\nrule against entering such pleas.       Counsel made clear that he\n\nalways discussed an open plea as an option with his clients, and in\n\nthis case counsel advised Parsley based on the particular evidence\n\nat the government's disposal. Counsel's advice in this case, which\n\nthe district court found to be reasonable, was not based on a per\n\nse view that defendants will always lose their sentencing reduction\n\nfor acceptance of responsibility if they plead and then challenge\n\nthe drug quantity at sentencing.\n\n          That Parsley may wish in hindsight that he had given\n\ngreater consideration to the option he rejected does not mean that\n\nhe was not properly advised on it.\n\n          The district court's judgment is affirmed.\n\n\n\n\n                                 -14-\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 09-1690\n\n                         JOSEPH PARSLEY\n\n                     Petitioner, Appellant,\n\n                               v.\n\n                    UNITED STATES OF AMERICA,\n\n                      Respondent, Appellee.\n\n\n         ON APPEAL FROM THE UNITED STATES DISTRICT COURT\n                    FOR THE DISTRICT OF MAINE\n\n           [Hon. D. Brock Hornby, U.S. District Judge]\n\n\n                             Before\n\n                       Lynch, Chief Judge,\n                Lipez and Howard, Circuit Judges.\n\n\n\n     Jeanne M. Kempthorne for appellant.\n     Margaret D. McGaughey, Appellate Chief, with whom Paula D.\nSilsby, United States Attorney, was on brief for appellee.\n\n\n                          May 17, 2010\n\f               LYNCH, Chief Judge. Joseph Parsley was convicted for his\n\nrole in a massive drug importation and distribution conspiracy in\n\nMaine.    He was sentenced to eighty-seven months' imprisonment.\n\nLater, he filed a motion under 28 U.S.C. § 2255 in the district\n\ncourt to vacate his sentence, on the ground that he had not been\n\nproperly advised by his trial counsel on the option of not going to\n\ntrial    but    instead    entering      an    \"open\"   guilty     plea    and   then\n\ncontesting at sentencing the quantity of drugs attributable to him.\n\nThis, Parsley argues, was a constitutionally deficient performance,\n\nunder the first prong of Strickland v. Washington, </pre><span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">668</span></a></span><pre class=\"inline\">\n\n(1984). Parsley claims that because he did not fully consider this\n\noption, and indeed because trial counsel did not urge it, he did\n\nnot plead and so was denied the opportunity for a two-level\n\nreduction      for   acceptance     of   responsibility       in   his    Sentencing\n\nGuidelines       offense   level.        We    affirm   the    district      court's\n\nconclusion that trial counsel did not render ineffective assistance\n\non these facts, which are largely uncontested and not clearly\n\nerroneous.\n\n                                         I.\n\n               We take the facts as found by the district court and\n\nbased on the uncontested portions of the record.                 To the extent any\n\nof the district court's findings of fact are in dispute, we\n\nconclude there was no clear error.\n\n\n\n\n                                         -2-\n\f            On October 13, 2005, Parsley was indicted along with ten\n\nother defendants for, inter alia, conspiracy to import marijuana\n\nfrom   a   place    outside   the   United   States,    under     21   U.S.C.\n\n§§ 960(b)(2), 963, and conspiracy to distribute and possess with\n\nthe intent to distribute marijuana, under 21 U.S.C. §§ 841, 846.\n\nThe conspiracy lasted from November 2003 to June 2005 and involved\n\nthe importation of marijuana from Canada.              Parsley's role was\n\nlimited to that of a courier, picking up and transporting the drugs\n\nafter the drugs arrived in the United States.\n\n            Parsley was arrested in New York on November 4, 2005, and\n\nwas initially represented by a New York lawyer.            This lawyer in\n\nturn asked trial counsel, a Maine attorney with about twenty years\n\nof experience specializing in criminal defense, to act as local\n\ncounsel in proceedings in the district of Maine.             Parsley paid\n\ntrial counsel a flat fee, which was not contingent on whether the\n\ncase went to trial.\n\n            Plea negotiations followed. Both sides believed that the\n\ngovernment had a strong case against Parsley. In the negotiations,\n\nthe government insisted that Parsley accept responsibility for at\n\nleast 750 kilograms of marijuana if there was to be a plea\n\nagreement.     Parsley refused.      That 750 kilograms of marijuana\n\ncorresponded to the total amount of marijuana that had been seized;\n\nthe government believed it could prove a much larger amount if put\n\nto   its   proof.    Having   reviewed    discovery   materials    with   his\n\n\n                                    -3-\n\flawyers, Parsley insisted that he was responsible for a lesser\n\nquantity of drugs than 750 kilograms.               The government refused to\n\nlower    the    drug    quantity    in    the   bargaining,    and    Parsley   was\n\ncounseled by the New York lawyer to take the plea agreement.\n\n               As these plea negotiations broke down, Parsley decided to\n\nproceed with Maine counsel alone.               Parsley believed that the New\n\nYork lawyer simply \"wanted to get rid of the case\" and was not\n\nwilling to make further efforts without receiving more money. When\n\nhe agreed to take the lead role, the Maine trial counsel decided\n\nnot to ask for additional compensation.\n\n               At the time trial counsel took over the case, Parsley was\n\ndetermined to take the case to trial if he could not get a\n\nsatisfactory plea agreement with the government.                     Parsley's New\n\nYork    lawyer    had   missed     some   deadlines   on    filing     suppression\n\nmotions, which trial counsel immediately turned to addressing.\n\nMaine counsel's understanding was that at this point Parsley had no\n\ninterest in pleading guilty, and there was, as a result, only\n\nlimited further discussion about a guilty plea.\n\n               Nonetheless,   counsel       did   discuss     with    Parsley   his\n\ndifferent options and the possible sentencing ramifications of\n\nthose choices.         Counsel explained the possibility of receiving a\n\nsentencing reduction for acceptance of responsibility.                     Counsel\n\nalso discussed with Parsley the possibility of making an open\n\n\n\n\n                                          -4-\n\fguilty plea and then contesting the drug quantity numbers at\n\nsentencing.\n\n            Having    reviewed     the     government's     evidence,     counsel\n\nadvised Parsley that challenging the drug quantity at sentencing\n\nwould be a risky strategy because the government would only have to\n\nprove    drug    quantity    under       the   preponderance-of-the-evidence\n\nstandard.     Trial counsel believed that the government could prove\n\na larger drug quantity than 750 kilograms.                   He also informed\n\nParsley that forcing the government to prove drug quantity could be\n\nenough   to     prevent    Parsley    from     receiving    an   acceptance-of-\n\nresponsibility reduction.            Counsel testified that although he\n\nalways discussed with his clients the possibility of pleading\n\nguilty and contesting the drug quantity at sentencing, \"I don't\n\nknow that I would ever recommend for somebody to do it.\"\n\n            Trial    counsel      did,    however,   have      some   difficulty\n\nconvincing      Parsley    that    pleading     in   federal     courts    worked\n\ndifferently from what Parsley had experienced in New York state\n\ncourt.   Parsley believed that he could agree with prosecutors to a\n\nspecific sentence.        Counsel testified that Parsley never believed\n\nhim that in federal court, even after reaching an agreement with\n\nthe government, the district court itself would make its own\n\nfindings on drug quantity and the appropriate sentence.\n\n            At some point before trial, the federal prosecutor on the\n\ncase held a \"reverse proffer\" with Parsley and counsel, during\n\n\n                                         -5-\n\fwhich   the    prosecutor   presented    to   Parsley   the   evidence   the\n\ngovernment would introduce at trial.            Parsley had requested a\n\nmeeting with the federal prosecutor because he wanted to negotiate\n\na lower sentence, and trial counsel believed the meeting would help\n\nParsley understand the reality of his situation.\n\n              The federal prosecutor held the meeting because he felt\n\nthat the evidence in the case was overwhelming and wanted to make\n\nsure that Parsley understood the consequences of going to trial.\n\nAt this point, all of the other defendants in the conspiracy had\n\npled guilty.     The prosecutor made clear to Parsley in this meeting\n\nthat the government was not willing to negotiate a lower drug\n\nquantity and that if Parsley elected to go to trial, the government\n\ncould prove an even larger amount.             The prosecutor also told\n\nParsley that if Parsley's concern was only the quantity with which\n\nhe was being charged, Parsley had the option of pleading guilty and\n\nthen contesting the quantity at sentencing.\n\n              Parsley later testified that following the meeting he was\n\nconfused by the prosecutor's statement that Parsley could plead\n\nguilty and just contest the drug quantity at sentencing.                 But\n\nParsley apparently believed trial counsel's advice regarding the\n\nrisks associated with this course of action.        Although Parsley had\n\nearlier reconsidered pleading guilty due to pressure from his\n\nfamily, on realizing that he could not convince the government to\n\n\n\n\n                                   -6-\n\flower his sentence by lowering the drug quantity by agreement,\n\nParsley was determined to go to trial.\n\n            Parsley also testified that he decided to go to trial in\n\norder to contest the drug quantity, but the district court rejected\n\nthis claim. Trial counsel testified he would never advise a client\n\nto follow such a strategy and that he did not do so in this case,\n\nand the district court credited this testimony.\n\n            On December 14, 2006, Parsley was convicted by a jury on\n\nall counts following a four-day trial.            Parsley's counsel's two-\n\npronged    trial   strategy   was   to   attack    the   credibility   of   the\n\ngovernment's witnesses and to portray Parsley in as positive a\n\nlight as possible. Consistent with trial counsel's testimony about\n\nhis advice to Parsley, the defense did not at trial attempt to\n\ncontest the quantity of drugs involved in the case.\n\n            Because of disagreements with trial counsel over how to\n\napproach his sentencing, Parsley sought assignment of other counsel\n\nand was provided with representation from the local federal public\n\ndefender's office at his June 8, 2007, sentencing hearing. At that\n\nhearing,    Parsley   sought    a   sentence      of   seventy   months;    the\n\ngovernment sought a sentence of ninety-seven months, which was at\n\nthe bottom of the range recommended in Parsley's presentence report\n\n(\"PSR\").\n\n            Parsley's PSR found that Parsley was responsible for only\n\n428.36 kilograms of marijuana, based on the quantity Parsley\n\n\n                                     -7-\n\fpersonally transported, rather than the conspiracy-wide amount on\n\nwhich       the    federal   prosecutor    had   relied   during   the   reverse\n\nproffer.1         The PSR also recommended a sentencing level reduction\n\nfor Parsley's minor role in the conspiracy. The government did not\n\nchallenge either recommendation.\n\n                  At sentencing, the federal public defender for Parsley\n\nacknowledged that it was a very rare case in which a defendant\n\nbenefitted from trying to dispute sentencing issues during trial.\n\nHe said his client was truly remorseful, and he attempted to\n\nreconcile the tension between that remorse and Parsley's failure to\n\nplead guilty by saying his client may have been confused that a\n\nplea agreement was needed just to have entered a plea.                       He\n\nacknowledged that his client had indeed met with the prosecutor who\n\nhad laid out the government's potential case against Parsley.                At\n\nno time did the federal public defender say Parsley's trial counsel\n\nhad rendered ineffective assistance or ask the court not to go\n\nforward with sentencing.\n\n                  The district court adopted both PSR recommendations and\n\ndeparted downward one level from the PSR's recommended criminal\n\nhistory category.            The court sentenced Parsley to eighty-seven\n\n\n\n\n        1\n          The government tells us in a footnote that Parsley's\nsentence ended up more or less where it would have been if Parsley\nhad pled guilty to 750 kilograms but then received the two level\nreduction for acceptance of responsibility. The government uses\nthis to argue that Parsley suffered no prejudice in any event.\n\n                                          -8-\n\fmonths' imprisonment, at the bottom of his Sentencing Guidelines\n\nrange.\n\n            Nine months later, Parsley filed a motion, pursuant to 28\n\nU.S.C. § 2255, to vacate, set aside, or correct his sentence.                This\n\nmotion raised a number of claims, including an argument that trial\n\ncounsel had provided ineffective assistance, causing Parsley to go\n\nto trial rather than make a guilty plea that would have provided a\n\nbasis for Parsley to argue for a two-level sentencing reduction for\n\nacceptance of responsibility.          On November 13, 2008, a magistrate\n\njudge recommended that all of Parsley's claims be denied.\n\n            The district judge affirmed the Recommended Decision in\n\npart, but it concluded that if Parsley had pled guilty and if the\n\ncourt    had     granted     Parsley     an     acceptance-of-responsibility\n\nreduction,     that    combination     might    have   affected    the    ultimate\n\nsentence.      On this view, the precise advice given to Parsley on\n\npleading    guilty     was   material.        The   district    court    therefore\n\nremanded    to   the   magistrate      judge    for    an   evidentiary   hearing\n\n\"regarding the advice [counsel] gave to Parsley prior to trial.\"\n\n            That evidentiary hearing before the magistrate judge\n\noccurred on March 19, 2009.          Parsley testified and the government\n\npresented two witnesses, Parsley's trial counsel and the federal\n\nprosecutor.      In a March 27, 2009, Proposed Findings of Fact and\n\nRecommended Decision, the magistrate judge concluded that Parsley\n\nhad been adequately informed of his options and that he had\n\n\n                                        -9-\n\fultimately been the person who decided to go to trial.                          As a result\n\nthere      was    no    ineffective       assistance       by   trial   counsel.         The\n\nmagistrate judge recommended denial of Parsley's motion to vacate\n\nand   that       no    certificate    of    appealability        should      issue.      The\n\ndistrict court adopted both recommendations.2\n\n                                             II.\n\n                 On an appeal from the denial of a § 2255 motion following\n\nan    evidentiary        hearing     we    review    the    district      court's      legal\n\ndeterminations de novo and the court's findings of fact for clear\n\nerror.      Peralta v. United States, </pre><span class=\"citation\" data-id=\"28\"><a href=\"/opinion/28/peralta-v-united-states/\"><span class=\"volume\">597</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">74</span></a></span><pre class=\"inline\">, 79 (1st Cir. 2010);\n\nAwon v. United States, </pre><span class=\"citation\" data-id=\"200178\"><a href=\"/opinion/200178/awon-v-united-states/\"><span class=\"volume\">308</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">133</span></a></span><pre class=\"inline\">, 140 (1st Cir. 2002).\n\n                 Criminal    defendants        are     \"entitled        to      'effective\n\nassistance of competent counsel'\" before deciding whether to plead\n\nguilty.          Padilla v. Kentucky, </pre><span class=\"citation\" data-id=\"1723\"><a href=\"/opinion/1723/padilla-v-kentucky/\"><span class=\"volume\">130</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1473</span></a></span><pre class=\"inline\">, 1480-81 (2010)\n\n(quoting McMann v. Richardson, </pre><span class=\"citation\" data-id=\"108138\"><a href=\"/opinion/108138/mcmann-v-richardson/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">759</span></a></span><pre class=\"inline\">, 771 (1970)).                             \"Under\n\nStrickland, we first determine whether counsel's representation\n\n'fell below an objective standard of reasonableness.'\" Id. at 1482\n\n(quoting Strickland, 466 U.S. at 688).                     We then inquire \"whether\n\n'there      is    a    reasonable     probability      that,      but     for    counsel's\n\nunprofessional errors, the result of the proceeding would have been\n\ndifferent.'\"           Id. (quoting Strickland, 466 U.S. at 694).                       With\n\nregard to plea agreements, counsel has a \"critical obligation . . .\n\n\n\n       2\n                 This court granted a certificate of appealability in July\n2009.\n\n                                            -10-\n\fto advise the client of 'the advantages and disadvantages of a plea\n\nagreement.\"      Id. at 1484 (quoting Libretti v. United States, </pre><span class=\"citation\" data-id=\"117979\"><a href=\"/opinion/117979/libretti-v-united-states/\"><span class=\"volume\">516</span>\n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">29</span></a></span><pre class=\"inline\">, 50-51 (1995)).        Our \"review of counsel's performance must\n\nbe deferential, and reasonableness must be considered in light of\n\n'prevailing professional norms.'\" Peralta, 597 F.3d at 79 (quoting\n\nStrickland, 466 U.S. at 688).\n\n            Parsley concedes the accuracy of the finding that trial\n\ncounsel at least briefly discussed with Parsley the option of\n\nentering    an   open   plea   and    contesting     the   drug   quantities    at\n\nsentencing in order to argue for a downward adjustment based on\n\nacceptance of responsibility.          He argues that counsel nonetheless\n\nprovided ineffective assistance by counseling against the option,\n\nthat     this    counseling     effectively        foreclosed     Parsley     from\n\nconsidering it, and that counsel failed to provide Parsley detailed\n\ninformation about how a decision to go to trial would impact his\n\nsentence.        Parsley   further       argues     that   it     was   counsel's\n\nresponsibility, not merely to advise of the option, but to urge\n\nParsley to pursue a strategy of pleading without an agreement and\n\nthen contesting the drug amounts at sentencing.                    Parsley also\n\nasserts, based on trial counsel's statement at the evidentiary\n\nhearing, \"I don't know that I would ever recommend for somebody to\n\n[plead open and contest the drug quantity at sentencing],\" that\n\ncounsel advised Parsley based on a \"categorical approach\" to the\n\noption    and    that   counsel      failed   to   adequately      consider    the\n\n\n                                       -11-\n\fcircumstances of Parsley's case. The magistrate judge and district\n\ncourt rejected these claims, as do we.\n\n          Based on the facts found by the district court, which are\n\nnot clearly erroneous,3 we affirm the district court's finding that\n\nthe assistance provided by counsel did not fall below an objective\n\nlevel of reasonableness. The district court supportably found that\n\nParsley had been urged by counsel to plead guilty but that he chose\n\nnot to do so because he believed he could get a better deal.\n\nParsley did not believe that in a federal case the prosecutor could\n\nnot guarantee him a lower sentence, although he had been told\n\notherwise.   Counsel reasonably presented to and discussed with\n\nParsley his options.    Counsel also participated in the reverse\n\nproffer, during which the federal prosecutor explained to Parsley\n\nhis options and the weight of the evidence against him.         The\n\noptions discussed included the possibility of Parsley pleading\n\nguilty, contesting the drug quantity at trial, and pursuing a\n\nreduction for acceptance of responsibility.      Two lawyers thus\n\noutlined this possibility for Parsley, along with its risks.   That\n\ntrial counsel did not urge Parsley to follow such a strategy and,\n\n\n\n     3\n          Parsley states that he does not contest the district\ncourt's finding of facts as clearly erroneous.      To the extent\nParsley disputes the district court's finding that Parsley knew at\nthe time that he could have entered an open plea and contested the\ndrug quantity at sentencing, we conclude that the factual finding\nwas not clear error. There was ample evidence presented at the\nevidentiary hearing that both trial counsel and the federal\nprosecutor discussed this option with Parsley.\n\n                               -12-\n\findeed, recommended against it, did not represent ineffective\n\nassistance.\n\n            The   district   court    correctly   followed   the   law   in\n\nconcluding that counsel had made a reasonable strategic choice in\n\ncounseling his client. See Strickland, 466 U.S. at 689. Counsel's\n\nrecommendations to Parsley were based on his evaluation of the\n\ndiscovery materials, the strength of the government's case, and his\n\napproximately twenty years of experience as a criminal defense\n\nattorney.     The district court supportably found that counsel\n\nreasonably believed that the government was more than capable of\n\nproving the drug quantity it had alleged and counsel advised\n\nParsley accordingly.     Counsel reasonably advised Parsley that he\n\ncould risk losing the acceptance of responsibility reduction if\n\nParsley forced the government to prove the actual drug quantity.\n\nAs the magistrate judge found,\n\n     [n]o experienced criminal defense attorney would want\n     his client to plead guilty and then mount a full blown\n     evidentiary challenge to the drug quantities without\n     being aware of the limited probability of success, given\n     the burden of proof at a sentencing hearing. The risk\n     of losing acceptance of responsibility credit existed\n     and counsel had the obligation to inform Parsley of that\n     fact.\n\nCounsel acted reasonably.\n\n            Parsley argues a red herring: that counsel had adopted a\n\nper se approach that he would never advise a client to enter an\n\nopen plea and challenge drug quantity at sentencing.         That per se\n\napproach, he says, is inherently unreasonable and so establishes\n\n                                     -13-\n\fineffective assistance.     The record does not support his argument.\n\nCounsel's statement was, \"I don't know that I would ever recommend\n\nfor somebody to [enter an open guilty plea and then contest drug\n\nquantity at sentencing].\"    He did not say that he had a categorical\n\nrule against entering such pleas.       Counsel made clear that he\n\nalways discussed an open plea as an option with his clients, and in\n\nthis case counsel advised Parsley based on the particular evidence\n\nat the government's disposal. Counsel's advice in this case, which\n\nthe district court found to be reasonable, was not based on a per\n\nse view that defendants will always lose their sentencing reduction\n\nfor acceptance of responsibility if they plead and then challenge\n\nthe drug quantity at sentencing.\n\n          That Parsley may wish in hindsight that he had given\n\ngreater consideration to the option he rejected does not mean that\n\nhe was not properly advised on it.\n\n          The district court's judgment is affirmed.\n\n\n\n\n                                 -14-\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/28/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1723/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108138/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111170/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117979/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200178/"
  ]
}