{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/150362/",
  "absolute_url": "/opinion/150362/united-states-v-weekes/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/150362/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2010-07-09T18:25:14Z",
  "date_modified": "2016-04-26T07:42:53.342357Z",
  "type": "010combined",
  "sha1": "94e85f2e2a990d2a5f4f335da70e360903daa1bb",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/07-2209P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2010/07/09/US_v._Weeks.pdf",
  "plain_text": "          United States Court of Appeals\n                        For the First Circuit\n\n\nNos. 07-2209, 08-2308\n\n                    UNITED STATES OF AMERICA,\n\n                              Appellee,\n\n                                 v.\n\n                           JEROME WEEKES,\n\n                        Defendant, Appellant.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n          [Hon. Morris E. Lasker,     U.S. District Judge]\n\n\n                               Before\n\n                       Lynch, Chief Judge,\n                  Souter, Associate Justice,*\n                   and Stahl, Circuit Judge.\n\n\n     Stephen B. Hrones, with whom Hrones & Garrity was on brief,\nfor appellant.\n     John M. Pellettieri, U.S. Department of Justice, with whom\nLanny A. Breuer, Assistant Attorney General, Gary G. Grindler,\nDeputy Assistant Attorney General, Carmen M. Ortiz, United States\nAttorney, and Christopher F. Bator, Assistant United States\nAttorney, were on brief, for the United States.\n\n\n                            July 9, 2010\n\n\n\n    *\n       The Hon. David H. Souter, Associate Justice (Ret.) of the\nSupreme Court of the United States, sitting by designation.\n\f            SOUTER, Associate Justice.           Appellant Jerome Weekes and\n\nhis associate Kelvin Brown were thrown out of a bar after arguing\n\nwith another patron.       Brockton Police Officer Michael Darrah, who\n\nwas working as paid security at the bar, heard gunshots coming from\n\ntheir direction, called for backup, and gave chase.             Darrah caught\n\nBrown as he and Weekes were trying to jump a fence.             Weekes cleared\n\nthe fence but was arrested by another officer a moment later.                 A\n\nsearch turned up Weekes’s cell phone and a loaded gun near where he\n\nhad landed, and two spent shell casings in the area from which\n\nDarrah believed the sounds of shooting had come.\n\n            Weekes was indicted on one count of being a felon in\n\npossession of a firearm, 18 U.S.C. § 922(g), and was found guilty\n\nby   a   jury.    The    district   court     sentenced   him   to   15   years’\n\nimprisonment     under    the   Armed   Career    Criminal   Act,    18   U.S.C.\n\n§ 924(e). We have consolidated his direct appeal of the conviction\n\nand sentence with his appeal from denial of collateral relief under\n\n28 U.S.C. § 2255.\n\n            Weekes first claims a violation of his Sixth Amendment\n\nright to a jury drawn from sources reflecting a fair cross section\n\nof the community.        See Taylor v. Louisiana, 419 U. S. 522 (1975).\n\nTo make out a prima facie violation of the fair-cross-section\n\nrequirement, a defendant must show, among other things, that the\n\nalleged “underrepresentation is due to systematic exclusion of the\n\ngroup in the jury-selection process.”            Duren v. Missouri, 439 U.S.\n\n\n                                        -2-\n\f357, 364 (1979).       Weekes’s evidence on this point, simply his\n\nlawyer’s    observation    that   there    were    apparently   no     African-\n\nAmericans in the venire, plainly did not suffice to demonstrate the\n\nrequisite    systematic    effort,   and   the     district   court    properly\n\nrejected the claim.       The later decision by the District Court of\n\nMassachusetts to establish a new juror selection plan avails Weekes\n\nnothing; this court previously held that the plan in effect at the\n\ntime of Weekes’s trial complied with the Sixth Amendment, see In re\n\nUnited States, 426 F.3d 1, 8 (1st Cir. 2005) (citing United States\n\nv. Royal, 174 F.3d 1, 10-11 (1st Cir. 1999)), and even if this\n\npanel had the authority (which it lacks) to overrule the prior\n\nholding, nothing in the record would support doing that.\n\n            Next, Weekes challenges several evidentiary rulings, to\n\nsome of which he objected and to some did not.           Where he preserved\n\nthe issue, we review the district court’s ruling for abuse of\n\ndiscretion, and will not reverse if the error was harmless, that\n\nis, if it is highly probable that the error did not contribute to\n\nthe verdict.       United States v. Scott, 270 F.3d 30, 46 (1st Cir.\n\n2001).     If the objection was not preserved, review is for plain\n\nerror.    Id.\n\n            First, the district court did not permit Weekes to cross-\n\nexamine    Agent    Stephanie   Schafer    about    testing   for     gunpowder\n\nresidue, finding such questioning to be outside the scope of her\n\ndirect testimony. The court did, however, let Weekes cross-examine\n\n\n                                     -3-\n\ftwo other witnesses on the subject and said he could question a\n\nthird if subpoenaed as a defense witness.           There is no abuse of\n\ndiscretion here, and certainly no possibility of harm.\n\n           Second, the district court ruled that photographs of\n\nBrown   with   injuries   sustained   the   night   of    his   arrest   were\n\nadmissible during Weekes’s testimony only if the Government cross-\n\nexamined him about the harm Brown sustained.             The Government did\n\nnot do that, and the photographs stayed out.        But again, the court\n\nprovided Weekes with an opportunity to offer the evidence through\n\nanother witness, ruling (at Weekes’s request) that the photos could\n\ncome in during the testimony of Brockton Police Officer Edward\n\nAbdelnour.     Under these circumstances, not to mention that the\n\ntestimony of Weekes and Officer Darrah about Brown’s injuries left\n\nthe photographs largely cumulative, any error in excluding the\n\nphotographs during Weekes’s testimony was harmless.\n\n           Third, the district court permitted the Government to\n\nimpeach Weekes by asking him about his use of such nicknames as\n\n“Ice” and “Unk” and about his use of false social security numbers.\n\nReview here is only for plain error, and we find none.                   The\n\ntestimony about the social security numbers obviously went to\n\ncredibility and was therefore admissible under Federal Rule of\n\nEvidence 608(b).    The relevance to Weekes’s truthfulness of what\n\nthe Government calls his “aliases” may be less clear, but we do not\n\n\n\n\n                                  -4-\n\fsee (and Weekes has not explained) how the jury’s awareness of\n\nthese particular nicknames could possibly have caused him harm.\n\n           Fourth, the district court did not allow Weekes to\n\ntestify that Brown had told him that he (Brown) had picked up the\n\ngun after it was dropped from a passing vehicle from which the two\n\nhad been fired upon.      Weekes argues that this statement is not\n\nexcludable under the hearsay rule because it was a statement\n\nagainst penal interest and Brown was unavailable to testify at\n\ntrial.   See Fed. R. Evid. 804(b)(3).      The sticking point here is\n\nthe required showing of Brown’s unavailability, and we do not think\n\nWeekes has demonstrated abuse of discretion in the district judge’s\n\nfinding that Weekes had not “show[n] at least a good faith effort\n\nto   procure   the   witness’[s]   attendance,”   a   standard   we   have\n\ndescribed as “relatively high.”      United States v. Mann, 590 F.2d\n\n361, 367 (1st Cir. 1978).      He apparently did try to find Brown\n\nthrough Brown’s friends and family, but he neither subpoenaed Brown\n\nat his last known address nor sought help from the district court,\n\nlocal law enforcement, or, curiously, Brown’s counsel in the state\n\ncourt action in which the two were co-defendants.         See id. (good\n\nfaith standard “cannot be satisfied by perfunctory efforts”).\n\nWeekes runs into the further admissibility problem that he has not\n\nestablished that “corroborating circumstances clearly indicate the\n\ntrustworthiness of the [out-of-court] statement.”         Fed. R. Evid.\n\n804(b)(3).     It is not enough to point, as Weekes does, to evidence\n\n\n                                   -5-\n\fthat    Brown     made    the     statement;     “there      must    be    indicia      of\n\ntrustworthiness      of     the    specific,     essential     assertions”         to   be\n\nrepeated,      United States v. Mackey, 117 F.3d 24, 29 (1st Cir. 1997)\n\n(internal quotation marks omitted), and Weekes points to none.\n\nThere was no abuse of discretion in excluding Brown’s hearsay.\n\n               Weekes’s rejoinder is that, if this is so, his trial\n\ncounsel must have been constitutionally ineffective for failing to\n\nscale    the    barriers    to     admitting     the   hearsay      raised    by    Rule\n\n804(b)(3).       But in accordance with usual practice, we decline to\n\nreview this claim as part of Weekes’s direct appeal, see United\n\nStates v. Mala, 7 F.3d 1058, 1063 (1st Cir. 1993), and we find it\n\nlikewise unsuitable for review in the present consolidated appeal\n\nfrom denial of § 2255 relief.          We have long recognized that “in the\n\nabsence of extraordinary circumstances, the orderly administration\n\nof criminal justice precludes a district court from considering a\n\n§2255 motion while review of the direct appeal is still pending.”\n\nUnited   States     v.    Gordon,    634    F.2d   638,   638       (1st   Cir.    1980)\n\n(internal       quotation    marks    omitted).         No    such     extraordinary\n\ncircumstances existed here, as the district court found.                      Thus, to\n\nthe extent the district court construed Weekes’s “request for\n\nruling on claim of ineffective assistance of counsel” as a petition\n\nfor relief under § 2255 and proceeded to rule on its merits, the\n\nruling was premature; the district court should have dismissed it\n\n\n\n\n                                           -6-\n\fwithout prejudice.   See United States v. Diaz-Martinez, 71 F.3d\n\n946, 953 (1st Cir. 1995).1\n\n          Finally, Weekes challenges his sentence under the Armed\n\nCareer Criminal Act (“ACCA”), 18 U.S.C. § 924(e).         The ACCA\n\nmandates a 15-year minimum prison term for a defendant convicted of\n\nbeing a felon in possession of a firearm if the defendant has\n\n“three previous convictions . . . for a violent felony or a serious\n\ndrug offense, or both.”   § 924(e)(1).   Weekes denies that he has\n\nthree qualifying convictions, an issue subject to de novo review to\n\nthe extent properly preserved, United States v. Pakala, 568 F.3d\n\n47, 54 (1st Cir. 2009), and plain error review to the extent it was\n\nnot, United States v. Duval, 496 F.3d 64, 84 (1st Cir. 2007).\n\n          Two of Weekes’s convictions were for drug offenses in\n\nviolation of Massachusetts law.      They qualify as “serious drug\n\noffense[s]” under the ACCA if “a maximum term of imprisonment of\n\nten years or more is prescribed by law.”       § 924(e)(2)(A)(ii).\n\nWeekes acknowledges that his crimes were potentially punishable by\n\nten years’ imprisonment, but calls this irrelevant because he was\n\nin each instance tried in the alternative prosecutorial venue of a\n\nstate district court, see Mass. Gen. Laws ch. 218, § 26, which was\n\nnot authorized to sentence higher than two and one-half years. See\n\n\n\n     1\n       In light of this disposition, we need not address the\nconsequences of Weekes’s failure to request a certificate of\nappealability. Cf. Sinochem Int’l Co. v. Malaysia Int’l Shipping\nCorp., 549 U.S. 422, 431 (2007).\n\n                               -7-\n\fMass. Gen. Laws ch. 218, § 27 and ch. 279, § 23.                   But we rejected\n\nthis argument in United States v. Moore, 286 F.3d 47, 49 (1st Cir.\n\n2002), and see nothing in the Supreme Court’s intervening decision\n\nin United States v. Rodriquez, 553 U.S. 377 (2008), to require us\n\nto revisit the issue.        On the contrary, Rodriquez instructs us to\n\nlook to “the maximum term prescribed by the relevant criminal\n\nstatute,” id. at 391, rather than external limitations on “the term\n\nto   which   the   state    court    could      actually    have    sentenced   the\n\ndefendant” in a particular case, id. at 390.                The limits came from\n\na mandatory guidelines regime in Rodriquez, id., but there is no\n\napparent reason for a different rule when the restriction on a\n\ncourt’s   sentencing       authority      is    more   general,    as   here.     We\n\ntherefore see no error, much less the plain error that Weekes must\n\nshow as to these convictions, in the district court’s conclusion\n\nthat these offenses were serious drug offenses under the ACCA.\n\n             The district court also counted Weekes’s state conviction\n\nfor resisting arrest, see Mass. Gen. Laws ch. 268, § 32B, as an\n\nACCA   predicate,    which    it    was    if   resisting    arrest     is   soundly\n\ncategorized as a “violent felony” under that statute.                    In United\n\nStates v. Almenas, 553 F.3d 27, 32-35 (1st Cir. 2009), we held that\n\nresisting arrest qualified as a “crime of violence” under U.S.S.G.\n\n§ 4B1.2, and because that Guideline and the ACCA are similarly\n\nworded, our holding in Almenas applies here to treat Weekes’s\n\nconviction as a violent felony under the statute.                   See id. at 34\n\n\n                                          -8-\n\fn.7.    Weekes argues that Almenas is no longer good law following\n\nthe Supreme Court’s decision in Chambers v. United States, 129\n\nS.Ct. 687 (2009), which he says requires separate consideration of\n\nthe two types of conduct proscribed by the Massachusetts statute.\n\nSee Mass. Gen. Laws ch. 268, § 32B (covering use or threat of force\n\nand    creation of substantial risk of bodily injury).            But that is\n\nwhat we did in Almenas; Weekes’s argument is off the mark.\n\n            Weekes further suggests that, because stiffening one’s\n\narms or fleeing willfully can qualify as resisting arrest in\n\nMassachusetts, we must look at the record of his conviction to\n\ndetermine if his conduct was in fact violent.              See Shepard v.\n\nUnited States, 544 U.S. 13 (2005).           But in Almenas, we rejected\n\nthis argument, which is at odds with the categorical method for\n\nidentifying qualifying felonies, 553 F.3d at 35 & n.9, and we do\n\nnot read Chambers to undermine our reasoning.            In any event, arm\n\nmovement and flight by an arrestee of the type that would violate\n\nthe Massachusetts statute strikes us as more akin to escape than\n\nthe failure to report that Chambers held not to be a violent\n\nfelony.    See Chambers, 129 S.Ct. at 691 (“The behavior that likely\n\nunderlies a failure to report would seem less likely to involve a\n\nrisk of physical harm than the less passive, more aggressive\n\nbehavior underlying an escape from custody.”); Commonwealth v.\n\nMontoya, 73 Mass. App. Ct. 125, 130, 896 N.E.2d 638, 642 (2008)\n\n(construing   §   32B   to   reach   “a    defendant’s   flight    where   the\n\n\n                                     -9-\n\fcircumstances of such flight expose his pursuers to a ‘substantial\n\nrisk of bodily injury’” but not “mere flight on foot from arrest”\n\n(emphasis omitted)); see also United States v. Pratt, 568 F.3d 11,\n\n22 (1st Cir. 2009) (holding that escape from secure custody is a\n\nviolent felony).\n\n          Because   the   two   drug    offenses   and   conviction   for\n\nresisting arrest provide the three necessary predicates for the\n\napplication of an ACCA minimum sentence, there is no need to\n\nconsider whether the conviction for assault and battery would also\n\nqualify in the aftermath of Johnson v. United States, 130 S.Ct.\n\n1265 (2010).\n\n          We affirm the district court’s judgment of conviction and\n\nsentence in Appeal No. 07-2209.        We affirm the order in part and\n\nvacate in part in Appeal No. 08-2308, and we remand the case for\n\nfurther proceedings consistent with this opinion.\n\n          So ordered.\n\n\n\n\n                                 -10-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>611 F.3d 68 (2010)</b></center>\n<center><h1>UNITED STATES of America, Appellee,<br>\nv.<br>\nJerome WEEKES, Defendant, Appellant.</h1></center>\n<center>Nos. 07-2209, 08-2308.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard February 3, 2010.</center>\n<center>Decided July 9, 2010.</center>\n<p><span class=\"star-pagination\">*69</span> Stephen B. Hrones, with whom Hrones &amp; Garrity was on brief, for appellant.</p>\n<p>John M. Pellettieri, U.S. Department of Justice, with whom Lanny A. Breuer, Assistant Attorney General, Gary G. Grindler, Deputy Assistant Attorney General, Carmen M. Ortiz, United States Attorney, and Christopher F. Bator, Assistant United States Attorney, were on brief, for the United States.</p>\n<p>Before LYNCH, Chief Judge, SOUTER, Associate Justice,<sup>[*]</sup> and STAHL, Circuit Judge.</p>\n<p><span class=\"star-pagination\">*70</span> SOUTER, Associate Justice.</p>\n<p>Appellant Jerome Weekes and his associate Kelvin Brown were thrown out of a bar after arguing with another patron. Brockton Police Officer Michael Darrah, who was working as paid security at the bar, heard gunshots coming from their direction, called for backup, and gave chase. Darrah caught Brown as he and Weekes were trying to jump a fence. Weekes cleared the fence but was arrested by another officer a moment later. A search turned up Weekes's cell phone and a loaded gun near where he had landed, and two spent shell casings in the area from which Darrah believed the sounds of shooting had come.</p>\n<p>Weekes was indicted on one count of being a felon in possession of a firearm, 18 U.S.C. § 922(g), and was found guilty by a jury. The district court sentenced him to 15 years' imprisonment under the Armed Career Criminal Act, 18 U.S.C. § 924(e). We have consolidated his direct appeal of the conviction and sentence with his appeal from denial of collateral relief under 28 U.S.C. § 2255.</p>\n<p>Weekes first claims a violation of his Sixth Amendment right to a jury drawn from sources reflecting a fair cross section of the community. <i>See </i><i>Taylor v. Louisiana,</i> 419 U.S. 522, 95 S.Ct. 692, 42 L.Ed.2d 690 (1975). To make out a prima facie violation of the fair-cross-section requirement, a defendant must show, among other things, that the alleged \"underrepresentation is due to systematic exclusion of the group in the jury-selection process.\" <i>Duren v. Missouri,</i> 439 U.S. 357, 364, 99 S.Ct. 664, 58 L.Ed.2d 579 (1979). Weekes's evidence on this point, simply his lawyer's observation that there were apparently no African-Americans in the venire, plainly did not suffice to demonstrate the requisite systematic effort, and the district court properly rejected the claim. The later decision by the District Court of Massachusetts to establish a new juror selection plan avails Weekes nothing; this court previously held that the plan in effect at the time of Weekes's trial complied with the Sixth Amendment, <i>see </i><i>In re United States,</i> 426 F.3d 1, 8 (1st Cir.2005) (citing <i>United States v. Royal,</i> 174 F.3d 1, 10-11 (1st Cir.1999)), and even if this panel had the authority (which it lacks) to overrule the prior holding, nothing in the record would support doing that.</p>\n<p>Next, Weekes challenges several evidentiary rulings, to some of which he objected and to some did not. Where he preserved the issue, we review the district court's ruling for abuse of discretion, and will not reverse if the error was harmless, that is, if it is highly probable that the error did not contribute to the verdict. <i>United States v. Scott,</i> 270 F.3d 30, 46 (1st Cir. 2001). If the objection was not preserved, review is for plain error. <i>Id.</i></p>\n<p>First, the district court did not permit Weekes to cross-examine Agent Stephanie Schafer about testing for gunpowder residue, finding such questioning to be outside the scope of her direct testimony. The court did, however, let Weekes cross-examine two other witnesses on the subject and said he could question a third if subpoenaed as a defense witness. There is no abuse of discretion here, and certainly no possibility of harm.</p>\n<p>Second, the district court ruled that photographs of Brown with injuries sustained the night of his arrest were admissible during Weekes's testimony only if the Government cross-examined him about the harm Brown sustained. The Government did not do that, and the photographs stayed out. But again, the court provided Weekes with an opportunity to offer the evidence through another witness, ruling (at Weekes's request) that the photos <span class=\"star-pagination\">*71</span> could come in during the testimony of Brockton Police Officer Edward Abdelnour. Under these circumstances, not to mention that the testimony of Weekes and Officer Darrah about Brown's injuries left the photographs largely cumulative, any error in excluding the photographs during Weekes's testimony was harmless.</p>\n<p>Third, the district court permitted the Government to impeach Weekes by asking him about his use of such nicknames as \"Ice\" and \"Unk\" and about his use of false social security numbers. Review here is only for plain error, and we find none. The testimony about the social security numbers obviously went to credibility and was therefore admissible under Federal Rule of Evidence 608(b). The relevance to Weekes's truthfulness of what the Government calls his \"aliases\" may be less clear, but we do not see (and Weekes has not explained) how the jury's awareness of these particular nicknames could possibly have caused him harm.</p>\n<p>Fourth, the district court did not allow Weekes to testify that Brown had told him that he (Brown) had picked up the gun after it was dropped from a passing vehicle from which the two had been fired upon. Weekes argues that this statement is not excludable under the hearsay rule because it was a statement against penal interest and Brown was unavailable to testify at trial. <i>See</i> Fed.R.Evid. 804(b)(3). The sticking point here is the required showing of Brown's unavailability, and we do not think Weekes has demonstrated abuse of discretion in the district judge's finding that Weekes had not \"show[n] at least a good faith effort to procure the witness'[s] attendance,\" a standard we have described as \"relatively high.\" <i>United States v. Mann,</i> 590 F.2d 361, 367 (1st Cir.1978). He apparently did try to find Brown through Brown's friends and family, but he neither subpoenaed Brown at his last known address nor sought help from the district court, local law enforcement, or, curiously, Brown's counsel in the state court action in which the two were co-defendants. <i>See id.</i> (good faith standard \"cannot be satisfied by perfunctory efforts\"). Weekes runs into the further admissibility problem that he has not established that \"corroborating circumstances clearly indicate the trustworthiness of the [out-of-court] statement.\" Fed. R.Evid. 804(b)(3). It is not enough to point, as Weekes does, to evidence that Brown made the statement; \"there must be indicia of trustworthiness of the specific, essential assertions\" to be repeated, <i>United States v. Mackey,</i> 117 F.3d 24, 29 (1st Cir.1997) (internal quotation marks omitted), and Weekes points to none. There was no abuse of discretion in excluding Brown's hearsay.</p>\n<p>Weekes's rejoinder is that, if this is so, his trial counsel must have been constitutionally ineffective for failing to scale the barriers to admitting the hearsay raised by Rule 804(b)(3). But in accordance with usual practice, we decline to review this claim as part of Weekes's direct appeal, <i>see </i><i>United States v. Mala,</i> 7 F.3d 1058, 1063 (1st Cir.1993), and we find it likewise unsuitable for review in the present consolidated appeal from denial of § 2255 relief. We have long recognized that \"in the absence of extraordinary circumstances, the orderly administration of criminal justice precludes a district court from considering a § 2255 motion while review of the direct appeal is still pending.\" <i>United States v. Gordon,</i> 634 F.2d 638, 638 (1st Cir.1980) (internal quotation marks omitted). No such extraordinary circumstances existed here, as the district court found. Thus, to the extent the district court construed Weekes's \"request for ruling on claim of ineffective assistance of counsel\" as a petition for relief under <span class=\"star-pagination\">*72</span> § 2255 and proceeded to rule on its merits, the ruling was premature; the district court should have dismissed it without prejudice. <i>See </i><i>United States v. Diaz-Martinez,</i> 71 F.3d 946, 953 (1st Cir.1995).<sup>[1]</sup></p>\n<p>Finally, Weekes challenges his sentence under the Armed Career Criminal Act (\"ACCA\"), 18 U.S.C. § 924(e). The ACCA mandates a 15-year minimum prison term for a defendant convicted of being a felon in possession of a firearm if the defendant has \"three previous convictions. . . for a violent felony or a serious drug offense, or both.\" § 924(e)(1). Weekes denies that he has three qualifying convictions, an issue subject to <i>de novo</i> review to the extent properly preserved, <i>United States v. Pakala,</i> 568 F.3d 47, 54 (1st Cir.2009), and plain error review to the extent it was not, <i>United States v. Duval,</i> 496 F.3d 64, 84 (1st Cir.2007).</p>\n<p>Two of Weekes's convictions were for drug offenses in violation of Massachusetts law. They qualify as \"serious drug offense[s]\" under the ACCA if \"a maximum term of imprisonment of ten years or more is prescribed by law.\" § 924(e)(2)(A)(ii). Weekes acknowledges that his crimes were potentially punishable by ten years' imprisonment, but calls this irrelevant because he was in each instance tried in the alternative prosecutorial venue of a state district court, <i>see</i> Mass. Gen. Laws ch. 218, § 26, which was not authorized to sentence higher than two and one-half years. <i>See</i> Mass. Gen. Laws ch. 218, § 27 and ch. 279, § 23. But we rejected this argument in <i>United States v. Moore,</i> 286 F.3d 47, 49 (1st Cir.2002), and see nothing in the Supreme Court's intervening decision in <i>United States v. Rodriquez,</i> 553 U.S. 377, 128 S.Ct. 1783, 170 L.Ed.2d 719 (2008), to require us to revisit the issue. On the contrary, <i>Rodriquez</i> instructs us to look to \"the maximum term prescribed by the relevant criminal statute,\" <i>id.</i> at 391, 128 S.Ct. 1783, rather than external limitations on \"the term to which the state court could actually have sentenced the defendant\" in a particular case, <i>id.</i> at 390, 128 S.Ct. 1783. The limits came from a mandatory guidelines regime in <i>Rodriquez, id.,</i> but there is no apparent reason for a different rule when the restriction on a court's sentencing authority is more general, as here. We therefore see no error, much less the plain error that Weekes must show as to these convictions, in the district court's conclusion that these offenses were serious drug offenses under the ACCA.</p>\n<p>The district court also counted Weekes's state conviction for resisting arrest, <i>see</i> Mass. Gen. Laws ch. 268, § 32B, as an ACCA predicate, which it was if resisting arrest is soundly categorized as a \"violent felony\" under that statute. In <i>United States v. Almenas,</i> 553 F.3d 27, 32-35 (1st Cir.2009), we held that resisting arrest qualified as a \"crime of violence\" under U.S.S.G. § 4B1.2, and because that Guideline and the ACCA are similarly worded, our holding in <i>Almenas</i> applies here to treat Weekes's conviction as a violent felony under the statute. <i>See id.</i> at 34 n. 7. Weekes argues that <i>Almenas</i> is no longer good law following the Supreme Court's decision in <i>Chambers v. United States,</i> ___ U.S. ___, 129 S.Ct. 687, 172 L.Ed.2d 484 (2009), which he says requires separate consideration of the two types of conduct proscribed by the Massachusetts statute. <i>See</i> Mass. Gen. Laws ch. 268, § 32B (covering use or threat of force and creation of substantial risk of bodily injury). <span class=\"star-pagination\">*73</span> But that is what we did in <i>Almenas;</i> Weekes's argument is off the mark.</p>\n<p>Weekes further suggests that, because stiffening one's arms or fleeing willfully can qualify as resisting arrest in Massachusetts, we must look at the record of his conviction to determine if his conduct was in fact violent. <i>See </i><i>Shepard v. United States,</i> 544 U.S. 13, 125 S.Ct. 1254, 161 L.Ed.2d 205 (2005). But in <i>Almenas,</i> we rejected this argument, which is at odds with the categorical method for identifying qualifying felonies, 553 F.3d at 35 &amp; n. 9, and we do not read <i>Chambers</i> to undermine our reasoning. In any event, arm movement and flight by an arrestee of the type that would violate the Massachusetts statute strikes us as more akin to escape than the failure to report that <i>Chambers</i> held not to be a violent felony. <i>See </i><i>Chambers,</i> 129 S.Ct. at 691 (\"The behavior that likely underlies a failure to report would seem less likely to involve a risk of physical harm than the less passive, more aggressive behavior underlying an escape from custody.\"); <i>Commonwealth v. Montoya,</i> 73 Mass.App.Ct. 125, 130, 896 N.E.2d 638, 642 (2008) (construing § 32B to reach \"a defendant's flight where the circumstances of such flight expose his pursuers to a `substantial risk of bodily injury'\" but not \"mere flight on foot from arrest\" (emphasis omitted)); <i>see also </i><i>United States v. Pratt,</i> 568 F.3d 11, 22 (1st Cir.2009) (holding that escape from secure custody is a violent felony).</p>\n<p>Because the two drug offenses and conviction for resisting arrest provide the three necessary predicates for the application of an ACCA minimum sentence, there is no need to consider whether the conviction for assault and battery would also qualify in the aftermath of <i>Johnson v. United States,</i> ___ U.S. ___, 130 S.Ct. 1265, 176 L.Ed.2d 1 (2010).</p>\n<p>We <i>affirm</i> the district court's judgment of conviction and sentence in Appeal No. 07-2209. We <i>affirm</i> the order in part and <i>vacate</i> in part in Appeal No. 08-2308, and we <i>remand</i> the case for further proceedings consistent with this opinion.</p>\n<p><i>So ordered.</i></p>\n<h2>NOTES</h2>\n<p>[*]  The Hon. David H. Souter, Associate Justice (Ret.) of the Supreme Court of the United States, sitting by designation.</p>\n<p>[1]  In light of this disposition, we need not address the consequences of Weekes's failure to request a certificate of appealability. <i>Cf. </i><i>Sinochem Int'l Co. v. Malaysia Int'l Shipping Corp.,</i> 549 U.S. 422, 431, 127 S.Ct. 1184, 167 L.Ed.2d 15 (2007).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">611</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">68</span></span> (2010)</b></center>\n<center><h1>UNITED STATES of America, Appellee,<br>\nv.<br>\nJerome WEEKES, Defendant, Appellant.</h1></center>\n<center>Nos. 07-2209, 08-2308.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard February 3, 2010.</center>\n<center>Decided July 9, 2010.</center>\n<p><span class=\"star-pagination\">*69</span> Stephen B. Hrones, with whom Hrones &amp; Garrity was on brief, for appellant.</p>\n<p>John M. Pellettieri, U.S. Department of Justice, with whom Lanny A. Breuer, Assistant Attorney General, Gary G. Grindler, Deputy Assistant Attorney General, Carmen M. Ortiz, United States Attorney, and Christopher F. Bator, Assistant United States Attorney, were on brief, for the United States.</p>\n<p>Before LYNCH, Chief Judge, SOUTER, Associate Justice,<sup>[*]</sup> and STAHL, Circuit Judge.</p>\n<p><span class=\"star-pagination\">*70</span> SOUTER, Associate Justice.</p>\n<p>Appellant Jerome Weekes and his associate Kelvin Brown were thrown out of a bar after arguing with another patron. Brockton Police Officer Michael Darrah, who was working as paid security at the bar, heard gunshots coming from their direction, called for backup, and gave chase. Darrah caught Brown as he and Weekes were trying to jump a fence. Weekes cleared the fence but was arrested by another officer a moment later. A search turned up Weekes's cell phone and a loaded gun near where he had landed, and two spent shell casings in the area from which Darrah believed the sounds of shooting had come.</p>\n<p>Weekes was indicted on one count of being a felon in possession of a firearm, 18 U.S.C. § 922(g), and was found guilty by a jury. The district court sentenced him to 15 years' imprisonment under the Armed Career Criminal Act, 18 U.S.C. § 924(e). We have consolidated his direct appeal of the conviction and sentence with his appeal from denial of collateral relief under 28 U.S.C. § 2255.</p>\n<p>Weekes first claims a violation of his Sixth Amendment right to a jury drawn from sources reflecting a fair cross section of the community. <i>See </i><i>Taylor v. Louisiana,</i> <span class=\"citation\" data-id=\"109133\"><a href=\"/opinion/109133/taylor-v-louisiana/\"><span class=\"volume\">419</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">522</span></a></span>, <span class=\"citation\" data-id=\"109133\"><a href=\"/opinion/109133/taylor-v-louisiana/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">692</span></a></span>, <span class=\"citation\" data-id=\"109133\"><a href=\"/opinion/109133/taylor-v-louisiana/\"><span class=\"volume\">42</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">690</span></a></span> (1975). To make out a prima facie violation of the fair-cross-section requirement, a defendant must show, among other things, that the alleged \"underrepresentation is due to systematic exclusion of the group in the jury-selection process.\" <i>Duren v. Missouri,</i> <span class=\"citation\" data-id=\"109965\"><a href=\"/opinion/109965/duren-v-missouri/\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">357</span></a></span>, 364, <span class=\"citation\" data-id=\"109965\"><a href=\"/opinion/109965/duren-v-missouri/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">664</span></a></span>, <span class=\"citation\" data-id=\"109965\"><a href=\"/opinion/109965/duren-v-missouri/\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">579</span></a></span> (1979). Weekes's evidence on this point, simply his lawyer's observation that there were apparently no African-Americans in the venire, plainly did not suffice to demonstrate the requisite systematic effort, and the district court properly rejected the claim. The later decision by the District Court of Massachusetts to establish a new juror selection plan avails Weekes nothing; this court previously held that the plan in effect at the time of Weekes's trial complied with the Sixth Amendment, <i>see </i><i>In re United States,</i> <span class=\"citation no-link\"><span class=\"volume\">426</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span>, 8 (1st Cir.2005) (citing <i>United States v. Royal,</i> <span class=\"citation\" data-id=\"198410\"><a href=\"/opinion/198410/united-states-v-royal/\"><span class=\"volume\">174</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 10-11 (1st Cir.1999)), and even if this panel had the authority (which it lacks) to overrule the prior holding, nothing in the record would support doing that.</p>\n<p>Next, Weekes challenges several evidentiary rulings, to some of which he objected and to some did not. Where he preserved the issue, we review the district court's ruling for abuse of discretion, and will not reverse if the error was harmless, that is, if it is highly probable that the error did not contribute to the verdict. <i>United States v. Scott,</i> <span class=\"citation\" data-id=\"775404\"><a href=\"/opinion/775404/united-states-v-alan-n-scott/\"><span class=\"volume\">270</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">30</span></a></span>, 46 (1st Cir. 2001). If the objection was not preserved, review is for plain error. <i>Id.</i></p>\n<p>First, the district court did not permit Weekes to cross-examine Agent Stephanie Schafer about testing for gunpowder residue, finding such questioning to be outside the scope of her direct testimony. The court did, however, let Weekes cross-examine two other witnesses on the subject and said he could question a third if subpoenaed as a defense witness. There is no abuse of discretion here, and certainly no possibility of harm.</p>\n<p>Second, the district court ruled that photographs of Brown with injuries sustained the night of his arrest were admissible during Weekes's testimony only if the Government cross-examined him about the harm Brown sustained. The Government did not do that, and the photographs stayed out. But again, the court provided Weekes with an opportunity to offer the evidence through another witness, ruling (at Weekes's request) that the photos <span class=\"star-pagination\">*71</span> could come in during the testimony of Brockton Police Officer Edward Abdelnour. Under these circumstances, not to mention that the testimony of Weekes and Officer Darrah about Brown's injuries left the photographs largely cumulative, any error in excluding the photographs during Weekes's testimony was harmless.</p>\n<p>Third, the district court permitted the Government to impeach Weekes by asking him about his use of such nicknames as \"Ice\" and \"Unk\" and about his use of false social security numbers. Review here is only for plain error, and we find none. The testimony about the social security numbers obviously went to credibility and was therefore admissible under Federal Rule of Evidence 608(b). The relevance to Weekes's truthfulness of what the Government calls his \"aliases\" may be less clear, but we do not see (and Weekes has not explained) how the jury's awareness of these particular nicknames could possibly have caused him harm.</p>\n<p>Fourth, the district court did not allow Weekes to testify that Brown had told him that he (Brown) had picked up the gun after it was dropped from a passing vehicle from which the two had been fired upon. Weekes argues that this statement is not excludable under the hearsay rule because it was a statement against penal interest and Brown was unavailable to testify at trial. <i>See</i> Fed.R.Evid. 804(b)(3). The sticking point here is the required showing of Brown's unavailability, and we do not think Weekes has demonstrated abuse of discretion in the district judge's finding that Weekes had not \"show[n] at least a good faith effort to procure the witness'[s] attendance,\" a standard we have described as \"relatively high.\" <i>United States v. Mann,</i> <span class=\"citation\" data-id=\"362766\"><a href=\"/opinion/362766/united-states-v-rony-mann/\"><span class=\"volume\">590</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">361</span></a></span>, 367 (1st Cir.1978). He apparently did try to find Brown through Brown's friends and family, but he neither subpoenaed Brown at his last known address nor sought help from the district court, local law enforcement, or, curiously, Brown's counsel in the state court action in which the two were co-defendants. <i>See id.</i> (good faith standard \"cannot be satisfied by perfunctory efforts\"). Weekes runs into the further admissibility problem that he has not established that \"corroborating circumstances clearly indicate the trustworthiness of the [out-of-court] statement.\" Fed. R.Evid. 804(b)(3). It is not enough to point, as Weekes does, to evidence that Brown made the statement; \"there must be indicia of trustworthiness of the specific, essential assertions\" to be repeated, <i>United States v. Mackey,</i> <span class=\"citation\" data-id=\"743003\"><a href=\"/opinion/743003/united-states-v-christopher-d-mackey/\"><span class=\"volume\">117</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">24</span></a></span>, 29 (1st Cir.1997) (internal quotation marks omitted), and Weekes points to none. There was no abuse of discretion in excluding Brown's hearsay.</p>\n<p>Weekes's rejoinder is that, if this is so, his trial counsel must have been constitutionally ineffective for failing to scale the barriers to admitting the hearsay raised by Rule 804(b)(3). But in accordance with usual practice, we decline to review this claim as part of Weekes's direct appeal, <i>see </i><i>United States v. Mala,</i> <span class=\"citation\" data-id=\"194994\"><a href=\"/opinion/194994/united-states-v-mala/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1058</span></a></span>, 1063 (1st Cir.1993), and we find it likewise unsuitable for review in the present consolidated appeal from denial of § 2255 relief. We have long recognized that \"in the absence of extraordinary circumstances, the orderly administration of criminal justice precludes a district court from considering a § 2255 motion while review of the direct appeal is still pending.\" <i>United States v. Gordon,</i> <span class=\"citation\" data-id=\"384349\"><a href=\"/opinion/384349/united-states-v-jacob-john-gordon/\"><span class=\"volume\">634</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">638</span></a></span>, 638 (1st Cir.1980) (internal quotation marks omitted). No such extraordinary circumstances existed here, as the district court found. Thus, to the extent the district court construed Weekes's \"request for ruling on claim of ineffective assistance of counsel\" as a petition for relief under <span class=\"star-pagination\">*72</span> § 2255 and proceeded to rule on its merits, the ruling was premature; the district court should have dismissed it without prejudice. <i>See </i><i>United States v. Diaz-Martinez,</i> <span class=\"citation\" data-id=\"196470\"><a href=\"/opinion/196470/united-states-v-diaz-martinez/\"><span class=\"volume\">71</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">946</span></a></span>, 953 (1st Cir.1995).<sup>[1]</sup></p>\n<p>Finally, Weekes challenges his sentence under the Armed Career Criminal Act (\"ACCA\"), 18 U.S.C. § 924(e). The ACCA mandates a 15-year minimum prison term for a defendant convicted of being a felon in possession of a firearm if the defendant has \"three previous convictions. . . for a violent felony or a serious drug offense, or both.\" § 924(e)(1). Weekes denies that he has three qualifying convictions, an issue subject to <i>de novo</i> review to the extent properly preserved, <i>United States v. Pakala,</i> <span class=\"citation\" data-id=\"1459960\"><a href=\"/opinion/1459960/united-states-v-pakala/\"><span class=\"volume\">568</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">47</span></a></span>, 54 (1st Cir.2009), and plain error review to the extent it was not, <i>United States v. Duval,</i> <span class=\"citation\" data-id=\"202877\"><a href=\"/opinion/202877/united-states-v-duval/\"><span class=\"volume\">496</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">64</span></a></span>, 84 (1st Cir.2007).</p>\n<p>Two of Weekes's convictions were for drug offenses in violation of Massachusetts law. They qualify as \"serious drug offense[s]\" under the ACCA if \"a maximum term of imprisonment of ten years or more is prescribed by law.\" § 924(e)(2)(A)(ii). Weekes acknowledges that his crimes were potentially punishable by ten years' imprisonment, but calls this irrelevant because he was in each instance tried in the alternative prosecutorial venue of a state district court, <i>see</i> Mass. Gen. Laws ch. 218, § 26, which was not authorized to sentence higher than two and one-half years. <i>See</i> Mass. Gen. Laws ch. 218, § 27 and ch. 279, § 23. But we rejected this argument in <i>United States v. Moore,</i> <span class=\"citation\" data-id=\"199919\"><a href=\"/opinion/199919/united-states-v-moore/\"><span class=\"volume\">286</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">47</span></a></span>, 49 (1st Cir.2002), and see nothing in the Supreme Court's intervening decision in <i>United States v. Rodriquez,</i> <span class=\"citation\" data-id=\"145808\"><a href=\"/opinion/145808/united-states-v-rodriquez/\"><span class=\"volume\">553</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">377</span></a></span>, <span class=\"citation\" data-id=\"145808\"><a href=\"/opinion/145808/united-states-v-rodriquez/\"><span class=\"volume\">128</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1783</span></a></span>, <span class=\"citation\" data-id=\"145808\"><a href=\"/opinion/145808/united-states-v-rodriquez/\"><span class=\"volume\">170</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">719</span></a></span> (2008), to require us to revisit the issue. On the contrary, <i>Rodriquez</i> instructs us to look to \"the maximum term prescribed by the relevant criminal statute,\" <i>id.</i> at 391, <span class=\"citation\" data-id=\"145808\"><a href=\"/opinion/145808/united-states-v-rodriquez/\"><span class=\"volume\">128</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1783</span></a></span>, rather than external limitations on \"the term to which the state court could actually have sentenced the defendant\" in a particular case, <i>id.</i> at 390, <span class=\"citation\" data-id=\"145808\"><a href=\"/opinion/145808/united-states-v-rodriquez/\"><span class=\"volume\">128</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1783</span></a></span>. The limits came from a mandatory guidelines regime in <i>Rodriquez, id.,</i> but there is no apparent reason for a different rule when the restriction on a court's sentencing authority is more general, as here. We therefore see no error, much less the plain error that Weekes must show as to these convictions, in the district court's conclusion that these offenses were serious drug offenses under the ACCA.</p>\n<p>The district court also counted Weekes's state conviction for resisting arrest, <i>see</i> Mass. Gen. Laws ch. 268, § 32B, as an ACCA predicate, which it was if resisting arrest is soundly categorized as a \"violent felony\" under that statute. In <i>United States v. Almenas,</i> <span class=\"citation\" data-id=\"203688\"><a href=\"/opinion/203688/united-states-v-almenas/\"><span class=\"volume\">553</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">27</span></a></span>, 32-35 (1st Cir.2009), we held that resisting arrest qualified as a \"crime of violence\" under U.S.S.G. § 4B1.2, and because that Guideline and the ACCA are similarly worded, our holding in <i>Almenas</i> applies here to treat Weekes's conviction as a violent felony under the statute. <i>See id.</i> at 34 n. 7. Weekes argues that <i>Almenas</i> is no longer good law following the Supreme Court's decision in <i>Chambers v. United States,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"145923\"><a href=\"/opinion/145923/chambers-v-united-states/\"><span class=\"volume\">129</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">687</span></a></span>, <span class=\"citation\" data-id=\"145923\"><a href=\"/opinion/145923/chambers-v-united-states/\"><span class=\"volume\">172</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">484</span></a></span> (2009), which he says requires separate consideration of the two types of conduct proscribed by the Massachusetts statute. <i>See</i> Mass. Gen. Laws ch. 268, § 32B (covering use or threat of force and creation of substantial risk of bodily injury). <span class=\"star-pagination\">*73</span> But that is what we did in <i>Almenas;</i> Weekes's argument is off the mark.</p>\n<p>Weekes further suggests that, because stiffening one's arms or fleeing willfully can qualify as resisting arrest in Massachusetts, we must look at the record of his conviction to determine if his conduct was in fact violent. <i>See </i><i>Shepard v. United States,</i> <span class=\"citation\" data-id=\"142875\"><a href=\"/opinion/142875/shepard-v-united-states/\"><span class=\"volume\">544</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">13</span></a></span>, <span class=\"citation\" data-id=\"142875\"><a href=\"/opinion/142875/shepard-v-united-states/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1254</span></a></span>, <span class=\"citation\" data-id=\"142875\"><a href=\"/opinion/142875/shepard-v-united-states/\"><span class=\"volume\">161</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">205</span></a></span> (2005). But in <i>Almenas,</i> we rejected this argument, which is at odds with the categorical method for identifying qualifying felonies, 553 F.3d at 35 &amp; n. 9, and we do not read <i>Chambers</i> to undermine our reasoning. In any event, arm movement and flight by an arrestee of the type that would violate the Massachusetts statute strikes us as more akin to escape than the failure to report that <i>Chambers</i> held not to be a violent felony. <i>See </i><i>Chambers,</i> 129 S.Ct. at 691 (\"The behavior that likely underlies a failure to report would seem less likely to involve a risk of physical harm than the less passive, more aggressive behavior underlying an escape from custody.\"); <i>Commonwealth v. Montoya,</i> 73 Mass.App.Ct. 125, 130, <span class=\"citation no-link\"><span class=\"volume\">896</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">638</span></span>, 642 (2008) (construing § 32B to reach \"a defendant's flight where the circumstances of such flight expose his pursuers to a `substantial risk of bodily injury'\" but not \"mere flight on foot from arrest\" (emphasis omitted)); <i>see also </i><i>United States v. Pratt,</i> <span class=\"citation\" data-id=\"1459861\"><a href=\"/opinion/1459861/united-states-v-pratt/\"><span class=\"volume\">568</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">11</span></a></span>, 22 (1st Cir.2009) (holding that escape from secure custody is a violent felony).</p>\n<p>Because the two drug offenses and conviction for resisting arrest provide the three necessary predicates for the application of an ACCA minimum sentence, there is no need to consider whether the conviction for assault and battery would also qualify in the aftermath of <i>Johnson v. United States,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"1732\"><a href=\"/opinion/1732/johnson-v-united-states/\"><span class=\"volume\">130</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1265</span></a></span>, <span class=\"citation\" data-id=\"1732\"><a href=\"/opinion/1732/johnson-v-united-states/\"><span class=\"volume\">176</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (2010).</p>\n<p>We <i>affirm</i> the district court's judgment of conviction and sentence in Appeal No. 07-2209. We <i>affirm</i> the order in part and <i>vacate</i> in part in Appeal No. 08-2308, and we <i>remand</i> the case for further proceedings consistent with this opinion.</p>\n<p><i>So ordered.</i></p>\n<h2>NOTES</h2>\n<p>[*]  The Hon. David H. Souter, Associate Justice (Ret.) of the Supreme Court of the United States, sitting by designation.</p>\n<p>[1]  In light of this disposition, we need not address the consequences of Weekes's failure to request a certificate of appealability. <i>Cf. </i><i>Sinochem Int'l Co. v. Malaysia Int'l Shipping Corp.,</i> <span class=\"citation\" data-id=\"145754\"><a href=\"/opinion/145754/sinochem-intern-v-malaysia-intern-shipping/\"><span class=\"volume\">549</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">422</span></a></span>, 431, <span class=\"citation\" data-id=\"145754\"><a href=\"/opinion/145754/sinochem-intern-v-malaysia-intern-shipping/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1184</span></a></span>, <span class=\"citation\" data-id=\"145754\"><a href=\"/opinion/145754/sinochem-intern-v-malaysia-intern-shipping/\"><span class=\"volume\">167</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">15</span></a></span> (2007).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/1732/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109133/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109965/",
    "http://www.courtlistener.com/api/rest/v3/opinions/142875/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145754/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145808/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145923/",
    "http://www.courtlistener.com/api/rest/v3/opinions/194994/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196470/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198410/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199919/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202877/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203688/",
    "http://www.courtlistener.com/api/rest/v3/opinions/362766/",
    "http://www.courtlistener.com/api/rest/v3/opinions/384349/",
    "http://www.courtlistener.com/api/rest/v3/opinions/743003/",
    "http://www.courtlistener.com/api/rest/v3/opinions/775404/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1459861/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1459960/"
  ]
}