{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/151441/",
  "absolute_url": "/opinion/151441/brown-v-colegio-de-abogados-de-puerto-rico/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/151441/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2010-07-23T16:39:19Z",
  "date_modified": "2016-04-26T12:15:04.892830Z",
  "type": "010combined",
  "sha1": "b0696a1141763e3bed2bdd9d97214fb3d121c4b6",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/08-2432P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2010/07/23/Brown_v._Colegio_de_Abogados_de_Puerto.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\nNo. 08-2432\n\n      HERBERT W. BROWN III; JOSÉ L. UBARRI; DAVID W. ROMÁN,\n\n                      Plaintiffs, Appellees,\n\n                                v.\n\n               COLEGIO DE ABOGADOS DE PUERTO RICO,\n\n                      Defendant, Appellant.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF PUERTO RICO\n\n          [Hon. Jaime Pieras, Jr., U.S. District Judge]\n\n\n                              Before\n\n                        Lynch, Chief Judge,\n\n                Boudin and Lipez, Circuit Judges.\n\n\n     Harold D. Vicente with whom Nelson N. Cordova-Morales and\nVicente & Cuebas were on brief for appellant.\n     David C. Indiano with whom Seth A. Erbe, María Ligia Giráldez,\nIndiano & Williams, P.S.C., Andrés W. López and The Law Offices of\nAndrés W. López were on brief for appellees.\n\n\n\n                          July 23, 2010\n\f              BOUDIN, Circuit Judge.        Colegio de Abogados de Puerto\n\nRico (\"Colegio\") is a state-created, integrated bar association;\n\nmembership has been statutorily required in order to practice law\n\nbefore the Commonwealth of Puerto Rico's courts.             P.R. Laws Ann.\n\ntit. 4, § 774 (2009).          At the time the present dispute began,\n\nColegio had for many years provided compulsory life insurance to\n\nits members, funded by a portion of their annual dues.             The present\n\nappeal   is    the   latest   phase   of   litigation   stemming    from   this\n\ncompulsory insurance.\n\n              The procedural history traces back to a law suit filed in\n\n1994.    Carlos Romero, Jr., a Colegio member, claimed that the\n\norganization was acting unlawfully by requiring him to purchase\n\nlife insurance in order to practice before Puerto Rican courts.\n\nThe district court granted summary judgment in Colegio's favor and\n\ndismissed the claim in 1999 but was reversed on appeal by this\n\ncourt.   Romero v. Colegio de Abogados de Puerto Rico, 204 F.3d 291,\n\n295-96, 304-06 (1st Cir. 2000).\n\n              This court held that the First Amendment allowed Colegio\n\nto compel its members to purchase life insurance only if this was\n\ngermane to the purposes that justify compelling membership in an\n\nintegrated bar association, id. at 302; but, to avoid needlessly\n\ndeciding a constitutional question, we directed the district court\n\nto certify the question of Colegio's authority, id. at 305-06. The\n\nPuerto Rico Supreme Court affirmed that authority as a matter of\n\n\n                                      -2-\n\flocal law.   The district court then held that the life insurance\n\nprogram was not germane and was therefore unconstitutional, awarded\n\nRomero damages--the amount of his dues attributable to the life\n\ninsurance program since he had initially objected--and entered an\n\ninjunction \"prohibit[ing] [Colegio] from collecting . . . that\n\nportion of his future annual dues attributable to the Colegio's\n\nmandatory group life insurance program.\"     Romero v. Colegio de\n\nAbogados de Puerto Rico, No. 94-2503, slip op. at 9, 14-16 (D.P.R.\n\nSept. 26, 2002).\n\n          Despite the injunction, Colegio continued to provide life\n\ninsurance funded by its members' annual dues after the district\n\ncourt's decision became final, and although mentioning the decision\n\nin its 2003 and 2004 Treasurer's Reports, did not otherwise advise\n\nits members that insurance need no longer be purchased.    In late\n\n2005 and early 2006, two groups of attorneys requested and received\n\nreimbursements for those dues attributable to their life insurance\n\ncoverage, but only after much delay by Colegio.1\n\n\n     1\n      The first group of attorneys requested that they be excused\nfrom participating in the life insurance program on November 30,\n2005.   Colegio did not issue a response by the deadline for\nattorneys to pay their annual dues, so the group paid in full. On\nFebruary 2, 2006, Colegio said that it would reimburse their\npremiums only on various conditions, including that the attorneys\nmake a new request to be excluded every year--the claim being that\none board could not bind the next--and that their reimbursement not\nserve as precedent for future cases. The attorneys refused and\nColegio eventually refunded their premiums on March 3, 2006.\n\n     A second group requested on February 27, 2006 that Colegio\nrefund the portion of their 2006 dues attributable to the life\n\n                               -3-\n\f            The named plaintiffs in this law suit are Colegio members\n\nwho neither objected to their participation in Colegio's life\n\ninsurance program nor requested reimbursement.           They filed this\n\nclass action on June 27, 2006, requesting declaratory judgment and\n\nan injunction forbidding Colegio from charging its members for life\n\ninsurance; the complaint was later amended to add a claim for\n\ndamages reflecting forced participation in the program between the\n\n2002 Romero decision and the time the program was eventually\n\ncanceled.    The plaintiffs sought to certify two classes, one for\n\ndamages and another for declaratory relief, and moved for summary\n\njudgment, arguing that Romero had preclusive effect.\n\n            Colegio ended its life insurance program on August 29,\n\n2006, and then filed a motion to dismiss, arguing that the case was\n\nnow moot.     The district court denied its motion, finding that\n\n\"Colegio's prior pattern of contradictory behavior [left] the Court\n\nwith   no   assurance   that   the   alleged   constitutional   violations\n\n[would] not recur.\"     On July 31, 2008, the court certified both of\n\nthe requested classes: a declaratory class encompassing all present\n\nand future Colegio members, and a damages class consisting of\n\n\n\ninsurance program. Colegio submitted the matter to a review board\nand there argued that the Romero decision \"is not extensive to\nother Bar Association members\"; that the attorneys' request was\nuntimely because it occurred after their 2006 dues had already been\npaid; and that the board should allow it to reimburse the attorneys\nwith vouchers for Colegio seminars, books or other programs rather\nthan cash. Colegio eventually reimbursed the attorneys the dues\nfor the portion of their 2006 coverage \"unearned\" by the insurer.\n\n                                     -4-\n\fattorneys who were members between the conclusion of the Romero\n\nlitigation in 2002 and the ending of the life insurance program in\n\n2006.\n\n            Not long afterwards, the district court granted summary\n\njudgment for the plaintiffs, finding (based on non-mutual offensive\n\ncollateral estoppel2) that Colegio's compulsory life insurance\n\nprogram violated the federal constitution.       The court then issued\n\na permanent injunction barring Colegio from using its members'\n\nannual dues for purposes of operating the compulsory life insurance\n\nprogram, later amending its judgment to add damages in the amount\n\nof   $4,156,988.70,   plus   costs,   interest   and   attorneys'   fees.\n\nColegio now appeals.\n\n            Colegio's jurisdictional objection, which we consider\n\nfirst, is that the case is moot because, after this law suit began,\n\nit ceased to offer life insurance.      See Iron Arrow Honor Soc'y v.\n\nHeckler, 464 U.S. 67, 70 (1983) (\"Federal courts lack jurisdiction\n\nto decide moot cases . . . .\"); County of Los Angeles v. Davis, 440\n\nU.S. 625, 631 (1979).    The district court found that it was \"not\n\n'absolutely clear' that the Colegio [would] permanently enforce its\n\n\n        2\n      Non-mutual offensive collateral estoppel, now usually called\nissue preclusion, is a branch of res judicata doctrine which\nprevents in certain circumstances re-litigation of issues\npreviously decided against one of the parties.      Application is\n\"non-mutual\" where the party asserting preclusion was not a party\nto the prior case, and it is termed \"offensive\" when used by a\nplaintiff to bind a defendant. See Acevedo-Garcia v. Monroig, 351\nF.3d 547, 573-75 (1st Cir. 2003); Wright, Miller & Cooper, 18A\nFederal Practice and Procedure § 4464 (2d ed. 2002).\n\n                                  -5-\n\finternal        decision     to   eliminate   the    compulsory        life    insurance\n\ncomponent from the annual dues collection.\"\n\n                The   substantive     standard      for    mootness     is     variously\n\nexpressed in the cases; behavior certain not to recur ought not be\n\nenjoined, Friends of the Earth, Inc. v. Laidlaw Envtl. Servs.\n\n(TOC), Inc., 528 U.S. 167, 189 (2000), but absent such certainty,\n\nlikelihood of reoccurrence might not be the only factor to be\n\nconsidered.        E.g., Horizon Bank & Trust Co. v. Massachusetts, 391\n\nF.3d 48, 54 (1st Cir. 2004)(ability of a harm to evade review).                        As\n\nfor the standard of appellate review, some cases speak of de novo\n\nreview without qualification although conceivably factual findings\n\nmight deserve some deference.3\n\n                We need not resolve these issues because, even if review\n\nwere entirely de novo and confined purely to risk of repetition,\n\nthe district court's conclusion is sound.                    Indeed, as a general\n\nrule       of   thumb,   a   defendant   may     not      render   a    case    moot   by\n\nvoluntarily ceasing the activity of which the plaintiff complains;\n\nwere the opposite true, a defendant could immunize itself from suit\n\nby altering its behavior so as to secure a dismissal, and then\n\n\n\n       3\n      Compare Ramirez v. Sanchez Ramos, 438 F.3d 92, 96-97 (1st\nCir. 2006)(\"We review . . . mootness determination[s] de novo,\naccepting as true the material factual allegations contained in the\ncomplaint. . . .\"), with Adams v. Bowater Inc., 313 F.3d 611, 613\n(1st Cir. 2002) (\"[W]here the district court applies an abstract\nstandard to known facts, the extent of deference accorded on review\nvaries from substantial deference to none at all, depending on the\nsubject matter and on other circumstances.\").\n\n                                         -6-\n\fimmediately reinstate the challenged conduct afterwards.   See City\n\nof Mesquite v. Aladdin's Castle, Inc., 455 U.S. 283, 289 (1982);\n\nUnited States v. W.T. Grant Co., 345 U.S. 629, 632 (1953).\n\n          Nevertheless, a case may become moot if the defendant\n\nmeets the \"heavy burden\" of showing that it is \"absolutely clear\n\nthat the allegedly wrongful behavior could not reasonably be\n\nexpected to recur.\"   Friends of the Earth, Inc., 528 U.S. at 189\n\n(quoting United States v. Concentrated Phosphate Export Ass'n, 393\n\nU.S. 199, 203 (1968)); see also Adams, 313 F.3d at 613.        But\n\nColegio's past obstinacy and its own claims that one board's action\n\ndoes not bind the next (see note 1, above) justify a fear of\n\nrepetition.\n\n          After Romero, Colegio did not fully advise its members\n\nthat they no longer had to buy insurance, threw obstacles in front\n\nof those trying to opt out, and delayed refunds.   In fact it moved\n\nto disbar one member who refused to pay the portion of his dues\n\nattributable to the program, see In re Rivera, No. TS-9645, 2006 WL\n\n3782863 (P.R. Nov. 14, 2006).   This sorry record answers the claim\n\nof mootness and also defeats any claim that the district court\n\nabused its discretion on the separate issue of whether as a matter\n\nof discretion an injunction was warranted.\n\n          In a related argument against the injunction, Colegio\n\nsays that it was wrongly granted because there was no irreparable\n\nharm, ordinarily a requirement for such relief.    See eBay Inc. v.\n\n\n                                -7-\n\fMercExchange, L.L.C., 547 U.S. 388, 391 (2006).        In particular,\n\nColegio claims that the damages are quantifiable and hence not\n\n\"irreparable,\" and that the plaintiffs suffered no injuries because\n\nthey received the benefit of the life insurance policy and because\n\nobjectors were ultimately reimbursed.        The first part of the\n\nargument is readily disposed of; the second part is complicated.\n\n          When a preliminary injunction is sought, the merits are\n\noften an open question and, where it is clear that damages are\n\neasily determined, this may well counsel against injunctive relief.\n\nBut where the merits have been determined and repetition is a risk,\n\nit is fanciful to argue that a vast number of members should be\n\nrelegated to bringing law suits--possibly every year based on\n\nColegio's notion that one board does not bind another.         This is\n\nsufficient   without   even   considering   the   relevance   of   First\n\nAmendment rights.4\n\n          Colegio now claims in its brief that the Puerto Rico\n\nlegislature has recently enacted a law converting Colegio into a\n\nvoluntary bar association. Depending on Colegio's new status--most\n\n\n\n     4\n      Compare Elrod v. Burns, 427 U.S. 347, 373 (1976) (\"The loss\nof First Amendment freedoms, for even minimal periods of time,\nunquestionably constitutes irreparable injury.\"), with Rushia v.\nTown of Ashburnham, 701 F.2d 7, 10 (1st Cir. 1983) (distinguishing\nElrod as not involving an injunction against a state criminal\nprosecution and holding that \"the fact that [the plaintiff] is\nasserting First Amendment rights does not automatically require a\nfinding of irreparable injury\"). See also Pub. Serv. Co. of New\nHampshire v. Town of West Newbury, 835 F.2d 380, 382 (1st Cir.\n1987).\n\n                                  -8-\n\fimportantly, whether it is truly voluntary--it may no longer be\n\nprohibited by Romero from operating a mandatory life insurance\n\nprogram.    But there is nothing in record about such matters.             On\n\nremand, Colegio is free to ask the district court to consider them\n\nand seek dismissal of the injunctive element of the relief granted\n\non the ground that it is no longer appropriate.\n\n            This brings us to damages.          The district court granted\n\nclass    certification--relevant       primarily    to   damages   since   an\n\ninjunction and declaratory judgment could have been granted to any\n\nnamed plaintiff--and ultimately awarded large damages to the class.\n\nThe damages, of course, are unaffected by any argument about\n\nmootness based on the new statute.           But   Colegio challenges both\n\nthe class certification and the damages award itself on numerous\n\ngrounds.\n\n            Colegio's first argument--that the district court should\n\nhave    allowed   discovery   before    class   certification--is    forfeit\n\nbecause it was never raised in the district court.            See McCoy v.\n\nMass. Inst. of Tech., 950 F.2d 13, 22 (1st Cir. 1991), cert.\n\ndenied, 504 U.S. 910 (1992).      When plaintiffs moved to certify two\n\nclasses, Colegio asked to reserve the right to oppose certification\n\nif its jurisdictional challenges failed, but after the district\n\ncourt rejected those challenges, Colegio failed to raise any\n\nsubstantive objections to certification.\n\n\n\n\n                                       -9-\n\f             Colegio next argues that the class representatives do not\n\nadequately represent the interests of the class as required by Rule\n\n23(a)(4) and points to an October 18, 2008, resolution passed at a\n\nmembership meeting opposing the present law suit.5         Courts may\n\nalter certification orders prior to final judgment, Fed. R. Civ. P.\n\n23(c)(1)(C), cf. Key v. Gillette Co., 782 F.2d 5, 7 (1st Cir.\n\n1986), but the vote is an inadequate basis for reconsideration,\n\nespecially when circumstances of the resolution are considered.\n\n             It appears from the record that the meeting that adopted\n\nthe resolution was attended by only a few hundred of Colegio's\n\n12,000 members; an affidavit suggests that the matter was voted on\n\nbut never discussed; and there is no information from Colegio to\n\nindicate what was actually disclosed to the members about the\n\nnature of the suit, the interests of the members in the suit, or\n\nthe basis for opposing a law suit aiming to recover damages for the\n\nmembers.     Nor do Colegio's earlier tactics inspire confidence in\n\nthe resolution.\n\n\n\n\n     5\n         The wording of the resolution is as follows:\n\n     Be it resolved by the special general membership meeting\n     of the [Colegio de Abogados de Puerto Rico (\"CAPR\")]: .\n     . . Second: Reject the class action suit presented at the\n     U.S. District Court for the District of Puerto Rico by\n     attorneys Herbert Brown III, Jose L. Ubarri, and David\n     Roman, on their own right and representing all members of\n     the CAPR, as it does not represent the individual or\n     collective   sentiments    of   the   General   Meeting's\n     membership.\n\n                                  -10-\n\f            Colegio's final attack on the class certification is that\n\nthe plaintiffs failed to provide notice of the law suit as is\n\nrequired by Rule 23(c)(2).       For the declaratory relief class\n\n(certified under Rule 23(b)(2)), the court \"may\" notify the class;\n\nbut for the damages class (certified under Rule 23(b)(3)), the\n\ncourt \"must direct to class members the best notice that is\n\npracticable    under   the   circumstances.\"     Fed.   R.   Civ.   P.\n\n23(c)(2)(A),(B).    What Colegio objects to here is the failure to\n\ngive notice to the latter class.\n\n            The notice to those in the damage class must include, as\n\nstated in the rule, the right of the class member to seek to appear\n\nby his or her own attorney or to opt out of the class and--if he or\n\nshe fails to opt out--a warning that he or she will be bound by the\n\njudgment.   Fed. R. Civ. P. 23(c)(2)(B).   Although the rule does not\n\nsay when notice must be given,    \"[t]he purpose of Rule 23(c)(2) is\n\nto ensure that the plaintiff class receives notice of the action\n\nwell before the merits of the case are adjudicated.\" Schwarzschild\n\nv. Tse, 69 F.3d 293, 295 (9th Cir. 1995), cert. denied, 517 U.S.\n\n1121 (1996); see Wright, Miller & Kane, 7AA Federal Practice &\n\nProcedure § 1788 (3d ed. 2005).\n\n            As the district court awarded the damages class seemingly\n\nthe best relief imaginable (reimbursement of the entirety of their\n\npremiums paid during the class period), few members of the class\n\nmay now have any incentive to opt out; but some may prefer as a\n\n\n                                 -11-\n\fmatter of principle to support Colegio rather than win a judgment\n\nagainst it.      Anyway, the notice requirement for 23(b)(3) class\n\nactions is rooted in due process and clearly mandatory under Rule\n\n23(c)(2)(B), Eisen v. Carlisle & Jacquelin, 417 U.S. 156, 176\n\n(1974); Am. Pipe & Constr. Co. v. Utah, 414 U.S. 538, 548-49\n\n(1974), so on remand the district court must provide the notice,\n\nwhich ought to be done promptly.\n\n           Colegio's final arguments take issue with the district\n\ncourt's award, on summary judgment, of roughly $4 million in money\n\ndamages   representing     the     charges    Colegio   collected      for    the\n\ninsurance from 2002 to the end of the program.              The standard of\n\nreview varies with the issue.6        There is also a procedural quirk--\n\nrelating to the adequacy of notice to Colegio that damages were to\n\nbe   determined      without   full-scale     litigation--which        provides\n\nnecessary context for certain of our rulings.\n\n           The    plaintiffs'      original    complaint    requested        only\n\ndeclaratory    and    injunctive    relief;    their    motion   for    summary\n\njudgment was then filed; and their damage claim was then added by\n\namendment.    But the original complaint and summary judgment motion\n\n\n\n     6\n      A damage award by the district judge may involve questions of\nlaw reviewed de novo but is otherwise reviewed for abuse of\ndiscretion.   Lawton v. Nyman, 327 F.3d 30, 37 (1st Cir. 2003).\nThat damages were awarded on summary judgment adds the further\nrequirement that the district court not resolve fairly disputable\nfactual issues against the non-moving party.        Simas v. First\nCitizens' Fed. Credit Union, 170 F.3d 37, 43 n.1, 50-51 (1st Cir.\n1999).\n\n                                     -12-\n\fdid seek a declaration that plaintiffs' rights had been violated--a\n\npredicate     for    damages.        And,   by   the    time   Colegio    filed    its\n\nopposition to summary judgment, the amendment to the complaint had\n\nbeen allowed.\n\n              The opposition to summary judgment, filed over 22 months\n\nafter the motion for summary judgment itself, asserted (correctly)\n\nthat the request for damages was not part of the summary judgment\n\nmotion; but it noted Colegio's position that the non-objecting\n\nclass of plaintiffs had gotten the benefit of their payments.                      The\n\nopposition offered no objection to non-mutual offensive collateral\n\nestoppel--which had been expressly sought in the summary judgment\n\nmotion--nor did it mention the statute of limitations or any\n\nconcern about vicarious liability.\n\n              In September 2008, the district judge in granting summary\n\njudgment concluded that the plaintiffs were also entitled to\n\ndamages      and    ordered    the    plaintiffs       to   identify,    subject    to\n\nobjection by Colegio, \"the monetary amount of membership dues that\n\nwas allocated to the compulsory life insurance program between the\n\nentry   of    judgment    in    the    Romero    litigation     in   2002   and    the\n\npresent,\" as well as costs and attorneys' fees.                   Eventually, the\n\nfigure ($4,156,988.70) was elicited from Colegio, and, in April\n\n2009, the district court entered a final judgment in that amount,\n\nreserving attorneys' fees for later disposition.\n\n\n\n\n                                         -13-\n\f            On this appeal, Colegio now argues that the damage award\n\nis improper for a succession of reasons: that notice and discovery\n\nas to damages should have been allowed, that the plaintiff class\n\nmembers had benefitted from the insurance and so deserved no\n\ndamages,    that   non-mutual   offensive   collateral      estoppel      was\n\nimproper, that some of the damage claims are barred by the statute\n\nof limitations, and that liability is being imposed on Colegio\n\nvicariously and inconsistent with precedent.           It also makes an\n\nundeveloped evidentiary objection of which nothing more need be\n\nsaid.\n\n            When the district judge proposed that Colegio return the\n\npremiums it had charged after Romero held mandatory insurance\n\nunlawful, Colegio had ample opportunity to state its objections and\n\nexplain what discovery or other proceedings it needed. Instead, in\n\nthe course of a number of filings made after the district court's\n\nrequest for data as to the premiums, Colegio's contention was\n\nsimply that it owed nothing because the class members had not\n\nobjected to paying for insurance and had benefitted from coverage.\n\n            Thus, three of the objections now pressed by Colegio are\n\nforfeit.     The objection to collateral estoppel, see Parklane\n\nHosiery Co. v. Shore, 439 U.S. 322, 329-31 (1979) (disfavoring\n\ncertain    applications),   ought   initially   to   have   been   made    in\n\nopposition to summary judgment; and Colegio had over the many\n\nmonths between the finding of liability and the final damages\n\n\n                                    -14-\n\fdetermination   an   obligation    to    make   clear   its   statute   of\n\nlimitations and vicarious liability objections. Although both were\n\nmentioned summarily in Colegio's original answer, no effort to\n\nassert or explain these objections occurred thereafter and attempts\n\nto do so on appeal come too late.        McCoy, 950 F.2d at 22.7\n\n           One argument remains.    Colegio has consistently argued,\n\nstarting with its opposition to summary judgment, that the class is\n\ncomposed of non-objecting parties who got the benefit of the\n\ninsurance protection and that therefore no damages should be\n\nawarded.    This assumes, perhaps mistakenly, that the premium\n\ncharged by Colegio was no more than the fair market value of the\n\ninsurance; but a further assumption, even more clearly flawed, is\n\nthat the insurance was in fact desired by the class members on whom\n\nit was inflicted.\n\n           Perhaps some members of the class wanted the insurance,\n\nwere even willing to have part of their payment go to Colegio\n\nrather than the insurer, and would have purchased it even if a box\n\non the dues notice made the purchase optional.          But we know from\n\nprior protests that some lawyers did not want the insurance: some\n\n\n\n     7\n      The vicarious liability objection, at least as briefed by\nColegio, is hopeless; Colegio is responsible under 42 U.S.C. § 1983\nfor the authorized action of its board and officers in maintaining\nthe insurance program. Bd. of County Comm'rs of Bryan County v.\nBrown, 520 U.S. 397, 403 (1997). Whether it might have cut back on\ndamages on statute of limitations grounds is a closer question,\ngiven the otherwise applicable one year statute. See Rivera-Ramos\nv. Roman, 156 F.3d 276, 282 (1st Cir. 1998).\n\n                                  -15-\n\fclass members may have been unaware of the Romero decision; others\n\nmay have accepted Colegio's remarkable claim that only Romero\n\nhimself could benefit from the decision; and still others may have\n\nlearned enough of how Colegio treated objectors (see note 1, above)\n\nto   stay    silent    because      of     the   threatening    obstruction      and\n\npenalties.\n\n            Starting     with      those    members   who    did   not   want    the\n\ninsurance, we reject Colegio's claim that those class members\n\ncannot   recover      their   premiums      because   they     \"benefitted\"     from\n\ncoverage that they did not desire.               The ordinary rule in tort law\n\nis that damages are not reduced by conferring undesired benefits of\n\nsome other species.       Restatement (Second) of Torts, § 920 & cmt. f\n\n(1979); 1 D. Dobbs, Law of Remedies, § 3.8(2), at 378 (2d ed.\n\n1993).   There are exceptions but only where the equities favor the\n\nwrongdoer, Restatement, supra, cmt. f.\n\n            An   example      of   an    equitable    exception     is   Ellis    v.\n\nBrotherhood of Railway, Airline & Steamship Clerks, 466 U.S. 435,\n\n453-55 (1984).     There the Supreme Court declined to decide whether\n\nnon-union members could be forced to pay dues--required of them\n\nbecause the union represented them in bargaining--that included the\n\ncost of very modest death benefits available to members and non-\n\nmembers alike.        But in holding that the union's decertification\n\nmooted the issue for the future, the Court said,                   \"We doubt that\n\nthe equities call for a refund of those payments.\"                   Id. at 455.\n\n\n                                         -16-\n\f          The   question    whether      the   death   benefits    charge   was\n\nimproper under the relevant labor statute was plainly close--the\n\nbenefits were somewhere between union activities for which non-\n\nmembers could be charged and those for which they could not; in\n\nfact, the circuit court had held that such benefits fell in the\n\nformer class.      Id. at 454.    The union's good faith was surely a\n\nrelevant equity.        Here, where Colegio collected all of the\n\npremiums in question in the teeth of Romero, we have no doubt that\n\nthe equities weigh very much against the defendant and warrant no\n\nexception to the ordinary tort rule.\n\n          This leaves those members who did want the insurance from\n\nColegio or, conceivably, those who wanted it instead from some\n\nother entity but accepted the Colegio-imposed insurance as a\n\nsubstitute   and    curtailed    other    insurance.      But     Colegio   has\n\nsuggested no practical means to distinguish those groups from other\n\nmembers of the class.      Even if endless mini-trials were conducted\n\nat great expense, every member would be free in light of Colegio's\n\nconduct to claim that--even had he heard of Romero--he was an\n\nunwilling purchaser.\n\n          Although in class actions there is a preference for\n\nindividually proven damages, cf. Cooper v. Fed. Reserve Bank of\n\nRichmond, 467 U.S. 867, 876 (1984), it is well accepted that in\n\nsome cases an approximation of damages or a uniform figure for the\n\n\n\n\n                                   -17-\n\fclass is the best that can be done.8      This is an unusually suitable\n\ncase for the district judge's blanket remedy: from Romero onward,\n\nColegio knowingly inflicted all of the insurance on willing and\n\nunwilling members alike in the teeth of a ruling that it was not\n\nentitled to do so; and it has offered no practical solution to the\n\nproblem apart from paying nothing at all.\n\n            There is one caveat.    We have already ruled that class\n\nmembers are entitled on remand to opt out of the class and be\n\nexcluded from the judgment.   If Colegio is right about the degree\n\nof its support among the membership, this opt-out group may well\n\ninclude most or all those who were happy to have the insurance at\n\nthe price charged, thereby significantly reducing the ultimate\n\njudgment.   To the extent of such opt-outs, Colegio is entitled to\n\na proportionate reduction of the damage award.\n\n            We affirm the district court's declaration of liability\n\nand its grant of injunctive relief but vacate its judgment insofar\n\nas it determines the amount of damages, and remand to allow notice\n\n\n\n     8\n      See, e.g., McClain v. Lufkin Indus., 519 F.3d 264 (5th Cir.),\ncert. denied, 129 S. Ct. 198 (2008) (allowing class-wide formula\nrather than individual hearings to determine back pay); White v.\nCarolina Paperboard Corp., 564 F.2d 1073 (4th Cir. 1977) (dividing\ndamages equally among all class members who might have been\nqualified for a job); Stewart v. General Motors Corp., 542 F.2d\n445, 452-53 (7th Cir. 1976), cert. denied, 433 U.S. 919 (1977)\n(averaged classwide relief is preferable to no relief); Barr v.\nWUI/TAS, Inc., No. 74 Civ. 2687-LFM, 1976 WL 1205 (S.D.N.Y. 1976)\n(distributing equally among class members because there was no\nmethod to determine the amount that any particular subscriber was\novercharged by the defendant).\n\n                                   -18-\n\fto be given to class members including their right to opt out of\n\nthe class.   Following the expiration of the notice period, the\n\ndistrict court may reinstate a damage award calculated as before\n\nbut this time excluding damages otherwise attributable to those who\n\nhave opted out of the class.\n\n          It is so ordered.\n\n\n\n\n                               -19-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>613 F.3d 44 (2010)</b></center>\n<center><h1>Herbert W. BROWN III; José L. Ubarri; David W. Román, Plaintiffs, Appellees,<br>\nv.<br>\nCOLEGIO DE ABOGADOS DE PUERTO RICO, Defendant, Appellant.</h1></center>\n<center>No. 08-2432.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard May 3, 2010.</center>\n<center>Decided July 23, 2010.</center>\n<p><span class=\"star-pagination\">*46</span> Harold D. Vicente with whom Nelson N. Cordova-Morales and Vicente &amp; Cuebas were on brief for appellant.</p>\n<p>David C. Indiano with whom Seth A. Erbe, María Ligia Giráldez, Indiano &amp; Williams, P.S.C., Andrés W. López and The Law Offices of Andrés W. López were on brief for appellees.</p>\n<p>Before LYNCH, Chief Judge, BOUDIN and LIPEZ, Circuit Judges.</p>\n<p><span class=\"star-pagination\">*47</span> BOUDIN, Circuit Judge.</p>\n<p>Colegio de Abogados de Puerto Rico (\"Colegio\") is a state-created, integrated bar association; membership has been statutorily required in order to practice law before the Commonwealth of Puerto Rico's courts. P.R. Laws Ann. tit. 4, § 774 (2009). At the time the present dispute began, Colegio had for many years provided compulsory life insurance to its members, funded by a portion of their annual dues. The present appeal is the latest phase of litigation stemming from this compulsory insurance.</p>\n<p>The procedural history traces back to a law suit filed in 1994. Carlos Romero, Jr., a Colegio member, claimed that the organization was acting unlawfully by requiring him to purchase life insurance in order to practice before Puerto Rican courts. The district court granted summary judgment in Colegio's favor and dismissed the claim in 1999 but was reversed on appeal by this court. <i>Romero v. Colegio De Abogados De Puerto Rico,</i> 204 F.3d 291, 295-96, 304-06 (1st Cir.2000).</p>\n<p>This court held that the First Amendment allowed Colegio to compel its members to purchase life insurance only if this was germane to the purposes that justify compelling membership in an integrated bar association, <i>id.</i> at 302; but, to avoid needlessly deciding a constitutional question, we directed the district court to certify the question of Colegio's authority, <i>id.</i> at 305-06. The Puerto Rico Supreme Court affirmed that authority as a matter of local law. The district court then held that the life insurance program was not germane and was therefore unconstitutional, awarded Romero damagesthe amount of his dues attributable to the life insurance program since he had initially objectedand entered an injunction \"prohibit[ing] [Colegio] from collecting ... that portion of his future annual dues attributable to the Colegio's mandatory group life insurance program.\" <i>Romero v. Colegio de Abogados de Puerto Rico,</i> No. 94-2503, slip op. at 9, 14-16 (D.P.R. Sept. 26, 2002).</p>\n<p>Despite the injunction, Colegio continued to provide life insurance funded by its members' annual dues after the district court's decision became final, and although mentioning the decision in its 2003 and 2004 Treasurer's Reports, did not otherwise advise its members that insurance need no longer be purchased. In late 2005 and early 2006, two groups of attorneys requested and received reimbursements for those dues attributable to their life insurance coverage, but only after much delay by Colegio.<sup>[1]</sup></p>\n<p>The named plaintiffs in this law suit are Colegio members who neither objected to their participation in Colegio's life insurance <span class=\"star-pagination\">*48</span> program nor requested reimbursement. They filed this class action on June 27, 2006, requesting declaratory judgment and an injunction forbidding Colegio from charging its members for life insurance; the complaint was later amended to add a claim for damages reflecting forced participation in the program between the 2002 <i>Romero</i> decision and the time the program was eventually canceled. The plaintiffs sought to certify two classes, one for damages and another for declaratory relief, and moved for summary judgment, arguing that <i>Romero</i> had preclusive effect.</p>\n<p>Colegio ended its life insurance program on August 29, 2006, and then filed a motion to dismiss, arguing that the case was now moot. The district court denied its motion, finding that \"Colegio's prior pattern of contradictory behavior [left] the Court with no assurance that the alleged constitutional violations [would] not recur.\" On July 31, 2008, the court certified both of the requested classes: a declaratory class encompassing all present and future Colegio members, and a damages class consisting of attorneys who were members between the conclusion of the <i>Romero</i> litigation in 2002 and the ending of the life insurance program in 2006.</p>\n<p>Not long afterwards, the district court granted summary judgment for the plaintiffs, finding (based on non-mutual offensive collateral estoppel<sup>[2]</sup>) that Colegio's compulsory life insurance program violated the federal constitution. The court then issued a permanent injunction barring Colegio from using its members' annual dues for purposes of operating the compulsory life insurance program, later amending its judgment to add damages in the amount of $4,156,988.70, plus costs, interest and attorneys' fees. Colegio now appeals.</p>\n<p>Colegio's jurisdictional objection, which we consider first, is that the case is moot because, after this law suit began, it ceased to offer life insurance. <i>See </i><i>Iron Arrow Honor Soc'y v. Heckler,</i> 464 U.S. 67, 70, 104 S.Ct. 373, 78 L.Ed.2d 58 (1983) (\"Federal courts lack jurisdiction to decide moot cases....\"); <i>County of Los Angeles v. Davis,</i> 440 U.S. 625, 631, 99 S.Ct. 1379, 59 L.Ed.2d 642 (1979). The district court found that it was \"not `absolutely clear' that the Colegio [would] permanently enforce its internal decision to eliminate the compulsory life insurance component from the annual dues collection.\"</p>\n<p>The substantive standard for mootness is variously expressed in the cases; behavior certain not to recur ought not be enjoined, <i>Friends of the Earth, Inc. v. Laidlaw Envtl. Servs. (TOC), Inc.,</i> 528 U.S. 167, 189, 120 S.Ct. 693, 145 L.Ed.2d 610 (2000), but absent such certainty, likelihood of reoccurrence might not be the only factor to be considered. <i>E.g., </i><i>Horizon Bank &amp; Trust Co. v. Massachusetts,</i> 391 F.3d 48, 54 (1st Cir.2004)(ability of a harm to evade review). As for the standard of appellate review, some cases speak of <i>de novo</i> review without qualification although conceivably factual findings might deserve some deference.<sup>[3]</sup></p>\n<p><span class=\"star-pagination\">*49</span> We need not resolve these issues because, even if review were entirely <i>de novo</i> and confined purely to risk of repetition, the district court's conclusion is sound. Indeed, as a general rule of thumb, a defendant may not render a case moot by voluntarily ceasing the activity of which the plaintiff complains; were the opposite true, a defendant could immunize itself from suit by altering its behavior so as to secure a dismissal, and then immediately reinstate the challenged conduct afterwards. <i>See </i><i>City of Mesquite v. Aladdin's Castle, Inc.,</i> 455 U.S. 283, 289, 102 S.Ct. 1070, 71 L.Ed.2d 152 (1982); <i>United States v. W.T. Grant Co.,</i> 345 U.S. 629, 632, 73 S.Ct. 894, 97 L.Ed. 1303 (1953).</p>\n<p>Nevertheless, a case may become moot if the defendant meets the \"heavy burden\" of showing that it is \"absolutely clear that the allegedly wrongful behavior could not reasonably be expected to recur.\" <i>Friends of the Earth, Inc.,</i> 528 U.S. at 189, 120 S.Ct. 693 (quoting <i>United States v. Concentrated Phosphate Export Ass'n,</i> 393 U.S. 199, 203, 89 S.Ct. 361, 21 L.Ed.2d 344 (1968)); <i>see also </i><i>Adams,</i> 313 F.3d at 613. But Colegio's past obstinacy and its own claims that one board's action does not bind the next (see note 1, above) justify a fear of repetition.</p>\n<p>After <i>Romero,</i> Colegio did not fully advise its members that they no longer had to buy insurance, threw obstacles in front of those trying to opt out, and delayed refunds. In fact it moved to disbar one member who refused to pay the portion of his dues attributable to the program, <i>see In re Rivera,</i> No. TS-9645, 2006 WL 3782863 (P.R. Nov. 14, 2006). This sorry record answers the claim of mootness and also defeats any claim that the district court abused its discretion on the separate issue of whether as a matter of discretion an injunction was warranted.</p>\n<p>In a related argument against the injunction, Colegio says that it was wrongly granted because there was no irreparable harm, ordinarily a requirement for such relief. <i>See </i><i>eBay Inc. v. MercExchange, L.L.C.,</i> 547 U.S. 388, 391, 126 S.Ct. 1837, 164 L.Ed.2d 641 (2006). In particular, Colegio claims that the damages are quantifiable and hence not \"irreparable,\" and that the plaintiffs suffered no injuries because they received the benefit of the life insurance policy and because objectors were ultimately reimbursed. The first part of the argument is readily disposed of; the second part is complicated.</p>\n<p>When a preliminary injunction is sought, the merits are often an open question and, where it is clear that damages are easily determined, this may well counsel against injunctive relief. But where the merits have been determined and repetition is a risk, it is fanciful to argue that a vast number of members should be relegated to bringing law suitspossibly every year based on Colegio's notion that one board does not bind another. This is sufficient without even considering the relevance of First Amendment rights.<sup>[4]</sup></p>\n<p><span class=\"star-pagination\">*50</span> Colegio now claims in its brief that the Puerto Rico legislature has recently enacted a law converting Colegio into a voluntary bar association. Depending on Colegio's new statusmost importantly, whether it is truly voluntaryit may no longer be prohibited by <i>Romero</i> from operating a mandatory life insurance program. But there is nothing in record about such matters. On remand, Colegio is free to ask the district court to consider them and seek dismissal of the injunctive element of the relief granted on the ground that it is no longer appropriate.</p>\n<p>This brings us to damages. The district court granted class certificationrelevant primarily to damages since an injunction and declaratory judgment could have been granted to any named plaintiffand ultimately awarded large damages to the class. The damages, of course, are unaffected by any argument about mootness based on the new statute. But Colegio challenges both the class certification and the damages award itself on numerous grounds.</p>\n<p>Colegio's first argumentthat the district court should have allowed discovery before class certificationis forfeit because it was never raised in the district court. <i>See </i><i>McCoy v. Mass. Inst. of Tech.,</i> 950 F.2d 13, 22 (1st Cir.1991), <i>cert. denied,</i> 504 U.S. 910, 112 S.Ct. 1939, 118 L.Ed.2d 545 (1992). When plaintiffs moved to certify two classes, Colegio asked to reserve the right to oppose certification if its jurisdictional challenges failed, but after the district court rejected those challenges, Colegio failed to raise any substantive objections to certification.</p>\n<p>Colegio next argues that the class representatives do not adequately represent the interests of the class as required by Rule 23(a)(4) and points to an October 18, 2008, resolution passed at a membership meeting opposing the present law suit.<sup>[5]</sup> Courts may alter certification orders prior to final judgment, Fed.R.Civ.P. 23(c)(1)(C), <i>cf. </i><i>Key v. Gillette Co.,</i> 782 F.2d 5, 7 (1st Cir.1986), but the vote is an inadequate basis for reconsideration, especially when circumstances of the resolution are considered.</p>\n<p>It appears from the record that the meeting that adopted the resolution was attended by only a few hundred of Colegio's 12,000 members; an affidavit suggests that the matter was voted on but never discussed; and there is no information from Colegio to indicate what was actually disclosed to the members about the nature of the suit, the interests of the members in the suit, or the basis for opposing a law suit aiming to recover damages for the members. Nor do Colegio's earlier tactics inspire confidence in the resolution.</p>\n<p>Colegio's final attack on the class certification is that the plaintiffs failed to provide notice of the law suit as is required by Rule 23(c)(2). For the declaratory relief class (certified under Rule 23(b)(2)), the court \"may\" notify the class; but for the damages class (certified under Rule 23(b)(3)), the court \"must direct to class members the best notice that is practicable under the circumstances.\" Fed.R.Civ.P. 23(c)(2)(A),(B). What Colegio objects to <span class=\"star-pagination\">*51</span> here is the failure to give notice to the latter class.</p>\n<p>The notice to those in the damage class must include, as stated in the rule, the right of the class member to seek to appear by his or her own attorney or to opt out of the class andif he or she fails to opt outa warning that he or she will be bound by the judgment. Fed.R.Civ.P. 23(c)(2)(B). Although the rule does not say when notice must be given, \"[t]he purpose of Rule 23(c)(2) is to ensure that the plaintiff class receives notice of the action well before the merits of the case are adjudicated.\" <i>Schwarzschild v. Tse,</i> 69 F.3d 293, 295 (9th Cir.1995), <i>cert. denied,</i> 517 U.S. 1121, 116 S.Ct. 1355, 134 L.Ed.2d 523 (1996); <i>see</i> Wright, Miller &amp; Kane, 7AA <i>Federal Practice &amp; Procedure</i> § 1788 (3d ed.2005).</p>\n<p>As the district court awarded the damages class seemingly the best relief imaginable (reimbursement of the entirety of their premiums paid during the class period), few members of the class may now have any incentive to opt out; but some may prefer as a matter of principle to support Colegio rather than win a judgment against it. Anyway, the notice requirement for 23(b)(3) class actions is rooted in due process and clearly mandatory under Rule 23(c)(2)(B), <i>Eisen v. Carlisle &amp; Jacquelin,</i> 417 U.S. 156, 176, 94 S.Ct. 2140, 40 L.Ed.2d 732 (1974); <i>Am. Pipe &amp; Constr. Co. v. Utah,</i> 414 U.S. 538, 548-49, 94 S.Ct. 756, 38 L.Ed.2d 713 (1974), so on remand the district court must provide the notice, which ought to be done promptly.</p>\n<p>Colegio's final arguments take issue with the district court's award, on summary judgment, of roughly $4 million in money damages representing the charges Colegio collected for the insurance from 2002 to the end of the program. The standard of review varies with the issue.<sup>[6]</sup> There is also a procedural quirkrelating to the adequacy of notice to Colegio that damages were to be determined without full-scale litigationwhich provides necessary context for certain of our rulings.</p>\n<p>The plaintiffs' original complaint requested only declaratory and injunctive relief; their motion for summary judgment was then filed; and their damage claim was then added by amendment. But the original complaint and summary judgment motion did seek a declaration that plaintiffs' rights had been violateda predicate for damages. And, by the time Colegio filed its opposition to summary judgment, the amendment to the complaint had been allowed.</p>\n<p>The opposition to summary judgment, filed over 22 months after the motion for summary judgment itself, asserted (correctly) that the request for damages was not part of the summary judgment motion; but it noted Colegio's position that the non-objecting class of plaintiffs had gotten the benefit of their payments. The opposition offered <i>no</i> objection to non-mutual offensive collateral estoppelwhich had been expressly sought in the summary judgment motionnor did it mention the statute of limitations or any concern about vicarious liability.</p>\n<p>In September 2008, the district judge in granting summary judgment concluded that the plaintiffs were also entitled to damages and ordered the plaintiffs to identify, <span class=\"star-pagination\">*52</span> subject to objection by Colegio, \"the monetary amount of membership dues that was allocated to the compulsory life insurance program between the entry of judgment in the Romero litigation in 2002 and the present,\" as well as costs and attorneys' fees. Eventually, the figure ($4,156,988.70) was elicited from Colegio, and, in April 2009, the district court entered a final judgment in that amount, reserving attorneys' fees for later disposition.</p>\n<p>On this appeal, Colegio now argues that the damage award is improper for a succession of reasons: that notice and discovery as to damages should have been allowed, that the plaintiff class members had benefitted from the insurance and so deserved <i>no</i> damages, that non-mutual offensive collateral estoppel was improper, that some of the damage claims are barred by the statute of limitations, and that liability is being imposed on Colegio vicariously and inconsistent with precedent. It also makes an undeveloped evidentiary objection of which nothing more need be said.</p>\n<p>When the district judge proposed that Colegio return the premiums it had charged after Romero held mandatory insurance unlawful, Colegio had ample opportunity to state its objections and explain what discovery or other proceedings it needed. Instead, in the course of a number of filings made after the district court's request for data as to the premiums, Colegio's contention was simply that it owed nothing because the class members had not objected to paying for insurance and had benefitted from coverage.</p>\n<p>Thus, three of the objections now pressed by Colegio are forfeit. The objection to collateral estoppel, <i>see </i><i>Parklane Hosiery Co. v. Shore,</i> 439 U.S. 322, 329-31, 99 S.Ct. 645, 58 L.Ed.2d 552 (1979) (disfavoring certain applications), ought initially to have been made in opposition to summary judgment; and Colegio had over the many months between the finding of liability and the final damages determination an obligation to make clear its statute of limitations and vicarious liability objections. Although both were mentioned summarily in Colegio's original answer, no effort to assert or explain these objections occurred thereafter and attempts to do so on appeal come too late. <i>McCoy,</i> 950 F.2d at 22.<sup>[7]</sup></p>\n<p>One argument remains. Colegio has consistently argued, starting with its opposition to summary judgment, that the class is composed of non-objecting parties who got the benefit of the insurance protection and that therefore no damages should be awarded. This assumes, perhaps mistakenly, that the premium charged by Colegio was no more than the fair market value of the insurance; but a further assumption, even more clearly flawed, is that the insurance was in fact desired by the class members on whom it was inflicted.</p>\n<p>Perhaps some members of the class wanted the insurance, were even willing to have part of their payment go to Colegio rather than the insurer, and would have purchased it even if a box on the dues notice made the purchase optional. But we know from prior protests that some lawyers did not want the insurance: some class members may have been unaware of <span class=\"star-pagination\">*53</span> the <i>Romero</i> decision; others may have accepted Colegio's remarkable claim that only Romero himself could benefit from the decision; and still others may have learned enough of how Colegio treated objectors (<i>see</i> note 1, above) to stay silent because of the threatening obstruction and penalties.</p>\n<p>Starting with those members who did not want the insurance, we reject Colegio's claim that those class members cannot recover their premiums because they \"benefitted\" from coverage that they did not desire. The ordinary rule in tort law is that damages are not reduced by conferring undesired benefits of some other species. <i>Restatement (Second) of Torts,</i> § 920 &amp; cmt. f (1979); 1 D. Dobbs, <i>Law of Remedies,</i> § 3.8(2), at 378 (2d ed.1993). There are exceptions but only where the equities favor the wrongdoer, <i>Restatement, supra,</i> cmt. f.</p>\n<p>An example of an equitable exception is <i>Ellis v. Brotherhood of Railway, Airline &amp; Steamship Clerks,</i> 466 U.S. 435, 453-55, 104 S.Ct. 1883, 80 L.Ed.2d 428 (1984). There the Supreme Court declined to decide whether non-union members could be forced to pay duesrequired of them because the union represented them in bargainingthat included the cost of very modest death benefits available to members and non-members alike. But in holding that the union's decertification mooted the issue for the future, the Court said, \"We doubt that the equities call for a refund of those payments.\" <i>Id.</i> at 455.</p>\n<p>The question whether the death benefits charge was improper under the relevant labor statute was plainly closethe benefits were somewhere between union activities for which non-members could be charged and those for which they could not; in fact, the circuit court had held that such benefits fell in the former class. <i>Id.</i> at 454. The union's good faith was surely a relevant equity. Here, where Colegio collected all of the premiums in question in the teeth of <i>Romero,</i> we have no doubt that the equities weigh very much against the defendant and warrant no exception to the ordinary tort rule.</p>\n<p>This leaves those members who did want the insurance from Colegio or, conceivably, those who wanted it instead from some other entity but accepted the Colegio-imposed insurance as a substitute and curtailed other insurance. But Colegio has suggested no <i>practical</i> means to distinguish those groups from other members of the class. Even if endless mini-trials were conducted at great expense, every member would be free in light of Colegio's conduct to claim thateven had he heard of <i>Romero</i>he was an unwilling purchaser.</p>\n<p>Although in class actions there is a preference for individually proven damages, <i>cf. </i><i>Cooper v. Fed. Reserve Bank of Richmond,</i> 467 U.S. 867, 876, 104 S.Ct. 2794, 81 L.Ed.2d 718 (1984), it is well accepted that in some cases an approximation of damages or a uniform figure for the class is the best that can be done.<sup>[8]</sup> This is <span class=\"star-pagination\">*54</span> an unusually suitable case for the district judge's blanket remedy: from <i>Romero</i> onward, Colegio knowingly inflicted all of the insurance on willing and unwilling members alike in the teeth of a ruling that it was not entitled to do so; and it has offered no practical solution to the problem apart from paying nothing at all.</p>\n<p>There is one caveat. We have already ruled that class members are entitled on remand to opt out of the class and be excluded from the judgment. If Colegio is right about the degree of its support among the membership, this opt-out group may well include most or all those who were happy to have the insurance at the price charged, thereby significantly reducing the ultimate judgment. To the extent of such opt-outs, Colegio is entitled to a proportionate reduction of the damage award.</p>\n<p>We <i>affirm</i> the district court's declaration of liability and its grant of injunctive relief but <i>vacate</i> its judgment insofar as it determines the amount of damages, and <i>remand</i> to allow notice to be given to class members including their right to opt out of the class. Following the expiration of the notice period, the district court may reinstate a damage award calculated as before but this time excluding damages otherwise attributable to those who have opted out of the class.</p>\n<p><i>It is so ordered.</i></p>\n<h2>NOTES</h2>\n<p>[1]  The first group of attorneys requested that they be excused from participating in the life insurance program on November 30, 2005. Colegio did not issue a response by the deadline for attorneys to pay their annual dues, so the group paid in full. On February 2, 2006, Colegio said that it would reimburse their premiums only on various conditions, including that the attorneys make a new request to be excluded every yearthe claim being that one board could not bind the nextand that their reimbursement not serve as precedent for future cases. The attorneys refused and Colegio eventually refunded their premiums on March 3, 2006.\n</p>\n<p>A second group requested on February 27, 2006 that Colegio refund the portion of their 2006 dues attributable to the life insurance program. Colegio submitted the matter to a review board and there argued that the <i>Romero</i> decision \"is not extensive to other Bar Association members\"; that the attorneys' request was untimely because it occurred after their 2006 dues had already been paid; and that the board should allow it to reimburse the attorneys with vouchers for Colegio seminars, books or other programs rather than cash. Colegio eventually reimbursed the attorneys the dues for the portion of their 2006 coverage \"unearned\" by the insurer.</p>\n<p>[2]  Non-mutual offensive collateral estoppel, now usually called issue preclusion, is a branch of res judicata doctrine which prevents in certain circumstances re-litigation of issues previously decided against one of the parties. Application is \"non-mutual\" where the party asserting preclusion was not a party to the prior case, and it is termed \"offensive\" when used by a plaintiff to bind a defendant. <i>See </i><i>Acevedo-Garcia v. Monroig,</i> 351 F.3d 547, 573-75 (1st Cir.2003); Wright, Miller &amp; Cooper, 18A <i>Federal Practice and Procedure</i> § 4464 (2d ed.2002).</p>\n<p>[3]  <i>Compare </i><i>Ramirez v. Sanchez Ramos,</i> 438 F.3d 92, 96-97 (1st Cir.2006)(\"We review ... mootness determination[s] <i>de novo,</i> accepting as true the material factual allegations contained in the complaint....\"), <i>with </i><i>Adams v. Bowater Inc.,</i> 313 F.3d 611, 613 (1st Cir.2002) (\"[W]here the district court applies an abstract standard to known facts, the extent of deference accorded on review varies from substantial deference to none at all, depending on the subject matter and on other circumstances.\").</p>\n<p>[4]  <i>Compare </i><i>Elrod v. Burns,</i> 427 U.S. 347, 373, 96 S.Ct. 2673, 49 L.Ed.2d 547 (1976) (\"The loss of First Amendment freedoms, for even minimal periods of time, unquestionably constitutes irreparable injury.\"), <i>with </i><i>Rushia v. Town of Ashburnham,</i> 701 F.2d 7, 10 (1st Cir. 1983) (distinguishing <i>Elrod</i> as not involving an injunction against a state criminal prosecution and holding that \"the fact that [the plaintiff] is asserting First Amendment rights does not automatically require a finding of irreparable injury\"). <i>See also </i><i>Pub. Serv. Co. of New Hampshire v. Town of West Newbury,</i> 835 F.2d 380, 382 (1st Cir.1987).</p>\n<p>[5]  The wording of the resolution is as follows:\n</p>\n<p>Be it resolved by the special general membership meeting of the [Colegio de Abogados de Puerto Rico (\"CAPR\")]: ... Second: Reject the class action suit presented at the U.S. District Court for the District of Puerto Rico by attorneys Herbert Brown III, Jose L. Ubarri, and David Roman, on their own right and representing all members of the CAPR, as it does not represent the individual or collective sentiments of the General Meeting's membership.</p>\n<p>[6]  A damage award by the district judge may involve questions of law reviewed <i>de novo</i> but is otherwise reviewed for abuse of discretion. <i>Lawton v. Nyman,</i> 327 F.3d 30, 37 (1st Cir. 2003). That damages were awarded on summary judgment adds the further requirement that the district court not resolve fairly disputable factual issues against the non-moving party. <i>Simas v. First Citizens' Fed. Credit Union,</i> 170 F.3d 37, 43 n. 1, 50-51 (1st Cir. 1999).</p>\n<p>[7]  The vicarious liability objection, at least as briefed by Colegio, is hopeless; Colegio is responsible under 42 U.S.C. § 1983 for the authorized action of its board and officers in maintaining the insurance program. <i>Bd. of County Comm'rs of Bryan County v. Brown,</i> 520 U.S. 397, 403, 117 S.Ct. 1382, 137 L.Ed.2d 626 (1997). Whether it might have cut back on damages on statute of limitations grounds is a closer question, given the otherwise applicable one year statute. <i>See </i><i>Rivera-Ramos v. Roman,</i> 156 F.3d 276, 282 (1st Cir. 1998).</p>\n<p>[8]  <i>See, e.g., </i><i>McClain v. Lufkin Indus.,</i> 519 F.3d 264 (5th Cir.), <i>cert. denied,</i> ___ U.S. ___, 129 S.Ct. 198, 172 L.Ed.2d 141 (2008) (allowing class-wide formula rather than individual hearings to determine back pay); <i>White v. Carolina Paperboard Corp.,</i> 564 F.2d 1073 (4th Cir. 1977) (dividing damages equally among all class members who might have been qualified for a job); <i>Stewart v. General Motors Corp.,</i> 542 F.2d 445, 452-53 (7th Cir. 1976), <i>cert. denied,</i> 433 U.S. 919, 97 S.Ct. 2995, 53 L.Ed.2d 1105 (1977) (averaged classwide relief is preferable to no relief); <i>Barr v. WUI/ TAS, Inc.,</i> No. 74 Civ. 2687-LFM, 1976 WL 1205 (S.D.N.Y.1976) (distributing equally among class members because there was no method to determine the amount that any particular subscriber was overcharged by the defendant).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">613</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">44</span></span> (2010)</b></center>\n<center><h1>Herbert W. BROWN III; José L. Ubarri; David W. Román, Plaintiffs, Appellees,<br>\nv.<br>\nCOLEGIO DE ABOGADOS DE PUERTO RICO, Defendant, Appellant.</h1></center>\n<center>No. 08-2432.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard May 3, 2010.</center>\n<center>Decided July 23, 2010.</center>\n<p><span class=\"star-pagination\">*46</span> Harold D. Vicente with whom Nelson N. Cordova-Morales and Vicente &amp; Cuebas were on brief for appellant.</p>\n<p>David C. Indiano with whom Seth A. Erbe, María Ligia Giráldez, Indiano &amp; Williams, P.S.C., Andrés W. López and The Law Offices of Andrés W. López were on brief for appellees.</p>\n<p>Before LYNCH, Chief Judge, BOUDIN and LIPEZ, Circuit Judges.</p>\n<p><span class=\"star-pagination\">*47</span> BOUDIN, Circuit Judge.</p>\n<p>Colegio de Abogados de Puerto Rico (\"Colegio\") is a state-created, integrated bar association; membership has been statutorily required in order to practice law before the Commonwealth of Puerto Rico's courts. P.R. Laws Ann. tit. 4, § 774 (2009). At the time the present dispute began, Colegio had for many years provided compulsory life insurance to its members, funded by a portion of their annual dues. The present appeal is the latest phase of litigation stemming from this compulsory insurance.</p>\n<p>The procedural history traces back to a law suit filed in 1994. Carlos Romero, Jr., a Colegio member, claimed that the organization was acting unlawfully by requiring him to purchase life insurance in order to practice before Puerto Rican courts. The district court granted summary judgment in Colegio's favor and dismissed the claim in 1999 but was reversed on appeal by this court. <i>Romero v. Colegio De Abogados De Puerto Rico,</i> <span class=\"citation\" data-id=\"198842\"><a href=\"/opinion/198842/romero-v-colegio-de-abogados/\"><span class=\"volume\">204</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">291</span></a></span>, 295-96, 304-06 (1st Cir.2000).</p>\n<p>This court held that the First Amendment allowed Colegio to compel its members to purchase life insurance only if this was germane to the purposes that justify compelling membership in an integrated bar association, <i>id.</i> at 302; but, to avoid needlessly deciding a constitutional question, we directed the district court to certify the question of Colegio's authority, <i>id.</i> at 305-06. The Puerto Rico Supreme Court affirmed that authority as a matter of local law. The district court then held that the life insurance program was not germane and was therefore unconstitutional, awarded Romero damagesthe amount of his dues attributable to the life insurance program since he had initially objectedand entered an injunction \"prohibit[ing] [Colegio] from collecting ... that portion of his future annual dues attributable to the Colegio's mandatory group life insurance program.\" <i>Romero v. Colegio de Abogados de Puerto Rico,</i> No. 94-2503, slip op. at 9, 14-16 (D.P.R. Sept. 26, 2002).</p>\n<p>Despite the injunction, Colegio continued to provide life insurance funded by its members' annual dues after the district court's decision became final, and although mentioning the decision in its 2003 and 2004 Treasurer's Reports, did not otherwise advise its members that insurance need no longer be purchased. In late 2005 and early 2006, two groups of attorneys requested and received reimbursements for those dues attributable to their life insurance coverage, but only after much delay by Colegio.<sup>[1]</sup></p>\n<p>The named plaintiffs in this law suit are Colegio members who neither objected to their participation in Colegio's life insurance <span class=\"star-pagination\">*48</span> program nor requested reimbursement. They filed this class action on June 27, 2006, requesting declaratory judgment and an injunction forbidding Colegio from charging its members for life insurance; the complaint was later amended to add a claim for damages reflecting forced participation in the program between the 2002 <i>Romero</i> decision and the time the program was eventually canceled. The plaintiffs sought to certify two classes, one for damages and another for declaratory relief, and moved for summary judgment, arguing that <i>Romero</i> had preclusive effect.</p>\n<p>Colegio ended its life insurance program on August 29, 2006, and then filed a motion to dismiss, arguing that the case was now moot. The district court denied its motion, finding that \"Colegio's prior pattern of contradictory behavior [left] the Court with no assurance that the alleged constitutional violations [would] not recur.\" On July 31, 2008, the court certified both of the requested classes: a declaratory class encompassing all present and future Colegio members, and a damages class consisting of attorneys who were members between the conclusion of the <i>Romero</i> litigation in 2002 and the ending of the life insurance program in 2006.</p>\n<p>Not long afterwards, the district court granted summary judgment for the plaintiffs, finding (based on non-mutual offensive collateral estoppel<sup>[2]</sup>) that Colegio's compulsory life insurance program violated the federal constitution. The court then issued a permanent injunction barring Colegio from using its members' annual dues for purposes of operating the compulsory life insurance program, later amending its judgment to add damages in the amount of $4,156,988.70, plus costs, interest and attorneys' fees. Colegio now appeals.</p>\n<p>Colegio's jurisdictional objection, which we consider first, is that the case is moot because, after this law suit began, it ceased to offer life insurance. <i>See </i><i>Iron Arrow Honor Soc'y v. Heckler,</i> <span class=\"citation\" data-id=\"111047\"><a href=\"/opinion/111047/iron-arrow-honor-soc-v-heckler/\"><span class=\"volume\">464</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">67</span></a></span>, 70, <span class=\"citation\" data-id=\"111047\"><a href=\"/opinion/111047/iron-arrow-honor-soc-v-heckler/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">373</span></a></span>, <span class=\"citation\" data-id=\"111047\"><a href=\"/opinion/111047/iron-arrow-honor-soc-v-heckler/\"><span class=\"volume\">78</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">58</span></a></span> (1983) (\"Federal courts lack jurisdiction to decide moot cases....\"); <i>County of Los Angeles v. Davis,</i> <span class=\"citation\" data-id=\"110044\"><a href=\"/opinion/110044/county-of-los-angeles-v-davis/\"><span class=\"volume\">440</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">625</span></a></span>, 631, <span class=\"citation\" data-id=\"110044\"><a href=\"/opinion/110044/county-of-los-angeles-v-davis/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1379</span></a></span>, <span class=\"citation\" data-id=\"110044\"><a href=\"/opinion/110044/county-of-los-angeles-v-davis/\"><span class=\"volume\">59</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">642</span></a></span> (1979). The district court found that it was \"not `absolutely clear' that the Colegio [would] permanently enforce its internal decision to eliminate the compulsory life insurance component from the annual dues collection.\"</p>\n<p>The substantive standard for mootness is variously expressed in the cases; behavior certain not to recur ought not be enjoined, <i>Friends of the Earth, Inc. v. Laidlaw Envtl. Servs. (TOC), Inc.,</i> <span class=\"citation\" data-id=\"118329\"><a href=\"/opinion/118329/friends-of-earth-v-laidlaw-environmental-services/\"><span class=\"volume\">528</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">167</span></a></span>, 189, <span class=\"citation\" data-id=\"118329\"><a href=\"/opinion/118329/friends-of-earth-v-laidlaw-environmental-services/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">693</span></a></span>, <span class=\"citation\" data-id=\"118329\"><a href=\"/opinion/118329/friends-of-earth-v-laidlaw-environmental-services/\"><span class=\"volume\">145</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">610</span></a></span> (2000), but absent such certainty, likelihood of reoccurrence might not be the only factor to be considered. <i>E.g., </i><i>Horizon Bank &amp; Trust Co. v. Massachusetts,</i> <span class=\"citation\" data-id=\"201371\"><a href=\"/opinion/201371/horizon-bank-v-flaherty/\"><span class=\"volume\">391</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">48</span></a></span>, 54 (1st Cir.2004)(ability of a harm to evade review). As for the standard of appellate review, some cases speak of <i>de novo</i> review without qualification although conceivably factual findings might deserve some deference.<sup>[3]</sup></p>\n<p><span class=\"star-pagination\">*49</span> We need not resolve these issues because, even if review were entirely <i>de novo</i> and confined purely to risk of repetition, the district court's conclusion is sound. Indeed, as a general rule of thumb, a defendant may not render a case moot by voluntarily ceasing the activity of which the plaintiff complains; were the opposite true, a defendant could immunize itself from suit by altering its behavior so as to secure a dismissal, and then immediately reinstate the challenged conduct afterwards. <i>See </i><i>City of Mesquite v. Aladdin's Castle, Inc.,</i> <span class=\"citation\" data-id=\"110649\"><a href=\"/opinion/110649/city-of-mesquite-v-aladdins-castle-inc/\"><span class=\"volume\">455</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">283</span></a></span>, 289, <span class=\"citation\" data-id=\"110649\"><a href=\"/opinion/110649/city-of-mesquite-v-aladdins-castle-inc/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1070</span></a></span>, <span class=\"citation\" data-id=\"110649\"><a href=\"/opinion/110649/city-of-mesquite-v-aladdins-castle-inc/\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">152</span></a></span> (1982); <i>United States v. W.T. Grant Co.,</i> <span class=\"citation\" data-id=\"105132\"><a href=\"/opinion/105132/united-states-v-wt-grant-co/\"><span class=\"volume\">345</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">629</span></a></span>, 632, <span class=\"citation\" data-id=\"105132\"><a href=\"/opinion/105132/united-states-v-wt-grant-co/\"><span class=\"volume\">73</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">894</span></a></span>, <span class=\"citation\" data-id=\"105132\"><a href=\"/opinion/105132/united-states-v-wt-grant-co/\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1303</span></a></span> (1953).</p>\n<p>Nevertheless, a case may become moot if the defendant meets the \"heavy burden\" of showing that it is \"absolutely clear that the allegedly wrongful behavior could not reasonably be expected to recur.\" <i>Friends of the Earth, Inc.,</i> 528 U.S. at 189, <span class=\"citation\" data-id=\"118329\"><a href=\"/opinion/118329/friends-of-earth-v-laidlaw-environmental-services/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">693</span></a></span> (quoting <i>United States v. Concentrated Phosphate Export Ass'n,</i> <span class=\"citation\" data-id=\"107803\"><a href=\"/opinion/107803/united-states-v-concentrated-phosphate-export-assn-inc/\"><span class=\"volume\">393</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">199</span></a></span>, 203, <span class=\"citation\" data-id=\"107803\"><a href=\"/opinion/107803/united-states-v-concentrated-phosphate-export-assn-inc/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">361</span></a></span>, <span class=\"citation\" data-id=\"107803\"><a href=\"/opinion/107803/united-states-v-concentrated-phosphate-export-assn-inc/\"><span class=\"volume\">21</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">344</span></a></span> (1968)); <i>see also </i><i>Adams,</i> 313 F.3d at 613. But Colegio's past obstinacy and its own claims that one board's action does not bind the next (see note 1, above) justify a fear of repetition.</p>\n<p>After <i>Romero,</i> Colegio did not fully advise its members that they no longer had to buy insurance, threw obstacles in front of those trying to opt out, and delayed refunds. In fact it moved to disbar one member who refused to pay the portion of his dues attributable to the program, <i>see In re Rivera,</i> No. TS-9645, <span class=\"citation no-link\"><span class=\"volume\">2006</span> <span class=\"reporter\">WL</span> <span class=\"page\">3782863</span></span> (P.R. Nov. 14, 2006). This sorry record answers the claim of mootness and also defeats any claim that the district court abused its discretion on the separate issue of whether as a matter of discretion an injunction was warranted.</p>\n<p>In a related argument against the injunction, Colegio says that it was wrongly granted because there was no irreparable harm, ordinarily a requirement for such relief. <i>See </i><i>eBay Inc. v. MercExchange, L.L.C.,</i> <span class=\"citation\" data-id=\"145655\"><a href=\"/opinion/145655/ebay-inc-v-mercexchange-ll/\"><span class=\"volume\">547</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">388</span></a></span>, 391, <span class=\"citation\" data-id=\"145655\"><a href=\"/opinion/145655/ebay-inc-v-mercexchange-ll/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1837</span></a></span>, <span class=\"citation\" data-id=\"145655\"><a href=\"/opinion/145655/ebay-inc-v-mercexchange-ll/\"><span class=\"volume\">164</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">641</span></a></span> (2006). In particular, Colegio claims that the damages are quantifiable and hence not \"irreparable,\" and that the plaintiffs suffered no injuries because they received the benefit of the life insurance policy and because objectors were ultimately reimbursed. The first part of the argument is readily disposed of; the second part is complicated.</p>\n<p>When a preliminary injunction is sought, the merits are often an open question and, where it is clear that damages are easily determined, this may well counsel against injunctive relief. But where the merits have been determined and repetition is a risk, it is fanciful to argue that a vast number of members should be relegated to bringing law suitspossibly every year based on Colegio's notion that one board does not bind another. This is sufficient without even considering the relevance of First Amendment rights.<sup>[4]</sup></p>\n<p><span class=\"star-pagination\">*50</span> Colegio now claims in its brief that the Puerto Rico legislature has recently enacted a law converting Colegio into a voluntary bar association. Depending on Colegio's new statusmost importantly, whether it is truly voluntaryit may no longer be prohibited by <i>Romero</i> from operating a mandatory life insurance program. But there is nothing in record about such matters. On remand, Colegio is free to ask the district court to consider them and seek dismissal of the injunctive element of the relief granted on the ground that it is no longer appropriate.</p>\n<p>This brings us to damages. The district court granted class certificationrelevant primarily to damages since an injunction and declaratory judgment could have been granted to any named plaintiffand ultimately awarded large damages to the class. The damages, of course, are unaffected by any argument about mootness based on the new statute. But Colegio challenges both the class certification and the damages award itself on numerous grounds.</p>\n<p>Colegio's first argumentthat the district court should have allowed discovery before class certificationis forfeit because it was never raised in the district court. <i>See </i><i>McCoy v. Mass. Inst. of Tech.,</i> <span class=\"citation\" data-id=\"572652\"><a href=\"/opinion/572652/james-l-mccoy-administrator-of-the-electrical-workers-trust-funds-etc-v/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></a></span>, 22 (1st Cir.1991), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">504</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">910</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1939</span></span>, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">545</span></span> (1992). When plaintiffs moved to certify two classes, Colegio asked to reserve the right to oppose certification if its jurisdictional challenges failed, but after the district court rejected those challenges, Colegio failed to raise any substantive objections to certification.</p>\n<p>Colegio next argues that the class representatives do not adequately represent the interests of the class as required by Rule 23(a)(4) and points to an October 18, 2008, resolution passed at a membership meeting opposing the present law suit.<sup>[5]</sup> Courts may alter certification orders prior to final judgment, Fed.R.Civ.P. 23(c)(1)(C), <i>cf. </i><i>Key v. Gillette Co.,</i> <span class=\"citation\" data-id=\"463584\"><a href=\"/opinion/463584/barbara-j-key-v-gillette-company/\"><span class=\"volume\">782</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">5</span></a></span>, 7 (1st Cir.1986), but the vote is an inadequate basis for reconsideration, especially when circumstances of the resolution are considered.</p>\n<p>It appears from the record that the meeting that adopted the resolution was attended by only a few hundred of Colegio's 12,000 members; an affidavit suggests that the matter was voted on but never discussed; and there is no information from Colegio to indicate what was actually disclosed to the members about the nature of the suit, the interests of the members in the suit, or the basis for opposing a law suit aiming to recover damages for the members. Nor do Colegio's earlier tactics inspire confidence in the resolution.</p>\n<p>Colegio's final attack on the class certification is that the plaintiffs failed to provide notice of the law suit as is required by Rule 23(c)(2). For the declaratory relief class (certified under Rule 23(b)(2)), the court \"may\" notify the class; but for the damages class (certified under Rule 23(b)(3)), the court \"must direct to class members the best notice that is practicable under the circumstances.\" Fed.R.Civ.P. 23(c)(2)(A),(B). What Colegio objects to <span class=\"star-pagination\">*51</span> here is the failure to give notice to the latter class.</p>\n<p>The notice to those in the damage class must include, as stated in the rule, the right of the class member to seek to appear by his or her own attorney or to opt out of the class andif he or she fails to opt outa warning that he or she will be bound by the judgment. Fed.R.Civ.P. 23(c)(2)(B). Although the rule does not say when notice must be given, \"[t]he purpose of Rule 23(c)(2) is to ensure that the plaintiff class receives notice of the action well before the merits of the case are adjudicated.\" <i>Schwarzschild v. Tse,</i> <span class=\"citation\" data-id=\"706971\"><a href=\"/opinion/706971/95-cal-daily-op-serv-8268-95-daily-journal-dar-14273-richard-t/\"><span class=\"volume\">69</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">293</span></a></span>, 295 (9th Cir.1995), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1121</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1355</span></span>, <span class=\"citation no-link\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">523</span></span> (1996); <i>see</i> Wright, Miller &amp; Kane, 7AA <i>Federal Practice &amp; Procedure</i> § 1788 (3d ed.2005).</p>\n<p>As the district court awarded the damages class seemingly the best relief imaginable (reimbursement of the entirety of their premiums paid during the class period), few members of the class may now have any incentive to opt out; but some may prefer as a matter of principle to support Colegio rather than win a judgment against it. Anyway, the notice requirement for 23(b)(3) class actions is rooted in due process and clearly mandatory under Rule 23(c)(2)(B), <i>Eisen v. Carlisle &amp; Jacquelin,</i> <span class=\"citation\" data-id=\"109050\"><a href=\"/opinion/109050/eisen-v-carlisle-jacquelin/\"><span class=\"volume\">417</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">156</span></a></span>, 176, <span class=\"citation\" data-id=\"109050\"><a href=\"/opinion/109050/eisen-v-carlisle-jacquelin/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2140</span></a></span>, <span class=\"citation\" data-id=\"109050\"><a href=\"/opinion/109050/eisen-v-carlisle-jacquelin/\"><span class=\"volume\">40</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">732</span></a></span> (1974); <i>Am. Pipe &amp; Constr. Co. v. Utah,</i> <span class=\"citation\" data-id=\"108909\"><a href=\"/opinion/108909/american-pipe-constr-co-v-utah/\"><span class=\"volume\">414</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">538</span></a></span>, 548-49, <span class=\"citation\" data-id=\"108909\"><a href=\"/opinion/108909/american-pipe-constr-co-v-utah/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">756</span></a></span>, <span class=\"citation\" data-id=\"108909\"><a href=\"/opinion/108909/american-pipe-constr-co-v-utah/\"><span class=\"volume\">38</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">713</span></a></span> (1974), so on remand the district court must provide the notice, which ought to be done promptly.</p>\n<p>Colegio's final arguments take issue with the district court's award, on summary judgment, of roughly $4 million in money damages representing the charges Colegio collected for the insurance from 2002 to the end of the program. The standard of review varies with the issue.<sup>[6]</sup> There is also a procedural quirkrelating to the adequacy of notice to Colegio that damages were to be determined without full-scale litigationwhich provides necessary context for certain of our rulings.</p>\n<p>The plaintiffs' original complaint requested only declaratory and injunctive relief; their motion for summary judgment was then filed; and their damage claim was then added by amendment. But the original complaint and summary judgment motion did seek a declaration that plaintiffs' rights had been violateda predicate for damages. And, by the time Colegio filed its opposition to summary judgment, the amendment to the complaint had been allowed.</p>\n<p>The opposition to summary judgment, filed over 22 months after the motion for summary judgment itself, asserted (correctly) that the request for damages was not part of the summary judgment motion; but it noted Colegio's position that the non-objecting class of plaintiffs had gotten the benefit of their payments. The opposition offered <i>no</i> objection to non-mutual offensive collateral estoppelwhich had been expressly sought in the summary judgment motionnor did it mention the statute of limitations or any concern about vicarious liability.</p>\n<p>In September 2008, the district judge in granting summary judgment concluded that the plaintiffs were also entitled to damages and ordered the plaintiffs to identify, <span class=\"star-pagination\">*52</span> subject to objection by Colegio, \"the monetary amount of membership dues that was allocated to the compulsory life insurance program between the entry of judgment in the Romero litigation in 2002 and the present,\" as well as costs and attorneys' fees. Eventually, the figure ($4,156,988.70) was elicited from Colegio, and, in April 2009, the district court entered a final judgment in that amount, reserving attorneys' fees for later disposition.</p>\n<p>On this appeal, Colegio now argues that the damage award is improper for a succession of reasons: that notice and discovery as to damages should have been allowed, that the plaintiff class members had benefitted from the insurance and so deserved <i>no</i> damages, that non-mutual offensive collateral estoppel was improper, that some of the damage claims are barred by the statute of limitations, and that liability is being imposed on Colegio vicariously and inconsistent with precedent. It also makes an undeveloped evidentiary objection of which nothing more need be said.</p>\n<p>When the district judge proposed that Colegio return the premiums it had charged after Romero held mandatory insurance unlawful, Colegio had ample opportunity to state its objections and explain what discovery or other proceedings it needed. Instead, in the course of a number of filings made after the district court's request for data as to the premiums, Colegio's contention was simply that it owed nothing because the class members had not objected to paying for insurance and had benefitted from coverage.</p>\n<p>Thus, three of the objections now pressed by Colegio are forfeit. The objection to collateral estoppel, <i>see </i><i>Parklane Hosiery Co. v. Shore,</i> <span class=\"citation\" data-id=\"109964\"><a href=\"/opinion/109964/parklane-hosiery-co-v-shore/\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">322</span></a></span>, 329-31, <span class=\"citation\" data-id=\"109964\"><a href=\"/opinion/109964/parklane-hosiery-co-v-shore/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">645</span></a></span>, <span class=\"citation\" data-id=\"109964\"><a href=\"/opinion/109964/parklane-hosiery-co-v-shore/\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">552</span></a></span> (1979) (disfavoring certain applications), ought initially to have been made in opposition to summary judgment; and Colegio had over the many months between the finding of liability and the final damages determination an obligation to make clear its statute of limitations and vicarious liability objections. Although both were mentioned summarily in Colegio's original answer, no effort to assert or explain these objections occurred thereafter and attempts to do so on appeal come too late. <i>McCoy,</i> 950 F.2d at 22.<sup>[7]</sup></p>\n<p>One argument remains. Colegio has consistently argued, starting with its opposition to summary judgment, that the class is composed of non-objecting parties who got the benefit of the insurance protection and that therefore no damages should be awarded. This assumes, perhaps mistakenly, that the premium charged by Colegio was no more than the fair market value of the insurance; but a further assumption, even more clearly flawed, is that the insurance was in fact desired by the class members on whom it was inflicted.</p>\n<p>Perhaps some members of the class wanted the insurance, were even willing to have part of their payment go to Colegio rather than the insurer, and would have purchased it even if a box on the dues notice made the purchase optional. But we know from prior protests that some lawyers did not want the insurance: some class members may have been unaware of <span class=\"star-pagination\">*53</span> the <i>Romero</i> decision; others may have accepted Colegio's remarkable claim that only Romero himself could benefit from the decision; and still others may have learned enough of how Colegio treated objectors (<i>see</i> note 1, above) to stay silent because of the threatening obstruction and penalties.</p>\n<p>Starting with those members who did not want the insurance, we reject Colegio's claim that those class members cannot recover their premiums because they \"benefitted\" from coverage that they did not desire. The ordinary rule in tort law is that damages are not reduced by conferring undesired benefits of some other species. <i>Restatement (Second) of Torts,</i> § 920 &amp; cmt. f (1979); 1 D. Dobbs, <i>Law of Remedies,</i> § 3.8(2), at 378 (2d ed.1993). There are exceptions but only where the equities favor the wrongdoer, <i>Restatement, supra,</i> cmt. f.</p>\n<p>An example of an equitable exception is <i>Ellis v. Brotherhood of Railway, Airline &amp; Steamship Clerks,</i> <span class=\"citation\" data-id=\"111161\"><a href=\"/opinion/111161/ellis-v-railway-clerks/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">435</span></a></span>, 453-55, <span class=\"citation\" data-id=\"111161\"><a href=\"/opinion/111161/ellis-v-railway-clerks/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1883</span></a></span>, <span class=\"citation\" data-id=\"111161\"><a href=\"/opinion/111161/ellis-v-railway-clerks/\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">428</span></a></span> (1984). There the Supreme Court declined to decide whether non-union members could be forced to pay duesrequired of them because the union represented them in bargainingthat included the cost of very modest death benefits available to members and non-members alike. But in holding that the union's decertification mooted the issue for the future, the Court said, \"We doubt that the equities call for a refund of those payments.\" <i>Id.</i> at 455.</p>\n<p>The question whether the death benefits charge was improper under the relevant labor statute was plainly closethe benefits were somewhere between union activities for which non-members could be charged and those for which they could not; in fact, the circuit court had held that such benefits fell in the former class. <i>Id.</i> at 454. The union's good faith was surely a relevant equity. Here, where Colegio collected all of the premiums in question in the teeth of <i>Romero,</i> we have no doubt that the equities weigh very much against the defendant and warrant no exception to the ordinary tort rule.</p>\n<p>This leaves those members who did want the insurance from Colegio or, conceivably, those who wanted it instead from some other entity but accepted the Colegio-imposed insurance as a substitute and curtailed other insurance. But Colegio has suggested no <i>practical</i> means to distinguish those groups from other members of the class. Even if endless mini-trials were conducted at great expense, every member would be free in light of Colegio's conduct to claim thateven had he heard of <i>Romero</i>he was an unwilling purchaser.</p>\n<p>Although in class actions there is a preference for individually proven damages, <i>cf. </i><i>Cooper v. Fed. Reserve Bank of Richmond,</i> <span class=\"citation\" data-id=\"111222\"><a href=\"/opinion/111222/cooper-v-federal-reserve-bank-of-richmond/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">867</span></a></span>, 876, <span class=\"citation\" data-id=\"111222\"><a href=\"/opinion/111222/cooper-v-federal-reserve-bank-of-richmond/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2794</span></a></span>, <span class=\"citation\" data-id=\"111222\"><a href=\"/opinion/111222/cooper-v-federal-reserve-bank-of-richmond/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">718</span></a></span> (1984), it is well accepted that in some cases an approximation of damages or a uniform figure for the class is the best that can be done.<sup>[8]</sup> This is <span class=\"star-pagination\">*54</span> an unusually suitable case for the district judge's blanket remedy: from <i>Romero</i> onward, Colegio knowingly inflicted all of the insurance on willing and unwilling members alike in the teeth of a ruling that it was not entitled to do so; and it has offered no practical solution to the problem apart from paying nothing at all.</p>\n<p>There is one caveat. We have already ruled that class members are entitled on remand to opt out of the class and be excluded from the judgment. If Colegio is right about the degree of its support among the membership, this opt-out group may well include most or all those who were happy to have the insurance at the price charged, thereby significantly reducing the ultimate judgment. To the extent of such opt-outs, Colegio is entitled to a proportionate reduction of the damage award.</p>\n<p>We <i>affirm</i> the district court's declaration of liability and its grant of injunctive relief but <i>vacate</i> its judgment insofar as it determines the amount of damages, and <i>remand</i> to allow notice to be given to class members including their right to opt out of the class. Following the expiration of the notice period, the district court may reinstate a damage award calculated as before but this time excluding damages otherwise attributable to those who have opted out of the class.</p>\n<p><i>It is so ordered.</i></p>\n<h2>NOTES</h2>\n<p>[1]  The first group of attorneys requested that they be excused from participating in the life insurance program on November 30, 2005. Colegio did not issue a response by the deadline for attorneys to pay their annual dues, so the group paid in full. On February 2, 2006, Colegio said that it would reimburse their premiums only on various conditions, including that the attorneys make a new request to be excluded every yearthe claim being that one board could not bind the nextand that their reimbursement not serve as precedent for future cases. The attorneys refused and Colegio eventually refunded their premiums on March 3, 2006.\n</p>\n<p>A second group requested on February 27, 2006 that Colegio refund the portion of their 2006 dues attributable to the life insurance program. Colegio submitted the matter to a review board and there argued that the <i>Romero</i> decision \"is not extensive to other Bar Association members\"; that the attorneys' request was untimely because it occurred after their 2006 dues had already been paid; and that the board should allow it to reimburse the attorneys with vouchers for Colegio seminars, books or other programs rather than cash. Colegio eventually reimbursed the attorneys the dues for the portion of their 2006 coverage \"unearned\" by the insurer.</p>\n<p>[2]  Non-mutual offensive collateral estoppel, now usually called issue preclusion, is a branch of res judicata doctrine which prevents in certain circumstances re-litigation of issues previously decided against one of the parties. Application is \"non-mutual\" where the party asserting preclusion was not a party to the prior case, and it is termed \"offensive\" when used by a plaintiff to bind a defendant. <i>See </i><i>Acevedo-Garcia v. Monroig,</i> <span class=\"citation no-link\"><span class=\"volume\">351</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">547</span></span>, 573-75 (1st Cir.2003); Wright, Miller &amp; Cooper, 18A <i>Federal Practice and Procedure</i> § 4464 (2d ed.2002).</p>\n<p>[3]  <i>Compare </i><i>Ramirez v. Sanchez Ramos,</i> <span class=\"citation\" data-id=\"202070\"><a href=\"/opinion/202070/ramirez-v-sanchez-ramos/\"><span class=\"volume\">438</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">92</span></a></span>, 96-97 (1st Cir.2006)(\"We review ... mootness determination[s] <i>de novo,</i> accepting as true the material factual allegations contained in the complaint....\"), <i>with </i><i>Adams v. Bowater Inc.,</i> <span class=\"citation\" data-id=\"200245\"><a href=\"/opinion/200245/adams-v-bowater-inc/\"><span class=\"volume\">313</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">611</span></a></span>, 613 (1st Cir.2002) (\"[W]here the district court applies an abstract standard to known facts, the extent of deference accorded on review varies from substantial deference to none at all, depending on the subject matter and on other circumstances.\").</p>\n<p>[4]  <i>Compare </i><i>Elrod v. Burns,</i> <span class=\"citation\" data-id=\"109517\"><a href=\"/opinion/109517/elrod-v-burns/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">347</span></a></span>, 373, <span class=\"citation\" data-id=\"109517\"><a href=\"/opinion/109517/elrod-v-burns/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2673</span></a></span>, <span class=\"citation\" data-id=\"109517\"><a href=\"/opinion/109517/elrod-v-burns/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">547</span></a></span> (1976) (\"The loss of First Amendment freedoms, for even minimal periods of time, unquestionably constitutes irreparable injury.\"), <i>with </i><i>Rushia v. Town of Ashburnham,</i> <span class=\"citation\" data-id=\"414526\"><a href=\"/opinion/414526/wilfred-e-rushia-v-town-of-ashburnham-massachusetts/\"><span class=\"volume\">701</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">7</span></a></span>, 10 (1st Cir. 1983) (distinguishing <i>Elrod</i> as not involving an injunction against a state criminal prosecution and holding that \"the fact that [the plaintiff] is asserting First Amendment rights does not automatically require a finding of irreparable injury\"). <i>See also </i><i>Pub. Serv. Co. of New Hampshire v. Town of West Newbury,</i> <span class=\"citation\" data-id=\"498700\"><a href=\"/opinion/498700/public-service-company-of-new-hampshire-v-town-of-west-newbury-thomas-e/\"><span class=\"volume\">835</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">380</span></a></span>, 382 (1st Cir.1987).</p>\n<p>[5]  The wording of the resolution is as follows:\n</p>\n<p>Be it resolved by the special general membership meeting of the [Colegio de Abogados de Puerto Rico (\"CAPR\")]: ... Second: Reject the class action suit presented at the U.S. District Court for the District of Puerto Rico by attorneys Herbert Brown III, Jose L. Ubarri, and David Roman, on their own right and representing all members of the CAPR, as it does not represent the individual or collective sentiments of the General Meeting's membership.</p>\n<p>[6]  A damage award by the district judge may involve questions of law reviewed <i>de novo</i> but is otherwise reviewed for abuse of discretion. <i>Lawton v. Nyman,</i> <span class=\"citation\" data-id=\"200444\"><a href=\"/opinion/200444/lawton-v-nyman/\"><span class=\"volume\">327</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">30</span></a></span>, 37 (1st Cir. 2003). That damages were awarded on summary judgment adds the further requirement that the district court not resolve fairly disputable factual issues against the non-moving party. <i>Simas v. First Citizens' Fed. Credit Union,</i> <span class=\"citation\" data-id=\"762262\"><a href=\"/opinion/762262/victor-e-simas-v-first-citizens-federal-credit-union-and-barbara-mw/\"><span class=\"volume\">170</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">37</span></a></span>, 43 n. 1, 50-51 (1st Cir. 1999).</p>\n<p>[7]  The vicarious liability objection, at least as briefed by Colegio, is hopeless; Colegio is responsible under 42 U.S.C. § 1983 for the authorized action of its board and officers in maintaining the insurance program. <i>Bd. of County Comm'rs of Bryan County v. Brown,</i> <span class=\"citation\" data-id=\"118104\"><a href=\"/opinion/118104/board-of-commrs-of-bryan-cty-v-brown/\"><span class=\"volume\">520</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">397</span></a></span>, 403, <span class=\"citation\" data-id=\"118104\"><a href=\"/opinion/118104/board-of-commrs-of-bryan-cty-v-brown/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1382</span></a></span>, <span class=\"citation\" data-id=\"118104\"><a href=\"/opinion/118104/board-of-commrs-of-bryan-cty-v-brown/\"><span class=\"volume\">137</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">626</span></a></span> (1997). Whether it might have cut back on damages on statute of limitations grounds is a closer question, given the otherwise applicable one year statute. <i>See </i><i>Rivera-Ramos v. Roman,</i> <span class=\"citation\" data-id=\"758016\"><a href=\"/opinion/758016/carlos-rivera-ramos-v-julio-cesar-roman-cesar-soto-carlos-rivera-ramos/\"><span class=\"volume\">156</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">276</span></a></span>, 282 (1st Cir. 1998).</p>\n<p>[8]  <i>See, e.g., </i><i>McClain v. Lufkin Indus.,</i> <span class=\"citation\" data-id=\"59430\"><a href=\"/opinion/59430/mcclain-v-lufkin-industries-inc/\"><span class=\"volume\">519</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">264</span></a></span> (5th Cir.), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">129</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">198</span></span>, <span class=\"citation no-link\"><span class=\"volume\">172</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">141</span></span> (2008) (allowing class-wide formula rather than individual hearings to determine back pay); <i>White v. Carolina Paperboard Corp.,</i> <span class=\"citation\" data-id=\"350173\"><a href=\"/opinion/350173/16-fair-emplpraccas-44-15-empl-prac-dec-p-7843-willie-white-john/\"><span class=\"volume\">564</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1073</span></a></span> (4th Cir. 1977) (dividing damages equally among all class members who might have been qualified for a job); <i>Stewart v. General Motors Corp.,</i> <span class=\"citation\" data-id=\"339209\"><a href=\"/opinion/339209/13-fair-emplpraccas-1035-12-empl-prac-dec-p-11260-joe-stewart/\"><span class=\"volume\">542</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">445</span></a></span>, 452-53 (7th Cir. 1976), <i>cert. denied,</i> <span class=\"citation\" data-id=\"109739\"><a href=\"/opinion/109739/general-motors-corporation-v-joe-stewart/\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">919</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2995</span></span>, <span class=\"citation no-link\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1105</span></span> (1977) (averaged classwide relief is preferable to no relief); <i>Barr v. WUI/ TAS, Inc.,</i> No. 74 Civ. 2687-LFM, <span class=\"citation no-link\"><span class=\"volume\">1976</span> <span class=\"reporter\">WL</span> <span class=\"page\">1205</span></span> (S.D.N.Y.1976) (distributing equally among class members because there was no method to determine the amount that any particular subscriber was overcharged by the defendant).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/59430/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105132/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107803/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108909/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109050/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109517/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109739/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109964/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110044/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110649/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111047/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111161/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111222/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118104/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118329/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145655/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198842/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200245/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200444/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201371/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202070/",
    "http://www.courtlistener.com/api/rest/v3/opinions/339209/",
    "http://www.courtlistener.com/api/rest/v3/opinions/350173/",
    "http://www.courtlistener.com/api/rest/v3/opinions/414526/",
    "http://www.courtlistener.com/api/rest/v3/opinions/463584/",
    "http://www.courtlistener.com/api/rest/v3/opinions/498700/",
    "http://www.courtlistener.com/api/rest/v3/opinions/572652/",
    "http://www.courtlistener.com/api/rest/v3/opinions/706971/",
    "http://www.courtlistener.com/api/rest/v3/opinions/758016/",
    "http://www.courtlistener.com/api/rest/v3/opinions/762262/"
  ]
}