{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/151563/",
  "absolute_url": "/opinion/151563/united-states-v-maldonado/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/151563/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2010-07-26T20:57:07Z",
  "date_modified": "2016-04-26T12:24:54.293106Z",
  "type": "010combined",
  "sha1": "6e23e5501a6c73a00345d64bf53ce759363cca26",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/09-1626P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2010/07/26/US_v._Maldonado.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\nNo. 09-1626\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                               v.\n\n                       ORLANDO MALDONADO,\n\n                      Defendant, Appellant.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n          [Hon. Joseph L. Tauro,    U.S. District Judge]\n\n\n                             Before\n\n                       Lynch, Chief Judge,\n\n              Torruella and Boudin, Circuit Judges.\n\n\n     George F. Gormley, by appointment of the court, with whom\nStephen P. Super and George F. Gormley, P.C. were on brief for\nappellant.\n     Randall E. Kromm, Assistant United States Attorney, with whom\nCarmen M. Ortiz, United States Attorney, and Jennifer Hay Zacks,\nAssistant United States Attorney, were on brief for appellee.\n\n\n\n                          July 26, 2010\n\f               BOUDIN,      Circuit    Judge.        On   June    12,     2008,    Orlando\n\nMaldonado pled guilty to counts related to his role in a conspiracy\n\nto    distribute     in     excess     of   20    kilograms      of    cocaine    and   was\n\nsentenced      to    120    months'     imprisonment,       reflecting       a    ten-year\n\nmandatory minimum imposed by statute.                 21 U.S.C § 841(b)(1)(A)(ii)\n\n(2006).       However, the mandatory minimum was subject to a safe\n\nharbor       exception.      Maldonado      claims    that       the    district    court\n\nmiscalculated his criminal history, depriving him of this exception\n\nand (potentially) a somewhat lower sentence.                          The facts are not\n\ncomplicated.\n\n               Before entering into a plea agreement in the drug case,\n\nMaldonado requested that a pre-sentence report (\"PSR\") be prepared.\n\nThe    PSR    deemed       Maldonado    responsible        for    three    transactions\n\ninvolving 28.5 kilograms of cocaine, producing a base offense level\n\nof 34, which was reduced to 31 after a three level adjustment for\n\nacceptance      of    responsibility.            U.S.S.G    §§    2D1.1(c)(3),      3E1.1\n\n(2007).       The PSR also assessed Maldonado two criminal history\n\npoints, one point for each of two prior Massachusetts offenses: a\n\nconviction for driving under the influence in 1998 and a conviction\n\nfor \"attaching plates\" in 2001.                  U.S.S.G § 4A1.1.\n\n               The attaching plates offense--which is the focus of this\n\nappeal--was for affixing license plates owned by another individual\n\nto Maldonado's own car.           M.G.L. ch. 90, § 23 (2009).              This offense\n\nwas detected after Maldonado was pulled over in a routine traffic\n\n\n                                            -2-\n\fstop and produced a registration for his car that did not match the\n\nvehicle's     license     plate     number.              The    state   prosecution     was\n\ncontinued without a finding (\"CWOF\") after Maldonado \"admitted to\n\nsufficient facts\" at a disposition hearing in November 2001; the\n\neffect    was    six     months'    unsupervised               probation    and   eventual\n\ndismissal of the case, but it counts as a conviction.                             U.S.S.G.\n\n§ 4A1.2(f); United States v. Reyes, 386 F.3d 332, 334-35 & n.2 (1st\n\nCir. 2004) (per curiam).\n\n              After    pleading    guilty           to   the    instant    drug   offense,\n\nMaldonado asked the district court to determine his eligibility for\n\n18 U.S.C. § 3553(f)'s \"safety valve\" adjustment; this exempts a\n\ndefendant from mandatory minimum sentences if certain conditions\n\nare met--one being that the defendant \"not have more than 1\n\ncriminal history point.\"1           Maldonado argued that attaching plates\n\nwas a minor offense that, under section 4A1.2(c) of the guidelines,\n\nshould not generate a criminal history point.\n\n              The district court disagreed and imposed the mandatory\n\nminimum ten-year sentence from which Maldonado now appeals.                             Had\n\nthe   court     not    counted     the    conviction,            Maldonado     could   have\n\nqualified for the safety valve exception if he had made the\n\nrequired      truthful     proffer       to    the       prosecutor       of   information\n\n\n      1\n      The other conditions are that the defendant not use violence\nor possess a weapon, that the offense not result in death or\nserious injury, that the defendant not organize the offense or\nengage in a continuing criminal enterprise, and that the defendant\ncooperate with the government. 18 U.S.C. § 3553(f)(2)-(5) (2006).\n\n                                              -3-\n\fconcerning the crime.     This would have eliminated the mandatory\n\nminimum; and, as his adjusted offense level under the guidelines\n\nequated to a range of 87 to 108 months, his sentence might well\n\nhave been lower.   Maldonado had a number of convictions for other\n\noffenses, but few apart from the recent drug transactions leading\n\nto his present conviction were very significant.\n\n          Under the guidelines, prior misdemeanor convictions are\n\ncounted in a defendant's criminal history score except when each of\n\nthree conditions is satisfied: (1) the sentence imposed for the\n\nprior conviction is less than one year's probation or 30 days'\n\nimprisonment; (2) the prior offense is dissimilar to the offense\n\nfor which the defendant is now being prosecuted; and (3) the prior\n\noffense is or is \"similar to\" one of the following offenses, which\n\nwe call the \"listed offenses\":\n\n          Careless or reckless driving\n          Contempt of court\n          Disorderly conduct or disturbing the peace\n          Driving without a license or with a revoked or\n             suspended license\n          False information to a police officer\n          Gambling\n          Hindering or failure to obey a police officer\n          Insufficient funds check\n          Leaving the scene of an accident\n          Non-support\n          Prostitution\n          Resisting arrest\n          Trespassing.\n\nU.S.S.G. § 4A1.2(c)(1).    (Section 4A1.2(c)(2) lists a number of\n\noffenses that are never counted, such as minor traffic infractions,\n\nbut \"attaching plates\" is not on that list.)\n\n                                 -4-\n\f             The first two conditions for exclusion of the attaching\n\nplates offense are satisfied: Maldonado received only six months'\n\nprobation for his attaching plates offense, and attaching plates is\n\nclearly dissimilar to the drug offenses for which he is now being\n\nsentenced.    Whether Maldonado would satisfy the proffer requirement\n\nof providing truthful information was never determined, because the\n\ncourt accepted the PSR recommendation that attaching plates was not\n\n\"similar to\" one of the listed offenses.     That ruling is the only\n\none before us on this appeal.\n\n             This issue turns on the application of general standards\n\nto particular facts, but it implicates our reading of the guideline\n\nand raises what may be a recurring question; so (in Maldonado's\n\nfavor) we review the ruling de novo rather than affording deference\n\nto the district court's view.2    Conceivably, in a different case,\n\napplication of this guideline could involve disputed facts as to\n\nwhich deference would certainly be due to the district judge's\n\nfindings, but no such disputes are apparent here.\n\n             The guidelines' application notes provide some limited\n\nassistance in determining whether a prior offense is \"similar to\"\n\na listed offense:\n\n\n\n     2\n      Abstract legal issues under the guidelines are reviewed de\nnovo and factual findings for clear error, United States v.\nRivera-Rivera, 555 F.3d 277, 292 (1st Cir. 2009); but on law-\napplication questions, deferential review may be appropriate in\nsome cases and in others not. United States v. Stella, 591 F.3d\n23, 27 (1st Cir. 2009).\n\n                                  -5-\n\f           In determining whether an unlisted offense is\n           similar to an offense listed in subdivision\n           (c)(1) or (c)(2), the court should use a\n           common    sense   approach    that    includes\n           consideration of relevant factors such as (i)\n           a comparison of punishments imposed for the\n           listed and unlisted offenses; (ii) the\n           perceived seriousness of the offense as\n           indicated by the level of punishment; (iii)\n           the elements of the offense; (iv) the level of\n           culpability involved; and (v) the degree to\n           which the commission of the offense indicates\n           a likelihood of recurring criminal conduct.\n\nU.S.S.G. § 4A1.2 cmt. n. 12; see also United States v. Hardeman, 933\n\nF.2d 278, 281 (5th Cir. 1991).      This portion of the application\n\nnotes became effective on November 1, 2007, U.S.S.G. app. C, amend.\n\n709 (Supp. 2007), subsequent to the conduct in this case, but prior\n\nto   Maldonado's   sentencing;   however,   it   reflects   common-sense\n\ncriteria that a court could employ with or without the application\n\nnote.\n\n           Maldonado argues that attaching plates \"is similar to\"\n\ntwo listed offenses: (1) driving without a license or with a revoked\n\nor suspended license, and (2) providing false information to a\n\npolice officer.    Both driving without a license or with a revoked\n\nor suspended license and providing false information to a police\n\nofficer resemble the attaching plates offense in that all three\n\ninvolve affirmative misrepresentation to the authorities, either\n\nexplicit or implied. Two of the three are related directly to motor\n\nvehicle operation and the third (lying to the police) often so.\n\n\n\n\n                                  -6-\n\f            The government responds here, as it did in the district\n\ncourt, that the Massachusetts crime of attaching plates includes as\n\nan element the intention to conceal identity, which implies a\n\nfraudulent purpose and differentiates it from the relevant listed\n\noffenses.   The attaching plates statute states that\n\n            any person who attaches or permits to be\n            attached to a motor vehicle or trailer a\n            number plate assigned to another motor vehicle\n            or trailer . . . with intent to conceal the\n            identity of such motor vehicle or trailer,\n            shall be punished by a fine of not more than\n            one hundred dollars or by imprisonment for not\n            more than ten days, or both.\n\nMass. Gen. Laws ch. 90, § 23 (emphasis added).\n\n            If this underscored language were taken to require some\n\nadditional malign purpose beyond knowledge that the plates were for\n\na different car--for example, to conceal the identity of a stolen\n\ncar in aid of a car theft--it would surely be worse than the usual\n\ndriving without a license offense.      The district judge did not\n\nexplain his ruling but the PSR used a \"fraud and deception\" label\n\nfor the attaching plates offense, echoing the government's position,\n\nand it may well have been the district judge's thinking.\n\n            But it turns out--based on citations provided by neither\n\nside--that despite the ominous phrasing,    Massachusetts treats any\n\ndeliberate, and not otherwise wicked, affixing of another's plates\n\nas constituting the offense.   In one remarkable case, a school-aged\n\nyoungster was convicted of attaching plates after driving a repaired\n\ntruck with an improper plate to the residence of a teacher at his\n\n                                 -7-\n\fschool; this was so even though the teacher had wrongly assured him\n\nthat to do so was all right.                 S. Middlesex Reg'l Vocational\n\nTechnical Sch. Dist. Comm. v. Superior Court, 401 N.E.2d 167, 168-69\n\n(Mass. App. Ct. 1980).\n\n           In another case, a used car dealer stated that he \"had\n\nbeen   stopped   and   cited    by    police    many   times    for   driving   an\n\nunregistered and uninsured vehicle with attached plates\" because he\n\nhad no access to dealer plates in demonstrating vehicles for sale.\n\nCommonwealth v. Daley, 672 N.E.2d 101, 102-03 (Mass. 1996).                     In\n\nother words, \"intent to conceal\" apparently means only that one knew\n\nthat the attached plate did not belong to the vehicle and not that\n\nthere was any further ulterior motive.\n\n           Like    driving     with    a   revoked     or   suspended    license,\n\nattaching plates thus ordinarily involves a defendant who knows what\n\nhe has done; whether it involves more premeditation and affirmative\n\nwrongdoing remains to be considered. But, as Daley and South\n\nMiddlesex demonstrate, assuming that the typical affixing plates\n\nviolator was planning to rob a bank is unjustified.                   One of the\n\nweaknesses of the guideline is that analysis is prey to whatever\n\nscenario most vividly occurs to the guideline reader.\n\n           The 2007 guideline amendment now offers its own gloss on\n\n\"similarity,\"     inviting     attention       to   five    variables:   two    are\n\nindependent of the defendant (comparative penalties, elements), one\n\nappears to be specific to the defendant (level of punishment) and\n\n\n                                       -8-\n\ftwo (culpability,      threat of recurrence) could be either.    The only\n\none that is practically mechanical--and (as we will see) the only\n\none that is particularly informative on the facts of this case--is\n\nthe comparative penalties.\n\n              The Massachusetts sanction for attaching plates is only\n\na $100 fine and/or up to ten days' imprisonment, and the penalty\n\ndoes not increase with subsequent violations.       Mass. Gen. Laws ch.\n\n90, § 23.     By contrast, driving with a revoked or suspended license\n\nis punishable by the same prison sentence but a slightly greater\n\nfine--between $500 and $1,000 for a first offense--and its penalties\n\nincrease with subsequent convictions.       Id.    Several of the other\n\nlisted offenses not counted by the guideline involve penalties\n\nconsiderably more substantial.3\n\n              The second criterion appears to be actual punishment, as\n\nindicated by the Fifth Circuit case from which the guideline gloss\n\nwas drawn.      See Hardeman, 933 F.2d at 282-83; U.S.S.G. app. C,\n\namend. 709 (Supp. 2007); cf. United States v. May, 343 F.3d 1, 9\n\n(1st   Cir.    2003)   (allowing   consideration   of   the   defendant's\n\n\n\n       3\n      Reckless driving may be punished by a fine between $20 and\n$200 and/or imprisonment for between two weeks and two years.\nMass. Gen. Laws ch. 90, § 24. An insufficient funds check may be\npunished by a fine between $500 and $5000 and/or up to two years'\nimprisonment. Mass. Gen. Laws ch. 151A, § 47A. Resisting arrest\nmay be punished by a fine of up to $500 and/or up to two and a half\nyears' imprisonment. Mass. Gen. Laws ch. 268, § 32B. In addition,\nMassachusetts makes non-support a felony, Mass. Gen. Laws ch. 273,\n§ 1, and it is punishable by a fine of up to $5000 and/or up to\nfive years' imprisonment, Mass. Gen. Laws ch. 273, § 15A.\n\n                                   -9-\n\fbehavior).    Here, the government says that the punishment Maldonado\n\nactually   received--six    months'     probation--was     \"highly   unusual\"\n\n(Maldonado agrees that many cases are just dismissed) and implies\n\nthat the state court had found a greater level of culpability and\n\na greater probability of recidivism.          But no actual jail time was\n\nimposed; and it is explicit from the docket entry that the waiting\n\nperiod before dismissal--the nature of a CWOF disposition--was to\n\nbe \"unsupervised.\"\n\n              The third criterion, comparing elements, could favor\n\nMaldonado--the scienter element is about the same as the no-valid-\n\nlicense offense--or the government if one thinks that attaching\n\nplates involves slightly more premeditation. The fourth and fifth--\n\nindividual culpability and risk of recidivism--could matter in other\n\ncases depending on pertinent facts; but once the government's\n\ninference from the unsupervised probation sentence is put to one\n\nside, neither party has much to say about these last two criteria,\n\nand nor do we.\n\n              The most clear-cut precedent is a thoughtful Seventh\n\nCircuit decision supporting the government, United States v. Caputo,\n\n978 F.2d 972, 978 (7th Cir. 1992) (false license); see also United\n\nStates   v.    Guajardo,   218   F.   App'x   294,   297   (5th   Cir.   2007)\n\n(unpublished) (displaying a counterfeit inspection sticker \"is\n\ncategorically more serious than driving without a license or with\n\na revoked or suspended license\" and thus not \"similar to\" it); cf.\n\n\n                                      -10-\n\fUnited States v. Arroyos-Fernandez, 286 Fed. Appx. 881, (5th Cir.\n\n2008)(similarly treating a false identification document).\n\n             However, Caputo and Guajardo both involved the defendant\n\nin the fabrication of false information, either as fabricator or\n\nprocurer of false documents--an independent and aggravating step;\n\nmerely affixing someone else's license plate to one's car is not\n\nquite the same thing as making or buying a counterfeit plate.     And\n\ndriving a car without a valid license is easily viewed both as an\n\naffirmative act and an implied misrepresentation that the driver\n\nholds a valid license.    The elusive label \"fraud\" seems as about as\n\napt, or inapt, for one as for the other.\n\n             At the same time, we cannot place much weight on United\n\nStates v. Mitchell, 941 F.2d 690 (8th Cir. 1991), which favors\n\nMaldonado.    Although the court there equated attaching plates to\n\n\"driving without a license\" and giving \"false information to a\n\npolice officer,\" id. at 691, the statement was dicta and offered\n\nwithout explanation.     Caputo and Mitchell may in fact reflect the\n\nparticular attaching plates scenario--out of a great many diverse\n\npossibilities--that the judge happens to have in mind.\n\n             In the end, the guideline provision in question is mainly\n\naimed at screening out minor offenses and, while distinctions can\n\nbe drawn, attaching plates--as defined under Massachusetts law--does\n\nnot seem demonstrably worse than driving with a revoked license or\n\ngiving false information to the police.     Nor, where fabricating of\n\n\n                                 -11-\n\fdocumentation is absent, unlike in Caputo and Guajardo, is there any\n\nclear consensus in the circuits.            The rule of lenity, although\n\napplicable to guideline interpretation, may not strictly apply to\n\na law application issue;4 but its spirit may lend something to\n\nMaldonado's position in this case.\n\n           This   is   a   perhaps   quite    a    close   call.   Certainly\n\ndistinguishing the revoked-license offense is possible: there is\n\nperhaps more premeditation in affixing plates and the latter is\n\nsometimes associated with other crimes, as the PSR noted.            Indeed,\n\nthis court recently held that no plain error occurred where the\n\ndistrict court without objection assigned a criminal history point\n\nto the same attaching plates offense, United States v. Matos, No.\n\n09-1178, slip op. at 19 (1st Cir. July 7, 2010), but the court\n\nreserved the merits for another day.         Id.\n\n           Still, in its elements, Massachusetts' affixing plates\n\nstatute does not differentiate, as some such statutes do, cf. 75 Pa.\n\nCons. Stat. §§ 7111, 7122, 7124 (2010), based on whether the plates\n\nare forged or used on a stolen vehicle or otherwise; the generic\n\noffense in Massachusetts carries a low penalty and requires no more\n\n\n\n     4\n      The rule of lenity applies \"when substantial ambiguity as to\nthe guideline's meaning persists even after a court looks to its\ntext, structure, context, and purposes.\" United States v. Damon,\n595 F.3d 395, 401 (1st Cir. 2010).      Whether a general rule is\nambiguous merely because its application presents close cases might\nbe debated. See United States v. Morton, No. 03-4408, slip op. at\n3 (4th Cir. Feb. 17, 2004) (holding that lenity does not apply\nbecause section 4A1.2(c)(1) of the guidelines is not ambiguous).\n\n                                     -12-\n\fthan knowing that the plate is assigned to another vehicle; and if\n\nMaldonado did any other wrong associated with the affixing of\n\nplates, it is not part of the record or the government's argument.\n\n          We conclude that, on this record, the affixing plates\n\noffense under Massachusetts law does not count toward Maldonado's\n\ncriminal history under the guidelines.       Whether the defendant\n\nqualifies for the safety valve and, if so, whether a different\n\nsentence should be imposed are matters for the district court on\n\nremand.   The sentence is vacated and the case remanded for further\n\nproceedings consistent with this decision.\n\n          It is so ordered.\n\n\n\n\n                               -13-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>614 F.3d 14 (2010)</b></center>\n<center><h1>UNITED STATES of America, Appellee,<br>\nv.<br>\nOrlando MALDONADO, Defendant, Appellant.</h1></center>\n<center>No. 09-1626.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard April 6, 2010.</center>\n<center>Decided July 26, 2010.</center>\n<p><span class=\"star-pagination\">*15</span> George F. Gormley, by appointment of the court, with whom Stephen P. Super and George F. Gormley, P.C., were on brief, for appellant.</p>\n<p>Randall E. Kromm, Assistant United States Attorney, with whom Carmen M. Ortiz, United States Attorney, and Jennifer Hay Zacks, Assistant United States Attorney, were on brief, for appellee.</p>\n<p>Before LYNCH, Chief Judge, TORRUELLA and BOUDIN, Circuit Judges.</p>\n<p>BOUDIN, Circuit Judge.</p>\n<p>On June 12, 2008, Orlando Maldonado pled guilty to counts related to his role in a conspiracy to distribute in excess of 20 kilograms of cocaine and was sentenced to 120 months' imprisonment, reflecting a ten-year mandatory minimum imposed by statute. 21 U.S.C. § 841(b)(1)(A)(ii) (2006). However, the mandatory minimum was subject to a safe harbor exception. Maldonado claims that the district court miscalculated his criminal history, depriving him of this exception and (potentially) a somewhat lower sentence. The facts are not complicated.</p>\n<p>Before entering into a plea agreement in the drug case, Maldonado requested that a pre-sentence report (\"PSR\") be prepared. The PSR deemed Maldonado responsible for three transactions involving 28.5 kilograms of cocaine, producing a base offense level of 34, which was reduced to 31 after a three level adjustment for acceptance of responsibility. U.S.S.G. §§ 2D1.1(c)(3), 3E1.1 (2007). The PSR also assessed Maldonado two criminal history points, one point for each of two prior Massachusetts offenses: a conviction for driving under the influence in 1998 and a conviction for \"attaching plates\" in 2001. U.S.S.G. § 4A1.1.</p>\n<p>The attaching plates offensewhich is the focus of this appealwas for affixing license plates owned by another individual to Maldonado's own car. M.G.L. ch. 90, § 23 (2009). This offense was detected after Maldonado was pulled over in a routine traffic stop and produced a registration for his car that did not match the vehicle's license plate number. The state prosecution was continued without a finding (\"CWOF\") after Maldonado \"admitted to sufficient facts\" at a disposition hearing in November 2001; the effect was six months' unsupervised probation and eventual dismissal of the case, but it counts as <span class=\"star-pagination\">*16</span> a conviction. U.S.S.G. § 4A1.2(f); <i>United States v. Reyes,</i> 386 F.3d 332, 334-35 &amp; n. 2 (1st Cir.2004) (per curiam).</p>\n<p>After pleading guilty to the instant drug offense, Maldonado asked the district court to determine his eligibility for 18 U.S.C. § 3553(f)'s \"safety valve\" adjustment; this exempts a defendant from mandatory minimum sentences if certain conditions are metone being that the defendant \"not have more than 1 criminal history point.\"<sup>[1]</sup> Maldonado argued that attaching plates was a minor offense that, under section 4A1.2(c) of the guidelines, should not generate a criminal history point.</p>\n<p>The district court disagreed and imposed the mandatory minimum ten-year sentence from which Maldonado now appeals. Had the court not counted the conviction, Maldonado could have qualified for the safety valve exception if he had made the required truthful proffer to the prosecutor of information concerning the crime. This would have eliminated the mandatory minimum; and, as his adjusted offense level under the guidelines equated to a range of 87 to 108 months, his sentence might well have been lower. Maldonado had a number of convictions for other offenses, but few apart from the recent drug transactions leading to his present conviction were very significant.</p>\n<p>Under the guidelines, prior misdemeanor convictions are counted in a defendant's criminal history score except when each of three conditions is satisfied: (1) the sentence imposed for the prior conviction is less than one year's probation or 30 days' imprisonment; (2) the prior offense is dissimilar to the offense for which the defendant is now being prosecuted; and (3) the prior offense is or is \"similar to\" one of the following offenses, which we call the \"listed offenses\":</p>\n<blockquote>Careless or reckless driving</blockquote>\n<blockquote>Contempt of court</blockquote>\n<blockquote>Disorderly conduct or disturbing the peace</blockquote>\n<blockquote>Driving without a license or with a revoked or suspended license</blockquote>\n<blockquote>False information to a police officer</blockquote>\n<blockquote>Gambling</blockquote>\n<blockquote>Hindering or failure to obey a police officer</blockquote>\n<blockquote>Insufficient funds check</blockquote>\n<blockquote>Leaving the scene of an accident</blockquote>\n<blockquote>Non-support</blockquote>\n<blockquote>Prostitution</blockquote>\n<blockquote>Resisting arrest</blockquote>\n<blockquote>Trespassing.</blockquote>\n<p>U.S.S.G. § 4A1.2(c)(1). (Section 4A1.2(c)(2) lists a number of offenses that are never counted, such as minor traffic infractions, but \"attaching plates\" is not on that list.)</p>\n<p>The first two conditions for exclusion of the attaching plates offense are satisfied: Maldonado received only six months' probation for his attaching plates offense, and attaching plates is clearly dissimilar to the drug offenses for which he is now being sentenced. Whether Maldonado would satisfy the proffer requirement of providing truthful information was never determined, because the court accepted the PSR recommendation that attaching plates was not \"similar to\" one of the listed offenses. That ruling is the only one before us on this appeal.</p>\n<p>This issue turns on the application of general standards to particular facts, <span class=\"star-pagination\">*17</span> but it implicates our reading of the guideline and raises what may be a recurring question; so (in Maldonado's favor) we review the ruling <i>de novo</i> rather than affording deference to the district court's view.<sup>[2]</sup> Conceivably, in a different case, application of this guideline could involve disputed facts as to which deference would certainly be due to the district judge's findings, but no such disputes are apparent here.</p>\n<p>The guidelines' application notes provide some limited assistance in determining whether a prior offense is \"similar to\" a listed offense:</p>\n<blockquote>In determining whether an unlisted offense is similar to an offense listed in subdivision (c)(1) or (c)(2), the court should use a common sense approach that includes consideration of relevant factors such as (i) a comparison of punishments imposed for the listed and unlisted offenses; (ii) the perceived seriousness of the offense as indicated by the level of punishment; (iii) the elements of the offense; (iv) the level of culpability involved; and (v) the degree to which the commission of the offense indicates a likelihood of recurring criminal conduct.</blockquote>\n<p>U.S.S.G. § 4A1.2 cmt. n. 12; <i>see also </i><i>United States v. Hardeman,</i> 933 F.2d 278, 281 (5th Cir.1991). This portion of the application notes became effective on November 1, 2007, U.S.S.G. app. C, amend. 709 (Supp.2007), subsequent to the conduct in this case, but prior to Maldonado's sentencing; however, it reflects common-sense criteria that a court could employ with or without the application note.</p>\n<p>Maldonado argues that attaching plates \"is similar to\" two listed offenses: (1) driving without a license or with a revoked or suspended license, and (2) providing false information to a police officer. Both driving without a license or with a revoked or suspended license and providing false information to a police officer resemble the attaching plates offense in that all three involve affirmative misrepresentation to the authorities, either explicit or implied. Two of the three are related directly to motor vehicle operation and the third (lying to the police) often so.</p>\n<p>The government responds here, as it did in the district court, that the Massachusetts crime of attaching plates includes as an element <i>the intention to conceal identity,</i> which implies a fraudulent purpose and differentiates it from the relevant listed offenses. The attaching plates statute states that</p>\n<blockquote>any person who attaches or permits to be attached to a motor vehicle or trailer a number plate assigned to another motor vehicle or trailer . . . <i>with intent to conceal the identity of such motor vehicle or trailer,</i> shall be punished by a fine of not more than one hundred dollars or by imprisonment for not more than ten days, or both.</blockquote>\n<p>Mass. Gen. Laws ch. 90, § 23 (emphasis added).</p>\n<p>If this underscored language were taken to require some additional malign purpose beyond knowledge that the plates were for a different carfor example, to conceal the identity of a stolen car in aid of a car theftit would surely be worse than the usual driving without a license offense. The district judge did not explain his ruling but the PSR used a \"fraud and deception\" label for the attaching plates offense, <span class=\"star-pagination\">*18</span> echoing the government's position, and it may well have been the district judge's thinking.</p>\n<p>But it turns outbased on citations provided by neither sidethat despite the ominous phrasing, Massachusetts treats any deliberate, and not otherwise wicked, affixing of another's plates as constituting the offense. In one remarkable case, a school-aged youngster was convicted of attaching plates after driving a repaired truck with an improper plate to the residence of a teacher at his school; this was so even though the teacher had wrongly assured him that to do so was all right. <i>S. Middlesex Reg'l Vocational Technical Sch. Dist. Comm. v. Superior Court,</i> 9 Mass. App.Ct. 372, 401 N.E.2d 167, 168-69 (1980).</p>\n<p>In another case, a used car dealer stated that he \"had been stopped and cited by police many times for driving an unregistered and uninsured vehicle with attached plates\" because he had no access to dealer plates in demonstrating vehicles for sale. <i>Commonwealth v. Daley,</i> 423 Mass. 747, 672 N.E.2d 101, 102-03 (1996). In other words, \"intent to conceal\" apparently means only that one knew that the attached plate did not belong to the vehicle and not that there was any further ulterior motive.</p>\n<p>Like driving with a revoked or suspended license, attaching plates thus ordinarily involves a defendant who knows what he has done; whether it involves more premeditation and affirmative wrongdoing remains to be considered. But, as <i>Daley</i> and <i>South Middlesex</i> demonstrate, assuming that the typical affixing plates violator was planning to rob a bank is unjustified. One of the weaknesses of the guideline is that analysis is prey to whatever scenario most vividly occurs to the guideline reader.</p>\n<p>The 2007 guideline amendment now offers its own gloss on \"similarity,\" inviting attention to five variables: two are independent of the defendant (comparative penalties, elements), one appears to be specific to the defendant (level of punishment) and two (culpability, threat of recurrence) could be either. The only one that is practically mechanicaland (as we will see) the only one that is particularly informative on the facts of this caseis the comparative penalties.</p>\n<p>The Massachusetts sanction for attaching plates is only a $100 fine and/or up to ten days' imprisonment, and the penalty does not increase with subsequent violations. Mass. Gen. Laws ch. 90, § 23. By contrast, driving with a revoked or suspended license is punishable by the same prison sentence but a slightly greater finebetween $500 and $1,000 for a first offenseand its penalties increase with subsequent convictions. <i>Id.</i> Several of the other listed offenses not counted by the guideline involve penalties considerably more substantial.<sup>[3]</sup></p>\n<p>The second criterion appears to be actual punishment, as indicated by the Fifth Circuit case from which the guideline gloss was drawn. <i>See </i><i>Hardeman,</i> 933 F.2d at 282-83; U.S.S.G. app. C, amend. 709 (Supp.2007); <i>cf. </i><i>United States v. May,</i> 343 F.3d 1, 9 (1st Cir.2003) (allowing consideration <span class=\"star-pagination\">*19</span> of the defendant's behavior). Here, the government says that the punishment Maldonado <i>actually</i> receivedsix months' probationwas \"highly unusual\" (Maldonado agrees that many cases are just dismissed) and implies that the state court had found a greater level of culpability and a greater probability of recidivism. But <i>no</i> actual jail time was imposed; and it is explicit from the docket entry that the waiting period before dismissalthe nature of a CWOF dispositionwas to be \"unsupervised.\"</p>\n<p>The third criterion, comparing elements, could favor Maldonadothe scienter element is about the same as the no-valid-license offenseor the government if one thinks that attaching plates involves slightly more premeditation. The fourth and fifthindividual culpability and risk of recidivism could matter in other cases depending on pertinent facts; but once the government's inference from the unsupervised probation sentence is put to one side, neither party has much to say about these last two criteria, and nor do we.</p>\n<p>The most clear-cut precedent is a thoughtful Seventh Circuit decision supporting the government, <i>United States v. Caputo,</i> 978 F.2d 972, 978 (7th Cir.1992) (false license); <i>see also </i><i>United States v. Guajardo,</i> 218 Fed.Appx. 294, 297 (5th Cir. 2007) (unpublished) (displaying a counterfeit inspection sticker \"is categorically more serious than driving without a license or with a revoked or suspended license\" and thus not \"similar to\" it); <i>cf. United States v. Arroyos-Fernandez,</i> 286 Fed. Appx. 881, (5th Cir.2008)(similarly treating a false identification document).</p>\n<p>However, <i>Caputo</i> and <i>Guajardo</i> both involved the defendant in the <i>fabrication</i> of false information, either as fabricator or procurer of false documentsan independent and aggravating step; merely affixing someone else's license plate to one's car is not quite the same thing as making or buying a counterfeit plate. And driving a car without a valid license is easily viewed both as an affirmative act and an implied misrepresentation that the driver holds a valid license. The elusive label \"fraud\" seems as about as apt, or inapt, for one as for the other.</p>\n<p>At the same time, we cannot place much weight on <i>United States v. Mitchell,</i> 941 F.2d 690 (8th Cir.1991), which favors Maldonado. Although the court there equated attaching plates to \"driving without a license\" and giving \"false information to a police officer,\" <i>id.</i> at 691, the statement was dicta and offered without explanation. <i>Caputo</i> and <i>Mitchell</i> may in fact reflect the particular attaching plates scenario out of a great many diverse possibilities that the judge happens to have in mind.</p>\n<p>In the end, the guideline provision in question is mainly aimed at screening out minor offenses and, while distinctions can be drawn, attaching platesas defined under Massachusetts lawdoes not seem demonstrably worse than driving with a revoked license or giving false information to the police. Nor, where <i>fabricating</i> of documentation is absent, unlike in <i>Caputo</i> and <i>Guajardo,</i> is there any clear consensus in the circuits. The rule of lenity, although applicable to guideline interpretation, may not strictly apply to a law application issue;<sup>[4]</sup> but its spirit may lend <span class=\"star-pagination\">*20</span> something to Maldonado's position in this case.</p>\n<p>This is a perhaps quite a close call. Certainly distinguishing the revoked-license offense is possible: there is perhaps more premeditation in affixing plates and the latter is sometimes associated with other crimes, as the PSR noted. Indeed, this court recently held that no plain error occurred where the district court without objection assigned a criminal history point to the same attaching plates offense, <i>United States v. Matos,</i> 611 F.3d 31, 40 (1st Cir.2010), but the court reserved the merits for another day. <i>Id.</i></p>\n<p>Still, in its elements, Massachusetts' affixing plates statute does not differentiate, as some such statutes do, <i>cf.</i> 75 Pa. Cons. Stat. §§ 7111, 7122, 7124 (2010), based on whether the plates are forged or used on a stolen vehicle or otherwise; the generic offense in Massachusetts carries a low penalty and requires no more than knowing that the plate is assigned to another vehicle; and if Maldonado did any other wrong associated with the affixing of plates, it is not part of the record or the government's argument.</p>\n<p>We conclude that, on this record, the affixing plates offense under Massachusetts law does not count toward Maldonado's criminal history under the guidelines. Whether the defendant qualifies for the safety valve and, if so, whether a different sentence should be imposed are matters for the district court on remand. The sentence is <i>vacated</i> and the case <i>remanded</i> for further proceedings consistent with this decision.</p>\n<p><i>It is so ordered.</i></p>\n<h2>NOTES</h2>\n<p>[1]  The other conditions are that the defendant not use violence or possess a weapon, that the offense not result in death or serious injury, that the defendant not organize the offense or engage in a continuing criminal enterprise, and that the defendant cooperate with the government. 18 U.S.C. § 3553(f)(2)-(5) (2006).</p>\n<p>[2]  Abstract legal issues under the guidelines are reviewed <i>de novo</i> and factual findings for clear error, <i>United States v. Rivera-Rivera,</i> 555 F.3d 277, 292 (1st Cir.2009); but on law-application questions, deferential review may be appropriate in some cases and in others not. <i>United States v. Stella,</i> 591 F.3d 23, 27 (1st Cir.2009).</p>\n<p>[3]  Reckless driving may be punished by a fine between $20 and $200 and/or imprisonment for between two weeks and two years. Mass. Gen. Laws ch. 90, § 24. An insufficient funds check may be punished by a fine between $500 and $5000 and/or up to two years' imprisonment. Mass. Gen. Laws ch. 151A, § 47A. Resisting arrest may be punished by a fine of up to $500 and/or up to two and a half years' imprisonment. Mass. Gen. Laws ch. 268, § 32B. In addition, Massachusetts makes non-support a felony, Mass. Gen. Laws ch. 273, § 1, and it is punishable by a fine of up to $5000 and/or up to five years' imprisonment, Mass. Gen. Laws ch. 273, § 15A.</p>\n<p>[4]  The rule of lenity applies \"when substantial ambiguity as to the guideline's meaning persists even after a court looks to its text, structure, context, and purposes.\" <i>United States v. Damon,</i> 595 F.3d 395, 401 (1st Cir.2010). Whether a general rule is ambiguous merely because its application presents close cases might be debated. <i>See United States v. Morton,</i> 87 Fed.Appx. 881, 884 (4th Cir.2004) (holding that lenity does not apply because section 4A1.2(c)(1) of the guidelines is not ambiguous).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">614</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">14</span></span> (2010)</b></center>\n<center><h1>UNITED STATES of America, Appellee,<br>\nv.<br>\nOrlando MALDONADO, Defendant, Appellant.</h1></center>\n<center>No. 09-1626.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard April 6, 2010.</center>\n<center>Decided July 26, 2010.</center>\n<p><span class=\"star-pagination\">*15</span> George F. Gormley, by appointment of the court, with whom Stephen P. Super and George F. Gormley, P.C., were on brief, for appellant.</p>\n<p>Randall E. Kromm, Assistant United States Attorney, with whom Carmen M. Ortiz, United States Attorney, and Jennifer Hay Zacks, Assistant United States Attorney, were on brief, for appellee.</p>\n<p>Before LYNCH, Chief Judge, TORRUELLA and BOUDIN, Circuit Judges.</p>\n<p>BOUDIN, Circuit Judge.</p>\n<p>On June 12, 2008, Orlando Maldonado pled guilty to counts related to his role in a conspiracy to distribute in excess of 20 kilograms of cocaine and was sentenced to 120 months' imprisonment, reflecting a ten-year mandatory minimum imposed by statute. 21 U.S.C. § 841(b)(1)(A)(ii) (2006). However, the mandatory minimum was subject to a safe harbor exception. Maldonado claims that the district court miscalculated his criminal history, depriving him of this exception and (potentially) a somewhat lower sentence. The facts are not complicated.</p>\n<p>Before entering into a plea agreement in the drug case, Maldonado requested that a pre-sentence report (\"PSR\") be prepared. The PSR deemed Maldonado responsible for three transactions involving 28.5 kilograms of cocaine, producing a base offense level of 34, which was reduced to 31 after a three level adjustment for acceptance of responsibility. U.S.S.G. §§ 2D1.1(c)(3), 3E1.1 (2007). The PSR also assessed Maldonado two criminal history points, one point for each of two prior Massachusetts offenses: a conviction for driving under the influence in 1998 and a conviction for \"attaching plates\" in 2001. U.S.S.G. § 4A1.1.</p>\n<p>The attaching plates offensewhich is the focus of this appealwas for affixing license plates owned by another individual to Maldonado's own car. M.G.L. ch. 90, § 23 (2009). This offense was detected after Maldonado was pulled over in a routine traffic stop and produced a registration for his car that did not match the vehicle's license plate number. The state prosecution was continued without a finding (\"CWOF\") after Maldonado \"admitted to sufficient facts\" at a disposition hearing in November 2001; the effect was six months' unsupervised probation and eventual dismissal of the case, but it counts as <span class=\"star-pagination\">*16</span> a conviction. U.S.S.G. § 4A1.2(f); <i>United States v. Reyes,</i> <span class=\"citation\" data-id=\"201295\"><a href=\"/opinion/201295/united-states-v-reyes/\"><span class=\"volume\">386</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">332</span></a></span>, 334-35 &amp; n. 2 (1st Cir.2004) (per curiam).</p>\n<p>After pleading guilty to the instant drug offense, Maldonado asked the district court to determine his eligibility for 18 U.S.C. § 3553(f)'s \"safety valve\" adjustment; this exempts a defendant from mandatory minimum sentences if certain conditions are metone being that the defendant \"not have more than 1 criminal history point.\"<sup>[1]</sup> Maldonado argued that attaching plates was a minor offense that, under section 4A1.2(c) of the guidelines, should not generate a criminal history point.</p>\n<p>The district court disagreed and imposed the mandatory minimum ten-year sentence from which Maldonado now appeals. Had the court not counted the conviction, Maldonado could have qualified for the safety valve exception if he had made the required truthful proffer to the prosecutor of information concerning the crime. This would have eliminated the mandatory minimum; and, as his adjusted offense level under the guidelines equated to a range of 87 to 108 months, his sentence might well have been lower. Maldonado had a number of convictions for other offenses, but few apart from the recent drug transactions leading to his present conviction were very significant.</p>\n<p>Under the guidelines, prior misdemeanor convictions are counted in a defendant's criminal history score except when each of three conditions is satisfied: (1) the sentence imposed for the prior conviction is less than one year's probation or 30 days' imprisonment; (2) the prior offense is dissimilar to the offense for which the defendant is now being prosecuted; and (3) the prior offense is or is \"similar to\" one of the following offenses, which we call the \"listed offenses\":</p>\n<blockquote>Careless or reckless driving</blockquote>\n<blockquote>Contempt of court</blockquote>\n<blockquote>Disorderly conduct or disturbing the peace</blockquote>\n<blockquote>Driving without a license or with a revoked or suspended license</blockquote>\n<blockquote>False information to a police officer</blockquote>\n<blockquote>Gambling</blockquote>\n<blockquote>Hindering or failure to obey a police officer</blockquote>\n<blockquote>Insufficient funds check</blockquote>\n<blockquote>Leaving the scene of an accident</blockquote>\n<blockquote>Non-support</blockquote>\n<blockquote>Prostitution</blockquote>\n<blockquote>Resisting arrest</blockquote>\n<blockquote>Trespassing.</blockquote>\n<p>U.S.S.G. § 4A1.2(c)(1). (Section 4A1.2(c)(2) lists a number of offenses that are never counted, such as minor traffic infractions, but \"attaching plates\" is not on that list.)</p>\n<p>The first two conditions for exclusion of the attaching plates offense are satisfied: Maldonado received only six months' probation for his attaching plates offense, and attaching plates is clearly dissimilar to the drug offenses for which he is now being sentenced. Whether Maldonado would satisfy the proffer requirement of providing truthful information was never determined, because the court accepted the PSR recommendation that attaching plates was not \"similar to\" one of the listed offenses. That ruling is the only one before us on this appeal.</p>\n<p>This issue turns on the application of general standards to particular facts, <span class=\"star-pagination\">*17</span> but it implicates our reading of the guideline and raises what may be a recurring question; so (in Maldonado's favor) we review the ruling <i>de novo</i> rather than affording deference to the district court's view.<sup>[2]</sup> Conceivably, in a different case, application of this guideline could involve disputed facts as to which deference would certainly be due to the district judge's findings, but no such disputes are apparent here.</p>\n<p>The guidelines' application notes provide some limited assistance in determining whether a prior offense is \"similar to\" a listed offense:</p>\n<blockquote>In determining whether an unlisted offense is similar to an offense listed in subdivision (c)(1) or (c)(2), the court should use a common sense approach that includes consideration of relevant factors such as (i) a comparison of punishments imposed for the listed and unlisted offenses; (ii) the perceived seriousness of the offense as indicated by the level of punishment; (iii) the elements of the offense; (iv) the level of culpability involved; and (v) the degree to which the commission of the offense indicates a likelihood of recurring criminal conduct.</blockquote>\n<p>U.S.S.G. § 4A1.2 cmt. n. 12; <i>see also </i><i>United States v. Hardeman,</i> <span class=\"citation\" data-id=\"561282\"><a href=\"/opinion/561282/united-states-v-bennie-ray-hardeman/\"><span class=\"volume\">933</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">278</span></a></span>, 281 (5th Cir.1991). This portion of the application notes became effective on November 1, 2007, U.S.S.G. app. C, amend. 709 (Supp.2007), subsequent to the conduct in this case, but prior to Maldonado's sentencing; however, it reflects common-sense criteria that a court could employ with or without the application note.</p>\n<p>Maldonado argues that attaching plates \"is similar to\" two listed offenses: (1) driving without a license or with a revoked or suspended license, and (2) providing false information to a police officer. Both driving without a license or with a revoked or suspended license and providing false information to a police officer resemble the attaching plates offense in that all three involve affirmative misrepresentation to the authorities, either explicit or implied. Two of the three are related directly to motor vehicle operation and the third (lying to the police) often so.</p>\n<p>The government responds here, as it did in the district court, that the Massachusetts crime of attaching plates includes as an element <i>the intention to conceal identity,</i> which implies a fraudulent purpose and differentiates it from the relevant listed offenses. The attaching plates statute states that</p>\n<blockquote>any person who attaches or permits to be attached to a motor vehicle or trailer a number plate assigned to another motor vehicle or trailer . . . <i>with intent to conceal the identity of such motor vehicle or trailer,</i> shall be punished by a fine of not more than one hundred dollars or by imprisonment for not more than ten days, or both.</blockquote>\n<p>Mass. Gen. Laws ch. 90, § 23 (emphasis added).</p>\n<p>If this underscored language were taken to require some additional malign purpose beyond knowledge that the plates were for a different carfor example, to conceal the identity of a stolen car in aid of a car theftit would surely be worse than the usual driving without a license offense. The district judge did not explain his ruling but the PSR used a \"fraud and deception\" label for the attaching plates offense, <span class=\"star-pagination\">*18</span> echoing the government's position, and it may well have been the district judge's thinking.</p>\n<p>But it turns outbased on citations provided by neither sidethat despite the ominous phrasing, Massachusetts treats any deliberate, and not otherwise wicked, affixing of another's plates as constituting the offense. In one remarkable case, a school-aged youngster was convicted of attaching plates after driving a repaired truck with an improper plate to the residence of a teacher at his school; this was so even though the teacher had wrongly assured him that to do so was all right. <i>S. Middlesex Reg'l Vocational Technical Sch. Dist. Comm. v. Superior Court,</i> 9 Mass. App.Ct. 372, <span class=\"citation no-link\"><span class=\"volume\">401</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">167</span></span>, 168-69 (1980).</p>\n<p>In another case, a used car dealer stated that he \"had been stopped and cited by police many times for driving an unregistered and uninsured vehicle with attached plates\" because he had no access to dealer plates in demonstrating vehicles for sale. <i>Commonwealth v. Daley,</i> <span class=\"citation no-link\"><span class=\"volume\">423</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">747</span></span>, <span class=\"citation no-link\"><span class=\"volume\">672</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">101</span></span>, 102-03 (1996). In other words, \"intent to conceal\" apparently means only that one knew that the attached plate did not belong to the vehicle and not that there was any further ulterior motive.</p>\n<p>Like driving with a revoked or suspended license, attaching plates thus ordinarily involves a defendant who knows what he has done; whether it involves more premeditation and affirmative wrongdoing remains to be considered. But, as <i>Daley</i> and <i>South Middlesex</i> demonstrate, assuming that the typical affixing plates violator was planning to rob a bank is unjustified. One of the weaknesses of the guideline is that analysis is prey to whatever scenario most vividly occurs to the guideline reader.</p>\n<p>The 2007 guideline amendment now offers its own gloss on \"similarity,\" inviting attention to five variables: two are independent of the defendant (comparative penalties, elements), one appears to be specific to the defendant (level of punishment) and two (culpability, threat of recurrence) could be either. The only one that is practically mechanicaland (as we will see) the only one that is particularly informative on the facts of this caseis the comparative penalties.</p>\n<p>The Massachusetts sanction for attaching plates is only a $100 fine and/or up to ten days' imprisonment, and the penalty does not increase with subsequent violations. Mass. Gen. Laws ch. 90, § 23. By contrast, driving with a revoked or suspended license is punishable by the same prison sentence but a slightly greater finebetween $500 and $1,000 for a first offenseand its penalties increase with subsequent convictions. <i>Id.</i> Several of the other listed offenses not counted by the guideline involve penalties considerably more substantial.<sup>[3]</sup></p>\n<p>The second criterion appears to be actual punishment, as indicated by the Fifth Circuit case from which the guideline gloss was drawn. <i>See </i><i>Hardeman,</i> 933 F.2d at 282-83; U.S.S.G. app. C, amend. 709 (Supp.2007); <i>cf. </i><i>United States v. May,</i> <span class=\"citation\" data-id=\"200626\"><a href=\"/opinion/200626/united-states-v-may/\"><span class=\"volume\">343</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 9 (1st Cir.2003) (allowing consideration <span class=\"star-pagination\">*19</span> of the defendant's behavior). Here, the government says that the punishment Maldonado <i>actually</i> receivedsix months' probationwas \"highly unusual\" (Maldonado agrees that many cases are just dismissed) and implies that the state court had found a greater level of culpability and a greater probability of recidivism. But <i>no</i> actual jail time was imposed; and it is explicit from the docket entry that the waiting period before dismissalthe nature of a CWOF dispositionwas to be \"unsupervised.\"</p>\n<p>The third criterion, comparing elements, could favor Maldonadothe scienter element is about the same as the no-valid-license offenseor the government if one thinks that attaching plates involves slightly more premeditation. The fourth and fifthindividual culpability and risk of recidivism could matter in other cases depending on pertinent facts; but once the government's inference from the unsupervised probation sentence is put to one side, neither party has much to say about these last two criteria, and nor do we.</p>\n<p>The most clear-cut precedent is a thoughtful Seventh Circuit decision supporting the government, <i>United States v. Caputo,</i> <span class=\"citation\" data-id=\"593940\"><a href=\"/opinion/593940/united-states-v-james-caputo/\"><span class=\"volume\">978</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">972</span></a></span>, 978 (7th Cir.1992) (false license); <i>see also </i><i>United States v. Guajardo,</i> 218 Fed.Appx. 294, 297 (5th Cir. 2007) (unpublished) (displaying a counterfeit inspection sticker \"is categorically more serious than driving without a license or with a revoked or suspended license\" and thus not \"similar to\" it); <i>cf. United States v. Arroyos-Fernandez,</i> 286 Fed. Appx. 881, (5th Cir.2008)(similarly treating a false identification document).</p>\n<p>However, <i>Caputo</i> and <i>Guajardo</i> both involved the defendant in the <i>fabrication</i> of false information, either as fabricator or procurer of false documentsan independent and aggravating step; merely affixing someone else's license plate to one's car is not quite the same thing as making or buying a counterfeit plate. And driving a car without a valid license is easily viewed both as an affirmative act and an implied misrepresentation that the driver holds a valid license. The elusive label \"fraud\" seems as about as apt, or inapt, for one as for the other.</p>\n<p>At the same time, we cannot place much weight on <i>United States v. Mitchell,</i> <span class=\"citation\" data-id=\"566393\"><a href=\"/opinion/566393/united-states-v-eric-mitchell/\"><span class=\"volume\">941</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">690</span></a></span> (8th Cir.1991), which favors Maldonado. Although the court there equated attaching plates to \"driving without a license\" and giving \"false information to a police officer,\" <i>id.</i> at 691, the statement was dicta and offered without explanation. <i>Caputo</i> and <i>Mitchell</i> may in fact reflect the particular attaching plates scenario out of a great many diverse possibilities that the judge happens to have in mind.</p>\n<p>In the end, the guideline provision in question is mainly aimed at screening out minor offenses and, while distinctions can be drawn, attaching platesas defined under Massachusetts lawdoes not seem demonstrably worse than driving with a revoked license or giving false information to the police. Nor, where <i>fabricating</i> of documentation is absent, unlike in <i>Caputo</i> and <i>Guajardo,</i> is there any clear consensus in the circuits. The rule of lenity, although applicable to guideline interpretation, may not strictly apply to a law application issue;<sup>[4]</sup> but its spirit may lend <span class=\"star-pagination\">*20</span> something to Maldonado's position in this case.</p>\n<p>This is a perhaps quite a close call. Certainly distinguishing the revoked-license offense is possible: there is perhaps more premeditation in affixing plates and the latter is sometimes associated with other crimes, as the PSR noted. Indeed, this court recently held that no plain error occurred where the district court without objection assigned a criminal history point to the same attaching plates offense, <i>United States v. Matos,</i> <span class=\"citation\" data-id=\"150187\"><a href=\"/opinion/150187/united-states-v-matos/\"><span class=\"volume\">611</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">31</span></a></span>, 40 (1st Cir.2010), but the court reserved the merits for another day. <i>Id.</i></p>\n<p>Still, in its elements, Massachusetts' affixing plates statute does not differentiate, as some such statutes do, <i>cf.</i> 75 Pa. Cons. Stat. §§ 7111, 7122, 7124 (2010), based on whether the plates are forged or used on a stolen vehicle or otherwise; the generic offense in Massachusetts carries a low penalty and requires no more than knowing that the plate is assigned to another vehicle; and if Maldonado did any other wrong associated with the affixing of plates, it is not part of the record or the government's argument.</p>\n<p>We conclude that, on this record, the affixing plates offense under Massachusetts law does not count toward Maldonado's criminal history under the guidelines. Whether the defendant qualifies for the safety valve and, if so, whether a different sentence should be imposed are matters for the district court on remand. The sentence is <i>vacated</i> and the case <i>remanded</i> for further proceedings consistent with this decision.</p>\n<p><i>It is so ordered.</i></p>\n<h2>NOTES</h2>\n<p>[1]  The other conditions are that the defendant not use violence or possess a weapon, that the offense not result in death or serious injury, that the defendant not organize the offense or engage in a continuing criminal enterprise, and that the defendant cooperate with the government. 18 U.S.C. § 3553(f)(2)-(5) (2006).</p>\n<p>[2]  Abstract legal issues under the guidelines are reviewed <i>de novo</i> and factual findings for clear error, <i>United States v. Rivera-Rivera,</i> <span class=\"citation\" data-id=\"203659\"><a href=\"/opinion/203659/united-states-v-rivera-rivera/\"><span class=\"volume\">555</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">277</span></a></span>, 292 (1st Cir.2009); but on law-application questions, deferential review may be appropriate in some cases and in others not. <i>United States v. Stella,</i> <span class=\"citation\" data-id=\"204111\"><a href=\"/opinion/204111/united-states-v-stella/\"><span class=\"volume\">591</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">23</span></a></span>, 27 (1st Cir.2009).</p>\n<p>[3]  Reckless driving may be punished by a fine between $20 and $200 and/or imprisonment for between two weeks and two years. Mass. Gen. Laws ch. 90, § 24. An insufficient funds check may be punished by a fine between $500 and $5000 and/or up to two years' imprisonment. Mass. Gen. Laws ch. 151A, § 47A. Resisting arrest may be punished by a fine of up to $500 and/or up to two and a half years' imprisonment. Mass. Gen. Laws ch. 268, § 32B. In addition, Massachusetts makes non-support a felony, Mass. Gen. Laws ch. 273, § 1, and it is punishable by a fine of up to $5000 and/or up to five years' imprisonment, Mass. Gen. Laws ch. 273, § 15A.</p>\n<p>[4]  The rule of lenity applies \"when substantial ambiguity as to the guideline's meaning persists even after a court looks to its text, structure, context, and purposes.\" <i>United States v. Damon,</i> <span class=\"citation\" data-id=\"8\"><a href=\"/opinion/8/united-states-v-damon/\"><span class=\"volume\">595</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">395</span></a></span>, 401 (1st Cir.2010). Whether a general rule is ambiguous merely because its application presents close cases might be debated. <i>See United States v. Morton,</i> 87 Fed.Appx. 881, 884 (4th Cir.2004) (holding that lenity does not apply because section 4A1.2(c)(1) of the guidelines is not ambiguous).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/8/",
    "http://www.courtlistener.com/api/rest/v3/opinions/150187/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200626/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201295/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203659/",
    "http://www.courtlistener.com/api/rest/v3/opinions/204111/",
    "http://www.courtlistener.com/api/rest/v3/opinions/561282/",
    "http://www.courtlistener.com/api/rest/v3/opinions/566393/",
    "http://www.courtlistener.com/api/rest/v3/opinions/593940/"
  ]
}