{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/152280/",
  "absolute_url": "/opinion/152280/saccucci-auto-group-v-american-honda-motor-co/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/152280/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2010-08-04T19:25:12Z",
  "date_modified": "2016-04-26T05:22:41.890802Z",
  "type": "010combined",
  "sha1": "1e2f3f43fef36fce151999775afec01ad6a73255",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/09-2110P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2010/08/04/Saccucci_Lincoln_Mercury_Inc._v._American_Honda_Motor_Company.pdf",
  "plain_text": "          United States Court of Appeals\n                       For the First Circuit\n\nNo. 09-2110\n\n                   SACCUCCI AUTO GROUP, INC.,\n   f/k/a SACCUCCI LINCOLN MERCURY INC., d/b/a SACCUCCI HONDA,\n\n                       Plaintiff, Appellant,\n\n                                 v.\n\n                AMERICAN HONDA MOTOR COMPANY, INC.;\n                AMERICAN HONDA FINANCE CORPORATION,\n                  d/b/a HONDA FINANCIAL SERVICES,\n\n                       Defendants, Appellees.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                  FOR THE DISTRICT OF RHODE ISLAND\n\n              [Hon. Mary M. Lisi, U.S. District Judge]\n\n\n                               Before\n\n                   Torruella, Boudin and Howard,\n                          Circuit Judges.\n\n\n     Geoffrey W. Millsom, with whom Adam M. Ramos and Adler Pollock\n& Sheehan P.C., were on brief, for appellant.\nJoshua Teverow and Joshua Teverow, Esquire, Ltd on brief for The\nRhode Island Automobile Dealers' Association, Amicus Curiae.\n     David A. Kluft, with whom Michael B. Keating, Catherine H.\nWicker, Foley Hoag LLP, Gordon P. Cleary and Vetter & White, were\non brief, for appellees.\n\n\n\n\n                           August 4, 2010\n\f           HOWARD,     Circuit    Judge.      This   is    a     diversity     case\n\ninvolving Rhode Island's \"Dealer Act,\" R.I. Gen. Laws § 31-5.1-4,\n\nwhich regulates the business relationship between car manufacturers\n\nand dealers.     The plaintiff-appellant is a dealer located in Rhode\n\nIsland, Saccucci Auto Group Inc. (\"Saccucci\").                  The defendants-\n\nappellees, American Honda Motor Co. Inc. and American Honda Finance\n\nCorp., are entities of Honda, a car manufacturer.                We refer to the\n\ndefendants-appellees collectively as \"Honda.\"\n\n           The    central   issue    in    this   case    is    whether   Honda's\n\ndecision   to    prohibit   its   dealers    from    selling      Honda   Vehicle\n\nServicing Contracts (\"VSCs\") over the Internet violates the Dealer\n\nAct.   VSCs are extended warranties, more or less.                      Honda had\n\nallowed its dealers to sell Honda VSCs over the Internet for a\n\nnumber of years but put an end to the practice in 2007.                        This\n\nprompted   Saccucci,    a   dealer   which    sold    Honda      VSCs   over   the\n\nInternet, to sue Honda in federal court, claiming, inter alia, that\n\nHonda's prohibition violated the Dealer Act.\n\n           The district court granted summary judgment to Honda. It\n\nheld (1) that Saccucci's claims were not cognizable under the\n\nDealer Act; and that (2) even if they were, no reasonable jury\n\ncould find in Saccucci's favor on the claims.                  We agree with the\n\nsecond of these conclusions and affirm.\n\n\n\n\n                                     -2-\n\f                                     I.       Facts\n\n                                A.       Background\n\n               Concerned that car manufacturers had more bargaining\n\npower than car dealers, Congress and a number of states enacted\n\n\"legislation to protect car dealers from perceived abusive and\n\noppressive acts by the manufacturers.\"                   New Motor Vehicle Bd. v.\n\nOrrin W. Fox Co., 439 U.S. 96, 101 (1978).                  Rhode Island's Dealer\n\nAct is an example of such legislation.                  Id. at 101 n.5.\n\n               Saccucci claims that Honda's decision to temporarily\n\nprohibit its dealers from selling Honda VSCs over the Internet\n\nviolated three of the Dealer Act's provisions:                        one prohibiting\n\nmanufacturers       from    \"coerc[ing]\"           a   dealer    to    enter   into   an\n\nagreement,      R.I.   Gen.   Laws       §    31-5.1-4(b)(4),         one   prohibiting\n\nmanufacturers from engaging in \"arbitrary\" action that causes\n\ndamage    to    a   dealer,   id.    §       31-5.1-4(a),       and   one   prohibiting\n\nmanufacturers from engaging in any \"predatory practice\" against a\n\ndealer.    Id. § 31-5.1-4(c)(26).\n\n                                     B.       VSCs\n\n               A VSC is a vehicle protection package similar to an\n\nextended warranty.          Generally speaking, it covers the cost of\n\nrepairing      certain     mechanical         breakdowns     and      provides   other,\n\nancillary benefits such as roadside assistance.                       VSCs are sold by\n\na number of companies, including Honda.                  Honda's brand is known as\n\n\"Honda Care.\"\n\n\n                                             -3-\n\f            Honda does not sell its VSCs directly to customers.\n\nRather, it provides its dealers with Honda VSCs, and the dealers\n\nmake the ground-level sale.           Although Honda dealers must pay Honda\n\na fee for       every Honda VSC they sell (these fees range from\n\n$360–$1,365 per VSC), dealers are free to charge their customers\n\nwhatever price they wish for a Honda VSC, retaining the difference\n\nbetween price and fee as profit.              Although the dealer is the one\n\nmaking    the   sale   to   the   customer,     the     Honda    VSC   contract   is\n\nultimately between the customer and Honda, not between the customer\n\nand the dealer.\n\n            Honda dealers may promote and sell different brands of\n\nVSCs (e.g., a Toyota or General Electric VSC).                  But if one of the\n\ndealer's    customers       requests     a    Honda      VSC,    the    dealer    is\n\ncontractually obligated to make one available for purchase.                       And\n\nHonda dealers have other reasons to offer Honda VSCs.                        Their\n\ncustomers, Honda owners, generally prefer Honda VSCs over competing\n\nbrands because Honda VSCs guarantee that \"all repairs will be made\n\nby   factory-trained        Honda      technicians       at     authorized   Honda\n\ndealerships using only Genuine Honda or American Honda authorized\n\nparts.\"     Also,      Honda   pays    its    dealers    a    \"performance   based\n\nallowance\" for each VSC sold. The amount of this allowance depends\n\non a quotient keyed to vehicle sales.                 For example, if a Honda\n\ndealer's Honda VSC sales are 70% of his total car sales (i.e., the\n\ndealer sells seven Honda VSCs for every ten cars he sells), that\n\n\n                                        -4-\n\fdealer will receive more money than if its Honda VSC sales were 20%\n\nof its total car sales.        A dealer, then, has a financial incentive\n\nto increase its Honda VSC sales percentage.\n\n                   C.    The Internet sale of Honda VSCs\n\n            Because Honda VSCs are typically sold in connection with\n\nthe purchase of a Honda car, Honda VSCs were initially sold only at\n\nHonda dealerships.        Beginning sometime in 1997, however, a number\n\nof Massachusetts-based Honda dealers began to sell Honda VSCs over\n\nthe Internet.      Other dealers began to follow suit, and, by 2008,\n\nthere were approximately twelve Honda dealers selling Honda VSCs\n\nover the Internet.         Saccucci began selling Honda VSCs over the\n\nInternet in 2006.          The dealers that sell Honda VSCs over the\n\nInternet    sell        them   at   or     near   cost,   relying   on   the\n\nperformance–based allowance supplied by Honda for their profits.\n\n     D.    Honda's reaction to the Internet sale of Honda VSCs\n\n            Beginning sometime in 2002, Honda dealers who did not\n\nsell Honda VSCs over the Internet began to complain to Honda about\n\nthe practice, focusing their complaints on the lower prices charged\n\nby the Internet dealers.        Despite these complaints, Honda did not\n\nattempt to curb Internet sales and actually appeared supportive of\n\nsuch sales, which it believed reflected \"capitalism at its best.\"\n\n            In 2007, however, Honda's position began to change.          In\n\nJanuary, Honda's Dealer Advisory Board (\"DAB\"), a body composed of\n\n\n\n\n                                         -5-\n\fHonda dealers who are elected to represent dealer interests,1\n\nrecommended that Honda stop the Internet sale of Honda VSCs.                 The\n\nDAB told Honda that such sales impacted \"customer satisfaction\" and\n\nwere resulting in \"strained relations\" between the dealers who were\n\nselling   the   Honda   VSCs   locally       at   the   dealership   and   their\n\ncustomers.      Honda told the DAB that it would further study the\n\nissue. Both the DAB's recommendation to Honda and Honda's response\n\nwere published in a Dealer Direct newsletter sent to all Honda\n\ndealers, including Saccucci.\n\n            Later that year, individual dealers complained to Honda\n\nthat the Internet sale of Honda VSCs was undermining customer\n\nsatisfaction with both the dealers and Honda.               When deposed, Dan\n\nSpafford,    Honda's    Manager   of   Consumer     Assurance    Products    and\n\nServices, testified about these complaints.              One came from a Honda\n\ndealer in Illinois.      The dealer told Spafford that he had sold a\n\nlong-time customer both a Honda and a Honda VSC at his dealership,\n\ncharging the customer a traditional in-store price for the VSC.\n\nThe customer later found a Honda VSC being offered on the Internet\n\nfor a significantly lower price.             The customer returned to the\n\n\n\n     1\n       The DAB is formed as follows: Honda dealers elect district\nrepresentatives who, in turn, elect zone representatives to serve\non the DAB.     These zone representatives attend national DAB\nmeetings and also serve with Honda employees on national\nsubcommittees assigned to specific areas of business (e.g., sales).\nAs a unit, the DAB makes recommendations to Honda and Honda\npublishes a \"Dealer Direct\" newsletter which includes a description\nof each recommendation and Honda's response to the recommendation.\n\n                                       -6-\n\fdealership, called the dealer a \"thief,\" and told him that he would\n\nnever go back to his dealership again.       The customer also told the\n\ndealer that because Honda had condoned such practices, he would\n\nnever buy another Honda.       Following this interaction, the dealer\n\nstopped promoting Honda VSCs and began offering a competing VSC.\n\nSpafford testified further about a similar conversation he had with\n\na Honda dealer from California.       The dealer told Spafford that the\n\nInternet sale of Honda VSCs was endangering the dealer's reputation\n\nin the community.     This dealer also told Spafford that he was\n\nconsidering promoting a competing VSC.\n\n          In response to these individual dealer complaints and the\n\nDAB's earlier recommendation, Honda formed a committee to consider\n\nthe issues posed by the Internet sale of Honda VSCs.         The committee\n\nconsisted of members of Honda's management, Honda counsel, and\n\noutside counsel.    For three months, the committee met on a weekly\n\nbasis, considering the positives and negatives of allowing its\n\ndealers to sell Honda VSCs over the Internet.            Ultimately, the\n\ncommittee decided it was necessary to impose restrictions on such\n\nsales.    The   committee   based     this   decision   on   a   number   of\n\nconsiderations,    including   the   DAB's   recommendation      that   Honda\n\nprohibit the practice, complaints from individual dealers, and\n\nconcerns that customer dissatisfaction with Honda dealers would\n\nharm \"brand loyalty\" and \"brand image.\"         The committee also took\n\ninto account factors not directly related to customer satisfaction.\n\n\n                                     -7-\n\fAmong other things, the committee expressed concerns that dealers\n\nwho were unhappy with the Internet sale of Honda VSCs would begin\n\nto push the VSCs offered by competitors and that the Internet sale\n\nof Honda VSCs might violate state laws.             With respect to the\n\nlatter, Honda learned that the California code only allows sellers\n\nlicensed by the state to sell VSCs and also limits such sales to\n\nsales incidental to the sale of a vehicle.\n\n            Based on the committee's findings, Honda announced a\n\ntemporary   prohibition   on    the   Internet   sale   of   Honda   VSCs   in\n\nFebruary 2008.    To enforce this prohibition, Honda set up a scheme\n\nof graduated penalties for non-compliant dealers.                First–time\n\nviolators   are   temporarily    suspended   from   selling    Honda   VSCs,\n\nsecond–time violators are \"permanently deactiva[ted]\" from selling\n\nHonda VSCs, and third–time violators must forfeit any payments they\n\nhave received under Honda's performance–based allowance program.\n\n                        E.     Procedural history\n\n            Shortly after Honda imposed the temporary prohibition on\n\nthe Internet sale of Honda VSCs, Saccucci filed a complaint against\n\nHonda in Rhode Island Superior Court.        In this complaint, Saccucci\n\nclaimed that Honda had violated three provisions of the Dealer Act\n\nand breached Rhode Island's implied covenant of good faith and fair\n\ndealing.    Honda removed the case to federal district court.          After\n\ndiscovery and an evidentiary hearing, Saccucci sought to amend its\n\ncomplaint to add a claim of equitable estoppel. The district court\n\n\n                                      -8-\n\fdenied this motion as futile.               Honda then moved for summary\n\njudgment     on   Saccucci's   claims,   which    was   granted.   Saccucci\n\nappeals.2\n\n                               II.   Discussion\n\n             We review a district court's grant of summary judgment de\n\nnovo.     Lockridge v. Univ. of Me. Sys., 597 F.3d 464, 469 (1st Cir.\n\n2010).      Summary judgment is appropriate \"if the pleadings, the\n\ndiscovery and disclosure materials on file, and any affidavits show\n\nthat there is no genuine issue as to any material fact and the\n\nmovant is entitled to judgment as a matter of law.\"            Fed. R. Civ.\n\nP. 56(c).3\n\n             Saccucci claims that the district court erred when it:\n\n(1)   granted Honda summary judgment on its Dealer Act claims; (2)\n\ngranted Honda summary judgment on its claim that Honda breached the\n\nimplied covenant of good faith and fair dealing; and (3) denied its\n\nmotion to amend its complaint to add a claim of equitable estoppel.\n\nWe take up the claims in that order.           In this diversity case, the\n\n\n      2\n       In its complaint, Saccucci also requested injunctive relief\nand advanced a claim of promissory estoppel. The district court\ndenied the injunctive relief request and granted Honda summary\njudgment on the promissory estoppel claim.      Saccucci does not\nappeal these rulings.\n      3\n       A \"material\" fact is one \"that might affect the outcome of\nthe suit under the governing law.\"    Anderson v. Liberty Lobby,\nInc., 477 U.S. 242, 248 (1986). A dispute about a material fact is\n\"genuine\" only \"if a reasonable jury could resolve it in favor of\neither party.\"   Santoni v. Potter, 369 F.3d 594, 598 (1st Cir.\n2004) (quoting Basic Controlex Corp., Inc. v. Klockner Moeller\nCorp., 202 F.3d 450, 453 (1st Cir. 2000)).\n\n                                      -9-\n\fsubstantive law of Rhode Island governs.               Gibson v. City of\n\nCranston, 37 F.3d 731, 735        (1st Cir. 1994).\n\n                         A.     Dealer Act claims\n\n           Although the district court first held that the Dealer\n\nAct did not apply to this case, we harbor some doubt about that\n\nconclusion.      In any event, we may bypass the question because,\n\nassuming   the   Act   applies,    no   reasonable    jury   could   find   in\n\nSaccucci's favor on its Dealer Act claims.\n\n                           1.     Coercion claim\n\n           The Dealer Act makes it unlawful for a manufacturer \"to\n\ncoerce, or attempt to coerce, any motor vehicle dealer . . . [t]o\n\nenter into any agreement with the manufacturer or to do any other\n\nact prejudicial to the . . . motor vehicle dealer by threatening to\n\nterminate or cancel a franchise or any contractual agreement\n\nexisting between the dealer and the manufacturer.\"           R.I. Gen. Laws\n\n§ 31-5.1-4(b)(4).      For purposes of the Dealer Act, coercion is\n\ndefined as a \"wrongful demand which will result in sanctions if not\n\ncomplied with.\"    Dunne Leases Cars & Trucks Inc. v. Kenworth Truck\n\nCo., 466 A.2d 1153, 1160 (R.I. 1983)4.               The focus here is on\n\n\n\n     4\n        Coercion holds the same meaning under the Automobile\nDealers' Day in Court Act (\"ADDCA\"), 15 U.S.C. § 1222, which is\nbasically a federal version of Rhode Island's Dealer Act. George\nLussier Enters. v. Subaru of New Eng., 393 F.3d 36, 47 (1st Cir.\n2004) (\"'[C]oercion' holds the same meaning under both the state\ndealer acts and the ADDCA.\"). Accordingly, decisions considering\nwhether a manufacturer committed coercion within the meaning of the\nADDCA inform our analysis.\n\n                                     -10-\n\fwhether Honda's prohibition of the Internet sale of Honda VSCs,\n\nwhich it enforced by setting up a scheme of graduated penalties for\n\nnon-compliant dealers, constitutes a wrongful demand.5\n\n                 One way that a manufacturer may make a wrongful demand is\n\nby insisting that the dealer relinquish a contractual right.               See\n\ne.g., Gen. Motors Corp. v. New A.C. Chevrolet, Inc., 263 F.3d 296,\n\n326 (3d Cir. 2001) (\"A demand is wrongful if it . . . impels the\n\ndealer into forfeiting its rights under the dealer agreement.\");\n\nNorthview Motors, Inc. v. Chrysler Motors Corp., 227 F.3d 78, 93\n\n(3d Cir. 2000).         By contrast, a manufacturer's demand will not be\n\nwrongful if the manufacturer is insisting that a dealer comply with\n\nthe reasonable terms of a contract.               R.I. Gen. Laws § 31-5.1-\n\n4(b)(4) (\"[T]his subdivision is not intended to preclude the\n\nmanufacturer . . . from insisting on compliance with the reasonable\n\nterms       or    provisions   of   the    franchise   or   other   contractual\n\nagreement, and notice in good faith to any new motor vehicle dealer\n\nof the new motor vehicle dealer's violation of those terms or\n\nprovisions shall not constitute a violation of the chapter.\"); see\n\nalso New A.C. Chevrolet, Inc., 263 F.3d at 326 (\"A manufacturer\n\ndoes not make a wrongful demand if it merely insists that the\n\n\n\n\n        5\n       It is unclear whether Honda's scheme of graduated penalties\nqualify as \"sanctions\" under the Dealer Act. We need not decide\nthat question here, as we conclude that Honda did not make a\nwrongful demand.\n\n                                          -11-\n\fdealer comply with a reasonable obligation imposed by the franchise\n\nagreement.\").\n\n            For our purposes, then, it makes sense to start with the\n\ncontracts   between   the   parties.     The    1995      \"Honda   Care   Dealer\n\nEnrollment and Participation Agreement\" (\"VSC Contract\") is the\n\ncontract of primary interest here, as it directly covers the\n\n\"terms,   conditions,   and   procedures       of   the    Honda   Care    [VSC]\n\nProgram.\"    But a few provisions of the 1990 \"Automobile Dealer\n\nSales and Service Agreement\" (\"1990 Dealer Contract\") are also\n\nrelevant, as the VSC Contract incorporates them by reference.6\n\n            Neither contract explicitly addresses the Internet sale\n\nof Honda VSCs.   This is likely because both contracts were entered\n\ninto before the Internet was a widespread commercial medium.\n\nNevertheless, each party argues that the contracts require us to\n\nfind in their favor on the coercion claim.                As we will explain,\n\nneither argument is persuasive.\n\n\n\n\n     6\n       Honda argues that a third contract, the 2003 \"Automobile\nDealer Sales and Service Agreement,\" (\"2003 Dealer Contract\") is\nrelevant here as well. The 2003 Dealer Contract is a more recent\nversion of the 1990 Dealer Contract that is incorporated by\nreference in the VSC Contract.     Saccucci argues that the 2003\nDealer Contract is irrelevant here because the VSC Contract does\nnot incorporate any of its provisions by reference. The district\ncourt seems to have agreed with Saccucci, as its coercion analysis\nappears restricted to the VSC Contract and the 1990 Dealer\nContract. Whether we were to consider it or not, the 2003 Dealer\nContract makes no difference in our analysis.      Accordingly, we\nfollow the district court's lead and ignore it.\n\n                                  -12-\n\f             In arguing that the contracts give it the right to\n\nprohibit     the    Internet   sale   of    Honda   VSCs,   Honda   cites   three\n\nprovisions from the relevant contracts.             Two of these provisions,\n\none   from   the     VSC   Contract   and   another   from   the    1990    Dealer\n\nContract, establish Honda's right to control the advertising of its\n\nproducts, including Honda VSCs.               Neither of these provisions,\n\nhowever, addresses whether Honda has the right to control where\n\nHonda VSCs may be sold.           While the line between advertising a\n\nproduct over the Internet and selling a product over the Internet\n\nmay be thin in some cases, there are surely methods of Internet\n\nsale that could not be characterized as advertising.\n\n             The third provision Honda cites is from the 1990 Dealer\n\nContract and is listed under the heading, \"Sale of Honda Products\n\nto Dealer.\"        Honda argues that this provision permits it to revise\n\nthe \"terms\" under which it sells Honda products to a dealer and\n\nthus permits it to condition its sale of Honda VSCs to a dealer on\n\nthe dealer's agreement to refrain from selling Honda VSCs over the\n\nInternet.     This provision reads as follows:\n\n             American Honda will have the right at any time\n             and from time to time to establish and revise\n             terms . . . for its sales of Honda Products to\n             Dealer. Revised prices, terms or provisions\n             will apply to the sale of any Honda Products\n             as of the effective date of the revised\n             prices, terms or provisions, even though a\n             different price or different terms may have\n             been in effect at the time such Honda Products\n             were allocated to or ordered by Dealer.\n\n\n\n                                       -13-\n\f            But, as noted above, a manufacturer may only insist that\n\nits dealers comply with the \"reasonable terms or provisions of [a]\n\n. . . contractual agreement.\"      See R.I. Gen. Laws § 31-5.1-4(b)(4)\n\n(emphasis added).        Honda reads the reasonableness out of this\n\nprovision   by   construing   it   so   broadly.    Indeed,   Honda   could\n\nseemingly   commit   a    paradigmatic    Dealer   Act   violation    (e.g.,\n\nthreatening not to sell any cars to the dealer unless the dealer\n\nagrees to purchase large stocks of undesirable vehicles) and still\n\ndefend its actions by reference to this provision.\n\n            Saccucci's    contract-based    argument,    although    equally\n\nambitious, is no more persuasive.        It says that the silence of the\n\ncontracts with respect to the Internet sale of Honda VSCs creates\n\nan ambiguity and requires us to consider extrinsic evidence to\n\ninterpret the contracts.      And, in Saccucci's view, this extrinsic\n\nevidence makes clear that the intent of the parties at the time of\n\ncontracting was to allow Saccucci to sell Honda VSCs over the\n\nInternet.\n\n            This argument must be rejected, as there is no ambiguity\n\nin the contracts. \"Under Rhode Island law, a contract is ambiguous\n\n'if it is reasonably susceptible of different constructions.'\"            N.\n\nIns. Co. v. Point Judith Marina, LLC, 579 F.3d 61, 72 (1st Cir.\n\n2009); Irene Realty Corp. v. Travelers Prop. Cas. Co. of Am., 973\n\nA.2d 1118, 1122 n.2 (R.I. 2009).        Here, the contracts simply do not\n\naddress the Internet sale of Honda VSCs, much less the Internet\n\n\n                                   -14-\n\fsale of Honda VSCs in a manner reasonably susceptible to different\n\ninterpretations.\n\n          To be sure, some courts have said that silence creates\n\nambiguity when it involves a matter \"naturally within the scope of\n\nthe contract.\"     Water Rights of Pub. Serv. Co. v. Meadow Island\n\nDitch Co. No. 2, 132 P.3d 333, 339-40 (Colo. 2006); Azat v.\n\nFarruggio, 162 Md. App. 539, 551 (Md. Ct. Spec. App. 2005); Trs. of\n\nSouthampton v. Jessup, 173 N.Y. 84, 90 (N.Y. 1903); see also\n\nMoncrief v. Williston Basin Interstate Pipeline Co., 174 F.3d 1150,\n\n1173 (10th Cir. 1999) (citing Colorado law); Consolidated Bearings\n\nCo. v. Ehret-Krohn Corp., 913 F.2d 1224, 1233 (7th Cir. 1990)\n\n(citing Illinois law); 11 Richard A. Lord, Williston on Contracts\n\n§ 30.4 (4th ed. 1999).      Assuming that the Rhode Island Supreme\n\nCourt would endorse this principle of contract interpretation, it\n\nwould be unhelpful to Saccucci here.          It cannot reasonably be\n\nargued that the Internet sale of Honda VSCs was a matter naturally\n\nwithin the scope of the contracts.      At the time the parties entered\n\ninto the most recent of the contracts in 1995, the Internet was not\n\na widespread commercial medium.       As Saccucci itself observes, \"The\n\nHonda Care VSC Agreement was drafted in 1995 at a time when use of\n\nthe Internet was still predominantly restricted to research and\n\neducation,   and   commercial   use    of   the   Internet   was   largely\n\ntheoretical.\"    As the Seventh Circuit has said, \"A contract is not\n\nambiguous merely because it fails to address some contingency; the\n\n\n                                 -15-\n\fgeneral presumption is that 'the rights of the parties are limited\n\nby   the   terms   expressed'   in   the    contract.\"     See   Consolidated\n\nBearings Co., 913 F.2d at 1233 (quoting In re Estate v. Morrow, 501\n\nN.E.2d 998, 1002 (Ill. App. Ct. 1986)).\n\n             Under other circumstances, the next question might have\n\nbeen whether, in the absence of an contract governing the Internet\n\nsale of Honda Care VSCs, Honda's demand that its dealers cease such\n\nsales was wrongful.     Here, though, there is no need to consider the\n\nquestion.     Saccucci's coercion argument proceeds on one premise\n\nalone:     that it had a contractual right to sell Honda VSCs over the\n\nInternet.     Saccucci fails to argue that Honda's demand is wrongful\n\neven in the absence of such a contractual right.7\n\n             But even if Saccucci had made such an argument, there are\n\nseveral reasons to doubt that it would have been a winning one.            In\n\nGeorge Lussier Enterprises, we explained that a manufacturer's\n\ndemand will be wrongful if it imposes \"unfair or inequitable\"\n\nconditions upon a dealer.        393 F.3d at 43.         Here, the temporary\n\n\n\n      7\n       In its reply brief, Saccucci appears to argue that if a\ncontract does not expressly give the manufacturer the right to make\nthe demand in question, the demand will necessarily be wrongful.\nFor one thing, this argument is waived because it makes its debut\nin the reply brief. Evans Cabinet Corp. v. Kitchen Int'l, Inc., 593\nF.3d 135, 148 n.20 (1st Cir. 2010). But, more importantly, there\nis no authority to support the argument. The cases that Saccucci\ncites stand for a different proposition altogether, namely, that if\na manufacturer is demanding that the dealer comply with the\nreasonable terms of a contract, the demand will not be considered\nwrongful. See, e.g., Dunne Leases Cars & Trucks Inc., 466 A.2d at\n1160-61.\n\n                                     -16-\n\fprohibition on the Internet sale of Honda VSCs seems fair and\n\nequitable, given that Honda imposed the prohibition on all of its\n\ndealers equally and that the dealers themselves, through the DAB,\n\nsought the prohibition. Moreover, we have said that a \"distributor\n\nacting honestly is entitled to latitude in making commercial\n\njudgments.\"      Coady Corp. v. Toyota Motor Distribs., Inc., 361 F.3d\n\n50, 56 (1st Cir. 2004).          Honda's decision here was, at bottom, a\n\ncommercial    judgment.         Honda    was    concerned    not     only      that   the\n\nInternet sale of Honda VSCs was harming brand image and loyalty but\n\nthat a failure to stop Internet sales would result in its dealers\n\npromoting competing products.8\n\n                         2.     Arbitrary action claim\n\n            The Dealer Act makes it unlawful for a manufacturer to\n\nengage in \"arbitrary\" action that causes damage to the dealer.\n\nR.I. Gen. Laws § 31-5.1-4(a).              The Dealer Act does not define\n\n\"arbitrary\" nor has any Rhode Island court expressly defined the\n\nterm for purposes of the statute.                That said, the Rhode Island\n\nSupreme Court has suggested that a manufacturer's action will not\n\nbe arbitrary if it is based on \"due cause,\" Dunne Leases Cars &\n\nTrucks   Inc.,    466   A.2d     at   1156-57,     and,     when    considering        an\n\narbitrary    action     claim    under    Maine's    Dealer        Act,   we    defined\n\narbitrary as \"selected at random and without reason.\"                            Schott\n\n\n     8\n       In arguing that Honda's decision was arbitrary, Saccucci\nclaims that Honda did not arrive at its decision honestly.   We\naddress that claim below.\n\n                                         -17-\n\fMotorcycle Supply, Inc. v. Am. Honda Motor Co., 976 F.2d 58, 63\n\n(1st Cir. 1992) (citing the dictionary definition of the term).\n\n           Regardless   of   which    definition   is   applied    here,   no\n\nreasonable jury could have concluded that Honda's decision to\n\ntemporarily prohibit the Internet sale of Honda VSCs was arbitrary.\n\nHonda's decision–making process was thorough.             After receiving\n\ncomplaints about the Internet sale of Honda VSCs, Honda formed a\n\ncommittee to study the issue.         This committee met regularly for\n\nseveral months and considered both the positives and negatives of\n\nthe current system (which allowed dealers to sell Honda VSCs over\n\nthe Internet) and various alternatives to restrictions on Internet\n\nsales.     Ultimately, based on the committee's findings, Honda\n\ndecided to temporarily prohibit Internet sales.            It based this\n\ndecision   on   a   number   of   factors,    including   (1)     the   DAB's\n\nrecommendation that Honda prohibit the practice; (2) complaints\n\nfrom individual dealers that the Internet sale of Honda VSCs was\n\nharming the reputation of the Honda dealers; (3) concerns that\n\ncustomer   dissatisfaction    with    Honda   dealers   would   harm    brand\n\nloyalty and brand image; (4) concerns that dealers who were unhappy\n\nwith the Internet sale of Honda VSCs would begin to push the VSCs\n\noffered by competitors; and (5) concerns that dealers selling Honda\n\nVSCs over the Internet might be violating state laws, including the\n\nlaw of California.\n\n\n\n\n                                     -18-\n\f           Claiming        that    Honda's    decision      was      nevertheless\n\narbitrary, Saccucci        advances several arguments.         First, Saccucci\n\ncomplains about the decision–making process employed by Honda.                   It\n\nsays that Honda should have consulted the customer and sales\n\nsatisfaction surveys of both it and its dealers before concluding\n\nthat a prohibition on the Internet sale of Honda VSCs was needed to\n\nprotect brand loyalty or brand image.\n\n           Because these surveys are not part of the record, it is\n\nimpossible     to   tell   whether    they   provide   a    useful    metric    for\n\nassessing customer satisfaction with the Internet sale of Honda\n\nVSCs (as opposed to other Honda products) and, if they do, whether\n\nthey show that customers were satisfied with the Internet sale of\n\nHonda VSCs.\n\n           But even assuming that the surveys were relevant, and\n\nthat they reflected customer satisfaction with the Internet sale of\n\nHonda VSCs, that does not mean that Honda's failure to consult them\n\nwould allow a reasonable jury to find its decision was arbitrary.\n\nFirst, Honda had other evidence on which to base a judgment on\n\ncustomer satisfaction.            It is undisputed that it had received\n\nreports from dealers that the Internet sale of Honda VSCs was\n\nundermining the reputation of Honda dealers.               Therefore, although\n\nit might be debatable whether Honda exercised the best judgment in\n\nfailing   to   consult     the    customer   surveys   in    addition    to    this\n\nevidence, its decision was nevertheless based on \"due cause\" and\n\n\n                                      -19-\n\fwas not \"selected at random and without reason.\"                      Second, and\n\nperhaps more importantly, Honda's decision to temporarily ban the\n\nInternet sale of Honda VSCs was not solely based on concerns that\n\nthe   Internet   sale     of   Honda    VSCs    was     resulting    in   customer\n\ndissatisfaction with Honda and its dealers.                Among other things,\n\nHonda was concerned that the Internet sale of Honda VSCs might\n\nviolate the laws of certain states and was leading dealers to\n\npromote competing products.            Nowhere in its brief does Saccucci\n\nargue that these were not independently valid reasons for imposing\n\nthe prohibition.\n\n           Next,     Saccucci       argues     that     Honda's      decision   to\n\ntemporarily ban the Internet sale of Honda VSCs was arbitrary\n\nbecause   it   was   in   tension    with     Honda's    policy     regarding   the\n\nInternet sale of cars (Honda allows dealers to make such sales) and\n\nin harmony with Honda's policy regarding the Internet sale of its\n\npower equipment (Honda controls such sales).                  Saccucci argues,\n\n\"[T]he District Court should have recognized that Honda's decision\n\nto align the rules for internet sales of Honda Care VSCs with those\n\napplicable to lawnmowers and snowblowers, rather than new and used\n\nautomobiles, supports Saccucci's claim that Honda's ban on internet\n\nVSC sales is arbitrary.\"\n\n           But Saccucci overlooks the fact that Honda had a good\n\nreason for aligning its Honda VSC policy with its power equipment\n\npolicy instead of its car policy.             Honda's power equipment policy\n\n\n                                       -20-\n\fwas enacted because of concerns that the uncontrolled Internet sale\n\nof power equipment was having a \"negative impact on Honda brand\n\nimage and the [Honda] dealer network.\" Honda had the same concerns\n\nabout the Internet sale of Honda VSCs.           In contrast, there is\n\nnothing in the record indicating that the Internet sale of cars\n\nraised brand or dealer network concerns for Honda.             In light of\n\nthese considerations, Honda's decision to align its VSC policy with\n\nits   power    equipment   policy   actually   undercuts   a   finding   of\n\narbitrariness.\n\n              Finally, Saccucci argues that the decision was arbitrary\n\nbecause it was motivated by Honda's desire to appease a powerful\n\ndealer in California, Dave Conant.         In support of this claim,\n\nSaccucci points to the following: (1) an email from Dean Hardesty,\n\na Honda executive, to Robert Wilkinson, another Honda executive, in\n\nwhich Hardesty tells Wilkinson that Conant had joined the DAB, that\n\nhe was \"apparently against\" the Internet sale of Honda VSCs, and\n\nthat his opposition was \"helping the topic get escalated\"; (2) a\n\nfollow up email from Wilkinson to Hardesty in which Wilkinson\n\nwrites that he \"needs to know, if [Honda's interest in prohibiting\n\nInternet sales] is a politically motivated decision by someone of\n\nauthority.      (Just kidding)\"; (3) testimony from Wilkinson that\n\nConant \"was connected and pretty tight\" with the Vice President of\n\nHonda Motor Company and that Wilkinson had heard \"rumors\" that\n\nConant \"was one of the individuals who was complaining\" about the\n\n\n                                    -21-\n\fInternet    sale    of    Honda    VSCs   and;   (4)    the   fact   that   Honda\n\nimplemented its policy shortly after Conant was appointed to the\n\nchair of the DAB.\n\n            At least part of Wilkinson's testimony is inadmissible\n\nhearsay    that    cannot     be   considered    on    a   motion    for   summary\n\njudgment,9 SEC v. Ficken, 546 F.3d 45, 53              (1st Cir. 2008).     And we\n\nfail to see how the rest of the evidence could allow a reasonable\n\njury to infer that Honda's decision was geared towards pleasing\n\nConant.    At best, this evidence might allow a jury to find that\n\nConant helped put the VSC issue on Honda's radar.               But this would\n\nbe neither wrongful nor unexpected, given that Conant was the\n\nelected chair of the DAB subcommittee assigned to address the\n\nissue.     Relatedly, Saccucci has failed to point to any evidence\n\nthat is probative of Honda's reaction to Conant's complaints. When\n\nlaid against the considerable evidence indicating that Honda's\n\ndecision was based on valid considerations, this argument cannot\n\nforestall summary judgment.\n\n                         3.   Predatory practice claim\n\n            The Dealer Act makes it unlawful for a manufacturer \"[t]o\n\nengage in any predatory practice\" against a dealer. R.I. Gen. Laws\n\n§ 31-5.1-4(c)(26).        The Dealer Act does not define \"predatory\" and\n\nthere is no case law (Rhode Island or otherwise) defining the term\n\n\n\n     9\n       We refer in particular to Wilkinson's testimony that there\nwere \"rumors\" that Conant had complained about the policy.\n\n                                      -22-\n\ffor purposes of the Dealer Act.    In such a case, we may look to the\n\nterm's ordinary meaning.      Field v. Mans, 157 F.3d 35 (1st Cir.\n\n1998); San Jose Christian Coll. v. City of Morgan Hill, 360 F.3d\n\n1024, 1034 (9th Cir. 2004).    The ordinary meaning of predatory, at\n\nleast in the business context, is \"inclined or intended to injure\n\nor exploit others for personal gain or profit.\"    Merriam-Webster's\n\nCollegiate Dictionary 915 (10th ed. 1993).        This definition is\n\nconsistent with a classic example of a predatory business practice,\n\npredatory pricing.    See Cargill, Inc. v. Monfort of Colo., Inc.,\n\n479 U.S. 104, 110-11 (1986) (\"Predatory pricing may be defined as\n\npricing below an appropriate measure of cost for the purpose of\n\neliminating competitors in the short run and reducing competition\n\nin the long run.\").\n\n          No reasonable jury could conclude that Honda's decision\n\nto temporarily prohibit the Internet sale of Honda VSCs was a\n\npredatory practice.    Nothing in the record suggests that Honda\n\nimposed the temporary prohibition on the Internet sale of Honda\n\nVSCs to exploit Internet dealers like Saccucci for its own benefit.\n\nTo the contrary, the evidence indicates that Honda enacted the\n\npolicy to protect brand loyalty and image, something in the best\n\ninterest of Honda's dealers. See Scuncio Motors, Inc. v. Subaru of\n\nNew Eng., Inc., 555 F. Supp. 1121, 1138 n. 27 (D.R.I. 1982)\n\n(concluding that there was \"little need to address [the dealer's]\n\nclaims of predatory conduct in violation of\" Rhode Island's Dealer\n\n\n                                  -23-\n\fAct where the manufacturer \"acted in good faith and with good\n\ncause\").\n\n               Again, we find Saccucci's arguments to the contrary to be\n\nunavailing.        It   begins    by   citing    Aspen    Skiing      Co.   v.   Aspen\n\nHighlands Skiing Corp., 472 U.S. 585, 605 (1985) for the principle\n\nthat commercial predation occurs where there is an exclusion of the\n\ncompetitor       from   the   marketplace       \"on   some    basis      other     than\n\nefficiency.\"      But that case involved a business that was allegedly\n\ntrying to exclude a competing business from the marketplace.                       Id.\n\nHere, Honda did not act as a competitor to Saccucci, nor did it\n\nexclude Saccucci from the Honda VSC marketplace.                      Next, Saccucci\n\nasserts that a finding that Honda's conduct here is not predatory\n\n\"ignores serious antitrust issues raised by . . . geographical\n\ntrade restraints.\"        This argument is hardly developed and, because\n\nno antitrust claims have been made here, we need not consider it.\n\n    B.    Implied covenent of good faith and fair dealing claim\n\n               Saccucci argues that the district court erred when it\n\ngranted Honda summary judgment on Saccucci's claim that Honda\n\nbreached the implied covenant of good faith and fair dealing. This\n\nargument requires only cursory treatment.                Under Rhode Island law,\n\n\"it is well settled that there is an 'implied covenant of good\n\nfaith    and    fair    dealing   between      parties    .   .   .    so   that   the\n\ncontractual objectives may be achieved.'\" Now Courier, LLC v.\n\nBetter Carrier Corp., 965 A.2d 429, 435 (R.I. 2009) (quoting Ide\n\n\n                                        -24-\n\fFarm & Stable, Inc. v. Cardi, 297 A.2d 643, 645 (R.I. 1972)).        As\n\ndeveloped in the coercion analysis above, Honda's actions here did\n\nnot unfairly interfere with any contractual objectives, nor is\n\nthere evidence of bad faith.\n\n                        C.   Motion to Amend\n\n          After the district court held an evidentiary hearing\n\nrelating to Saccucci's preliminary injunction request, Saccucci\n\nfiled a motion for leave to file a second amended complaint to add\n\na claim for equitable estoppel.         The district court denied the\n\namendment as futile.    Our review is for an abuse of discretion.\n\nWindross v. Barton Protective Servs., 586 F.3d 98, 104 (1st Cir.\n\n2009).\n\n          The district court did not abuse its discretion in\n\ndenying the amendment as futile.      To make out a claim of equitable\n\nestoppel, Saccucci would have to show:\n\n          first,   an  affirmative   representation   or\n          equivalent conduct on the part of the person\n          against whom the estoppel is claimed which is\n          directed to another for the purpose of\n          inducing the other to act or fail to act in\n          reliance thereon; and secondly, that such\n          representation or conduct in fact did induce\n          the other to act or fail to act to his injury.\n\nProvidence Teachers Union v. Providence Sch. Bd., 689 A.2d 388,\n\n391-92 (R.I. 1997).\n\n          Here,   the   record   is     devoid   of   any   affirmative\n\nrepresentation (or equivalent conduct) directed at Saccucci for the\n\npurpose of inducing reliance.    Furthermore, \"[e]quitable estoppel\n\n                                 -25-\n\fis 'extraordinary' relief, which 'will not be applied unless the\n\nequities clearly [are] balanced in favor of the party seeking\n\nrelief.'\" Southex Exhibitions, Inc. v. R.I. Builders Ass'n, Inc.,\n\n279 F.3d 94, 104 (1st Cir. 2002) (applying Rhode Island law)\n\n(quoting Greenwich Bay Yacht Basin Assocs. v. Brown, 537 A.2d 988,\n\n991 (R.I. 1988))).   Saccucci has also failed to develop why the\n\nequities are balanced so clearly in its favor.\n\n                        III.   Conclusion\n\n          For the reasons provided above, the district court's\n\ndecision is affirmed.\n\n\n\n\n                               -26-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>617 F.3d 14 (2010)</b></center>\n<center><h1>SACCUCCI AUTO GROUP, INC., f/k/a Saccucci Lincoln Mercury Inc., d/b/a Saccucci Honda, Plaintiff, Appellant,<br>\nv.<br>\nAMERICAN HONDA MOTOR COMPANY, INC.; American Honda Finance Corporation, d/b/a Honda Financial Services, Defendants, Appellees.</h1></center>\n<center>No. 09-2110.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard May 4, 2010.</center>\n<center>Decided August 4, 2010.</center>\n<p><span class=\"star-pagination\">*17</span> Geoffrey W. Millsom, with whom Adam M. Ramos and Adler Pollock &amp; Sheehan P.C., were on brief, for appellant.</p>\n<p>Joshua Teverow and Joshua Teverow, Esquire, Ltd. on brief for The Rhode Island Automobile Dealers' Association, Amicus Curiae.</p>\n<p>David A. Kluft, with whom Michael B. Keating, Catherine H. Wicker, Foley Hoag LLP, Gordon P. Cleary and Vetter &amp; White, were on brief, for appellees.</p>\n<p>Before TORRUELLA, BOUDIN and HOWARD, Circuit Judges.</p>\n<p>HOWARD, Circuit Judge.</p>\n<p>This is a diversity case involving Rhode Island's \"Dealer Act,\" R.I. Gen. Laws § 31-5.1-4, which regulates the business relationship between car manufacturers and dealers. The plaintiff-appellant is a dealer located in Rhode Island, Saccucci Auto Group Inc. (\"Saccucci\"). The defendants-appellees, American Honda Motor Co. Inc. and American Honda Finance Corp., are entities of Honda, a car manufacturer. We refer to the defendants-appellees collectively as \"Honda.\"</p>\n<p>The central issue in this case is whether Honda's decision to prohibit its dealers from selling Honda Vehicle Servicing Contracts (\"VSCs\") over the Internet violates the Dealer Act. VSCs are extended warranties, more or less. Honda had allowed its dealers to sell Honda VSCs over the Internet for a number of years but put an end to the practice in 2007. This prompted Saccucci, a dealer which sold Honda VSCs over the Internet, to sue Honda in federal court, claiming, <i>inter alia,</i> that Honda's prohibition violated the Dealer Act.</p>\n<p>The district court granted summary judgment to Honda. It held (1) that Saccucci's claims were not cognizable under the Dealer Act; and that (2) even if they were, no reasonable jury could find in Saccucci's favor on the claims. We agree with the second of these conclusions and affirm.</p>\n<p></p>\n<h2>I. Facts</h2>\n<p></p>\n<h2>A. <i>Background</i>\n</h2>\n<p>Concerned that car manufacturers had more bargaining power than car dealers, Congress and a number of states enacted \"legislation to protect car dealers from perceived abusive and oppressive acts by the manufacturers.\" <i>New Motor Vehicle Bd. v. Orrin W. Fox Co.,</i> 439 U.S. 96, 101, 99 S.Ct. 403, 58 L.Ed.2d 361 (1978). Rhode Island's Dealer Act is an example of such legislation. <i>Id.</i> at 101 n. 5, 99 S.Ct. 403.</p>\n<p>Saccucci claims that Honda's decision to temporarily prohibit its dealers from selling Honda VSCs over the Internet violated three of the Dealer Act's provisions: one prohibiting manufacturers from \"coerc[ing]\" a dealer to enter into an agreement, R.I. Gen. Laws § 31-5.1-4(b)(4), one prohibiting manufacturers <span class=\"star-pagination\">*18</span> from engaging in \"arbitrary\" action that causes damage to a dealer, <i>id.</i> § 31-5.1-4(a), and one prohibiting manufacturers from engaging in any \"predatory practice\" against a dealer. <i>Id.</i> § 31-5.1-4(c)(26).</p>\n<p></p>\n<h2>B. <i>VSCs</i>\n</h2>\n<p>A VSC is a vehicle protection package similar to an extended warranty. Generally speaking, it covers the cost of repairing certain mechanical breakdowns and provides other, ancillary benefits such as roadside assistance. VSCs are sold by a number of companies, including Honda. Honda's brand is known as \"Honda Care.\"</p>\n<p>Honda does not sell its VSCs directly to customers. Rather, it provides its dealers with Honda VSCs, and the dealers make the ground-level sale. Although Honda dealers must pay Honda a fee for every Honda VSC they sell (these fees range from $360-$1,365 per VSC), dealers are free to charge their customers whatever price they wish for a Honda VSC, retaining the difference between price and fee as profit. Although the dealer is the one making the sale to the customer, the Honda VSC contract is ultimately between the customer and Honda, not between the customer and the dealer.</p>\n<p>Honda dealers may promote and sell different brands of VSCs (e.g., a Toyota or General Electric VSC). But if one of the dealer's customers requests a Honda VSC, the dealer is contractually obligated to make one available for purchase. And Honda dealers have other reasons to offer Honda VSCs. Their customers, Honda owners, generally prefer Honda VSCs over competing brands because Honda VSCs guarantee that \"all repairs will be made by factory-trained Honda technicians at authorized Honda dealerships using only Genuine Honda or American Honda authorized parts.\" Also, Honda pays its dealers a \"performance based allowance\" for each VSC sold. The amount of this allowance depends on a quotient keyed to vehicle sales. For example, if a Honda dealer's Honda VSC sales are 70% of his total car sales (i.e., the dealer sells seven Honda VSCs for every ten cars he sells), that dealer will receive more money than if its Honda VSC sales were 20% of its total car sales. A dealer, then, has a financial incentive to increase its Honda VSC sales percentage.</p>\n<p></p>\n<h2>C. <i>The Internet sale of Honda VSCs</i>\n</h2>\n<p>Because Honda VSCs are typically sold in connection with the purchase of a Honda car, Honda VSCs were initially sold only at Honda dealerships. Beginning sometime in 1997, however, a number of Massachusetts-based Honda dealers began to sell Honda VSCs over the Internet. Other dealers began to follow suit, and, by 2008, there were approximately twelve Honda dealers selling Honda VSCs over the Internet. Saccucci began selling Honda VSCs over the Internet in 2006. The dealers that sell Honda VSCs over the Internet sell them at or near cost, relying on the performance-based allowance supplied by Honda for their profits.</p>\n<p></p>\n<h2>D. <i>Honda's reaction to the Internet sale of Honda VSCs</i>\n</h2>\n<p>Beginning sometime in 2002, Honda dealers who did not sell Honda VSCs over the Internet began to complain to Honda about the practice, focusing their complaints on the lower prices charged by the Internet dealers. Despite these complaints, Honda did not attempt to curb Internet sales and actually appeared supportive of such sales, which it believed reflected \"capitalism at its best.\"</p>\n<p>In 2007, however, Honda's position began to change. In January, Honda's Dealer Advisory Board (\"DAB\"), a body composed of Honda dealers who are elected to <span class=\"star-pagination\">*19</span> represent dealer interests,<sup>[1]</sup> recommended that Honda stop the Internet sale of Honda VSCs. The DAB told Honda that such sales impacted \"customer satisfaction\" and were resulting in \"strained relations\" between the dealers who were selling the Honda VSCs locally at the dealership and their customers. Honda told the DAB that it would further study the issue. Both the DAB's recommendation to Honda and Honda's response were published in a Dealer Direct newsletter sent to all Honda dealers, including Saccucci.</p>\n<p>Later that year, individual dealers complained to Honda that the Internet sale of Honda VSCs was undermining customer satisfaction with both the dealers and Honda. When deposed, Dan Spafford, Honda's Manager of Consumer Assurance Products and Services, testified about these complaints. One came from a Honda dealer in Illinois. The dealer told Spafford that he had sold a long-time customer both a Honda and a Honda VSC at his dealership, charging the customer a traditional in-store price for the VSC. The customer later found a Honda VSC being offered on the Internet for a significantly lower price. The customer returned to the dealership, called the dealer a \"thief,\" and told him that he would never go back to his dealership again. The customer also told the dealer that because Honda had condoned such practices, he would never buy another Honda. Following this interaction, the dealer stopped promoting Honda VSCs and began offering a competing VSC. Spafford testified further about a similar conversation he had with a Honda dealer from California. The dealer told Spafford that the Internet sale of Honda VSCs was endangering the dealer's reputation in the community. This dealer also told Spafford that he was considering promoting a competing VSC.</p>\n<p>In response to these individual dealer complaints and the DAB's earlier recommendation, Honda formed a committee to consider the issues posed by the Internet sale of Honda VSCs. The committee consisted of members of Honda's management, Honda counsel, and outside counsel. For three months, the committee met on a weekly basis, considering the positives and negatives of allowing its dealers to sell Honda VSCs over the Internet. Ultimately, the committee decided it was necessary to impose restrictions on such sales. The committee based this decision on a number of considerations, including the DAB's recommendation that Honda prohibit the practice, complaints from individual dealers, and concerns that customer dissatisfaction with Honda dealers would harm \"brand loyalty\" and \"brand image.\" The committee also took into account factors not directly related to customer satisfaction. Among other things, the committee expressed concerns that dealers who were unhappy with the Internet sale of Honda VSCs would begin to push the VSCs offered by competitors and that the Internet sale of Honda VSCs might violate state laws. With respect to the latter, Honda learned that the California code only allows sellers licensed by the state to sell VSCs and also limits such sales to sales incidental to the sale of a vehicle.</p>\n<p>Based on the committee's findings, Honda announced a temporary prohibition on the Internet sale of Honda VSCs in February <span class=\"star-pagination\">*20</span> 2008. To enforce this prohibition, Honda set up a scheme of graduated penalties for non-compliant dealers. First-time violators are temporarily suspended from selling Honda VSCs, second-time violators are \"permanently deactiva[ted]\" from selling Honda VSCs, and third-time violators must forfeit any payments they have received under Honda's performance-based allowance program.</p>\n<p></p>\n<h2>E. <i>Procedural history</i>\n</h2>\n<p>Shortly after Honda imposed the temporary prohibition on the Internet sale of Honda VSCs, Saccucci filed a complaint against Honda in Rhode Island Superior Court. In this complaint, Saccucci claimed that Honda had violated three provisions of the Dealer Act and breached Rhode Island's implied covenant of good faith and fair dealing. Honda removed the case to federal district court. After discovery and an evidentiary hearing, Saccucci sought to amend its complaint to add a claim of equitable estoppel. The district court denied this motion as futile. Honda then moved for summary judgment on Saccucci's claims, which was granted. Saccucci appeals.<sup>[2]</sup></p>\n<p></p>\n<h2>II. Discussion</h2>\n<p>We review a district court's grant of summary judgment de novo. <i>Lockridge v. Univ. of Me. Sys.,</i> 597 F.3d 464, 469 (1st Cir.2010). Summary judgment is appropriate \"if the pleadings, the discovery and disclosure materials on file, and any affidavits show that there is no genuine issue as to any material fact and the movant is entitled to judgment as a matter of law.\" Fed.R.Civ.P. 56(c).<sup>[3]</sup></p>\n<p>Saccucci claims that the district court erred when it: (1) granted Honda summary judgment on its Dealer Act claims; (2) granted Honda summary judgment on its claim that Honda breached the implied covenant of good faith and fair dealing; and (3) denied its motion to amend its complaint to add a claim of equitable estoppel. We take up the claims in that order. In this diversity case, the substantive law of Rhode Island governs. <i>Gibson v. City of Cranston,</i> 37 F.3d 731, 735 (1st Cir.1994).</p>\n<p></p>\n<h2>A. <i>Dealer Act claims</i>\n</h2>\n<p>Although the district court first held that the Dealer Act did not apply to this case, we harbor some doubt about that conclusion. In any event, we may bypass the question because, assuming the Act applies, no reasonable jury could find in Saccucci's favor on its Dealer Act claims.</p>\n<p></p>\n<h2>1. Coercion claim</h2>\n<p>The Dealer Act makes it unlawful for a manufacturer \"to coerce, or attempt to coerce, any motor vehicle dealer ... [t]o enter into any agreement with the manufacturer or to do any other act prejudicial to the ... motor vehicle dealer by threatening to terminate or cancel a franchise or any contractual agreement existing between the dealer and the manufacturer.\" <span class=\"star-pagination\">*21</span> R.I. Gen. Laws § 31-5.1-4(b)(4). For purposes of the Dealer Act, coercion is defined as a \"wrongful demand which will result in sanctions if not complied with.\" <i>Dunne Leases Cars &amp; Trucks Inc. v. Kenworth Truck Co.,</i> 466 A.2d 1153, 1160 (R.I.1983)<sup>[4]</sup>. The focus here is on whether Honda's prohibition of the Internet sale of Honda VSCs, which it enforced by setting up a scheme of graduated penalties for non-compliant dealers, constitutes a wrongful demand.<sup>[5]</sup></p>\n<p>One way that a manufacturer may make a wrongful demand is by insisting that the dealer relinquish a contractual right. <i>See e.g., </i><i>Gen. Motors Corp. v. New A.C. Chevrolet, Inc.,</i> 263 F.3d 296, 326 (3d Cir.2001) (\"A demand is wrongful if it ... impels the dealer into forfeiting its rights under the dealer agreement.\"); <i>Northview Motors, Inc. v. Chrysler Motors Corp.,</i> 227 F.3d 78, 93 (3d Cir.2000). By contrast, a manufacturer's demand will not be wrongful if the manufacturer is insisting that a dealer comply with the reasonable terms of a contract. R.I. Gen. Laws § 31-5.1-4(b)(4) (\"[T]his subdivision is not intended to preclude the manufacturer ... from insisting on compliance with the reasonable terms or provisions of the franchise or other contractual agreement, and notice in good faith to any new motor vehicle dealer of the new motor vehicle dealer's violation of those terms or provisions shall not constitute a violation of the chapter.\"); <i>see also </i><i>New A.C. Chevrolet, Inc.,</i> 263 F.3d at 326 (\"A manufacturer does not make a wrongful demand if it merely insists that the dealer comply with a reasonable obligation imposed by the franchise agreement.\").</p>\n<p>For our purposes, then, it makes sense to start with the contracts between the parties. The 1995 \"Honda Care Dealer Enrollment and Participation Agreement\" (\"VSC Contract\") is the contract of primary interest here, as it directly covers the \"terms, conditions, and procedures of the Honda Care [VSC] Program.\" But a few provisions of the 1990 \"Automobile Dealer Sales and Service Agreement\" (\"1990 Dealer Contract\") are also relevant, as the VSC Contract incorporates them by reference.<sup>[6]</sup></p>\n<p>Neither contract explicitly addresses the Internet sale of Honda VSCs. This is likely because both contracts were entered into before the Internet was a widespread commercial medium. Nevertheless, each party argues that the contracts require us to find in their favor on the coercion claim. <span class=\"star-pagination\">*22</span> As we will explain, neither argument is persuasive.</p>\n<p>In arguing that the contracts give it the right to prohibit the Internet sale of Honda VSCs, Honda cites three provisions from the relevant contracts. Two of these provisions, one from the VSC Contract and another from the 1990 Dealer Contract, establish Honda's right to control the advertising of its products, including Honda VSCs. Neither of these provisions, however, addresses whether Honda has the right to control where Honda VSCs may be <i>sold.</i> While the line between advertising a product over the Internet and selling a product over the Internet may be thin in some cases, there are surely methods of Internet sale that could not be characterized as advertising.</p>\n<p>The third provision Honda cites is from the 1990 Dealer Contract and is listed under the heading, \"Sale of Honda Products to Dealer.\" Honda argues that this provision permits it to revise the \"terms\" under which it sells Honda products to a dealer and thus permits it to condition its sale of Honda VSCs to a dealer on the dealer's agreement to refrain from selling Honda VSCs over the Internet. This provision reads as follows:</p>\n<blockquote>American Honda will have the right at any time and from time to time to establish and revise terms ... for its sales of Honda Products to Dealer. Revised prices, terms or provisions will apply to the sale of any Honda Products as of the effective date of the revised prices, terms or provisions, even though a different price or different terms may have been in effect at the time such Honda Products were allocated to or ordered by Dealer.</blockquote>\n<p>But, as noted above, a manufacturer may only insist that its dealers comply with the \"<i>reasonable</i> terms or provisions of [a] ... contractual agreement.\" <i>See</i> R.I. Gen. Laws § 31-5.1-4(b)(4) (emphasis added). Honda reads the reasonableness out of this provision by construing it so broadly. Indeed, Honda could seemingly commit a paradigmatic Dealer Act violation (e.g., threatening not to sell any cars to the dealer unless the dealer agrees to purchase large stocks of undesirable vehicles) and still defend its actions by reference to this provision.</p>\n<p>Saccucci's contract-based argument, although equally ambitious, is no more persuasive. It says that the silence of the contracts with respect to the Internet sale of Honda VSCs creates an ambiguity and requires us to consider extrinsic evidence to interpret the contracts. And, in Saccucci's view, this extrinsic evidence makes clear that the intent of the parties at the time of contracting was to allow Saccucci to sell Honda VSCs over the Internet.</p>\n<p>This argument must be rejected, as there is no ambiguity in the contracts. \"Under Rhode Island law, a contract is ambiguous `if it is reasonably susceptible of different constructions.'\" <i>N. Ins. Co. v. Point Judith Marina, LLC,</i> 579 F.3d 61, 72 (1st Cir.2009); <i>Irene Realty Corp. v. Travelers Prop. Cas. Co. of Am.,</i> 973 A.2d 1118, 1122 n. 2 (R.I.2009). Here, the contracts simply do not address the Internet sale of Honda VSCs, much less the Internet sale of Honda VSCs in a manner reasonably susceptible to different interpretations.</p>\n<p>To be sure, some courts have said that silence creates ambiguity when it involves a matter \"naturally within the scope of the contract.\" <i>Pub. Serv. Co. v. Meadow Island Ditch Co. No. 2,</i> 132 P.3d 333, 339-40 (Colo.2006); <i>Azat v. Farruggio,</i> 162 Md.App. 539, 551, 875 A.2d 778 (Md.Ct. Spec.App.2005); <i>Trs. of Southampton v.</i> <span class=\"star-pagination\">*23</span> <i>Jessup,</i> 173 N.Y. 84, 90, 65 N.E. 949 (N.Y. 1903); <i>see also </i><i>Moncrief v. Williston Basin Interstate Pipeline Co.,</i> 174 F.3d 1150, 1173 (10th Cir.1999) (citing Colorado law); <i>Consolidated Bearings Co. v. Ehret-Krohn Corp.,</i> 913 F.2d 1224, 1233 (7th Cir.1990) (citing Illinois law); 11 Richard A. Lord, Williston on Contracts § 30.4 (4th ed. 1999). Assuming that the Rhode Island Supreme Court would endorse this principle of contract interpretation, it would be unhelpful to Saccucci here. It cannot reasonably be argued that the Internet sale of Honda VSCs was a matter naturally within the scope of the contracts. At the time the parties entered into the most recent of the contracts in 1995, the Internet was not a widespread commercial medium. As Saccucci itself observes, \"The Honda Care VSC Agreement was drafted in 1995 at a time when use of the Internet was still predominantly restricted to research and education, and commercial use of the Internet was largely theoretical.\" As the Seventh Circuit has said, \"A contract is not ambiguous merely because it fails to address some contingency; the general presumption is that `the rights of the parties are limited by the terms expressed' in the contract.\" <i>See </i><i>Consolidated Bearings Co.,</i> 913 F.2d at 1233 (quoting <i>In re Estate of Morrow,</i> 150 Ill.App.3d 500, 103 Ill.Dec. 681, 501 N.E.2d 998, 1002 (1986)).</p>\n<p>Under other circumstances, the next question might have been whether, in the absence of a contract governing the Internet sale of Honda Care VSCs, Honda's demand that its dealers cease such sales was wrongful. Here, though, there is no need to consider the question. Saccucci's coercion argument proceeds on one premise alone: that it had a contractual right to sell Honda VSCs over the Internet. Saccucci fails to argue that Honda's demand is wrongful even in the absence of such a contractual right.<sup>[7]</sup></p>\n<p>But even if Saccucci <i>had</i> made such an argument, there are several reasons to doubt that it would have been a winning one. In <i>George Lussier Enterprises,</i> we explained that a manufacturer's demand will be wrongful if it imposes \"unfair or inequitable\" conditions upon a dealer. 393 F.3d at 43. Here, the temporary prohibition on the Internet sale of Honda VSCs seems fair and equitable, given that Honda imposed the prohibition on all of its dealers equally and that the dealers themselves, through the DAB, sought the prohibition. Moreover, we have said that a \"distributor acting honestly is entitled to latitude in making commercial judgments.\" <i>Coady Corp. v. Toyota Motor Distribs., Inc.,</i> 361 F.3d 50, 56 (1st Cir.2004). Honda's decision here was, at bottom, a commercial judgment. Honda was concerned not only that the Internet sale of Honda VSCs was harming brand image and loyalty but that a failure to stop Internet sales would result in its dealers promoting competing products.<sup>[8]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*24</span> 2. Arbitrary action claim</h2>\n<p>The Dealer Act makes it unlawful for a manufacturer to engage in \"arbitrary\" action that causes damage to the dealer. R.I. Gen. Laws § 31-5.1-4(a). The Dealer Act does not define \"arbitrary\" nor has any Rhode Island court expressly defined the term for purposes of the statute. That said, the Rhode Island Supreme Court has suggested that a manufacturer's action will <i>not</i> be arbitrary if it is based on \"due cause,\" <i>Dunne Leases Cars &amp; Trucks Inc.,</i> 466 A.2d at 1156-57, and, when considering an arbitrary action claim under Maine's Dealer Act, we defined arbitrary as \"selected at random and without reason.\" <i>Schott Motorcycle Supply, Inc. v. Am. Honda Motor Co.,</i> 976 F.2d 58, 63 (1st Cir.1992) (citing the dictionary definition of the term).</p>\n<p>Regardless of which definition is applied here, no reasonable jury could have concluded that Honda's decision to temporarily prohibit the Internet sale of Honda VSCs was arbitrary. Honda's decision-making process was thorough. After receiving complaints about the Internet sale of Honda VSCs, Honda formed a committee to study the issue. This committee met regularly for several months and considered both the positives and negatives of the current system (which allowed dealers to sell Honda VSCs over the Internet) and various alternatives to restrictions on Internet sales. Ultimately, based on the committee's findings, Honda decided to temporarily prohibit Internet sales. It based this decision on a number of factors, including (1) the DAB's recommendation that Honda prohibit the practice; (2) complaints from individual dealers that the Internet sale of Honda VSCs was harming the reputation of the Honda dealers; (3) concerns that customer dissatisfaction with Honda dealers would harm brand loyalty and brand image; (4) concerns that dealers who were unhappy with the Internet sale of Honda VSCs would begin to push the VSCs offered by competitors; and (5) concerns that dealers selling Honda VSCs over the Internet might be violating state laws, including the law of California.</p>\n<p>Claiming that Honda's decision was nevertheless arbitrary, Saccucci advances several arguments. First, Saccucci complains about the decision-making process employed by Honda. It says that Honda should have consulted the customer and sales satisfaction surveys of both it and its dealers before concluding that a prohibition on the Internet sale of Honda VSCs was needed to protect brand loyalty or brand image.</p>\n<p>Because these surveys are not part of the record, it is impossible to tell whether they provide a useful metric for assessing customer satisfaction with the Internet sale of Honda VSCs (as opposed to other Honda products) and, if they do, whether they show that customers were satisfied with the Internet sale of Honda VSCs.</p>\n<p>But even assuming that the surveys were relevant, and that they reflected customer satisfaction with the Internet sale of Honda VSCs, that does not mean that Honda's failure to consult them would allow a reasonable jury to find its decision was arbitrary. First, Honda had other evidence on which to base a judgment on customer satisfaction. It is undisputed that it had received reports from dealers that the Internet sale of Honda VSCs was undermining the reputation of Honda dealers. Therefore, although it might be debatable whether Honda exercised the best judgment in failing to consult the customer surveys in addition to this evidence, its decision was nevertheless based on \"due cause\" and was not \"selected at random and without reason.\" Second, and perhaps more importantly, Honda's decision to temporarily ban the Internet sale of Honda <span class=\"star-pagination\">*25</span> VSCs was not solely based on concerns that the Internet sale of Honda VSCs was resulting in customer dissatisfaction with Honda and its dealers. Among other things, Honda was concerned that the Internet sale of Honda VSCs might violate the laws of certain states and was leading dealers to promote competing products. Nowhere in its brief does Saccucci argue that these were not independently valid reasons for imposing the prohibition.</p>\n<p>Next, Saccucci argues that Honda's decision to temporarily ban the Internet sale of Honda VSCs was arbitrary because it was in tension with Honda's policy regarding the Internet sale of cars (Honda allows dealers to make such sales) and in harmony with Honda's policy regarding the Internet sale of its power equipment (Honda controls such sales). Saccucci argues, \"[T]he District Court should have recognized that Honda's decision to align the rules for internet sales of Honda Care VSCs with those applicable to lawnmowers and snowblowers, rather than new and used automobiles, supports Saccucci's claim that Honda's ban on internet VSC sales is arbitrary.\"</p>\n<p>But Saccucci overlooks the fact that Honda had a good reason for aligning its Honda VSC policy with its power equipment policy instead of its car policy. Honda's power equipment policy was enacted because of concerns that the uncontrolled Internet sale of power equipment was having a \"negative impact on Honda brand image and the [Honda] dealer network.\" Honda had the same concerns about the Internet sale of Honda VSCs. In contrast, there is nothing in the record indicating that the Internet sale of cars raised brand or dealer network concerns for Honda. In light of these considerations, Honda's decision to align its VSC policy with its power equipment policy actually undercuts a finding of arbitrariness.</p>\n<p>Finally, Saccucci argues that the decision was arbitrary because it was motivated by Honda's desire to appease a powerful dealer in California, Dave Conant. In support of this claim, Saccucci points to the following: (1) an email from Dean Hardesty, a Honda executive, to Robert Wilkinson, another Honda executive, in which Hardesty tells Wilkinson that Conant had joined the DAB, that he was \"apparently against\" the Internet sale of Honda VSCs, and that his opposition was \"helping the topic get escalated\"; (2) a follow up email from Wilkinson to Hardesty in which Wilkinson writes that he \"needs to know, if [Honda's interest in prohibiting Internet sales] is a politically motivated decision by someone of authority. (Just kidding)\"; (3) testimony from Wilkinson that Conant \"was connected and pretty tight\" with the Vice President of Honda Motor Company and that Wilkinson had heard \"rumors\" that Conant \"was one of the individuals who was complaining\" about the Internet sale of Honda VSCs and; (4) the fact that Honda implemented its policy shortly after Conant was appointed to the chair of the DAB.</p>\n<p>At least part of Wilkinson's testimony is inadmissible hearsay that cannot be considered on a motion for summary judgment,<sup>[9]</sup><i>SEC v. Ficken,</i> 546 F.3d 45, 53 (1st Cir.2008). And we fail to see how the rest of the evidence could allow a reasonable jury to infer that Honda's decision was geared towards pleasing Conant. At best, this evidence might allow a jury to find that Conant helped put the VSC issue on Honda's radar. But this would be neither <span class=\"star-pagination\">*26</span> wrongful nor unexpected, given that Conant was the elected chair of the DAB subcommittee assigned to address the issue. Relatedly, Saccucci has failed to point to any evidence that is probative of Honda's <i>reaction</i> to Conant's complaints. When laid against the considerable evidence indicating that Honda's decision was based on valid considerations, this argument cannot forestall summary judgment.</p>\n<p></p>\n<h2>3. Predatory practice claim</h2>\n<p>The Dealer Act makes it unlawful for a manufacturer \"[t]o engage in any predatory practice\" against a dealer. R.I. Gen. Laws § 31-5.1-4(c)(26). The Dealer Act does not define \"predatory\" and there is no case law (Rhode Island or otherwise) defining the term for purposes of the Dealer Act. In such a case, we may look to the term's ordinary meaning. <i>Field v. Mans,</i> 157 F.3d 35 (1st Cir.1998); <i>San Jose Christian Coll. v. City of Morgan Hill,</i> 360 F.3d 1024, 1034 (9th Cir.2004). The ordinary meaning of predatory, at least in the business context, is \"inclined or intended to injure or exploit others for personal gain or profit.\" Merriam-Webster's Collegiate Dictionary 915 (10th ed. 1993). This definition is consistent with a classic example of a predatory business practice, predatory pricing. <i>See </i><i>Cargill, Inc. v. Monfort of Colo., Inc.,</i> 479 U.S. 104, 110-11, 107 S.Ct. 484, 93 L.Ed.2d 427 (1986) (\"Predatory pricing may be defined as pricing below an appropriate measure of cost for the purpose of eliminating competitors in the short run and reducing competition in the long run.\").</p>\n<p>No reasonable jury could conclude that Honda's decision to temporarily prohibit the Internet sale of Honda VSCs was a predatory practice. Nothing in the record suggests that Honda imposed the temporary prohibition on the Internet sale of Honda VSCs to exploit Internet dealers like Saccucci for its own benefit. To the contrary, the evidence indicates that Honda enacted the policy to protect brand loyalty and image, something in the best interest of Honda's dealers. <i>See </i><i>Scuncio Motors, Inc. v. Subaru of New Eng., Inc.,</i> 555 F.Supp. 1121, 1138 n. 27 (D.R.I.1982) (concluding that there was \"little need to address [the dealer's] claims of predatory conduct in violation of\" Rhode Island's Dealer Act where the manufacturer \"acted in good faith and with good cause\").</p>\n<p>Again, we find Saccucci's arguments to the contrary to be unavailing. It begins by citing <i>Aspen Skiing Co. v. Aspen Highlands Skiing Corp.,</i> 472 U.S. 585, 605, 105 S.Ct. 2847, 86 L.Ed.2d 467 (1985) for the principle that commercial predation occurs where there is an exclusion of the competitor from the marketplace \"on some basis other than efficiency.\" But that case involved a business that was allegedly trying to exclude a competing business from the marketplace. <i>Id.</i> Here, Honda did not act as a competitor to Saccucci, nor did it exclude Saccucci from the Honda VSC marketplace. Next, Saccucci asserts that a finding that Honda's conduct here is not predatory \"ignores serious antitrust issues raised by ... geographical trade restraints.\" This argument is hardly developed and, because no antitrust claims have been made here, we need not consider it.</p>\n<p></p>\n<h2>B. <i>Implied covenant of good faith and fair dealing claim</i>\n</h2>\n<p>Saccucci argues that the district court erred when it granted Honda summary judgment on Saccucci's claim that Honda breached the implied covenant of good faith and fair dealing. This argument requires only cursory treatment. Under Rhode Island law, \"it is well settled that there is an `implied covenant of good faith and fair dealing between parties ... so that the contractual objectives may be <span class=\"star-pagination\">*27</span> achieved.'\" <i>Now Courier, LLC v. Better Carrier Corp.,</i> 965 A.2d 429, 435 (R.I.2009) (quoting <i>Ide Farm &amp; Stable, Inc. v. Cardi,</i> 110 R.I. 735, 297 A.2d 643, 645 (1972)). As developed in the coercion analysis above, Honda's actions here did not unfairly interfere with any contractual objectives, nor is there evidence of bad faith.</p>\n<p></p>\n<h2>C. <i>Motion to Amend</i>\n</h2>\n<p>After the district court held an evidentiary hearing relating to Saccucci's preliminary injunction request, Saccucci filed a motion for leave to file a second amended complaint to add a claim for equitable estoppel. The district court denied the amendment as futile. Our review is for an abuse of discretion. <i>Windross v. Barton Protective Servs.,</i> 586 F.3d 98, 104 (1st Cir.2009).</p>\n<p>The district court did not abuse its discretion in denying the amendment as futile. To make out a claim of equitable estoppel, Saccucci would have to show:</p>\n<blockquote>first, an affirmative representation or equivalent conduct on the part of the person against whom the estoppel is claimed which is directed to another for the purpose of inducing the other to act or fail to act in reliance thereon; and secondly, that such representation or conduct in fact did induce the other to act or fail to act to his injury.</blockquote>\n<p><i>Providence Teachers Union v. Providence Sch. Bd.,</i> 689 A.2d 388, 391-92 (R.I.1997).</p>\n<p>Here, the record is devoid of any affirmative representation (or equivalent conduct) directed at Saccucci for the purpose of inducing reliance. Furthermore, \"[e]quitable estoppel is `extraordinary' relief, which `will not be applied unless the equities <i>clearly</i> [are] balanced in favor of the party seeking relief.'\" <i>Southex Exhibitions, Inc. v. R.I. Builders Ass'n, Inc.,</i> 279 F.3d 94, 104 (1st Cir.2002) (applying Rhode Island law) (quoting <i>Greenwich Bay Yacht Basin Assocs. v. Brown,</i> 537 A.2d 988, 991 (R.I.1988)). Saccucci has also failed to develop why the equities are balanced so clearly in its favor.</p>\n<p></p>\n<h2>III. Conclusion</h2>\n<p>For the reasons provided above, the district court's decision is <i>affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  The DAB is formed as follows: Honda dealers elect district representatives who, in turn, elect zone representatives to serve on the DAB. These zone representatives attend national DAB meetings and also serve with Honda employees on national subcommittees assigned to specific areas of business (e.g., sales). As a unit, the DAB makes recommendations to Honda and Honda publishes a \"Dealer Direct\" newsletter which includes a description of each recommendation and Honda's response to the recommendation.</p>\n<p>[2]  In its complaint, Saccucci also requested injunctive relief and advanced a claim of promissory estoppel. The district court denied the injunctive relief request and granted Honda summary judgment on the promissory estoppel claim. Saccucci does not appeal these rulings.</p>\n<p>[3]  A \"material\" fact is one \"that might affect the outcome of the suit under the governing law.\" <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 248, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986). A dispute about a material fact is \"genuine\" only \"if a reasonable jury could resolve it in favor of either party.\" <i>Santoni v. Potter,</i> 369 F.3d 594, 598 (1st Cir.2004) (quoting <i>Basic Controlex Corp., Inc. v. Klockner Moeller Corp.,</i> 202 F.3d 450, 453 (1st Cir. 2000)).</p>\n<p>[4]  Coercion holds the same meaning under the Automobile Dealers' Day in Court Act (\"ADDCA\"), 15 U.S.C. § 1222, which is basically a federal version of Rhode Island's Dealer Act. <i>George Lussier Enters. v. Subaru of New Eng.,</i> 393 F.3d 36, 47 (1st Cir.2004) (\"`[C]oercion' holds the same meaning under both the state dealer acts and the ADDCA.\"). Accordingly, decisions considering whether a manufacturer committed coercion within the meaning of the ADDCA inform our analysis.</p>\n<p>[5]  It is unclear whether Honda's scheme of graduated penalties qualify as \"sanctions\" under the Dealer Act. We need not decide that question here, as we conclude that Honda did not make a wrongful demand.</p>\n<p>[6]  Honda argues that a third contract, the 2003 \"Automobile Dealer Sales and Service Agreement,\" (\"2003 Dealer Contract\") is relevant here as well. The 2003 Dealer Contract is a more recent version of the 1990 Dealer Contract that is incorporated by reference in the VSC Contract. Saccucci argues that the 2003 Dealer Contract is irrelevant here because the VSC Contract does not incorporate any of its provisions by reference. The district court seems to have agreed with Saccucci, as its coercion analysis appears restricted to the VSC Contract and the 1990 Dealer Contract. Whether we were to consider it or not, the 2003 Dealer Contract makes no difference in our analysis. Accordingly, we follow the district court's lead and ignore it.</p>\n<p>[7]  In its reply brief, Saccucci appears to argue that if a contract does not expressly give the manufacturer the right to make the demand in question, the demand will necessarily be wrongful. For one thing, this argument is waived because it makes its debut in the reply brief. <i>Evans Cabinet Corp. v. Kitchen Int'l, Inc.,</i> 593 F.3d 135, 148 n. 20 (1st Cir.2010). But, more importantly, there is no authority to support the argument. The cases that Saccucci cites stand for a different proposition altogether, namely, that if a manufacturer is demanding that the dealer comply with the reasonable terms of a contract, the demand will <i>not</i> be considered wrongful. <i>See, e.g., </i><i>Dunne Leases Cars &amp; Trucks Inc.,</i> 466 A.2d at 1160-61.</p>\n<p>[8]  In arguing that Honda's decision was arbitrary, Saccucci claims that Honda did not arrive at its decision honestly. We address that claim below.</p>\n<p>[9]  We refer in particular to Wilkinson's testimony that there were \"rumors\" that Conant had complained about the policy.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">617</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">14</span></span> (2010)</b></center>\n<center><h1>SACCUCCI AUTO GROUP, INC., f/k/a Saccucci Lincoln Mercury Inc., d/b/a Saccucci Honda, Plaintiff, Appellant,<br>\nv.<br>\nAMERICAN HONDA MOTOR COMPANY, INC.; American Honda Finance Corporation, d/b/a Honda Financial Services, Defendants, Appellees.</h1></center>\n<center>No. 09-2110.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard May 4, 2010.</center>\n<center>Decided August 4, 2010.</center>\n<p><span class=\"star-pagination\">*17</span> Geoffrey W. Millsom, with whom Adam M. Ramos and Adler Pollock &amp; Sheehan P.C., were on brief, for appellant.</p>\n<p>Joshua Teverow and Joshua Teverow, Esquire, Ltd. on brief for The Rhode Island Automobile Dealers' Association, Amicus Curiae.</p>\n<p>David A. Kluft, with whom Michael B. Keating, Catherine H. Wicker, Foley Hoag LLP, Gordon P. Cleary and Vetter &amp; White, were on brief, for appellees.</p>\n<p>Before TORRUELLA, BOUDIN and HOWARD, Circuit Judges.</p>\n<p>HOWARD, Circuit Judge.</p>\n<p>This is a diversity case involving Rhode Island's \"Dealer Act,\" R.I. Gen. Laws § 31-5.1-4, which regulates the business relationship between car manufacturers and dealers. The plaintiff-appellant is a dealer located in Rhode Island, Saccucci Auto Group Inc. (\"Saccucci\"). The defendants-appellees, American Honda Motor Co. Inc. and American Honda Finance Corp., are entities of Honda, a car manufacturer. We refer to the defendants-appellees collectively as \"Honda.\"</p>\n<p>The central issue in this case is whether Honda's decision to prohibit its dealers from selling Honda Vehicle Servicing Contracts (\"VSCs\") over the Internet violates the Dealer Act. VSCs are extended warranties, more or less. Honda had allowed its dealers to sell Honda VSCs over the Internet for a number of years but put an end to the practice in 2007. This prompted Saccucci, a dealer which sold Honda VSCs over the Internet, to sue Honda in federal court, claiming, <i>inter alia,</i> that Honda's prohibition violated the Dealer Act.</p>\n<p>The district court granted summary judgment to Honda. It held (1) that Saccucci's claims were not cognizable under the Dealer Act; and that (2) even if they were, no reasonable jury could find in Saccucci's favor on the claims. We agree with the second of these conclusions and affirm.</p>\n<p></p>\n<h2>I. Facts</h2>\n<p></p>\n<h2>A. <i>Background</i>\n</h2>\n<p>Concerned that car manufacturers had more bargaining power than car dealers, Congress and a number of states enacted \"legislation to protect car dealers from perceived abusive and oppressive acts by the manufacturers.\" <i>New Motor Vehicle Bd. v. Orrin W. Fox Co.,</i> <span class=\"citation\" data-id=\"109952\"><a href=\"/opinion/109952/new-motor-vehicle-bd-of-cal-v-orrin-w-fox-co/\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">96</span></a></span>, 101, <span class=\"citation\" data-id=\"109952\"><a href=\"/opinion/109952/new-motor-vehicle-bd-of-cal-v-orrin-w-fox-co/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">403</span></a></span>, <span class=\"citation\" data-id=\"109952\"><a href=\"/opinion/109952/new-motor-vehicle-bd-of-cal-v-orrin-w-fox-co/\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">361</span></a></span> (1978). Rhode Island's Dealer Act is an example of such legislation. <i>Id.</i> at 101 n. 5, <span class=\"citation\" data-id=\"109952\"><a href=\"/opinion/109952/new-motor-vehicle-bd-of-cal-v-orrin-w-fox-co/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">403</span></a></span>.</p>\n<p>Saccucci claims that Honda's decision to temporarily prohibit its dealers from selling Honda VSCs over the Internet violated three of the Dealer Act's provisions: one prohibiting manufacturers from \"coerc[ing]\" a dealer to enter into an agreement, R.I. Gen. Laws § 31-5.1-4(b)(4), one prohibiting manufacturers <span class=\"star-pagination\">*18</span> from engaging in \"arbitrary\" action that causes damage to a dealer, <i>id.</i> § 31-5.1-4(a), and one prohibiting manufacturers from engaging in any \"predatory practice\" against a dealer. <i>Id.</i> § 31-5.1-4(c)(26).</p>\n<p></p>\n<h2>B. <i>VSCs</i>\n</h2>\n<p>A VSC is a vehicle protection package similar to an extended warranty. Generally speaking, it covers the cost of repairing certain mechanical breakdowns and provides other, ancillary benefits such as roadside assistance. VSCs are sold by a number of companies, including Honda. Honda's brand is known as \"Honda Care.\"</p>\n<p>Honda does not sell its VSCs directly to customers. Rather, it provides its dealers with Honda VSCs, and the dealers make the ground-level sale. Although Honda dealers must pay Honda a fee for every Honda VSC they sell (these fees range from $360-$1,365 per VSC), dealers are free to charge their customers whatever price they wish for a Honda VSC, retaining the difference between price and fee as profit. Although the dealer is the one making the sale to the customer, the Honda VSC contract is ultimately between the customer and Honda, not between the customer and the dealer.</p>\n<p>Honda dealers may promote and sell different brands of VSCs (e.g., a Toyota or General Electric VSC). But if one of the dealer's customers requests a Honda VSC, the dealer is contractually obligated to make one available for purchase. And Honda dealers have other reasons to offer Honda VSCs. Their customers, Honda owners, generally prefer Honda VSCs over competing brands because Honda VSCs guarantee that \"all repairs will be made by factory-trained Honda technicians at authorized Honda dealerships using only Genuine Honda or American Honda authorized parts.\" Also, Honda pays its dealers a \"performance based allowance\" for each VSC sold. The amount of this allowance depends on a quotient keyed to vehicle sales. For example, if a Honda dealer's Honda VSC sales are 70% of his total car sales (i.e., the dealer sells seven Honda VSCs for every ten cars he sells), that dealer will receive more money than if its Honda VSC sales were 20% of its total car sales. A dealer, then, has a financial incentive to increase its Honda VSC sales percentage.</p>\n<p></p>\n<h2>C. <i>The Internet sale of Honda VSCs</i>\n</h2>\n<p>Because Honda VSCs are typically sold in connection with the purchase of a Honda car, Honda VSCs were initially sold only at Honda dealerships. Beginning sometime in 1997, however, a number of Massachusetts-based Honda dealers began to sell Honda VSCs over the Internet. Other dealers began to follow suit, and, by 2008, there were approximately twelve Honda dealers selling Honda VSCs over the Internet. Saccucci began selling Honda VSCs over the Internet in 2006. The dealers that sell Honda VSCs over the Internet sell them at or near cost, relying on the performance-based allowance supplied by Honda for their profits.</p>\n<p></p>\n<h2>D. <i>Honda's reaction to the Internet sale of Honda VSCs</i>\n</h2>\n<p>Beginning sometime in 2002, Honda dealers who did not sell Honda VSCs over the Internet began to complain to Honda about the practice, focusing their complaints on the lower prices charged by the Internet dealers. Despite these complaints, Honda did not attempt to curb Internet sales and actually appeared supportive of such sales, which it believed reflected \"capitalism at its best.\"</p>\n<p>In 2007, however, Honda's position began to change. In January, Honda's Dealer Advisory Board (\"DAB\"), a body composed of Honda dealers who are elected to <span class=\"star-pagination\">*19</span> represent dealer interests,<sup>[1]</sup> recommended that Honda stop the Internet sale of Honda VSCs. The DAB told Honda that such sales impacted \"customer satisfaction\" and were resulting in \"strained relations\" between the dealers who were selling the Honda VSCs locally at the dealership and their customers. Honda told the DAB that it would further study the issue. Both the DAB's recommendation to Honda and Honda's response were published in a Dealer Direct newsletter sent to all Honda dealers, including Saccucci.</p>\n<p>Later that year, individual dealers complained to Honda that the Internet sale of Honda VSCs was undermining customer satisfaction with both the dealers and Honda. When deposed, Dan Spafford, Honda's Manager of Consumer Assurance Products and Services, testified about these complaints. One came from a Honda dealer in Illinois. The dealer told Spafford that he had sold a long-time customer both a Honda and a Honda VSC at his dealership, charging the customer a traditional in-store price for the VSC. The customer later found a Honda VSC being offered on the Internet for a significantly lower price. The customer returned to the dealership, called the dealer a \"thief,\" and told him that he would never go back to his dealership again. The customer also told the dealer that because Honda had condoned such practices, he would never buy another Honda. Following this interaction, the dealer stopped promoting Honda VSCs and began offering a competing VSC. Spafford testified further about a similar conversation he had with a Honda dealer from California. The dealer told Spafford that the Internet sale of Honda VSCs was endangering the dealer's reputation in the community. This dealer also told Spafford that he was considering promoting a competing VSC.</p>\n<p>In response to these individual dealer complaints and the DAB's earlier recommendation, Honda formed a committee to consider the issues posed by the Internet sale of Honda VSCs. The committee consisted of members of Honda's management, Honda counsel, and outside counsel. For three months, the committee met on a weekly basis, considering the positives and negatives of allowing its dealers to sell Honda VSCs over the Internet. Ultimately, the committee decided it was necessary to impose restrictions on such sales. The committee based this decision on a number of considerations, including the DAB's recommendation that Honda prohibit the practice, complaints from individual dealers, and concerns that customer dissatisfaction with Honda dealers would harm \"brand loyalty\" and \"brand image.\" The committee also took into account factors not directly related to customer satisfaction. Among other things, the committee expressed concerns that dealers who were unhappy with the Internet sale of Honda VSCs would begin to push the VSCs offered by competitors and that the Internet sale of Honda VSCs might violate state laws. With respect to the latter, Honda learned that the California code only allows sellers licensed by the state to sell VSCs and also limits such sales to sales incidental to the sale of a vehicle.</p>\n<p>Based on the committee's findings, Honda announced a temporary prohibition on the Internet sale of Honda VSCs in February <span class=\"star-pagination\">*20</span> 2008. To enforce this prohibition, Honda set up a scheme of graduated penalties for non-compliant dealers. First-time violators are temporarily suspended from selling Honda VSCs, second-time violators are \"permanently deactiva[ted]\" from selling Honda VSCs, and third-time violators must forfeit any payments they have received under Honda's performance-based allowance program.</p>\n<p></p>\n<h2>E. <i>Procedural history</i>\n</h2>\n<p>Shortly after Honda imposed the temporary prohibition on the Internet sale of Honda VSCs, Saccucci filed a complaint against Honda in Rhode Island Superior Court. In this complaint, Saccucci claimed that Honda had violated three provisions of the Dealer Act and breached Rhode Island's implied covenant of good faith and fair dealing. Honda removed the case to federal district court. After discovery and an evidentiary hearing, Saccucci sought to amend its complaint to add a claim of equitable estoppel. The district court denied this motion as futile. Honda then moved for summary judgment on Saccucci's claims, which was granted. Saccucci appeals.<sup>[2]</sup></p>\n<p></p>\n<h2>II. Discussion</h2>\n<p>We review a district court's grant of summary judgment de novo. <i>Lockridge v. Univ. of Me. Sys.,</i> <span class=\"citation\" data-id=\"32\"><a href=\"/opinion/32/lockridge-v-the-university-of-maine-system/\"><span class=\"volume\">597</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">464</span></a></span>, 469 (1st Cir.2010). Summary judgment is appropriate \"if the pleadings, the discovery and disclosure materials on file, and any affidavits show that there is no genuine issue as to any material fact and the movant is entitled to judgment as a matter of law.\" Fed.R.Civ.P. 56(c).<sup>[3]</sup></p>\n<p>Saccucci claims that the district court erred when it: (1) granted Honda summary judgment on its Dealer Act claims; (2) granted Honda summary judgment on its claim that Honda breached the implied covenant of good faith and fair dealing; and (3) denied its motion to amend its complaint to add a claim of equitable estoppel. We take up the claims in that order. In this diversity case, the substantive law of Rhode Island governs. <i>Gibson v. City of Cranston,</i> <span class=\"citation\" data-id=\"195652\"><a href=\"/opinion/195652/gibson-v-city-of-cranston/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">731</span></a></span>, 735 (1st Cir.1994).</p>\n<p></p>\n<h2>A. <i>Dealer Act claims</i>\n</h2>\n<p>Although the district court first held that the Dealer Act did not apply to this case, we harbor some doubt about that conclusion. In any event, we may bypass the question because, assuming the Act applies, no reasonable jury could find in Saccucci's favor on its Dealer Act claims.</p>\n<p></p>\n<h2>1. Coercion claim</h2>\n<p>The Dealer Act makes it unlawful for a manufacturer \"to coerce, or attempt to coerce, any motor vehicle dealer ... [t]o enter into any agreement with the manufacturer or to do any other act prejudicial to the ... motor vehicle dealer by threatening to terminate or cancel a franchise or any contractual agreement existing between the dealer and the manufacturer.\" <span class=\"star-pagination\">*21</span> R.I. Gen. Laws § 31-5.1-4(b)(4). For purposes of the Dealer Act, coercion is defined as a \"wrongful demand which will result in sanctions if not complied with.\" <i>Dunne Leases Cars &amp; Trucks Inc. v. Kenworth Truck Co.,</i> <span class=\"citation\" data-id=\"1971777\"><a href=\"/opinion/1971777/dunne-leases-cars-trucks-inc-v-kenworth-truck-co/\"><span class=\"volume\">466</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1153</span></a></span>, 1160 (R.I.1983)<sup>[4]</sup>. The focus here is on whether Honda's prohibition of the Internet sale of Honda VSCs, which it enforced by setting up a scheme of graduated penalties for non-compliant dealers, constitutes a wrongful demand.<sup>[5]</sup></p>\n<p>One way that a manufacturer may make a wrongful demand is by insisting that the dealer relinquish a contractual right. <i>See e.g., </i><i>Gen. Motors Corp. v. New A.C. Chevrolet, Inc.,</i> <span class=\"citation\" data-id=\"774710\"><a href=\"/opinion/774710/general-motors-corporation-chevrolet-motor-division-v-the-new-ac/\"><span class=\"volume\">263</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">296</span></a></span>, 326 (3d Cir.2001) (\"A demand is wrongful if it ... impels the dealer into forfeiting its rights under the dealer agreement.\"); <i>Northview Motors, Inc. v. Chrysler Motors Corp.,</i> <span class=\"citation\" data-id=\"770488\"><a href=\"/opinion/770488/northview-motors-inc-v-chrysler-motors-corporation-joseph-p-nigro/\"><span class=\"volume\">227</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">78</span></a></span>, 93 (3d Cir.2000). By contrast, a manufacturer's demand will not be wrongful if the manufacturer is insisting that a dealer comply with the reasonable terms of a contract. R.I. Gen. Laws § 31-5.1-4(b)(4) (\"[T]his subdivision is not intended to preclude the manufacturer ... from insisting on compliance with the reasonable terms or provisions of the franchise or other contractual agreement, and notice in good faith to any new motor vehicle dealer of the new motor vehicle dealer's violation of those terms or provisions shall not constitute a violation of the chapter.\"); <i>see also </i><i>New A.C. Chevrolet, Inc.,</i> 263 F.3d at 326 (\"A manufacturer does not make a wrongful demand if it merely insists that the dealer comply with a reasonable obligation imposed by the franchise agreement.\").</p>\n<p>For our purposes, then, it makes sense to start with the contracts between the parties. The 1995 \"Honda Care Dealer Enrollment and Participation Agreement\" (\"VSC Contract\") is the contract of primary interest here, as it directly covers the \"terms, conditions, and procedures of the Honda Care [VSC] Program.\" But a few provisions of the 1990 \"Automobile Dealer Sales and Service Agreement\" (\"1990 Dealer Contract\") are also relevant, as the VSC Contract incorporates them by reference.<sup>[6]</sup></p>\n<p>Neither contract explicitly addresses the Internet sale of Honda VSCs. This is likely because both contracts were entered into before the Internet was a widespread commercial medium. Nevertheless, each party argues that the contracts require us to find in their favor on the coercion claim. <span class=\"star-pagination\">*22</span> As we will explain, neither argument is persuasive.</p>\n<p>In arguing that the contracts give it the right to prohibit the Internet sale of Honda VSCs, Honda cites three provisions from the relevant contracts. Two of these provisions, one from the VSC Contract and another from the 1990 Dealer Contract, establish Honda's right to control the advertising of its products, including Honda VSCs. Neither of these provisions, however, addresses whether Honda has the right to control where Honda VSCs may be <i>sold.</i> While the line between advertising a product over the Internet and selling a product over the Internet may be thin in some cases, there are surely methods of Internet sale that could not be characterized as advertising.</p>\n<p>The third provision Honda cites is from the 1990 Dealer Contract and is listed under the heading, \"Sale of Honda Products to Dealer.\" Honda argues that this provision permits it to revise the \"terms\" under which it sells Honda products to a dealer and thus permits it to condition its sale of Honda VSCs to a dealer on the dealer's agreement to refrain from selling Honda VSCs over the Internet. This provision reads as follows:</p>\n<blockquote>American Honda will have the right at any time and from time to time to establish and revise terms ... for its sales of Honda Products to Dealer. Revised prices, terms or provisions will apply to the sale of any Honda Products as of the effective date of the revised prices, terms or provisions, even though a different price or different terms may have been in effect at the time such Honda Products were allocated to or ordered by Dealer.</blockquote>\n<p>But, as noted above, a manufacturer may only insist that its dealers comply with the \"<i>reasonable</i> terms or provisions of [a] ... contractual agreement.\" <i>See</i> R.I. Gen. Laws § 31-5.1-4(b)(4) (emphasis added). Honda reads the reasonableness out of this provision by construing it so broadly. Indeed, Honda could seemingly commit a paradigmatic Dealer Act violation (e.g., threatening not to sell any cars to the dealer unless the dealer agrees to purchase large stocks of undesirable vehicles) and still defend its actions by reference to this provision.</p>\n<p>Saccucci's contract-based argument, although equally ambitious, is no more persuasive. It says that the silence of the contracts with respect to the Internet sale of Honda VSCs creates an ambiguity and requires us to consider extrinsic evidence to interpret the contracts. And, in Saccucci's view, this extrinsic evidence makes clear that the intent of the parties at the time of contracting was to allow Saccucci to sell Honda VSCs over the Internet.</p>\n<p>This argument must be rejected, as there is no ambiguity in the contracts. \"Under Rhode Island law, a contract is ambiguous `if it is reasonably susceptible of different constructions.'\" <i>N. Ins. Co. v. Point Judith Marina, LLC,</i> <span class=\"citation\" data-id=\"203980\"><a href=\"/opinion/203980/northern-ins-co-of-ny-v-point-judith-marina/\"><span class=\"volume\">579</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">61</span></a></span>, 72 (1st Cir.2009); <i>Irene Realty Corp. v. Travelers Prop. Cas. Co. of Am.,</i> <span class=\"citation\" data-id=\"2085108\"><a href=\"/opinion/2085108/irene-realty-corp-v-travelers-prop-cas-co/\"><span class=\"volume\">973</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1118</span></a></span>, 1122 n. 2 (R.I.2009). Here, the contracts simply do not address the Internet sale of Honda VSCs, much less the Internet sale of Honda VSCs in a manner reasonably susceptible to different interpretations.</p>\n<p>To be sure, some courts have said that silence creates ambiguity when it involves a matter \"naturally within the scope of the contract.\" <i>Pub. Serv. Co. v. Meadow Island Ditch Co. No. 2,</i> <span class=\"citation no-link\"><span class=\"volume\">132</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">333</span></span>, 339-40 (Colo.2006); <i>Azat v. Farruggio,</i> 162 Md.App. 539, 551, <span class=\"citation\" data-id=\"1475155\"><a href=\"/opinion/1475155/azat-v-farruggio/\"><span class=\"volume\">875</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">778</span></a></span> (Md.Ct. Spec.App.2005); <i>Trs. of Southampton v.</i> <span class=\"star-pagination\">*23</span> <i>Jessup,</i> <span class=\"citation no-link\"><span class=\"volume\">173</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">84</span></span>, 90, <span class=\"citation no-link\"><span class=\"volume\">65</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">949</span></span> (N.Y. 1903); <i>see also </i><i>Moncrief v. Williston Basin Interstate Pipeline Co.,</i> <span class=\"citation\" data-id=\"157848\"><a href=\"/opinion/157848/moncrief-v-williston-basin/\"><span class=\"volume\">174</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1150</span></a></span>, 1173 (10th Cir.1999) (citing Colorado law); <i>Consolidated Bearings Co. v. Ehret-Krohn Corp.,</i> <span class=\"citation\" data-id=\"547629\"><a href=\"/opinion/547629/consolidated-bearings-company-and-counterdefendant-appellee-v-ehret-krohn/\"><span class=\"volume\">913</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1224</span></a></span>, 1233 (7th Cir.1990) (citing Illinois law); 11 Richard A. Lord, Williston on Contracts § 30.4 (4th ed. 1999). Assuming that the Rhode Island Supreme Court would endorse this principle of contract interpretation, it would be unhelpful to Saccucci here. It cannot reasonably be argued that the Internet sale of Honda VSCs was a matter naturally within the scope of the contracts. At the time the parties entered into the most recent of the contracts in 1995, the Internet was not a widespread commercial medium. As Saccucci itself observes, \"The Honda Care VSC Agreement was drafted in 1995 at a time when use of the Internet was still predominantly restricted to research and education, and commercial use of the Internet was largely theoretical.\" As the Seventh Circuit has said, \"A contract is not ambiguous merely because it fails to address some contingency; the general presumption is that `the rights of the parties are limited by the terms expressed' in the contract.\" <i>See </i><i>Consolidated Bearings Co.,</i> 913 F.2d at 1233 (quoting <i>In re Estate of Morrow,</i> 150 Ill.App.3d 500, <span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">681</span></span>, <span class=\"citation\" data-id=\"2095612\"><a href=\"/opinion/2095612/in-re-estate-of-morrow/\"><span class=\"volume\">501</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">998</span></a></span>, 1002 (1986)).</p>\n<p>Under other circumstances, the next question might have been whether, in the absence of a contract governing the Internet sale of Honda Care VSCs, Honda's demand that its dealers cease such sales was wrongful. Here, though, there is no need to consider the question. Saccucci's coercion argument proceeds on one premise alone: that it had a contractual right to sell Honda VSCs over the Internet. Saccucci fails to argue that Honda's demand is wrongful even in the absence of such a contractual right.<sup>[7]</sup></p>\n<p>But even if Saccucci <i>had</i> made such an argument, there are several reasons to doubt that it would have been a winning one. In <i>George Lussier Enterprises,</i> we explained that a manufacturer's demand will be wrongful if it imposes \"unfair or inequitable\" conditions upon a dealer. 393 F.3d at 43. Here, the temporary prohibition on the Internet sale of Honda VSCs seems fair and equitable, given that Honda imposed the prohibition on all of its dealers equally and that the dealers themselves, through the DAB, sought the prohibition. Moreover, we have said that a \"distributor acting honestly is entitled to latitude in making commercial judgments.\" <i>Coady Corp. v. Toyota Motor Distribs., Inc.,</i> <span class=\"citation\" data-id=\"200921\"><a href=\"/opinion/200921/coady-corp-v-toyota-motor-distrib/\"><span class=\"volume\">361</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">50</span></a></span>, 56 (1st Cir.2004). Honda's decision here was, at bottom, a commercial judgment. Honda was concerned not only that the Internet sale of Honda VSCs was harming brand image and loyalty but that a failure to stop Internet sales would result in its dealers promoting competing products.<sup>[8]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*24</span> 2. Arbitrary action claim</h2>\n<p>The Dealer Act makes it unlawful for a manufacturer to engage in \"arbitrary\" action that causes damage to the dealer. R.I. Gen. Laws § 31-5.1-4(a). The Dealer Act does not define \"arbitrary\" nor has any Rhode Island court expressly defined the term for purposes of the statute. That said, the Rhode Island Supreme Court has suggested that a manufacturer's action will <i>not</i> be arbitrary if it is based on \"due cause,\" <i>Dunne Leases Cars &amp; Trucks Inc.,</i> 466 A.2d at 1156-57, and, when considering an arbitrary action claim under Maine's Dealer Act, we defined arbitrary as \"selected at random and without reason.\" <i>Schott Motorcycle Supply, Inc. v. Am. Honda Motor Co.,</i> <span class=\"citation\" data-id=\"591388\"><a href=\"/opinion/591388/schott-motorcycle-supply-inc-v-american-honda-motor-company-inc/\"><span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">58</span></a></span>, 63 (1st Cir.1992) (citing the dictionary definition of the term).</p>\n<p>Regardless of which definition is applied here, no reasonable jury could have concluded that Honda's decision to temporarily prohibit the Internet sale of Honda VSCs was arbitrary. Honda's decision-making process was thorough. After receiving complaints about the Internet sale of Honda VSCs, Honda formed a committee to study the issue. This committee met regularly for several months and considered both the positives and negatives of the current system (which allowed dealers to sell Honda VSCs over the Internet) and various alternatives to restrictions on Internet sales. Ultimately, based on the committee's findings, Honda decided to temporarily prohibit Internet sales. It based this decision on a number of factors, including (1) the DAB's recommendation that Honda prohibit the practice; (2) complaints from individual dealers that the Internet sale of Honda VSCs was harming the reputation of the Honda dealers; (3) concerns that customer dissatisfaction with Honda dealers would harm brand loyalty and brand image; (4) concerns that dealers who were unhappy with the Internet sale of Honda VSCs would begin to push the VSCs offered by competitors; and (5) concerns that dealers selling Honda VSCs over the Internet might be violating state laws, including the law of California.</p>\n<p>Claiming that Honda's decision was nevertheless arbitrary, Saccucci advances several arguments. First, Saccucci complains about the decision-making process employed by Honda. It says that Honda should have consulted the customer and sales satisfaction surveys of both it and its dealers before concluding that a prohibition on the Internet sale of Honda VSCs was needed to protect brand loyalty or brand image.</p>\n<p>Because these surveys are not part of the record, it is impossible to tell whether they provide a useful metric for assessing customer satisfaction with the Internet sale of Honda VSCs (as opposed to other Honda products) and, if they do, whether they show that customers were satisfied with the Internet sale of Honda VSCs.</p>\n<p>But even assuming that the surveys were relevant, and that they reflected customer satisfaction with the Internet sale of Honda VSCs, that does not mean that Honda's failure to consult them would allow a reasonable jury to find its decision was arbitrary. First, Honda had other evidence on which to base a judgment on customer satisfaction. It is undisputed that it had received reports from dealers that the Internet sale of Honda VSCs was undermining the reputation of Honda dealers. Therefore, although it might be debatable whether Honda exercised the best judgment in failing to consult the customer surveys in addition to this evidence, its decision was nevertheless based on \"due cause\" and was not \"selected at random and without reason.\" Second, and perhaps more importantly, Honda's decision to temporarily ban the Internet sale of Honda <span class=\"star-pagination\">*25</span> VSCs was not solely based on concerns that the Internet sale of Honda VSCs was resulting in customer dissatisfaction with Honda and its dealers. Among other things, Honda was concerned that the Internet sale of Honda VSCs might violate the laws of certain states and was leading dealers to promote competing products. Nowhere in its brief does Saccucci argue that these were not independently valid reasons for imposing the prohibition.</p>\n<p>Next, Saccucci argues that Honda's decision to temporarily ban the Internet sale of Honda VSCs was arbitrary because it was in tension with Honda's policy regarding the Internet sale of cars (Honda allows dealers to make such sales) and in harmony with Honda's policy regarding the Internet sale of its power equipment (Honda controls such sales). Saccucci argues, \"[T]he District Court should have recognized that Honda's decision to align the rules for internet sales of Honda Care VSCs with those applicable to lawnmowers and snowblowers, rather than new and used automobiles, supports Saccucci's claim that Honda's ban on internet VSC sales is arbitrary.\"</p>\n<p>But Saccucci overlooks the fact that Honda had a good reason for aligning its Honda VSC policy with its power equipment policy instead of its car policy. Honda's power equipment policy was enacted because of concerns that the uncontrolled Internet sale of power equipment was having a \"negative impact on Honda brand image and the [Honda] dealer network.\" Honda had the same concerns about the Internet sale of Honda VSCs. In contrast, there is nothing in the record indicating that the Internet sale of cars raised brand or dealer network concerns for Honda. In light of these considerations, Honda's decision to align its VSC policy with its power equipment policy actually undercuts a finding of arbitrariness.</p>\n<p>Finally, Saccucci argues that the decision was arbitrary because it was motivated by Honda's desire to appease a powerful dealer in California, Dave Conant. In support of this claim, Saccucci points to the following: (1) an email from Dean Hardesty, a Honda executive, to Robert Wilkinson, another Honda executive, in which Hardesty tells Wilkinson that Conant had joined the DAB, that he was \"apparently against\" the Internet sale of Honda VSCs, and that his opposition was \"helping the topic get escalated\"; (2) a follow up email from Wilkinson to Hardesty in which Wilkinson writes that he \"needs to know, if [Honda's interest in prohibiting Internet sales] is a politically motivated decision by someone of authority. (Just kidding)\"; (3) testimony from Wilkinson that Conant \"was connected and pretty tight\" with the Vice President of Honda Motor Company and that Wilkinson had heard \"rumors\" that Conant \"was one of the individuals who was complaining\" about the Internet sale of Honda VSCs and; (4) the fact that Honda implemented its policy shortly after Conant was appointed to the chair of the DAB.</p>\n<p>At least part of Wilkinson's testimony is inadmissible hearsay that cannot be considered on a motion for summary judgment,<sup>[9]</sup><i>SEC v. Ficken,</i> <span class=\"citation\" data-id=\"203529\"><a href=\"/opinion/203529/sec-v-ficken/\"><span class=\"volume\">546</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">45</span></a></span>, 53 (1st Cir.2008). And we fail to see how the rest of the evidence could allow a reasonable jury to infer that Honda's decision was geared towards pleasing Conant. At best, this evidence might allow a jury to find that Conant helped put the VSC issue on Honda's radar. But this would be neither <span class=\"star-pagination\">*26</span> wrongful nor unexpected, given that Conant was the elected chair of the DAB subcommittee assigned to address the issue. Relatedly, Saccucci has failed to point to any evidence that is probative of Honda's <i>reaction</i> to Conant's complaints. When laid against the considerable evidence indicating that Honda's decision was based on valid considerations, this argument cannot forestall summary judgment.</p>\n<p></p>\n<h2>3. Predatory practice claim</h2>\n<p>The Dealer Act makes it unlawful for a manufacturer \"[t]o engage in any predatory practice\" against a dealer. R.I. Gen. Laws § 31-5.1-4(c)(26). The Dealer Act does not define \"predatory\" and there is no case law (Rhode Island or otherwise) defining the term for purposes of the Dealer Act. In such a case, we may look to the term's ordinary meaning. <i>Field v. Mans,</i> <span class=\"citation\" data-id=\"198162\"><a href=\"/opinion/198162/field-v-mans/\"><span class=\"volume\">157</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">35</span></a></span> (1st Cir.1998); <i>San Jose Christian Coll. v. City of Morgan Hill,</i> <span class=\"citation\" data-id=\"785389\"><a href=\"/opinion/785389/san-jose-christian-college-a-california-non-profit-corporation-v-city-of/\"><span class=\"volume\">360</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1024</span></a></span>, 1034 (9th Cir.2004). The ordinary meaning of predatory, at least in the business context, is \"inclined or intended to injure or exploit others for personal gain or profit.\" Merriam-Webster's Collegiate Dictionary 915 (10th ed. 1993). This definition is consistent with a classic example of a predatory business practice, predatory pricing. <i>See </i><i>Cargill, Inc. v. Monfort of Colo., Inc.,</i> <span class=\"citation\" data-id=\"111777\"><a href=\"/opinion/111777/cargill-inc-v-monfort-of-colo-inc/\"><span class=\"volume\">479</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">104</span></a></span>, 110-11, <span class=\"citation\" data-id=\"111777\"><a href=\"/opinion/111777/cargill-inc-v-monfort-of-colo-inc/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">484</span></a></span>, <span class=\"citation\" data-id=\"111777\"><a href=\"/opinion/111777/cargill-inc-v-monfort-of-colo-inc/\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">427</span></a></span> (1986) (\"Predatory pricing may be defined as pricing below an appropriate measure of cost for the purpose of eliminating competitors in the short run and reducing competition in the long run.\").</p>\n<p>No reasonable jury could conclude that Honda's decision to temporarily prohibit the Internet sale of Honda VSCs was a predatory practice. Nothing in the record suggests that Honda imposed the temporary prohibition on the Internet sale of Honda VSCs to exploit Internet dealers like Saccucci for its own benefit. To the contrary, the evidence indicates that Honda enacted the policy to protect brand loyalty and image, something in the best interest of Honda's dealers. <i>See </i><i>Scuncio Motors, Inc. v. Subaru of New Eng., Inc.,</i> <span class=\"citation\" data-id=\"1457216\"><a href=\"/opinion/1457216/scuncio-motors-inc-v-subaru-of-new-eng/\"><span class=\"volume\">555</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1121</span></a></span>, 1138 n. 27 (D.R.I.1982) (concluding that there was \"little need to address [the dealer's] claims of predatory conduct in violation of\" Rhode Island's Dealer Act where the manufacturer \"acted in good faith and with good cause\").</p>\n<p>Again, we find Saccucci's arguments to the contrary to be unavailing. It begins by citing <i>Aspen Skiing Co. v. Aspen Highlands Skiing Corp.,</i> <span class=\"citation\" data-id=\"111483\"><a href=\"/opinion/111483/aspen-skiing-co-v-aspen-highlands-skiing-corp/\"><span class=\"volume\">472</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">585</span></a></span>, 605, <span class=\"citation\" data-id=\"111483\"><a href=\"/opinion/111483/aspen-skiing-co-v-aspen-highlands-skiing-corp/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2847</span></a></span>, <span class=\"citation\" data-id=\"111483\"><a href=\"/opinion/111483/aspen-skiing-co-v-aspen-highlands-skiing-corp/\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">467</span></a></span> (1985) for the principle that commercial predation occurs where there is an exclusion of the competitor from the marketplace \"on some basis other than efficiency.\" But that case involved a business that was allegedly trying to exclude a competing business from the marketplace. <i>Id.</i> Here, Honda did not act as a competitor to Saccucci, nor did it exclude Saccucci from the Honda VSC marketplace. Next, Saccucci asserts that a finding that Honda's conduct here is not predatory \"ignores serious antitrust issues raised by ... geographical trade restraints.\" This argument is hardly developed and, because no antitrust claims have been made here, we need not consider it.</p>\n<p></p>\n<h2>B. <i>Implied covenant of good faith and fair dealing claim</i>\n</h2>\n<p>Saccucci argues that the district court erred when it granted Honda summary judgment on Saccucci's claim that Honda breached the implied covenant of good faith and fair dealing. This argument requires only cursory treatment. Under Rhode Island law, \"it is well settled that there is an `implied covenant of good faith and fair dealing between parties ... so that the contractual objectives may be <span class=\"star-pagination\">*27</span> achieved.'\" <i>Now Courier, LLC v. Better Carrier Corp.,</i> <span class=\"citation\" data-id=\"2370303\"><a href=\"/opinion/2370303/now-courier-llc-v-better-carrier-corp/\"><span class=\"volume\">965</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">429</span></a></span>, 435 (R.I.2009) (quoting <i>Ide Farm &amp; Stable, Inc. v. Cardi,</i> <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">R.I.</span> <span class=\"page\">735</span></span>, <span class=\"citation\" data-id=\"2378382\"><a href=\"/opinion/2378382/ide-farm-etc-v-cardi/\"><span class=\"volume\">297</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">643</span></a></span>, 645 (1972)). As developed in the coercion analysis above, Honda's actions here did not unfairly interfere with any contractual objectives, nor is there evidence of bad faith.</p>\n<p></p>\n<h2>C. <i>Motion to Amend</i>\n</h2>\n<p>After the district court held an evidentiary hearing relating to Saccucci's preliminary injunction request, Saccucci filed a motion for leave to file a second amended complaint to add a claim for equitable estoppel. The district court denied the amendment as futile. Our review is for an abuse of discretion. <i>Windross v. Barton Protective Servs.,</i> <span class=\"citation\" data-id=\"204066\"><a href=\"/opinion/204066/windross-v-barton-protective-services-inc/\"><span class=\"volume\">586</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">98</span></a></span>, 104 (1st Cir.2009).</p>\n<p>The district court did not abuse its discretion in denying the amendment as futile. To make out a claim of equitable estoppel, Saccucci would have to show:</p>\n<blockquote>first, an affirmative representation or equivalent conduct on the part of the person against whom the estoppel is claimed which is directed to another for the purpose of inducing the other to act or fail to act in reliance thereon; and secondly, that such representation or conduct in fact did induce the other to act or fail to act to his injury.</blockquote>\n<p><i>Providence Teachers Union v. Providence Sch. Bd.,</i> <span class=\"citation\" data-id=\"2310979\"><a href=\"/opinion/2310979/providence-teachers-union-v-providence-school-bd/\"><span class=\"volume\">689</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">388</span></a></span>, 391-92 (R.I.1997).</p>\n<p>Here, the record is devoid of any affirmative representation (or equivalent conduct) directed at Saccucci for the purpose of inducing reliance. Furthermore, \"[e]quitable estoppel is `extraordinary' relief, which `will not be applied unless the equities <i>clearly</i> [are] balanced in favor of the party seeking relief.'\" <i>Southex Exhibitions, Inc. v. R.I. Builders Ass'n, Inc.,</i> <span class=\"citation\" data-id=\"199821\"><a href=\"/opinion/199821/southex-exhibitions-v-rhode-island-builder/\"><span class=\"volume\">279</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">94</span></a></span>, 104 (1st Cir.2002) (applying Rhode Island law) (quoting <i>Greenwich Bay Yacht Basin Assocs. v. Brown,</i> <span class=\"citation\" data-id=\"1956431\"><a href=\"/opinion/1956431/greenwich-bay-yacht-basin-assoc-v-brown/\"><span class=\"volume\">537</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">988</span></a></span>, 991 (R.I.1988)). Saccucci has also failed to develop why the equities are balanced so clearly in its favor.</p>\n<p></p>\n<h2>III. Conclusion</h2>\n<p>For the reasons provided above, the district court's decision is <i>affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  The DAB is formed as follows: Honda dealers elect district representatives who, in turn, elect zone representatives to serve on the DAB. These zone representatives attend national DAB meetings and also serve with Honda employees on national subcommittees assigned to specific areas of business (e.g., sales). As a unit, the DAB makes recommendations to Honda and Honda publishes a \"Dealer Direct\" newsletter which includes a description of each recommendation and Honda's response to the recommendation.</p>\n<p>[2]  In its complaint, Saccucci also requested injunctive relief and advanced a claim of promissory estoppel. The district court denied the injunctive relief request and granted Honda summary judgment on the promissory estoppel claim. Saccucci does not appeal these rulings.</p>\n<p>[3]  A \"material\" fact is one \"that might affect the outcome of the suit under the governing law.\" <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 248, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). A dispute about a material fact is \"genuine\" only \"if a reasonable jury could resolve it in favor of either party.\" <i>Santoni v. Potter,</i> <span class=\"citation\" data-id=\"201039\"><a href=\"/opinion/201039/santoni-v-postmaster-general/\"><span class=\"volume\">369</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">594</span></a></span>, 598 (1st Cir.2004) (quoting <i>Basic Controlex Corp., Inc. v. Klockner Moeller Corp.,</i> <span class=\"citation\" data-id=\"198815\"><a href=\"/opinion/198815/basic-controlex-v-klockner-moeller/\"><span class=\"volume\">202</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">450</span></a></span>, 453 (1st Cir. 2000)).</p>\n<p>[4]  Coercion holds the same meaning under the Automobile Dealers' Day in Court Act (\"ADDCA\"), 15 U.S.C. § 1222, which is basically a federal version of Rhode Island's Dealer Act. <i>George Lussier Enters. v. Subaru of New Eng.,</i> <span class=\"citation\" data-id=\"201382\"><a href=\"/opinion/201382/george-lussier-ent-v-subaru-of-ne/\"><span class=\"volume\">393</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">36</span></a></span>, 47 (1st Cir.2004) (\"`[C]oercion' holds the same meaning under both the state dealer acts and the ADDCA.\"). Accordingly, decisions considering whether a manufacturer committed coercion within the meaning of the ADDCA inform our analysis.</p>\n<p>[5]  It is unclear whether Honda's scheme of graduated penalties qualify as \"sanctions\" under the Dealer Act. We need not decide that question here, as we conclude that Honda did not make a wrongful demand.</p>\n<p>[6]  Honda argues that a third contract, the 2003 \"Automobile Dealer Sales and Service Agreement,\" (\"2003 Dealer Contract\") is relevant here as well. The 2003 Dealer Contract is a more recent version of the 1990 Dealer Contract that is incorporated by reference in the VSC Contract. Saccucci argues that the 2003 Dealer Contract is irrelevant here because the VSC Contract does not incorporate any of its provisions by reference. The district court seems to have agreed with Saccucci, as its coercion analysis appears restricted to the VSC Contract and the 1990 Dealer Contract. Whether we were to consider it or not, the 2003 Dealer Contract makes no difference in our analysis. Accordingly, we follow the district court's lead and ignore it.</p>\n<p>[7]  In its reply brief, Saccucci appears to argue that if a contract does not expressly give the manufacturer the right to make the demand in question, the demand will necessarily be wrongful. For one thing, this argument is waived because it makes its debut in the reply brief. <i>Evans Cabinet Corp. v. Kitchen Int'l, Inc.,</i> <span class=\"citation\" data-id=\"204161\"><a href=\"/opinion/204161/evans-cabinet-corp-v-kitchen-intern-inc/\"><span class=\"volume\">593</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">135</span></a></span>, 148 n. 20 (1st Cir.2010). But, more importantly, there is no authority to support the argument. The cases that Saccucci cites stand for a different proposition altogether, namely, that if a manufacturer is demanding that the dealer comply with the reasonable terms of a contract, the demand will <i>not</i> be considered wrongful. <i>See, e.g., </i><i>Dunne Leases Cars &amp; Trucks Inc.,</i> 466 A.2d at 1160-61.</p>\n<p>[8]  In arguing that Honda's decision was arbitrary, Saccucci claims that Honda did not arrive at its decision honestly. We address that claim below.</p>\n<p>[9]  We refer in particular to Wilkinson's testimony that there were \"rumors\" that Conant had complained about the policy.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/32/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109952/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111483/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111777/",
    "http://www.courtlistener.com/api/rest/v3/opinions/157848/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195652/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198162/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198815/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199821/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200921/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201039/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201382/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203529/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203980/",
    "http://www.courtlistener.com/api/rest/v3/opinions/204066/",
    "http://www.courtlistener.com/api/rest/v3/opinions/204161/",
    "http://www.courtlistener.com/api/rest/v3/opinions/547629/",
    "http://www.courtlistener.com/api/rest/v3/opinions/591388/",
    "http://www.courtlistener.com/api/rest/v3/opinions/770488/",
    "http://www.courtlistener.com/api/rest/v3/opinions/774710/",
    "http://www.courtlistener.com/api/rest/v3/opinions/785389/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1457216/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1475155/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1956431/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1971777/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2085108/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2095612/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2310979/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2370303/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2378382/"
  ]
}