{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/175739/",
  "absolute_url": "/opinion/175739/mendez-internet-management-ser-v-banco-santander-d/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/175739/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2010-09-22T19:12:57Z",
  "date_modified": "2016-02-28T04:25:54.199176Z",
  "type": "010combined",
  "sha1": "b00159a904d309fb13a50b6f87b73bc873f30179",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/09-1874P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2010/09/22/Mendez_Internet_Management_Ser_v._Banco_Santander_De_Puerto_Rico.pdf",
  "plain_text": "              United States Court of Appeals\n                         For the First Circuit\nNo. 09-1874\n\n    MÉNDEZ INTERNET MANAGEMENT SERVICES, INC.; JAMES MÉNDEZ,\n\n                        Plaintiffs, Appellants,\n\n                                   v.\n\n  BANCO SANTANDER DE PUERTO RICO; BANCO POPULAR DE PUERTO RICO;\nDORAL BANK; RG PREMIER BANK OF PUERTO RICO; WESTERNBANK OF PUERTO\n         RICO; GILBERTO ARVELO; DOCTORSHOPER.COM, INC.,*\n\n                         Defendants, Appellees.\n\n\n              APPEAL FROM THE UNITED STATES DISTRICT COURT\n                     FOR THE DISTRICT OF PUERTO RICO\n\n            [Hon. José Antonio Fusté,   U.S. District Judge]\n\n\n                                  Before\n                       Boudin, Selya and Gajarsa,**\n                             Circuit Judges.\n\n\n     Nicolás Nogueras-Cartagena, Julio C. Alejandro-Serrano and\nOffice of Nicolás Nogueras-Cartagena on brief for appellants.\n     Eduardo A. Zayas-Marxuach, Alejandro J. Cepeda-Díaz, McConnell\nValdés LLC, Néstor J. Navas-D'Acosta, Navas & Rodríguez, P.S.C.,\nHarold D. Vicente-Colón and Vicente & Cuebas on brief for appellees\nBanco Popular de Puerto Rico, Inc., Banco Santander Puerto Rico,\nand Doral Bank.\n\n\n\n\n     *\n      By order of the court, Federal Deposit Insurance Corporation\nwas substituted for RG Premier Bank of Puerto Rico and Westernbank\nof Puerto Rico.\n     **\n          Of the Federal Circuit, sitting by designation.\n\f     Sonia B. Alfaro-de la Vega and Law Offices of Gilberto Oliver\non brief for appellee RG Premier Bank of Puerto Rico.\n\n\n                       September 22, 2010\n\f          BOUDIN, Circuit Judge.          James Méndez and Méndez Internet\n\nManagement Services, Inc. (collectively \"Méndez\") appeal from the\n\ndismissal of their claims against five banks1 and against Gilberto\n\nArvelo and his website doctorshoper.com, described as a consumer\n\nwatchdog service (collectively \"Arvelo\").              Because the case was\n\ndisposed of in the district court on a motion to dismiss, Fed. R.\n\nCiv. P. 12(b)(6), our review is de novo, and we accept the factual\n\nallegations of the operative amended complaint, Rule v. Fort Dodge\n\nAnimal Health, Inc., 607 F.3d 250, 251-52 (1st Cir. 2010).\n\n          Based     in   Puerto    Rico,     Méndez    sells   Iraqi   dinars\n\n(\"dinars\"),   the   official      Iraqi    currency.     According     to   the\n\ncomplaint, between September 2007 and August 2008, a number of\n\nbanks in Puerto Rico closed or refused to open accounts for Méndez.\n\nMost objected to serving money services businesses (\"MSBs\") or\n\nstated related administrative reasons, including \"the sheer volume\n\nof transactions.\"    The banks, Méndez says, also\n\n          have conditioned the opening and continuation\n          of regular checking accounts, lines of credit,\n          savings accounts and all other regular bank\n          services . . . upon plaintiff not depositing\n          or withdrawing from any such bank account or\n          credit lines, United States of America\n          currency or legal tender money derived from\n          the sale of . . . dinars.\n\n\n     1\n      The banks named as defendants were Banco Santander de Puerto\nRico, Banco Popular de Puerto Rico, Doral Bank, RG Premier Bank of\nPuerto Rico, and Westernbank of Puerto Rico. The Federal Deposit\nInsurance Corporation (\"FDIC\") has since substituted itself for RG\nPremier Bank and Westernbank. FirstBank Puerto Rico is named in\nthe complaint, but is not a defendant.\n\n                                     -3-\n\f           In   the    same    time   frame,    Arvelo      (according    to   the\n\ncomplaint) published critical comments and articles on his website\n\nand also made unspecified public statements about Méndez' sale of\n\ndinars in Puerto Rico, which Méndez claims have prompted                 closures\n\nof his accounts as well as government oversight of his business.\n\nArvelo's   postings        apparently    suggest     that     the   dinars     are\n\ncounterfeit; that Méndez has been operating illegally; that the\n\ngeneral sale of Iraqi dinars is illegal; and that \"the sale of\n\ndinars   [is]    not   a    legitimate    business    accepted      by   banking\n\ninstitutions.\"\n\n           On October 2, 2008, Méndez brought suit in federal\n\ndistrict court in Puerto Rico against the named banks and Arvelo,\n\nseeking $14 million plus treble damages.           He alleged three federal\n\ncauses of action based respectively on the Racketeer Influenced and\n\nCorrupt Organizations Act (\"RICO\"), 18 U.S.C. § 1962 (2006), the\n\nSherman Act, 15 U.S.C. § 1 (2006), and the Bank Holding Company Act\n\n(\"BHCA\"), 12 U.S.C. § 1972(1)(E) (2006).                 The complaint also\n\nincluded claims of abuse of right and defamation under Puerto Rico\n\nlaw.\n\n           Banco Popular de Puerto Rico filed a motion to dismiss\n\nthe federal causes of action for failure to state a claim, which\n\nwas joined by the other defendants.            The district court dismissed\n\nthe three federal claims on the merits, and declined to exercise\n\nsupplemental jurisdiction over the Puerto Rico claims, dismissing\n\n\n                                        -4-\n\fthem without prejudice.      Méndez Internet Mgmt. Servs., Inc. v.\n\nBanco Santander de Puerto Rico, Civil No. 08-2140, 2009 WL 1392189,\n\nat *6 (D.P.R. May 15, 2009).\n\n             Méndez now appeals from the dismissal of the RICO and\n\nBHCA claims; he ignores his Sherman Act claim, which is thus\n\nabandoned.     Our review, as already noted, is de novo, and is\n\ninformed by recent Supreme Court decisions that require in a\n\ncomplaint \"more than labels and conclusions\" and stress that \"a\n\nformulaic recital of the elements of a cause of action will not\n\ndo.\"   Bell Atl. Corp. v. Twombly, 550 U.S. 544, 555 (2007); see\n\nalso Ashcroft v. Iqbal, 129 S. Ct. 1937, 1953 (2009) (holding\n\nTwombly to apply to all civil actions).\n\n             To read through Méndez' complaint and opening brief (he\n\nfiled no reply) and the answering briefs of the banks (Arvelo has\n\nremained silent) is to be left initially in a state of puzzlement.\n\nThe banks do not deny that they have refused to provide Méndez with\n\naccounts for his dinar business, but do not trouble to explain why;\n\nMéndez alleges conspiracy, seemingly among the banks and clearly\n\nbetween Arvelo and the banks, also without explaining why the banks\n\nor Arvelo have any motive to cooperate or to undermine him.\n\n             Yet modest research among public documents provides some\n\nenlightening information about the phase of the case that involves\n\nthe banks.    It turns out that the USA PATRIOT Act of 2001, Pub. L.\n\nNo. 107-56, 115 Stat. 272 (codified in scattered sections of the\n\n\n                                  -5-\n\fU.S.C.), amended the Bank Secrecy Act (\"BSA\"), 31 U.S.C. §§ 5311-\n\n5330 (2006), in ways that imposed more stringent requirements aimed\n\nat money laundering.\n\n           One consequence has been several high-profile criminal\n\ncases brought against banks doing business with MSBs, including one\n\nof the bank defendants in the case before us.2        Given these cases\n\nand general uncertainty about regulation under the amended BSA,\n\nmany banks believe they could bear responsibility for the BSA\n\ncompliance of MSB customers despite statements to the contrary from\n\nthe Office of the Comptroller of the Currency.        Bank Secrecy Act's\n\nImpact on Money Services Businesses: Hearing Before the Subcomm. on\n\nFin. Insts. & Consumer Credit of the H. Comm. on Fin. Servs., 109th\n\nCong. 20 (2006) (statements of Rep. Jeb Hensarling & Ann F.\n\nJaedicke, Deputy Comptroller for Compliance Policy, Office of the\n\nComptroller of the Currency).\n\n           Unsurprisingly banks have increasingly shunned risky\n\nentanglement with MSBs.    At a House hearing in 2006 it was noted\n\nthat \"[o]ver the past year, at least three national banks have\n\nceased   offering   services   to   MSB's,   and   some   State-chartered\n\n\n     2\n      In January 2003, Banco Popular \"forfeited $21.6 million . .\n. and entered into a deferred prosecution agreement with the\nJustice Department in a case involving a single count of failing to\nfile a SAR [suspicious activity report] on an MSB customer in\nviolation of the BSA.\"     An Update on Money Services Businesses\nUnder Bank Secrecy and USA PATRIOT Regulation: Hearing Before the\nS. Comm. on Banking, Housing & Urban Affairs, 109th Cong. 47 (2005)\n(prepared statement of Julie L. Williams, Acting Comptroller of the\nCurrency).\n\n                                    -6-\n\finstitutions have also discontinued service, and this is across-\n\nthe-board blanket discontinuance by these institutions of all\n\nMSB's.\"    Id. at 2 (statement of Rep. Spencer Bachus, Chairman, H.\n\nSubcomm. on Fin. Insts. & Consumer Credit). Similarly, a 2009 bill\n\nproposed congressional findings that, due to regulatory guidance\n\nand expectations of federal banking agencies and the Secretary of\n\nthe Treasury,\n\n               many insured depository institutions have\n               refused or closed money services businesses'\n               accounts in order either not to incur the\n               burden, risk or potential liability for\n               undertaking a de facto regulatory function, or\n               else to avoid supervisory sanctions for not\n               exercising such oversight.\n\nH.R. 2893, 111th Cong. § 2(4) (2009).\n\n               The defendant banks now before us may have no incentive\n\nat the motion to dismiss stage to offer explanations that may raise\n\nfactual issues unfit for resolution except upon summary judgment or\n\ntrial.    But, happily for them, they have no need to establish their\n\nown motives unless and until Méndez makes out a plausible federal\n\nclaim under Twombly and Iqbal         standards.     This case bears out the\n\nwisdom    of    the   Supreme    Court's   requirements   in    screening     out\n\nrhetoric masquerading as litigation.\n\n                A cardinal requirement of civil RICO liability is the\n\nallegation of the commission, or attempt or conspiracy to commit,\n\ndefined    predicate      acts    needed     to   establish    \"a   pattern   of\n\nracketeering activity or collection of unlawful debt.\"                18 U.S.C.\n\n\n                                       -7-\n\f§ 1962(c).     Acts in two defined predicate-act categories were\n\nalleged by Méndez:    mail or wire fraud, 18 U.S.C. §§ 1341, 1343,\n\nand   extortion, 18 U.S.C. § 1951.   We begin with the allegations of\n\nfraud which, under applicable pleading rules, Fed. R. Civ. P. 9(b),\n\nmust be alleged with particularity.\n\n           As to the banks, Méndez' complaint states that the\n\n\"cancellations contained misrepresentations inasmuch as the banks\n\nknew that the plaintiff was not a money service business, and that,\n\neven if the plaintiff was, the banks had substantial regulatory\n\nguidance to effectively provide the services with no regulatory\n\nrisk.\"    So, his first theory is that the banks denied him the use\n\nof accounts for his dinar sales because they deemed him to be\n\nwithin the MSB category; this, he says, must be fraudulent because\n\nhe \"does not operate as one\" since he does not provide the \"myriad\n\nof services\" associated with MSB operations.\n\n           But the very regulation he cites makes clear that to do\n\nany buying or selling of currency, exceeding $1,000 with any other\n\nperson in one day, is enough for MSB status under the regulation.3\n\nFurther, Méndez goes on in his own complaint to say that while he\n\ndoes not provide a full bevy of services listed in the regulation,\n\n\n\n      3\n      MSBs may engage in a range of money-related transactions--\nincluding trading of currency, check cashing, and transmission--but\nentities conducting only one type of transaction also can fall into\nthe category; buyers or sellers of currency in a substantial amount\nare one type of MSB.       31 C.F.R. § 103.11(uu) (2009) (FDIC\ndefinition).\n\n                                 -8-\n\f\"regulations require that [his business] register because the\n\nbusiness might qualify as such,\" that is, as an MSB.    This is not\n\nan allegation of fraud but an affirmation of the truth of the\n\nsupposed false statements.\n\n            On appeal, Méndez instead asserts the second theory, in\n\nwhich a different falsehood is being perpetrated, namely, that the\n\nbanks say that they do not want to have accounts used to conduct\n\nMSB activities but their real reason for refusing to deal with\n\nMéndez is that they wish to drive him out of the dinar selling\n\nbusiness in order to take it over for themselves.   But there is no\n\nallegation that the banks supply dinars to anyone, that they have\n\ntaken any steps to become such suppliers, or that they have\n\nexpressed any interest in doing so.\n\n            In all events, the predicate fraud statutes cover only\n\nmaterial falsehood, which has \"a natural tendency to influence, or\n\nis capable of influencing, the decision of the decisionmaking body\n\nto which it was addressed.\"   United States v. Moran, 393 F.3d 1, 13\n\n(1st Cir. 2004) (quoting Neder v. United States, 527 U.S. 1, 16\n\n(1999)).    Even if the banks were implicitly misrepresenting their\n\nmotive for not dealing with Méndez, it is not the falsity of their\n\nexcuse that causes him damage but their refusal to provide him with\n\naccounts.\n\n            As to Arvelo, in fraud cases, the familiar pattern is a\n\nmaterial deceitful statement or omission causing the victim to\n\n\n                                 -9-\n\fundertake   a   transaction   that    inflicts   economic   loss   on   the\n\ndefrauded party and ordinarily benefits the deceiving party.4\n\nThere is no suggestion that Arvelo stands to gain financially by\n\ncausing Méndez to fail.    And there is no suggestion that anyone was\n\nswayed by Arvelo's statements: Méndez himself certainly was not\n\nbeguiled by any lies told about him by Arvelo, nor does he claim\n\nthat the banks were deceived, charging instead that they were\n\nconspirators with Arvelo.\n\n            Admittedly,   \"fraud\"     is   a   concept   with   indistinct\n\nboundaries.     There may perhaps be situations in which a \"scheme or\n\nartifice to defraud,\" 18 U.S.C. §§ 1341, 1343, can have some\n\npurpose other than the usual aim \"to obtain . . . money or other\n\nproperty\" by means of deceit,        United States v. Kenrick, 221 F.3d\n\n19, 26-27 (1st Cir. 2000) (discussing parallel language for bank\n\nfraud under 18 U.S.C. § 1344); and the federal statutes can reach\n\nbeyond common-law fraud.5 But merely alleging defamation--which is\n\n\n\n\n     4\n      See, e.g., Restatement (Second) of Torts § 531 (1977) (one is\nliable for fraud to people \"whom he intends or has reason to expect\nto act or to refrain from action in reliance upon the\nmisrepresentation, for pecuniary loss suffered by them through\ntheir justifiable reliance in the type of transaction in which he\nintends or has reason to expect their conduct to be influenced\").\n     5\n      In particular, unlike common-law fraud, mail and wire fraud\ndoes not require first-party reliance, though \"it may well be that\na RICO plaintiff alleging injury by reason of a pattern of mail\nfraud must establish at least third-party reliance in order to\nprove causation.\" Bridge v. Phoenix Bond & Indem. Co., 128 S. Ct.\n2131, 2144-45 (2008).\n\n                                    -10-\n\fthe gravamen of Méndez' charge against Arvelo--can standing alone\n\nhardly be enough to comprise fraud.\n\n          As for extortion--the other predicate alleged--it too\n\nfails on the face of the complaint.         Extortion, under the Hobbs\n\nAct, is \"the obtaining of property from another, with his consent,\n\ninduced by wrongful use of actual or threatened force, violence, or\n\nfear, or under color of official right.\"         18 U.S.C. § 1951(b)(2).\n\nThere is no allegation in the complaint of actual extortion, as\n\nMéndez concedes; as for conspiracy or attempt, the complaint says\n\nonly that the defendants \"entered into a conspiracy to extort the\n\nplaintiff,\" a conclusory assertion inadequate under Twombly, 550\n\nU.S. at 555.\n\n          In his appellate brief, Méndez now alleges that the\n\ndefendants sought his business in selling dinars and argues that\n\nthey \"attempted to obtain such property . . . even if the property\n\nwould   not    be   used   by   them.\"     His   explanation   betrays   a\n\nmisunderstanding of \"obtain\"--disrupting or attempting to close a\n\nbusiness is not an attempt to obtain that business, Scheidler v.\n\nNat'l Org. for Women, Inc., 537 U.S. 393, 404-05, 410 (2003)--and\n\nagain there is no allegation in the complaint that any of the\n\ndefendants in fact sell dinars or that they sought to supplant\n\nMéndez or acquire any of his customers.\n\n          Thus, lacking a proper allegation of either class of\n\npredicate acts, Méndez' RICO claim fails at the pleading stage. In\n\n\n                                    -11-\n\faddition, Méndez' claim is based upon a RICO enterprise, 18 U.S.C.\n\n§ 1961(4), that he describes as a \"conspiracy\" and \"joint effort\"\n\nbetween the defendants.    But there is no indication, apart from\n\nthese empty epithets, to indicate that Arvelo's negative statements\n\nwere made by or in cooperation with any of the banks; mere\n\nconclusory allegations are, again, not enough.\n\n           The complaint also fails to state a claim under the BHCA.\n\nThe act provides in relevant part that a \"bank shall not in any\n\nmanner . . . furnish any service . . . on the condition or\n\nrequirement . . . that the customer shall not obtain some other\n\ncredit, property, or service from a competitor of such bank.\"    12\n\nU.S.C. § 1972(1)(E).   Seemingly, the charge is that the banks are\n\nrefusing to give Méndez accounts in order to suppress competition\n\nbetween the banks and an unidentified entity or entities that\n\nsupply Méndez with dinars to resell.\n\n           But yet again there is no allegation that banks supply\n\ndinars to anyone or that they have sought to replace the unnamed\n\nentities and become the suppliers of dinars to Méndez or anyone\n\nelse.   It would be a different matter if the complaint alleged that\n\nthe banks had offered to give Méndez accounts so long as he bought\n\nhis dinars from the banks rather than his current suppliers; but\n\nthere is no allegation to this effect, let alone evidence that the\n\nbanks want to become Méndez' suppliers of dinars.   As such, Méndez\n\n\n\n\n                                -12-\n\fhas not offered sufficient supporting facts to plead his BHCA\n\nclaim.    As we have explained,\n\n             the price of entry, even to discovery, is for\n             the plaintiff to allege a factual predicate\n             concrete    enough    to    warrant    further\n             proceedings. . . . Conclusory allegations in a\n             complaint, if they stand alone, are a danger\n             sign that the plaintiff is engaged in a\n             fishing expedition.\n\nDM Research, Inc. v. Coll. of Am. Pathologists, 170 F.3d 53, 55\n\n(1st Cir. 1999).\n\n             The complaint does identify the content, although not the\n\noccasions of publication, of statements by Arvelo about Méndez'\n\noperations      that--if    false--might    conceivably   be    defamatory.\n\nBecause   the    district   court   declined   to   exercise   supplemental\n\njurisdiction, 28 U.S.C. § 1367(c)(3) (2006), the dismissal of the\n\nnon-federal claims was without prejudice, which leaves Méndez free\n\nto pursue such local causes of action, if any he has.\n\n             This brings us finally to a tail-end issue occasioned by\n\nthe   fact    that   certain   of   the    defendant   banks   are   now   in\n\nreceivership and the FDIC succeeds to their interest and has\n\nintervened in the appeal.       Under the statutory scheme, 12 U.S.C. §\n\n1821(d), the FDIC says that the plaintiffs had to file timely\n\nadministrative claims with the agency, absent which their claims\n\nwould be barred entirely.\n\n             According to the FDIC, Méndez asserts that such claims\n\nwere filed, but the FDIC has questioned this, saying its records\n\n\n                                    -13-\n\fshow nothing but admitting that its records may be incomplete at\n\nthe early stage of receivership.   However, since we are affirming\n\nthe district court's dismissal, the outcome is the same; Méndez'\n\nclaims are foreclosed against the receivership banks whether the\n\nforeclosure results from the merits or time bar, and we need not\n\npursue this inquiry.\n\n          Affirmed.\n\n\n\n\n                              -14-\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">              United States Court of Appeals\n                         For the First Circuit\nNo. 09-1874\n\n    MÉNDEZ INTERNET MANAGEMENT SERVICES, INC.; JAMES MÉNDEZ,\n\n                        Plaintiffs, Appellants,\n\n                                   v.\n\n  BANCO SANTANDER DE PUERTO RICO; BANCO POPULAR DE PUERTO RICO;\nDORAL BANK; RG PREMIER BANK OF PUERTO RICO; WESTERNBANK OF PUERTO\n         RICO; GILBERTO ARVELO; DOCTORSHOPER.COM, INC.,*\n\n                         Defendants, Appellees.\n\n\n              APPEAL FROM THE UNITED STATES DISTRICT COURT\n                     FOR THE DISTRICT OF PUERTO RICO\n\n            [Hon. José Antonio Fusté,   U.S. District Judge]\n\n\n                                  Before\n                       Boudin, Selya and Gajarsa,**\n                             Circuit Judges.\n\n\n     Nicolás Nogueras-Cartagena, Julio C. Alejandro-Serrano and\nOffice of Nicolás Nogueras-Cartagena on brief for appellants.\n     Eduardo A. Zayas-Marxuach, Alejandro J. Cepeda-Díaz, McConnell\nValdés LLC, Néstor J. Navas-D'Acosta, Navas & Rodríguez, P.S.C.,\nHarold D. Vicente-Colón and Vicente & Cuebas on brief for appellees\nBanco Popular de Puerto Rico, Inc., Banco Santander Puerto Rico,\nand Doral Bank.\n\n\n\n\n     *\n      By order of the court, Federal Deposit Insurance Corporation\nwas substituted for RG Premier Bank of Puerto Rico and Westernbank\nof Puerto Rico.\n     **\n          Of the Federal Circuit, sitting by designation.\n\f     Sonia B. Alfaro-de la Vega and Law Offices of Gilberto Oliver\non brief for appellee RG Premier Bank of Puerto Rico.\n\n\n                       September 22, 2010\n\f          BOUDIN, Circuit Judge.          James Méndez and Méndez Internet\n\nManagement Services, Inc. (collectively \"Méndez\") appeal from the\n\ndismissal of their claims against five banks1 and against Gilberto\n\nArvelo and his website doctorshoper.com, described as a consumer\n\nwatchdog service (collectively \"Arvelo\").              Because the case was\n\ndisposed of in the district court on a motion to dismiss, Fed. R.\n\nCiv. P. 12(b)(6), our review is de novo, and we accept the factual\n\nallegations of the operative amended complaint, Rule v. Fort Dodge\n\nAnimal Health, Inc., </pre><span class=\"citation\" data-id=\"147681\"><a href=\"/opinion/147681/rule-v-fort-dodge-animal-health-inc/\"><span class=\"volume\">607</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">250</span></a></span><pre class=\"inline\">, 251-52 (1st Cir. 2010).\n\n          Based     in   Puerto    Rico,     Méndez    sells   Iraqi   dinars\n\n(\"dinars\"),   the   official      Iraqi    currency.     According     to   the\n\ncomplaint, between September 2007 and August 2008, a number of\n\nbanks in Puerto Rico closed or refused to open accounts for Méndez.\n\nMost objected to serving money services businesses (\"MSBs\") or\n\nstated related administrative reasons, including \"the sheer volume\n\nof transactions.\"    The banks, Méndez says, also\n\n          have conditioned the opening and continuation\n          of regular checking accounts, lines of credit,\n          savings accounts and all other regular bank\n          services . . . upon plaintiff not depositing\n          or withdrawing from any such bank account or\n          credit lines, United States of America\n          currency or legal tender money derived from\n          the sale of . . . dinars.\n\n\n     1\n      The banks named as defendants were Banco Santander de Puerto\nRico, Banco Popular de Puerto Rico, Doral Bank, RG Premier Bank of\nPuerto Rico, and Westernbank of Puerto Rico. The Federal Deposit\nInsurance Corporation (\"FDIC\") has since substituted itself for RG\nPremier Bank and Westernbank. FirstBank Puerto Rico is named in\nthe complaint, but is not a defendant.\n\n                                     -3-\n\f           In   the    same    time   frame,    Arvelo      (according    to   the\n\ncomplaint) published critical comments and articles on his website\n\nand also made unspecified public statements about Méndez' sale of\n\ndinars in Puerto Rico, which Méndez claims have prompted                 closures\n\nof his accounts as well as government oversight of his business.\n\nArvelo's   postings        apparently    suggest     that     the   dinars     are\n\ncounterfeit; that Méndez has been operating illegally; that the\n\ngeneral sale of Iraqi dinars is illegal; and that \"the sale of\n\ndinars   [is]    not   a    legitimate    business    accepted      by   banking\n\ninstitutions.\"\n\n           On October 2, 2008, Méndez brought suit in federal\n\ndistrict court in Puerto Rico against the named banks and Arvelo,\n\nseeking $14 million plus treble damages.           He alleged three federal\n\ncauses of action based respectively on the Racketeer Influenced and\n\nCorrupt Organizations Act (\"RICO\"), 18 U.S.C. § 1962 (2006), the\n\nSherman Act, 15 U.S.C. § 1 (2006), and the Bank Holding Company Act\n\n(\"BHCA\"), 12 U.S.C. § 1972(1)(E) (2006).                 The complaint also\n\nincluded claims of abuse of right and defamation under Puerto Rico\n\nlaw.\n\n           Banco Popular de Puerto Rico filed a motion to dismiss\n\nthe federal causes of action for failure to state a claim, which\n\nwas joined by the other defendants.            The district court dismissed\n\nthe three federal claims on the merits, and declined to exercise\n\nsupplemental jurisdiction over the Puerto Rico claims, dismissing\n\n\n                                        -4-\n\fthem without prejudice.      Méndez Internet Mgmt. Servs., Inc. v.\n\nBanco Santander de Puerto Rico, Civil No. 08-2140, </pre><span class=\"citation no-link\"><span class=\"volume\">2009</span> <span class=\"reporter\">WL</span> <span class=\"page\">1392189</span></span><pre class=\"inline\">,\n\nat *6 (D.P.R. May 15, 2009).\n\n             Méndez now appeals from the dismissal of the RICO and\n\nBHCA claims; he ignores his Sherman Act claim, which is thus\n\nabandoned.     Our review, as already noted, is de novo, and is\n\ninformed by recent Supreme Court decisions that require in a\n\ncomplaint \"more than labels and conclusions\" and stress that \"a\n\nformulaic recital of the elements of a cause of action will not\n\ndo.\"   Bell Atl. Corp. v. Twombly, </pre><span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">550</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">544</span></a></span><pre class=\"inline\">, 555 (2007); see\n\nalso Ashcroft v. Iqbal, </pre><span class=\"citation\" data-id=\"145875\"><a href=\"/opinion/145875/ashcroft-v-iqbal/\"><span class=\"volume\">129</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1937</span></a></span><pre class=\"inline\">, 1953 (2009) (holding\n\nTwombly to apply to all civil actions).\n\n             To read through Méndez' complaint and opening brief (he\n\nfiled no reply) and the answering briefs of the banks (Arvelo has\n\nremained silent) is to be left initially in a state of puzzlement.\n\nThe banks do not deny that they have refused to provide Méndez with\n\naccounts for his dinar business, but do not trouble to explain why;\n\nMéndez alleges conspiracy, seemingly among the banks and clearly\n\nbetween Arvelo and the banks, also without explaining why the banks\n\nor Arvelo have any motive to cooperate or to undermine him.\n\n             Yet modest research among public documents provides some\n\nenlightening information about the phase of the case that involves\n\nthe banks.    It turns out that the USA PATRIOT Act of 2001, Pub. L.\n\nNo. 107-56, 115 Stat. 272 (codified in scattered sections of the\n\n\n                                  -5-\n\fU.S.C.), amended the Bank Secrecy Act (\"BSA\"), 31 U.S.C. §§ 5311-\n\n5330 (2006), in ways that imposed more stringent requirements aimed\n\nat money laundering.\n\n           One consequence has been several high-profile criminal\n\ncases brought against banks doing business with MSBs, including one\n\nof the bank defendants in the case before us.2        Given these cases\n\nand general uncertainty about regulation under the amended BSA,\n\nmany banks believe they could bear responsibility for the BSA\n\ncompliance of MSB customers despite statements to the contrary from\n\nthe Office of the Comptroller of the Currency.        Bank Secrecy Act's\n\nImpact on Money Services Businesses: Hearing Before the Subcomm. on\n\nFin. Insts. & Consumer Credit of the H. Comm. on Fin. Servs., 109th\n\nCong. 20 (2006) (statements of Rep. Jeb Hensarling & Ann F.\n\nJaedicke, Deputy Comptroller for Compliance Policy, Office of the\n\nComptroller of the Currency).\n\n           Unsurprisingly banks have increasingly shunned risky\n\nentanglement with MSBs.    At a House hearing in 2006 it was noted\n\nthat \"[o]ver the past year, at least three national banks have\n\nceased   offering   services   to   MSB's,   and   some   State-chartered\n\n\n     2\n      In January 2003, Banco Popular \"forfeited $21.6 million . .\n. and entered into a deferred prosecution agreement with the\nJustice Department in a case involving a single count of failing to\nfile a SAR [suspicious activity report] on an MSB customer in\nviolation of the BSA.\"     An Update on Money Services Businesses\nUnder Bank Secrecy and USA PATRIOT Regulation: Hearing Before the\nS. Comm. on Banking, Housing & Urban Affairs, 109th Cong. 47 (2005)\n(prepared statement of Julie L. Williams, Acting Comptroller of the\nCurrency).\n\n                                    -6-\n\finstitutions have also discontinued service, and this is across-\n\nthe-board blanket discontinuance by these institutions of all\n\nMSB's.\"    Id. at 2 (statement of Rep. Spencer Bachus, Chairman, H.\n\nSubcomm. on Fin. Insts. & Consumer Credit). Similarly, a 2009 bill\n\nproposed congressional findings that, due to regulatory guidance\n\nand expectations of federal banking agencies and the Secretary of\n\nthe Treasury,\n\n               many insured depository institutions have\n               refused or closed money services businesses'\n               accounts in order either not to incur the\n               burden, risk or potential liability for\n               undertaking a de facto regulatory function, or\n               else to avoid supervisory sanctions for not\n               exercising such oversight.\n\nH.R. 2893, 111th Cong. § 2(4) (2009).\n\n               The defendant banks now before us may have no incentive\n\nat the motion to dismiss stage to offer explanations that may raise\n\nfactual issues unfit for resolution except upon summary judgment or\n\ntrial.    But, happily for them, they have no need to establish their\n\nown motives unless and until Méndez makes out a plausible federal\n\nclaim under Twombly and Iqbal         standards.     This case bears out the\n\nwisdom    of    the   Supreme    Court's   requirements   in    screening     out\n\nrhetoric masquerading as litigation.\n\n                A cardinal requirement of civil RICO liability is the\n\nallegation of the commission, or attempt or conspiracy to commit,\n\ndefined    predicate      acts    needed     to   establish    \"a   pattern   of\n\nracketeering activity or collection of unlawful debt.\"                18 U.S.C.\n\n\n                                       -7-\n\f§ 1962(c).     Acts in two defined predicate-act categories were\n\nalleged by Méndez:    mail or wire fraud, 18 U.S.C. §§ 1341, 1343,\n\nand   extortion, 18 U.S.C. § 1951.   We begin with the allegations of\n\nfraud which, under applicable pleading rules, Fed. R. Civ. P. 9(b),\n\nmust be alleged with particularity.\n\n           As to the banks, Méndez' complaint states that the\n\n\"cancellations contained misrepresentations inasmuch as the banks\n\nknew that the plaintiff was not a money service business, and that,\n\neven if the plaintiff was, the banks had substantial regulatory\n\nguidance to effectively provide the services with no regulatory\n\nrisk.\"    So, his first theory is that the banks denied him the use\n\nof accounts for his dinar sales because they deemed him to be\n\nwithin the MSB category; this, he says, must be fraudulent because\n\nhe \"does not operate as one\" since he does not provide the \"myriad\n\nof services\" associated with MSB operations.\n\n           But the very regulation he cites makes clear that to do\n\nany buying or selling of currency, exceeding $1,000 with any other\n\nperson in one day, is enough for MSB status under the regulation.3\n\nFurther, Méndez goes on in his own complaint to say that while he\n\ndoes not provide a full bevy of services listed in the regulation,\n\n\n\n      3\n      MSBs may engage in a range of money-related transactions--\nincluding trading of currency, check cashing, and transmission--but\nentities conducting only one type of transaction also can fall into\nthe category; buyers or sellers of currency in a substantial amount\nare one type of MSB.       31 C.F.R. § 103.11(uu) (2009) (FDIC\ndefinition).\n\n                                 -8-\n\f\"regulations require that [his business] register because the\n\nbusiness might qualify as such,\" that is, as an MSB.    This is not\n\nan allegation of fraud but an affirmation of the truth of the\n\nsupposed false statements.\n\n            On appeal, Méndez instead asserts the second theory, in\n\nwhich a different falsehood is being perpetrated, namely, that the\n\nbanks say that they do not want to have accounts used to conduct\n\nMSB activities but their real reason for refusing to deal with\n\nMéndez is that they wish to drive him out of the dinar selling\n\nbusiness in order to take it over for themselves.   But there is no\n\nallegation that the banks supply dinars to anyone, that they have\n\ntaken any steps to become such suppliers, or that they have\n\nexpressed any interest in doing so.\n\n            In all events, the predicate fraud statutes cover only\n\nmaterial falsehood, which has \"a natural tendency to influence, or\n\nis capable of influencing, the decision of the decisionmaking body\n\nto which it was addressed.\"   United States v. Moran, </pre><span class=\"citation\" data-id=\"201379\"><a href=\"/opinion/201379/united-states-v-moran/\"><span class=\"volume\">393</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 13\n\n(1st Cir. 2004) (quoting Neder v. United States, </pre><span class=\"citation\" data-id=\"118298\"><a href=\"/opinion/118298/neder-v-united-states/\"><span class=\"volume\">527</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 16\n\n(1999)).    Even if the banks were implicitly misrepresenting their\n\nmotive for not dealing with Méndez, it is not the falsity of their\n\nexcuse that causes him damage but their refusal to provide him with\n\naccounts.\n\n            As to Arvelo, in fraud cases, the familiar pattern is a\n\nmaterial deceitful statement or omission causing the victim to\n\n\n                                 -9-\n\fundertake   a   transaction   that    inflicts   economic   loss   on   the\n\ndefrauded party and ordinarily benefits the deceiving party.4\n\nThere is no suggestion that Arvelo stands to gain financially by\n\ncausing Méndez to fail.    And there is no suggestion that anyone was\n\nswayed by Arvelo's statements: Méndez himself certainly was not\n\nbeguiled by any lies told about him by Arvelo, nor does he claim\n\nthat the banks were deceived, charging instead that they were\n\nconspirators with Arvelo.\n\n            Admittedly,   \"fraud\"     is   a   concept   with   indistinct\n\nboundaries.     There may perhaps be situations in which a \"scheme or\n\nartifice to defraud,\" 18 U.S.C. §§ 1341, 1343, can have some\n\npurpose other than the usual aim \"to obtain . . . money or other\n\nproperty\" by means of deceit,        United States v. Kenrick, </pre><span class=\"citation\" data-id=\"199023\"><a href=\"/opinion/199023/united-states-v-kenrick/\"><span class=\"volume\">221</span> <span class=\"reporter\">F.3d</span>\n\n<span class=\"page\">19</span></a></span><pre class=\"inline\">, 26-27 (1st Cir. 2000) (discussing parallel language for bank\n\nfraud under 18 U.S.C. § 1344); and the federal statutes can reach\n\nbeyond common-law fraud.5 But merely alleging defamation--which is\n\n\n\n\n     4\n      See, e.g., Restatement (Second) of Torts § 531 (1977) (one is\nliable for fraud to people \"whom he intends or has reason to expect\nto act or to refrain from action in reliance upon the\nmisrepresentation, for pecuniary loss suffered by them through\ntheir justifiable reliance in the type of transaction in which he\nintends or has reason to expect their conduct to be influenced\").\n     5\n      In particular, unlike common-law fraud, mail and wire fraud\ndoes not require first-party reliance, though \"it may well be that\na RICO plaintiff alleging injury by reason of a pattern of mail\nfraud must establish at least third-party reliance in order to\nprove causation.\" Bridge v. Phoenix Bond & Indem. Co., </pre><span class=\"citation\" data-id=\"145799\"><a href=\"/opinion/145799/bridge-v-phoenix-bond-indem-co/\"><span class=\"volume\">128</span> <span class=\"reporter\">S. Ct.</span>\n<span class=\"page\">2131</span></a></span><pre class=\"inline\">, 2144-45 (2008).\n\n                                    -10-\n\fthe gravamen of Méndez' charge against Arvelo--can standing alone\n\nhardly be enough to comprise fraud.\n\n          As for extortion--the other predicate alleged--it too\n\nfails on the face of the complaint.         Extortion, under the Hobbs\n\nAct, is \"the obtaining of property from another, with his consent,\n\ninduced by wrongful use of actual or threatened force, violence, or\n\nfear, or under color of official right.\"         18 U.S.C. § 1951(b)(2).\n\nThere is no allegation in the complaint of actual extortion, as\n\nMéndez concedes; as for conspiracy or attempt, the complaint says\n\nonly that the defendants \"entered into a conspiracy to extort the\n\nplaintiff,\" a conclusory assertion inadequate under Twombly, 550\n\nU.S. at 555.\n\n          In his appellate brief, Méndez now alleges that the\n\ndefendants sought his business in selling dinars and argues that\n\nthey \"attempted to obtain such property . . . even if the property\n\nwould   not    be   used   by   them.\"     His   explanation   betrays   a\n\nmisunderstanding of \"obtain\"--disrupting or attempting to close a\n\nbusiness is not an attempt to obtain that business, Scheidler v.\n\nNat'l Org. for Women, Inc., </pre><span class=\"citation\" data-id=\"122260\"><a href=\"/opinion/122260/scheidler-v-national-organization-for-women-inc/\"><span class=\"volume\">537</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">393</span></a></span><pre class=\"inline\">, 404-05, 410 (2003)--and\n\nagain there is no allegation in the complaint that any of the\n\ndefendants in fact sell dinars or that they sought to supplant\n\nMéndez or acquire any of his customers.\n\n          Thus, lacking a proper allegation of either class of\n\npredicate acts, Méndez' RICO claim fails at the pleading stage. In\n\n\n                                    -11-\n\faddition, Méndez' claim is based upon a RICO enterprise, 18 U.S.C.\n\n§ 1961(4), that he describes as a \"conspiracy\" and \"joint effort\"\n\nbetween the defendants.    But there is no indication, apart from\n\nthese empty epithets, to indicate that Arvelo's negative statements\n\nwere made by or in cooperation with any of the banks; mere\n\nconclusory allegations are, again, not enough.\n\n           The complaint also fails to state a claim under the BHCA.\n\nThe act provides in relevant part that a \"bank shall not in any\n\nmanner . . . furnish any service . . . on the condition or\n\nrequirement . . . that the customer shall not obtain some other\n\ncredit, property, or service from a competitor of such bank.\"    12\n\nU.S.C. § 1972(1)(E).   Seemingly, the charge is that the banks are\n\nrefusing to give Méndez accounts in order to suppress competition\n\nbetween the banks and an unidentified entity or entities that\n\nsupply Méndez with dinars to resell.\n\n           But yet again there is no allegation that banks supply\n\ndinars to anyone or that they have sought to replace the unnamed\n\nentities and become the suppliers of dinars to Méndez or anyone\n\nelse.   It would be a different matter if the complaint alleged that\n\nthe banks had offered to give Méndez accounts so long as he bought\n\nhis dinars from the banks rather than his current suppliers; but\n\nthere is no allegation to this effect, let alone evidence that the\n\nbanks want to become Méndez' suppliers of dinars.   As such, Méndez\n\n\n\n\n                                -12-\n\fhas not offered sufficient supporting facts to plead his BHCA\n\nclaim.    As we have explained,\n\n             the price of entry, even to discovery, is for\n             the plaintiff to allege a factual predicate\n             concrete    enough    to    warrant    further\n             proceedings. . . . Conclusory allegations in a\n             complaint, if they stand alone, are a danger\n             sign that the plaintiff is engaged in a\n             fishing expedition.\n\nDM Research, Inc. v. Coll. of Am. Pathologists, </pre><span class=\"citation\" data-id=\"198356\"><a href=\"/opinion/198356/dm-research-etc-v-college-of-american/\"><span class=\"volume\">170</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">53</span></a></span><pre class=\"inline\">, 55\n\n(1st Cir. 1999).\n\n             The complaint does identify the content, although not the\n\noccasions of publication, of statements by Arvelo about Méndez'\n\noperations      that--if    false--might    conceivably   be    defamatory.\n\nBecause   the    district   court   declined   to   exercise   supplemental\n\njurisdiction, 28 U.S.C. § 1367(c)(3) (2006), the dismissal of the\n\nnon-federal claims was without prejudice, which leaves Méndez free\n\nto pursue such local causes of action, if any he has.\n\n             This brings us finally to a tail-end issue occasioned by\n\nthe   fact    that   certain   of   the    defendant   banks   are   now   in\n\nreceivership and the FDIC succeeds to their interest and has\n\nintervened in the appeal.       Under the statutory scheme, 12 U.S.C. §\n\n1821(d), the FDIC says that the plaintiffs had to file timely\n\nadministrative claims with the agency, absent which their claims\n\nwould be barred entirely.\n\n             According to the FDIC, Méndez asserts that such claims\n\nwere filed, but the FDIC has questioned this, saying its records\n\n\n                                    -13-\n\fshow nothing but admitting that its records may be incomplete at\n\nthe early stage of receivership.   However, since we are affirming\n\nthe district court's dismissal, the outcome is the same; Méndez'\n\nclaims are foreclosed against the receivership banks whether the\n\nforeclosure results from the merits or time bar, and we need not\n\npursue this inquiry.\n\n          Affirmed.\n\n\n\n\n                              -14-\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/118298/",
    "http://www.courtlistener.com/api/rest/v3/opinions/122260/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145730/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145799/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145875/",
    "http://www.courtlistener.com/api/rest/v3/opinions/147681/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198356/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199023/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201379/"
  ]
}