{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/177519/",
  "absolute_url": "/opinion/177519/animal-welfare-institute-v-martin/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/177519/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2010-10-21T00:00:07Z",
  "date_modified": "2016-04-26T06:14:27.370588Z",
  "type": "010combined",
  "sha1": "1550299f5401f6031453ffa0fd5c6f0dcdbcb2e6",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/09-2643P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2010/10/20/Animal_Welfare_Institute_v._Martin_Commissioner.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\nNo. 09-2643\n\n    ANIMAL WELFARE INSTITUTE and WILDLIFE INSTITUTE OF MAINE,\n\n                     Plaintiffs, Appellants,\n\n                               v.\n\n  ROLAND D. MARTIN, Commissioner of Maine Department of Inland\n                 Fisheries and Wildlife, et al.,\n\n                     Defendants, Appellees.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                    FOR THE DISTRICT OF MAINE\n\n        [Hon. John A. Woodcock, Jr., U.S. District Judge]\n\n\n                             Before\n\n                       Lynch, Chief Judge,\n               Boudin and Howard, Circuit Judges.\n\n\n     Eric R. Glitzenstein, with whom William S. Eubanks II was on\nbrief, for appellants.\n     Christopher C. Taub, Assistant Attorney General, with whom\nJanet T. Mills, Attorney General, Paul Stern, Deputy Attorney\nGeneral, and Nancy Macirowski, Assistant Attorney General, were on\nbrief for appellee Roland D. Martin, Maine Department of Inland\nFisheries and Wildlife Commissioner.\n     James H. Lister, for appellees Maine Trappers Association,\nU.S. Sportsmen's Alliance Foundation, Fur Takers of America, Dana\nJohnson, Sr., Donald Dudley, and Carl Guay.\n     Gary R. Leistico, on brief for appellee National Trappers\nAssociation.\n\n\n                        October 20, 2010\n\f           LYNCH, Chief Judge.    This is a case about the Canada\n\nlynx.   The Endangered Species Act makes it unlawful to \"take\" a\n\nmember of an endangered species.       16 U.S.C. § 1538(a)(1)(B).   By\n\nregulation, it is also unlawful to \"take\" a \"threatened\" species,\n\nthat is, one likely to become endangered in the foreseeable future.\n\n16 U.S.C. § 1532(20); 50 C.F.R. § 17.31(a).     The term \"take\" means\n\nto \"harass, harm, pursue, hunt, shoot, wound, kill, trap, capture,\n\nor collect.\"   16 U.S.C. § 1532(19).\n\n           The Canada lynx is a wild cat, weighing about 20 pounds,\n\nwhich eats small animals, particularly the snowshoe hare, and is\n\nmost commonly found in Canada.   It is not listed as an endangered\n\nspecies.   In 2000, the U.S. Fish and Wildlife Service (FWS) of the\n\nfederal Department of the Interior listed the Canada lynx as a\n\n\"threatened\" species throughout its U.S. range: certain states\n\ncontiguous to Canada, as well as certain Western states.      65 Fed.\n\nReg. 16,052.    In Maine, a listed state, Canada lynx are found\n\nprimarily in the northern portion of the state, in state Wildlife\n\nManagement Districts (WMD) 1 through 11.         Maine prohibits the\n\ntrapping of Canada lynx, but allows the regulated trapping of many\n\nother furbearing animals.\n\n           This appeal is from the district court's denial of\n\nplaintiffs' motion to enjoin Maine state officials from allowing\n\nthe use of any foothold traps, which are used to legally trap other\n\nspecies, in WMDs 1 through 11.   Plaintiffs argued this relief was\n\n\n                                 -2-\n\fnecessary to prevent incidental takes of lynx in these traps.                    See\n\n50 C.F.R. § 17.3 (defining incidental taking).                 The district court\n\nheld       that    plaintiffs    had    not    shown    irreparable   injury,   even\n\nrecognizing the special emphasis in the Endangered Species Act\n\n(ESA) on protecting threatened species.                  We affirm.\n\n                                              I.\n\n                  Plaintiffs    are    two    private    groups,   Animal   Welfare\n\nInstitute and Wildlife Institute of Maine (together \"AWI\"), that\n\nsued in August 2008, under the ESA citizen suit provision, 16\n\nU.S.C. § 1540(g).         They allege that Maine, by allowing trappers to\n\nobtain permits to use foothold traps (also called \"leghold traps\")\n\nto catch other species that are neither threatened nor endangered,\n\nviolates the ESA because some individual lynx will incidentally be\n\ncaught in such traps.\n\n                  Foothold traps spring shut on an animal's leg or foot,\n\nholding the animal in place until the trapper returns.                      Trappers\n\nusually use foothold traps to trap coyote and fox.                    There are no\n\nknown instances of lynx deaths caused by a foothold trap.1                    Still,\n\n\n       1\n          In two instances in November and December 2008, Canada\nlynx died after being trapped in Conibear traps, which are usually\nused to trap fisher and marten and are designed to spring shut on\nan animal's body, killing it.    See Animal Welfare Institute v.\nMartin, 588 F. Supp. 2d 70, 81-82 (D. Me. 2008) (AWI I) (November\nincident); Animal Welfare Institute v. Martin, 588 F. Supp. 2d 110,\n111-12 (D. Me. 2008) (AWI II) (December incident).         In both\ninstances, the traps were illegally set. AWI II, 588 F. Supp. 2d\nat 112; AWI I, 588 F. Supp. 2d at 82. In response to the November\n2008 incident, and under the district court's order, Maine amended\nits Conibear trap regulations. Animal Welfare Institute v. Martin,\n\n                                              -3-\n\fhistorically,   a   small   number   of    Canada   lynx   are   trapped   and\n\nreleased each year in Maine.\n\n          Earlier litigation over the protection of the Canada\n\nlynx, brought by an organization called the Animal Protection\n\nInstitute2 (API) in October 2006, had resulted in a consent decree\n\nwhich provided significant protections for the Canada lynx.                See\n\nAnimal Welfare Institute v. Martin, 588 F. Supp. 2d 70, 76-77 (D.\n\nMe. 2008) (AWI I) (describing earlier litigation).\n\n          Under that consent decree, Maine issued new regulations\n\nin 2007 and 2008, which limited the size of foothold traps in lynx\n\nterritory in an effort to reduce the number of incidental takes of\n\nCanada lynx.3       Maine also attempted to         reduce any harm from\n\n\n668 F. Supp. 2d 254, 257 (D. Me. 2009) (AWI III). The trapper who\ncaused the December 2008 killing had been warned earlier in the\nseason that his traps flagrantly violated the regulations, and he\nfaces federal prosecution. See Trapper charged in deaths of lynx,\ngray jay, Bangor Daily News, July 3, 2010, at B5. The records of\nthe Maine Department of Inland Fisheries and Wildlife (IF&W) also\nshow that two lynx were trapped and killed by Conibear traps in\n2005, under a prior set of regulations.\n          In addition, in October 2009, a bird hunter illegally\nshot a Canada lynx that was caught in a legally set foothold trap.\nThe lynx would otherwise have been released without need for\ntreatment. AWI III, 668 F. Supp. 2d at 261 n.9.\n     2\n          Many of the persons involved in the API litigation are\nprincipals of the present plaintiffs.\n     3\n          The consent decree required that Maine limit the size of\nfoothold traps to 5 3/8 inches or less (unless set in water, where\nlynx do not venture), and limit \"killer-type\" or Conibear traps to\nareas where lynx are unlikely to wander, such as around water, or\nat least four feet above ground in poles or trees less than four\ninches in diameter and at least a 45-degree angle from the ground.\nAWI I, 588 F. Supp. 2d at 76-77.\n\n                                     -4-\n\fincidental takings of Canada lynx by requiring trappers to report\n\nany   incidental   Canada     lynx   takings.       This,   in   turn,   allows\n\nbiologists from the Maine Department of Inland Fisheries and\n\nWildlife (IF&W) to examine the captured lynx and rehabilitate any\n\ninjured lynx before releasing them to the forests.\n\n             The consent decree remains in effect unless and until the\n\nFWS acts favorably on Maine's application for a federal \"incidental\n\ntake permit\" (ITP).4        16 U.S.C. § 1539(a)(1)(B).           An ITP allows\n\ntakes     incidental   to   otherwise   lawful    activity   when    requisite\n\nmeasures to minimize and mitigate harms are taken such that the\n\npermitted     incidental    takes    will   not   \"appreciably\"     impact   the\n\nspecies as a whole.     16 U.S.C. § 1539(a)(2).       Maine filed its first\n\ndraft ITP application in August 2006; Maine filed a complete ITP\n\napplication in June 2007, and in August 2008, at the request of\n\nFWS, filed a revised application.           FWS has taken no action yet on\n\nthe application and so the consent decree continues in effect.5\n\n             The present plaintiffs, apparently dissatisfied with the\n\nrelief accomplished earlier, filed suit in August 2008 alleging\n\n\n      4\n          The consent decree will also expire if the Canada lynx is\ndelisted, or if FWS promulgates a rule under Section 4(d) of the\nESA, allowing incidental takes of Canada lynx. See 16 U.S.C. §\n1533(d) (authorizing Secretary to promulgate special rules for\nthreatened species); 50 C.F.R. § 17.31.\n      5\n          In an email dated September 7, 2010, the day before oral\nargument, FWS informed Maine that its ITP application faced many\nmore layers of review, and that FWS was confident the ITP would not\nbe issued in time for the 2010 trapping season, which runs from\nmid-October through December.\n\n                                      -5-\n\fthat Maine had not done enough.6         Unless and until an ITP is\n\nissued, they argued, the court was required by the ESA to issue a\n\npreliminary injunction banning all foothold traps.                The court\n\nrejected the argument that as a matter of law injunctive relief\n\nmust issue, even absent a showing of irreparable harm, upon a\n\nshowing that incidental takings result from Maine's decision to\n\nallow any foothold traps.     AWI I, 588 F. Supp. 2d at 104-05.           The\n\ncourt denied preliminary injunctive relief as to foothold traps,\n\nbut set the matter for hearing on evidence as to the actual risk of\n\nincidental trapping in foothold traps and actual consequences to\n\nthe Canada lynx of any such trapping.\n\n          As to Conibear traps, the court granted preliminary\n\ninjunctive    relief   on   November   26,   2008,    enjoining    IF&W    to\n\nimmediately    promulgate    regulations,     by     emergency    order    if\n\nnecessary, to prevent further takes in these \"killer-type\" traps.\n\nId. at 110.    The court found irreparable harm in the death of a\n\nsingle lynx that had been killed by a Conibear trap in November\n\n2008 (a second lynx was killed in a Conibear trap shortly after the\n\ncourt issued its opinion).     Id. at 103.    Even though AWI had \"not\n\nestablished that the death of one threatens the species as a\n\nwhole,\" it had demonstrated that \"the current regulations are\n\n\n\n     6\n          Several trappers' groups and three individual trappers\nintervened as defendants, as they did in the earlier litigation.\nIn addition, the Pacific Legal Foundation has filed a brief as\namicus curiae in support of the defendants-appellees.\n\n                                   -6-\n\finadequate and it is predictable that if the regulations are not\n\namended, other lynx will suffer irreparable harm.\"                Id. at 106.\n\nThe court found that under the ESA the balance of hardships and\n\npublic interest factors \"tip[] heavily in favor of the protected\n\nspecies.\"    Id. (quoting Strahan v. Coxe, 127 F.3d 155, 160 (1st\n\nCir. 1997)) (internal quotation marks omitted).\n\n            In April and June 2009, the district court held a six-day\n\nhearing, which had extensive evidence as to both types of traps.\n\nThe court found AWI had not shown it was likely that lynx would be\n\ntaken in Conibear traps under the new regulations promulgated by\n\nMaine as a result of the preliminary injunction.               AWI III, 668 F.\n\nSupp. 2d at 260.     AWI does not appeal this finding and so Conibear\n\ntraps are not at issue in this appeal.\n\n            Maine conceded that Canada lynx would continue to be\n\ncaught in foothold traps, even after the tighter regulations.                 AWI\n\nIII, 668 F. Supp. 2d at 261.         As to consequences to the lynx of\n\nbeing caught in a foothold trap, the court found as a matter of\n\nfact that AWI had failed to prove lynx suffer serious physical\n\ninjury   from   incidental   takes     in   foothold    traps.        The    court\n\nrecounted   IF&W's   records   of    lynx    takings    from   1999     to   2008,\n\ndistinguishing     between   periods    before    and     after   the    tighter\n\nregulations were imposed in 2007.           Id. at 268.    In the seven-year\n\nperiod from 1999-2006, during which thirty lynx were taken in\n\nfoothold traps, IF&W was able to assess just under half, and only\n\n\n                                     -7-\n\fone had an injury that required veterinary treatment.             Id.    None of\n\nthe thirty died as a direct result of being trapped.             Id.    In 2007-\n\n2008, eight lynx were taken and IF&W was able to assess five of\n\nthem: two sustained no injuries, and the other three had minor skin\n\nlacerations (one also had a \"very slight limp upon release\").               Id.\n\n              The court found that AWI had failed to prove the truth of\n\nits assumption that most of the taken lynx suffered some sort of\n\ninjury, or to provide any reliable data to counter IF&W's evidence.\n\nId. at 269. Rather, AWI relied on studies about lingering negative\n\neffects of trapping on other species, or, in one case, about the\n\nconvergence of multiple stressors on Canada lynx in a different\n\npart of the country.      See id. at 270 & n.16.       The court found that\n\nAWI's   use    of   generalizations   from     other   regions   and    species\n\namounted to a \"failure of proof.\"           Id. at 269.   On the question of\n\nwhether Canada lynx caught in incidental takes in foothold traps\n\nwould be more likely to die from predation or starvation in the\n\nfuture, the court found that any \"incremental impact is unknown and\n\nprobably unknowable.\"      Id. at 272.\n\n              The court did accept the testimony of AWI's experts that\n\nCanada lynx might experience physical symptoms of stress--such as\n\nan elevated breathing rate and temperature, or hormonal or other\n\nchemical changes--as a result of being trapped.              Id. at 266-67.\n\nBut the court rejected expert testimony that Canada lynx could die\n\nfrom \"capture myopathy,\" a deterioration of the animal's organ\n\n\n                                      -8-\n\fsystems resulting from stress-induced overproduction of lactic acid\n\nduring a temporary capture.   Id. at 267.      The court was skeptical\n\nthat any stress caused by incidental takes in foothold traps could\n\nbe so damaging for two reasons.   First, it was unlikely a temporary\n\ntrapping by humans would cause stress-induced death if the stress\n\nof daily survival efforts does not.      Id.   Second, there was firm\n\nevidence that some lynx repeatedly visit traps for food despite\n\nrepeatedly being trapped, undercutting AWI's argument that being\n\ntrapped is an intensely stressful experience for lynx.      Id.\n\n          Given these factual findings, the court concluded AWI had\n\nfailed to demonstrate that irreparable harm was likely to occur\n\nabsent an injunction.   The court further noted that even assuming\n\nAWI had shown that some Canada lynx suffer \"debilitating\" injuries\n\nfrom takes, it certainly had not established that these injuries\n\nthreatened the Canada lynx species.     Id. at 272.   The court quoted\n\nthe holding in Water Keeper Alliance v. U.S. Department of Defense,\n\n271 F.3d 22, 34 (1st Cir. 2001), that absent a showing that animal\n\ndeaths were likely and that these would impact the species, it was\n\nnot an abuse of discretion to refuse to issue an injunction.      Id.\n\nPlaintiffs do not challenge the findings of fact.\n\n                                  II.\n\n          We start with the question of standing.      While Maine has\n\nnot challenged the plaintiffs' standing, we have jurisdiction only\n\nif plaintiffs meet the constitutional standing requirements. Lujan\n\n\n                                  -9-\n\fv. Defenders of Wildlife, 504 U.S. 555, 561 (1992).                Plaintiffs\n\n\"must show (1) that they have suffered an injury in fact, (2) that\n\nthe injury is fairly traceable to the [defendant's] allegedly\n\nunlawful actions, and (3) that 'it [is] likely, as opposed to\n\nmerely    speculative,   that   the    injury     will   be   redressed   by   a\n\nfavorable decision.'\"     Nulankeyutmonen Nkihtaqmikon v. Impson, 503\n\nF.3d 18, 26 (1st Cir. 2007) (quoting Lujan, 504 U.S. at 560-61)\n\n(second alteration in original).             Plaintiffs must clearly allege\n\nfacts demonstrating standing; we then construe those facts and\n\nreasonable inferences drawn from them in plaintiffs' favor. Id. at\n\n25.\n\n            In addition, as a prudential matter, each plaintiff\n\norganization may sue based on injuries to its members' interests\n\nonly if (1) at least one of its members would have standing to sue\n\nas an individual, (2) \"the interests at stake are germane to the\n\norganization's purpose,\" and (3) individual members' participation\n\nis not necessary to either the claim asserted or the relief\n\nrequested.7    Friends of the Earth, Inc. v. Laidlaw Envtl. Servs.\n\n(TOC), Inc., 528 U.S. 167, 181 (2000); see also Dubois v. U.S.\n\nDep't of Agric., 102 F.3d 1273, 1281 & n.11 (1st Cir. 1996).\n\nAnimal Welfare Institute's purpose as an organization is \"to reduce\n\n\n      7\n          Another  traditional    prudential requirement,   that\nplaintiffs' claims be within the \"zone of interest\" protected by\nthe law they invoke, was overridden by Congress in the ESA's\ncitizen suit provision.    Bennett v. Spear, 520 U.S. 154, 164\n(1997).\n\n                                      -10-\n\fthe sum total of pain and fear inflicted on animals by humans,\" and\n\nWildlife     Institute     of    Maine's     purpose     is    \"to     advoca[te]       for\n\nwildlife and represent[] nonconsumptive interests of wildlife in\n\nMaine.\"      The interests invoked in this litigation in observing the\n\nCanada lynx free from incidental trapping are germane to these\n\npurposes.\n\n              Plaintiffs'       affidavits      from    members      who   are     Maine\n\nresidents assert the members frequently visit wildlife refuges and\n\nparks in Maine to try to observe lynx and other wildlife species.\n\nThis   \"desire    to     use    or   observe    an    animal    species    .   .    .    is\n\nundeniably a cognizable interest for purpose of standing.\"                         Lujan,\n\n504 U.S. at 562-63.        The members also allege a cognizable injury to\n\nthis interest: that Maine's trapping regulations, by causing Canada\n\nlynx to be taken, interfere with the Canada lynx's natural state\n\nand    may    increase    the    animals'      risk    of     death,    reducing        the\n\nlikelihood that the members will observe Canada lynx in their\n\nnatural state on future visits.             See id. at 564; see also Friends\n\nof the Earth, 528 U.S. at 183 (stating plaintiffs meet injury in\n\nfact requirement by averring (1) they use the affected area and (2)\n\nthe    challenged      activity      will   lessen      their    recreational           and\n\naesthetic interest in the area); Sierra Club, 405 U.S. at 734\n\n(finding that an adverse effect on the \"scenery, natural and\n\nhistoric objects, and wildlife\" of a park that \"would impair the\n\nenjoyment of the park\" by those who use it would constitute a\n\n\n                                         -11-\n\fcognizable harm).          Plaintiffs have adequately alleged that this\n\ninjury is fairly traceable to the challenged IF&W regulations, and\n\nredressable by the injunctive relief plaintiffs seek.\n\n                                        III.\n\n           In order to obtain a permanent injunction plaintiffs must\n\nordinarily     satisfy      a    four-factor    test.        \"A     plaintiff      must\n\ndemonstrate: (1) that it has suffered an irreparable injury; (2)\n\nthat remedies available at law, such as monetary damages, are\n\ninadequate to compensate for that injury; (3) that, considering the\n\nbalance of hardships between the plaintiff and defendant, a remedy\n\nin equity is warranted; and (4) that the public interest would not\n\nbe disserved by a permanent injunction.\" Monsanto v. Geertson Seed\n\nFarms,   130   S.    Ct.    2743,     2756   (2010)      (quoting    eBay   Inc.    v.\n\nMercExchange, L.L.C., 547 U.S. 388, 391 (2006)) (internal quotation\n\nmarks omitted).\n\n           For      purposes     of   this   case   we    will    assume    that    the\n\nincidental taking of Canada lynx in foothold traps results in a\n\nviolation of the ESA.8          The questions before us have to do with the\n\nappropriate remedies for such a violation.                Our standard of review\n\nof denial of injunctive relief depends upon the nature of the\n\nissues involved.         Overall, review is for abuse of discretion.\n\n\n\n     8\n          We need not reach Maine's argument that it has not\nviolated the ESA by licensing trappers who take lynx, nor Maine's\nargument that the injunctive relief requested by plaintiffs would\nviolate the Tenth Amendment.\n\n                                        -12-\n\fGarcia-Rubiera v. Calderon, 570 F.3d 443, 455-56 (1st Cir. 2009).\n\nNonetheless, review of underlying legal determinations is de novo.\n\nId.\n\n          Plaintiffs attempt to characterize their case as turning\n\non pure issues of law, and they make several related arguments.\n\nFirst they argue that Congress, in enacting the ESA, has so\n\ndisplaced the traditional four equitable factors used by courts in\n\ndeciding on injunctive relief that the district court was required\n\nto issue an injunction on finding there was a \"taking\" of a single\n\nmember of a threatened species.           AWI argues that in the ESA,\n\nCongress circumvented the traditional injunction inquiry, mandating\n\nprioritization   of    species   protection,   which   curtails   courts'\n\ntraditional discretion to deny equitable relief.         They base this\n\nargument on United States v. Oakland Cannabis Buyers' Cooperative,\n\n532 U.S. 483, 496-98 (2001), and Weinberger v. Romero-Barcelo, 456\n\nU.S. 305, 313-14 (1982).     They are wrong.\n\n          Even under the ESA, the Supreme Court has said that\n\ncourts are \"not mechanically obligated to grant an injunction for\n\nevery violation of law.\"    Tenn. Valley Auth. v. Hill, 437 U.S. 153,\n\n193 (1978). While reciting this language, AWI's actual argument is\n\nto the contrary.      AWI argues that where a court finds an ongoing\n\nviolation of the ESA, the court is indeed obligated automatically\n\nto issue an injunction with terms stringent enough to end the\n\nviolation, regardless of what the facts may be.        That is not so.\n\n\n                                   -13-\n\f           AWI's claims are based on a mistaken reading of a line of\n\ncases beginning with Hill, in which the Supreme Court found that\n\nonly a permanent injunction against bringing a $100 million dam\n\nonline would suffice to remedy the Tennessee Valley Authority's\n\nviolation of Section 7 of the ESA.9           Id. at 172.     The dam, if\n\noperated, would completely destroy the entire habitat of the (newly\n\ndiscovered) endangered snail darter, thereby extinguishing the\n\nspecies.   Id. at 171-72.        The Court stated that \"Congress has\n\nspoken in the plainest of words [in the ESA], making it abundantly\n\nclear that the balance has been struck in favor of affording\n\nendangered species the highest of priorities.\"           Id. at 194.     The\n\nCourt held that it was not free to balance the equities where\n\nCongress   had   mandated    \"institutionalized        caution\"   for    the\n\nprotection of listed species, and that it must therefore enjoin the\n\ndam's operation.    Id.\n\n           The Supreme Court has since explained that the drastic\n\nresult in Hill stemmed from the strong and undisputed showing of\n\nirreparable harm that would occur absent an injunction: an entire\n\nspecies would become extinct.         Oakland Cannabis, 532 U.S. at 496-\n\n97;   Weinberger,   456   U.S.   at    314.    Since   the   existence   of\n\n\n\n      9\n          At the time, Section 7 required federal agencies to make\nsure their actions did not \"jeopardize the continued existence\" of\nlisted species \"or result in the destruction or modification of\nhabitat of such species.\" Endangered Species Act of 1973, Pub. L.\nNo. 93-205, § 7, 87 Stat. 884, 892 (codified as amended at 16\nU.S.C. § 1536(a)(2)).\n\n                                   -14-\n\firreparable harm was essentially conceded in Hill, the discussion\n\nof remedy focused on the changes the ESA made to the remaining\n\nelements of the injunction analysis. See Hill, 437 U.S. at 193-94.\n\nAfter stating the general proposition that a court sitting in\n\nequity balances the equities and hardships of a case in its\n\ndiscretion,     id.   at   193,    the    Court    went   on     to     find    that\n\ncongressional    intent     in    the    ESA   foreclosed       the    Court    from\n\n\"strik[ing] a balance of equities on the side of the Tellico Dam,\"\n\nid. at 194.    Rather, it was \"abundantly clear that the balance has\n\nbeen struck in favor of\" endangered species.              Id.\n\n          The circumstances here are none so dire, as the district\n\ncourt's uncontested findings of fact show.           AWI did not prove that\n\nany single Canada lynx has suffered serious physical injury or\n\ndeath from an incidental take in a foothold trap.                     The district\n\ncourt found the statutory violation here has not caused the death\n\nof any Canada lynx, let alone that it poses the ultimate danger of\n\nextinction to which the Hill Court responded.\n\n          By    contrast,    the    district      court   held        that   Maine's\n\nprevious, now-replaced Conibear trap regulations did pose a mortal\n\nrisk to at least some Canada lynx, and the district court issued an\n\ninjunction, forcing Maine to amend its regulations immediately.\n\nAWI I, 588 F. Supp. 2d at 109.          The district court thus engaged in\n\nexactly the fact-sensitive analysis required by law.\n\n\n\n\n                                        -15-\n\f          This circuit has consistently applied the traditional\n\ntests for preliminary injunctions in ESA cases, without modifying\n\nthe irreparable harm requirement.           See, e.g., Water Keeper, 271\n\nF.3d at 33 (\"To be entitled to preliminary injunctive relief,\n\nappellants   must    demonstrate     that   they   will   otherwise   suffer\n\nirreparable harm.\"); Coxe, 127 F.3d at 160.          Rather than supplant\n\nthe need for proof on the irreparable harm requirement, as AWI\n\nseeks,   this       circuit's     law   has    incorporated     Congress's\n\nprioritization of listed species' interests into the third and\n\nfourth prongs of the analysis, modifying those factors where\n\nappropriate to \"tip[] heavily in favor of protected species.\"\n\nCoxe, 127 F. 3d at 160 (quoting Nat'l Wildlife Fed'n v. Burlington\n\nN. R.R., 23 F.3d 1508, 1510 (9th Cir.1994)) (internal quotation\n\nmark omitted); see also Hill, 437 U.S. at 194 (stating Congress\n\nlimited courts' discretion to balance the equities in ESA cases);\n\nWater Keeper, 271 F.3d at 34. The district court properly required\n\nAWI to demonstrate irreparable harm.\n\n          In a related statutory construction argument, AWI asserts\n\nthat the purpose and language of the Section 9 prohibition on\n\n\"taking\" listed species make all takes of any threatened species\n\nper se irreparable harm.        AWI argues that it needs to show neither\n\nspecies-level effect, since Section 9's purpose is to prohibit\n\ntakes of individual animals, nor any actual harm to individual\n\nanimals: since the statutory definition of \"take\" includes both\n\n\n                                    -16-\n\f\"trap\" and words like \"wound,\" \"harass,\" and \"harm,\" AWI argues,\n\nrequiring a showing of some injury would make \"trap\" superfluous\n\nand read it out of the definition.             See Babbit v. Sweet Home\n\nChapter of Communities for a Great Oregon, 515 U.S. 687, 703 (1995)\n\n(characterizing   a   take   of   a   single    animal   as   a   statutory\n\nviolation).   AWI's argument mistakes the question of what violates\n\nthe statute with the question of the appropriate remedy for a\n\nviolation.\n\n          AWI makes a final argument that as a matter of law the\n\ndistrict court could not inquire into species-level harm during the\n\nirreparable harm inquiry because that would conflict with the role\n\nCongress has assigned to the FWS through the ITP process.          There is\n\nno language in the ESA which supports this argument.               Congress\n\nprovided both that courts may issue injunctive relief and that FWS\n\nmay issue ITPs.    No language limits the power of courts as AWI\n\nclaims nor is there any conflict between the two provisions.            In\n\nfact they are consistent with each other.\n\n          Section 10 of the ESA provides, \"The Secretary10 may\n\npermit, under such terms and conditions as he shall prescribe,\" any\n\nincidental taking otherwise prohibited by Section 9 that will not\n\n\n     10\n          Depending on the animal species at issue, \"Secretary\" in\nthe ESA means either the Secretary of Commerce (for species\noverseen by the National Marine Fisheries Service) or the Secretary\nof the Interior (for all other species, which are overseen by FWS).\nSee 16 U.S.C. § 1532(15); 50 C.F.R. § 402.01(b). Here, then, the\nSecretary is the Secretary of the Interior, whose authority under\nthe ESA has been delegated to FWS. See 50 C.F.R. § 402.01(b).\n\n                                  -17-\n\f\"appreciably reduce\" the likelihood that the species will survive\n\nand recover.11   16 U.S.C. § 1539(a)(1)(B), (2)(B).   While FWS must\n\nissue a permit to any plan that meets its application requirements,\n\n16 U.S.C. § 1539(a)(2)(B), FWS may alter application requirements\n\nas \"necessary or appropriate,\" 16 U.S.C. § 1539(a)(2)(A)(iv).\n\nPlaintiffs' request for injunctive relief depends entirely on the\n\nfact that the FWS has not yet issued an ITP to Maine.\n\n          Nothing in the statutory language about ITPs constrains\n\nthe power of the federal judiciary.     Similarly, nothing in the\n\ncitizen suit provision purports to subordinate judicial remedies to\n\nthe ITP process.   The provision simply states that \"[t]he district\n\ncourts shall have jurisdiction . . . to enforce any . . . provision\n\nor regulation, or to order the Secretary to perform such act or\n\nduty,\" at issue in a citizen suit.12 16 U.S.C. § 1540(g)(1).   There\n\nis no reason to think that while Congress intended for FWS to\n\n\n\n     11\n          In addition, FWS must ensure the takings are incidental\nto otherwise lawful activity, the permittee will \"minimize and\nmitigate the impacts\" of the taking \"to the maximum extent\npracticable,\" the permittee will adequately fund its plans to do\nso, and the application meets any other requirements FWS considers\n\"necessary or appropriate.\" 16 U.S.C. § 1539(a)(2)(B).\n     12\n          Separate provisions grant jurisdiction and process powers\nto the district courts over civil and criminal enforcement suits\nbrought by the United States. 16 U.S.C. § 1540(c), (e)(2).\n          The statute constrains district courts' discretion over\ncitizen suits for injunctive relief in only one circumstance: if\nthe suit is to compel FWS to enforce the taking prohibition, and\nthe district court finds there is substantial evidence of an\n\"emergency,\" then the district court \"shall compel\" FWS to apply\nthe taking prohibition. 16 U.S.C. § 1540(g).\n\n                                -18-\n\fconsider the facts as to whether species-wide harm would be done\n\nbefore it can issue an ITP, it intended to preclude a federal judge\n\nfrom considering the same facts.\n\n                                     IV.\n\n            A.       Permanent Injunction\n\n            The district court's denial of a permanent injunction was\n\nnot an abuse of discretion.      AWI characterizes the district court\n\nas adopting a per se rule requiring that plaintiffs show that \"a\n\nparticular    take   will   result   in    the   extinction   of   the   entire\n\nspecies.\"    AWI misrepresents the district court's reasoning.\n\n            The district court differentiated its \"nuanced\" approach\n\nfrom the two opposite per se rules advanced by the opposing\n\nparties.     The plaintiffs maintain that harm to a single animal\n\nconstitutes irreparable harm while defendants argue that only a\n\nthreat to the entire species constitutes irreparable harm.13                AWI\n\nIII, 668 F. Supp. 2d at 261; AWI I, 588 F. Supp. 2d at 106.\n\nRejecting both approaches, the court \"accept[ed] the principle that\n\nthe death of a single animal\" may call for an injunction in some\n\ncircumstances, while in others \"the death of one member is an\n\nisolated event that would not call for judicial action,\" AWI I, 588\n\nF. Supp. 2d at 106, because it has only a \"negligible impact on the\n\n\n     13\n          Because in the decision on appeal the district court\nexpressly incorporated its earlier opinions in the case, AWI III,\n668 F. Supp. 2d at 258, we also refer to the text of the district\ncourt's earlier opinion on AWI's motion for a preliminary\ninjunction, AWI I.\n\n                                     -19-\n\fspecies as a whole,\" AWI III, 668 F. Supp. 2d at 264.          The court's\n\nissuance of injunctive relief as to Conibear traps while declining\n\nto issue relief as to foothold traps demonstrates the point.\n\n          The   factual   findings   which   supported   the    denial    of\n\ninjunctive relief are not challenged.        Denial of that relief was\n\nnot error.\n\n          B.      Other Relief\n\n          AWI argues that even if it did not show irreparable harm\n\nsufficient for the injunction it sought, the district court should\n\nhave issued both a declaratory judgment and alternate relief.\n\n          AWI argues it was entitled to a declaratory judgment, for\n\nwhich irreparable harm need not be shown. See Steffel v. Thompson,\n\n415 U.S. 452, 471-72 (1974).     The district court did not abuse its\n\ndiscretion in deciding not to issue a declaratory judgment.              See\n\nGarcia-Rubiera, 570 F.3d at 455.         The court, in two published\n\ndecisions, made findings that Maine had violated the ESA through\n\nthe incidental takings.    AWI III, 668 F. Supp. 2d at 259; AWI I,\n\n588 F. Supp. 2d at 99-100.       It acknowledged the relief obtained\n\nthrough the consent decree, and it issued injunctive relief as to\n\nthe Conibear traps, which caused a change in Maine's regulations.\n\nSee AWI III, 668 F. Supp. 2d at 257-58.      It was within the court's\n\ndiscretion to conclude that such relief was an adequate remedy and\n\na further formal declaration was not needed.       See Wilton v. Seven\n\n\n\n\n                                  -20-\n\fFalls Co., 515 U.S. 277, 286-87 (1995); Ernst & Young v. Depositors\n\nEcon. Protection Corp., 45 F.3d 530, 534 (1st Cir. 1995).\n\n               AWI, on appeal, additionally argues the district court\n\nerred in not granting other relief, such as a new working group or\n\nnew    regulations.        This   argument    fails   because   AWI    expressly\n\ndisavowed such remedies before the district court.14                 It may well\n\nhave    done    so   for   tactical   reasons,   preferring     to    stress   the\n\ninadequacy of other remedies in order to strengthen its case for\n\ninjunctive relief against foothold traps.               Parties are held to\n\ntheir choices and AWI's bait and switch tactics in the courts are\n\nto be deplored, not rewarded.\n\n               The judgment for defendants is affirmed.                Costs are\n\nawarded to defendants.\n\n\n\n\n       14\n          In its post-trial brief AWI specifically disclaimed any\ninjunctive relief other than a total ban on foothold traps in lynx\nareas and a total ban on Conibear traps with openings of more than\nfour inches, arguing that the bans were \"the only way to prevent\nfurther take of lynx in traps.\"        AWI clearly stated it was\n\"concerned with the two alternatives offered by the court.\" AWI\nclaimed a working group was not \"a viable solution\" because \"the\nparties are at polar opposites and it would be difficult to come to\na consensus in a working group\" before the 2009 trapping season\nbegan.   AWI argued further that \"allowing\" IF&W to work on new\nregulations would likely not end takes because IF&W had already\nfailed once, under the 2007 consent decree, to amend its\nregulations to end takes.\n\n                                       -21-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>623 F.3d 19 (2010)</b></center>\n<center><h1>ANIMAL WELFARE INSTITUTE and Wildlife Institute of Maine, Plaintiffs, Appellants,<br>\nv.<br>\nRoland D. MARTIN, Commissioner of Maine Department of Inland Fisheries and Wildlife, et al., Defendants, Appellees.</h1></center>\n<center>No. 09-2643.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard September 8, 2010.</center>\n<center>Decided October 20, 2010.</center>\n<p><span class=\"star-pagination\">*21</span> Eric R. Glitzenstein, with whom William S. Eubanks II was on brief, for appellants.</p>\n<p>Christopher C. Taub, Assistant Attorney General, with whom Janet T. Mills, Attorney General, Paul Stern, Deputy Attorney General, and Nancy Macirowski, Assistant Attorney General, were on brief for appellee Roland D. Martin, Maine Department of Inland Fisheries and Wildlife Commissioner.</p>\n<p>James H. Lister, for appellees Maine Trappers Association, U.S. Sportsmen's Alliance Foundation, Fur Takers of America, Dana Johnson, Sr., Donald Dudley, and Carl Guay.</p>\n<p>Gary R. Leistico, on brief for appellee National Trappers Association.</p>\n<p>Before LYNCH, Chief Judge, BOUDIN and HOWARD, Circuit Judges.</p>\n<p>LYNCH, Chief Judge.</p>\n<p>This is a case about the Canada lynx. The Endangered Species Act makes it unlawful to \"take\" a member of an endangered species. 16 U.S.C. § 1538(a)(1)(B). By regulation, it is also unlawful to \"take\" a \"threatened\" species, that is, one likely to become endangered in the foreseeable future. 16 U.S.C. § 1532(20); 50 C.F.R. § 17.31(a). The term \"take\" means to \"harass, harm, pursue, hunt, shoot, wound, kill, trap, capture, or collect.\" 16 U.S.C. § 1532(19).</p>\n<p>The Canada lynx is a wild cat, weighing about 20 pounds, which eats small animals, particularly the snowshoe hare, and is most commonly found in Canada. It is not listed as an endangered species. In 2000, the U.S. Fish and Wildlife Service (FWS) of the federal Department of the Interior listed the Canada lynx as a \"threatened\" species throughout its U.S. range: certain states contiguous to Canada, as well as certain Western states. 65 Fed.Reg. 16,052. In Maine, a listed state, Canada lynx are found primarily in the northern portion <span class=\"star-pagination\">*22</span> of the state, in state Wildlife Management Districts (WMD) 1 through 11. Maine prohibits the trapping of Canada lynx, but allows the regulated trapping of many other furbearing animals.</p>\n<p>This appeal is from the district court's denial of plaintiffs' motion to enjoin Maine state officials from allowing the use of any foothold traps, which are used to legally trap other species, in WMDs 1 through 11. Plaintiffs argued this relief was necessary to prevent incidental takes of lynx in these traps. <i>See</i> 50 C.F.R. § 17.3 (defining incidental taking). The district court held that plaintiffs had not shown irreparable injury, even recognizing the special emphasis in the Endangered Species Act (ESA) on protecting threatened species. We affirm.</p>\n<p></p>\n<h2>I.</h2>\n<p>Plaintiffs are two private groups, Animal Welfare Institute and Wildlife Institute of Maine (together \"AWI\"), that sued in August 2008, under the ESA citizen suit provision, 16 U.S.C. § 1540(g). They allege that Maine, by allowing trappers to obtain permits to use foothold traps (also called \"leghold traps\") to catch other species that are neither threatened nor endangered, violates the ESA because some individual lynx will incidentally be caught in such traps.</p>\n<p>Foothold traps spring shut on an animal's leg or foot, holding the animal in place until the trapper returns. Trappers usually use foothold traps to trap coyote and fox. There are no known instances of lynx deaths caused by a foothold trap.<sup>[1]</sup> Still, historically, a small number of Canada lynx are trapped and released each year in Maine.</p>\n<p>Earlier litigation over the protection of the Canada lynx, brought by an organization called the Animal Protection Institute<sup>[2]</sup> (API) in October 2006, had resulted in a consent decree which provided significant protections for the Canada lynx. <i>See </i><i>Animal Welfare Institute v. Martin,</i> 588 F.Supp.2d 70, 76-77 (D.Me.2008) (<i>AWI I</i>) (describing earlier litigation).</p>\n<p>Under that consent decree, Maine issued new regulations in 2007 and 2008, which limited the size of foothold traps in lynx territory in an effort to reduce the number of incidental takes of Canada lynx.<sup>[3]</sup> Maine <span class=\"star-pagination\">*23</span> also attempted to reduce any harm from incidental takings of Canada lynx by requiring trappers to report any incidental Canada lynx takings. This, in turn, allows biologists from the Maine Department of Inland Fisheries and Wildlife (IF &amp; W) to examine the captured lynx and rehabilitate any injured lynx before releasing them to the forests.</p>\n<p>The consent decree remains in effect unless and until the FWS acts favorably on Maine's application for a federal \"incidental take permit\" (ITP).<sup>[4]</sup> 16 U.S.C. § 1539(a)(1)(B). An ITP allows takes incidental to otherwise lawful activity when requisite measures to minimize and mitigate harms are taken such that the permitted incidental takes will not \"appreciably\" impact the species as a whole. 16 U.S.C. § 1539(a)(2). Maine filed its first draft ITP application in August 2006; Maine filed a complete ITP application in June 2007, and in August 2008, at the request of FWS, filed a revised application. FWS has taken no action yet on the application and so the consent decree continues in effect.<sup>[5]</sup></p>\n<p>The present plaintiffs, apparently dissatisfied with the relief accomplished earlier, filed suit in August 2008 alleging that Maine had not done enough.<sup>[6]</sup> Unless and until an ITP is issued, they argued, the court was required by the ESA to issue a preliminary injunction banning all foothold traps. The court rejected the argument that as a matter of law injunctive relief must issue, even absent a showing of irreparable harm, upon a showing that incidental takings result from Maine's decision to allow any foothold traps. <i>AWI I,</i> 588 F.Supp.2d at 104-05. The court denied preliminary injunctive relief as to foothold traps, but set the matter for hearing on evidence as to the actual risk of incidental trapping in foothold traps and actual consequences to the Canada lynx of any such trapping.</p>\n<p>As to Conibear traps, the court granted preliminary injunctive relief on November 26, 2008, enjoining IF &amp; W to immediately promulgate regulations, by emergency order if necessary, to prevent further takes in these \"killer-type\" traps. <i>Id.</i> at 110. The court found irreparable harm in the death of a single lynx that had been killed by a Conibear trap in November 2008 (a second lynx was killed in a Conibear trap shortly after the court issued its opinion). <i>Id.</i> at 103. Even though AWI had \"not established that the death of one threatens the species as a whole,\" it had demonstrated that \"the current regulations are inadequate and it is predictable that if the regulations are not amended, other lynx will suffer irreparable harm.\" <i>Id.</i> at 106. The court found that under the ESA the balance <span class=\"star-pagination\">*24</span> of hardships and public interest factors \"tip[] heavily in favor of the protected species.\" <i>Id.</i> (quoting <i>Strahan v. Coxe,</i> 127 F.3d 155, 160 (1st Cir.1997)) (internal quotation marks omitted).</p>\n<p>In April and June 2009, the district court held a six-day hearing, which had extensive evidence as to both types of traps. The court found AWI had not shown it was likely that lynx would be taken in Conibear traps under the new regulations promulgated by Maine as a result of the preliminary injunction. <i>AWI III,</i> 668 F.Supp.2d at 260. AWI does not appeal this finding and so Conibear traps are not at issue in this appeal.</p>\n<p>Maine conceded that Canada lynx would continue to be caught in foothold traps, even after the tighter regulations. <i>AWI III,</i> 668 F.Supp.2d at 261. As to consequences to the lynx of being caught in a foothold trap, the court found as a matter of fact that AWI had failed to prove lynx suffer serious physical injury from incidental takes in foothold traps. The court recounted IF &amp; W's records of lynx takings from 1999 to 2008, distinguishing between periods before and after the tighter regulations were imposed in 2007. <i>Id.</i> at 268. In the seven-year period from 1999-2006, during which thirty lynx were taken in foothold traps, IF &amp; W was able to assess just under half, and only one had an injury that required veterinary treatment. <i>Id.</i> None of the thirty died as a direct result of being trapped. <i>Id.</i> In 2007-2008, eight lynx were taken and IF &amp; W was able to assess five of them: two sustained no injuries, and the other three had minor skin lacerations (one also had a \"very slight limp upon release\"). <i>Id.</i></p>\n<p>The court found that AWI had failed to prove the truth of its assumption that most of the taken lynx suffered some sort of injury, or to provide any reliable data to counter IF &amp; W's evidence. <i>Id.</i> at 269. Rather, AWI relied on studies about lingering negative effects of trapping on other species, or, in one case, about the convergence of multiple stressors on Canada lynx in a different part of the country. <i>See id.</i> at 270 &amp; n. 16. The court found that AWI's use of generalizations from other regions and species amounted to a \"failure of proof.\" <i>Id.</i> at 269. On the question of whether Canada lynx caught in incidental takes in foothold traps would be more likely to die from predation or starvation in the future, the court found that any \"incremental impact is unknown and probably unknowable.\" <i>Id.</i> at 272.</p>\n<p>The court did accept the testimony of AWI's experts that Canada lynx might experience physical symptoms of stress such as an elevated breathing rate and temperature, or hormonal or other chemical changesas a result of being trapped. <i>Id.</i> at 266-67. But the court rejected expert testimony that Canada lynx could die from \"capture myopathy,\" a deterioration of the animal's organ systems resulting from stress-induced overproduction of lactic acid during a temporary capture. <i>Id.</i> at 267. The court was skeptical that any stress caused by incidental takes in foothold traps could be so damaging for two reasons. First, it was unlikely a temporary trapping by humans would cause stress-induced death if the stress of daily survival efforts does not. <i>Id.</i> Second, there was firm evidence that some lynx repeatedly visit traps for food despite repeatedly being trapped, undercutting AWI's argument that being trapped is an intensely stressful experience for lynx. <i>Id.</i></p>\n<p>Given these factual findings, the court concluded AWI had failed to demonstrate that irreparable harm was likely to occur absent an injunction. The court further noted that even assuming AWI had shown that some Canada lynx suffer \"debilitating\" injuries from takes, it certainly had <span class=\"star-pagination\">*25</span> not established that these injuries threatened the Canada lynx species. <i>Id.</i> at 272. The court quoted the holding in <i>Water Keeper Alliance v. U.S. Department of Defense,</i> 271 F.3d 21, 34 (1st Cir.2001), that absent a showing that animal deaths were likely and that these would impact the species, it was not an abuse of discretion to refuse to issue an injunction. <i>Id.</i> Plaintiffs do not challenge the findings of fact.</p>\n<p></p>\n<h2>II.</h2>\n<p>We start with the question of standing. While Maine has not challenged the plaintiffs' standing, we have jurisdiction only if plaintiffs meet the constitutional standing requirements. <i>Lujan v. Defenders of Wildlife,</i> 504 U.S. 555, 561, 112 S.Ct. 2130, 119 L.Ed.2d 351 (1992). Plaintiffs \"must show (1) that they have suffered an injury in fact, (2) that the injury is fairly traceable to the [defendant's] allegedly unlawful actions, and (3) that `it [is] likely, as opposed to merely speculative, that the injury will be redressed by a favorable decision.'\" <i>Nulankeyutmonen Nkihtaqmikon v. Impson,</i> 503 F.3d 18, 26 (1st Cir.2007) (quoting <i>Lujan,</i> 504 U.S. at 560-61, 112 S.Ct. 2130) (second alteration in original). Plaintiffs must clearly allege facts demonstrating standing; we then construe those facts and reasonable inferences drawn from them in plaintiffs' favor. <i>Id.</i> at 25.</p>\n<p>In addition, as a prudential matter, each plaintiff organization may sue based on injuries to its members' interests only if (1) at least one of its members would have standing to sue as an individual, (2) \"the interests at stake are germane to the organization's purpose,\" and (3) individual members' participation is not necessary to either the claim asserted or the relief requested.<sup>[7]</sup><i>Friends of the Earth, Inc. v. Laidlaw Envtl. Servs. (TOC), Inc.,</i> 528 U.S. 167, 181, 120 S.Ct. 693, 145 L.Ed.2d 610 (2000); <i>see also </i><i>Dubois v. U.S. Dep't of Agric.,</i> 102 F.3d 1273, 1281 &amp; n. 11 (1st Cir.1996). Animal Welfare Institute's purpose as an organization is \"to reduce the sum total of pain and fear inflicted on animals by humans,\" and Wildlife Institute of Maine's purpose is \"to advoca[te] for wildlife and represent[] nonconsumptive interests of wildlife in Maine.\" The interests invoked in this litigation in observing the Canada lynx free from incidental trapping are germane to these purposes.</p>\n<p>Plaintiffs' affidavits from members who are Maine residents assert the members frequently visit wildlife refuges and parks in Maine to try to observe lynx and other wildlife species. This \"desire to use or observe an animal species ... is undeniably a cognizable interest for purpose of standing.\" <i>Lujan,</i> 504 U.S. at 562-63, 112 S.Ct. 2130. The members also allege a cognizable injury to this interest: that Maine's trapping regulations, by causing Canada lynx to be taken, interfere with the Canada lynx's natural state and may increase the animals' risk of death, reducing the likelihood that the members will observe Canada lynx in their natural state on future visits. <i>See id.</i> at 564, 112 S.Ct. 2130; <i>see also </i><i>Friends of the Earth,</i> 528 U.S. at 183, 120 S.Ct. 693 (stating plaintiffs meet injury in fact requirement by averring (1) they use the affected area and (2) the challenged activity will lessen their recreational and aesthetic interest in the area); <i>Sierra Club,</i> 405 U.S. at 734, 92 <span class=\"star-pagination\">*26</span> S.Ct. 1361 (finding that an adverse effect on the \"scenery, natural and historic objects, and wildlife\" of a park that \"would impair the enjoyment of the park\" by those who use it would constitute a cognizable harm). Plaintiffs have adequately alleged that this injury is fairly traceable to the challenged IF &amp; W regulations, and redressable by the injunctive relief plaintiffs seek.</p>\n<p></p>\n<h2>III.</h2>\n<p>In order to obtain a permanent injunction plaintiffs must ordinarily satisfy a four-factor test. \"A plaintiff must demonstrate: (1) that it has suffered an irreparable injury; (2) that remedies available at law, such as monetary damages, are inadequate to compensate for that injury; (3) that, considering the balance of hardships between the plaintiff and defendant, a remedy in equity is warranted; and (4) that the public interest would not be disserved by a permanent injunction.\" <i>Monsanto v. Geertson Seed Farms,</i> ___ U.S. ___, 130 S.Ct. 2743, 2756, 177 L.Ed.2d 461 (2010) (quoting <i>eBay Inc. v. MercExchange, L.L.C.,</i> 547 U.S. 388, 391, 126 S.Ct. 1837, 164 L.Ed.2d 641 (2006)) (internal quotation marks omitted).</p>\n<p>For purposes of this case we will assume that the incidental taking of Canada lynx in foothold traps results in a violation of the ESA.<sup>[8]</sup> The questions before us have to do with the appropriate remedies for such a violation. Our standard of review of denial of injunctive relief depends upon the nature of the issues involved. Overall, review is for abuse of discretion. <i>Garcia-Rubiera v. Calderon,</i> 570 F.3d 443, 455-56 (1st Cir.2009). Nonetheless, review of underlying legal determinations is de novo. <i>Id.</i></p>\n<p>Plaintiffs attempt to characterize their case as turning on pure issues of law, and they make several related arguments. First they argue that Congress, in enacting the ESA, has so displaced the traditional four equitable factors used by courts in deciding on injunctive relief that the district court was required to issue an injunction on finding there was a \"taking\" of a single member of a threatened species. AWI argues that in the ESA, Congress circumvented the traditional injunction inquiry, mandating prioritization of species protection, which curtails courts' traditional discretion to deny equitable relief. They base this argument on <i>United States v. Oakland Cannabis Buyers' Cooperative,</i> 532 U.S. 483, 496-98, 121 S.Ct. 1711, 149 L.Ed.2d 722 (2001), and <i>Weinberger v. Romero-Barcelo,</i> 456 U.S. 305, 313-14, 102 S.Ct. 1798, 72 L.Ed.2d 91 (1982). They are wrong.</p>\n<p>Even under the ESA, the Supreme Court has said that courts are \"not mechanically obligated to grant an injunction for every violation of law.\" <i>Tenn. Valley Auth. v. Hill,</i> 437 U.S. 153, 193, 98 S.Ct. 2279, 57 L.Ed.2d 117 (1978). While reciting this language, AWI's actual argument is to the contrary. AWI argues that where a court finds an ongoing violation of the ESA, the court is indeed obligated automatically to issue an injunction with terms stringent enough to end the violation, regardless of what the facts may be. That is not so.</p>\n<p>AWI's claims are based on a mistaken reading of a line of cases beginning with <i>Hill,</i> in which the Supreme Court found that only a permanent injunction against bringing a $100 million dam online would <span class=\"star-pagination\">*27</span> suffice to remedy the Tennessee Valley Authority's violation of Section 7 of the ESA.<sup>[9]</sup><i>Id.</i> at 172, 98 S.Ct. 2279. The dam, if operated, would completely destroy the entire habitat of the (newly discovered) endangered snail darter, thereby extinguishing the species. <i>Id.</i> at 171-72, 98 S.Ct. 2279. The Court stated that \"Congress has spoken in the plainest of words [in the ESA], making it abundantly clear that the balance has been struck in favor of affording endangered species the highest of priorities.\" <i>Id.</i> at 194, 98 S.Ct. 2279. The Court held that it was not free to balance the equities where Congress had mandated \"institutionalized caution\" for the protection of listed species, and that it must therefore enjoin the dam's operation. <i>Id.</i></p>\n<p>The Supreme Court has since explained that the drastic result in <i>Hill</i> stemmed from the strong and undisputed showing of irreparable harm that would occur absent an injunction: an entire species would become extinct. <i>Oakland Cannabis,</i> 532 U.S. at 496-97, 121 S.Ct. 1711; <i>Weinberger,</i> 456 U.S. at 314, 102 S.Ct. 1798. Since the existence of irreparable harm was essentially conceded in <i>Hill,</i> the discussion of remedy focused on the changes the ESA made to the remaining elements of the injunction analysis. <i>See </i><i>Hill,</i> 437 U.S. at 193-94, 98 S.Ct. 2279. After stating the general proposition that a court sitting in equity balances the equities and hardships of a case in its discretion, <i>id.</i> at 193, 98 S.Ct. 2279, the Court went on to find that congressional intent in the ESA foreclosed the Court from \"strik[ing] a balance of equities on the side of the Tellico Dam,\" <i>id.</i> at 194, 98 S.Ct. 2279. Rather, it was \"abundantly clear that the balance has been struck in favor of\" endangered species. <i>Id.</i></p>\n<p>The circumstances here are none so dire, as the district court's uncontested findings of fact show. AWI did not prove that any single Canada lynx has suffered serious physical injury or death from an incidental take in a foothold trap. The district court found the statutory violation here has not caused the death of any Canada lynx, let alone that it poses the ultimate danger of extinction to which the <i>Hill</i> Court responded.</p>\n<p>By contrast, the district court held that Maine's previous, now-replaced Conibear trap regulations <i>did</i> pose a mortal risk to at least some Canada lynx, and the district court issued an injunction, forcing Maine to amend its regulations immediately. <i>AWI I,</i> 588 F.Supp.2d at 109. The district court thus engaged in exactly the fact-sensitive analysis required by law.</p>\n<p>This circuit has consistently applied the traditional tests for preliminary injunctions in ESA cases, without modifying the irreparable harm requirement. <i>See, e.g., </i><i>Water Keeper,</i> 271 F.3d at 33 (\"To be entitled to preliminary injunctive relief, appellants must demonstrate that they will otherwise suffer irreparable harm.\"); <i>Coxe,</i> 127 F.3d at 160. Rather than supplant the need for proof on the irreparable harm requirement, as AWI seeks, this circuit's law has incorporated Congress's prioritization of listed species' interests into the third and fourth prongs of the analysis, modifying those factors where appropriate to \"tip[] heavily in favor of protected species.\" <i>Coxe,</i> 127 F.3d at 160 (quoting <i>Nat'l Wildlife Fed'n v. Burlington N. R.R.,</i> 23 F.3d 1508, 1510 (9th Cir.1994)) (internal quotation mark omitted); <i>see also </i><i>Hill,</i> 437 U.S. <span class=\"star-pagination\">*28</span> at 194, 98 S.Ct. 2279 (stating Congress limited courts' discretion to balance the equities in ESA cases); <i>Water Keeper,</i> 271 F.3d at 34. The district court properly required AWI to demonstrate irreparable harm.</p>\n<p>In a related statutory construction argument, AWI asserts that the purpose and language of the Section 9 prohibition on \"taking\" listed species make all takes of any threatened species per se irreparable harm. AWI argues that it needs to show neither species-level effect, since Section 9's purpose is to prohibit takes of individual animals, nor any actual harm to individual animals: since the statutory definition of \"take\" includes both \"trap\" and words like \"wound,\" \"harass,\" and \"harm,\" AWI argues, requiring a showing of some injury would make \"trap\" superfluous and read it out of the definition. <i>See </i><i>Babbitt v. Sweet Home Chapter of Communities for a Great Oregon,</i> 515 U.S. 687, 703, 115 S.Ct. 2407, 132 L.Ed.2d 597 (1995) (characterizing a take of a single animal as a statutory violation). AWI's argument mistakes the question of what violates the statute with the question of the appropriate remedy for a violation.</p>\n<p>AWI makes a final argument that as a matter of law the district court could not inquire into species-level harm during the irreparable harm inquiry because that would conflict with the role Congress has assigned to the FWS through the ITP process. There is no language in the ESA which supports this argument. Congress provided both that courts may issue injunctive relief and that FWS may issue ITPs. No language limits the power of courts as AWI claims nor is there any conflict between the two provisions. In fact they are consistent with each other.</p>\n<p>Section 10 of the ESA provides, \"The Secretary<sup>[10]</sup> may permit, under such terms and conditions as he shall prescribe,\" any incidental taking otherwise prohibited by Section 9 that will not \"appreciably reduce\" the likelihood that the species will survive and recover.<sup>[11]</sup> 16 U.S.C. § 1539(a)(1)(B), (2)(B). While FWS must issue a permit to any plan that meets its application requirements, 16 U.S.C. § 1539(a)(2)(B), FWS may alter application requirements as \"necessary or appropriate,\" 16 U.S.C. § 1539(a)(2)(A)(iv). Plaintiffs' request for injunctive relief depends entirely on the fact that the FWS has not yet issued an ITP to Maine.</p>\n<p>Nothing in the statutory language about ITPs constrains the power of the federal judiciary. Similarly, nothing in the citizen suit provision purports to subordinate judicial remedies to the ITP process. The provision simply states that \"[t]he district courts shall have jurisdiction ... to enforce any ... provision or regulation, or to order the Secretary to perform such act or duty,\" at issue in a citizen suit.<sup>[12]</sup> 16 <span class=\"star-pagination\">*29</span> U.S.C. § 1540(g)(1). There is no reason to think that while Congress intended for FWS to consider the facts as to whether species-wide harm would be done before it can issue an ITP, it intended to preclude a federal judge from considering the same facts.</p>\n<p></p>\n<h2>IV.</h2>\n<p></p>\n<h2>A. <i>Permanent Injunction</i>\n</h2>\n<p>The district court's denial of a permanent injunction was not an abuse of discretion. AWI characterizes the district court as adopting a per se rule requiring that plaintiffs show that \"a particular take will result in the extinction of the entire species.\" AWI misrepresents the district court's reasoning.</p>\n<p>The district court differentiated its \"nuanced\" approach from the two opposite per se rules advanced by the opposing parties. The plaintiffs maintain that harm to a single animal constitutes irreparable harm while defendants argue that only a threat to the entire species constitutes irreparable harm.<sup>[13]</sup><i>AWI III,</i> 668 F.Supp.2d at 261; <i>AWI I,</i> 588 F.Supp.2d at 106. Rejecting both approaches, the court \"accept[ed] the principle that the death of a single animal\" may call for an injunction in some circumstances, while in others \"the death of one member is an isolated event that would not call for judicial action,\" <i>AWI I,</i> 588 F.Supp.2d at 106, because it has only a \"negligible impact on the species as a whole,\" <i>AWI III,</i> 668 F.Supp.2d at 264. The court's issuance of injunctive relief as to Conibear traps while declining to issue relief as to foothold traps demonstrates the point.</p>\n<p>The factual findings which supported the denial of injunctive relief are not challenged. Denial of that relief was not error.</p>\n<p></p>\n<h2>B. <i>Other Relief</i>\n</h2>\n<p>AWI argues that even if it did not show irreparable harm sufficient for the injunction it sought, the district court should have issued both a declaratory judgment and alternate relief.</p>\n<p>AWI argues it was entitled to a declaratory judgment, for which irreparable harm need not be shown. <i>See </i><i>Steffel v. Thompson,</i> 415 U.S. 452, 471-72, 94 S.Ct. 1209, 39 L.Ed.2d 505 (1974). The district court did not abuse its discretion in deciding not to issue a declaratory judgment. <i>See </i><i>Garcia-Rubiera,</i> 570 F.3d at 455. The court, in two published decisions, made findings that Maine had violated the ESA through the incidental takings. <i>AWI III,</i> 668 F.Supp.2d at 259; <i>AWI I,</i> 588 F.Supp.2d at 99-100. It acknowledged the relief obtained through the consent decree, and it issued injunctive relief as to the Conibear traps, which caused a change in Maine's regulations. <i>See AWI III,</i> 668 F.Supp.2d at 257-58. It was within the court's discretion to conclude that such relief was an adequate remedy and a further formal declaration was not needed. <i>See </i><i>Wilton v. Seven Falls Co.,</i> 515 U.S. 277, 286-87, 115 S.Ct. 2137, 132 L.Ed.2d 214 (1995); <i>Ernst &amp; Young v. Depositors</i> <span class=\"star-pagination\">*30</span> <i>Econ. Protection Corp.,</i> 45 F.3d 530, 534 (1st Cir.1995).</p>\n<p>AWI, on appeal, additionally argues the district court erred in not granting other relief, such as a new working group or new regulations. This argument fails because AWI expressly disavowed such remedies before the district court.<sup>[14]</sup> It may well have done so for tactical reasons, preferring to stress the inadequacy of other remedies in order to strengthen its case for injunctive relief against foothold traps. Parties are held to their choices and AWI's bait and switch tactics in the courts are to be deplored, not rewarded.</p>\n<p>The judgment for defendants is affirmed. Costs are awarded to defendants.</p>\n<h2>NOTES</h2>\n<p>[1]  In two instances in November and December 2008, Canada lynx died after being trapped in Conibear traps, which are usually used to trap fisher and marten and are designed to spring shut on an animal's body, killing it. <i>See </i><i>Animal Welfare Institute v. Martin,</i> 588 F.Supp.2d 70, 81-82 (D.Me.2008) (<i>AWI I</i>) (November incident); <i>Animal Welfare Institute v. Martin,</i> 588 F.Supp.2d 110, 111-12 (D.Me.2008) (<i>AWI II</i>) (December incident). In both instances, the traps were illegally set. <i>AWI II,</i> 588 F.Supp.2d at 112; <i>AWI I,</i> 588 F.Supp.2d at 82. In response to the November 2008 incident, and under the district court's order, Maine amended its Conibear trap regulations. <i>Animal Welfare Institute v. Martin,</i> 668 F.Supp.2d 254, 257 (D.Me. 2009) (<i>AWI III</i>). The trapper who caused the December 2008 killing had been warned earlier in the season that his traps flagrantly violated the regulations, and he faces federal prosecution. <i>See Trapper charged in deaths of lynx, gray jay,</i> Bangor Daily News, July 3, 2010, at B5. The records of the Maine Department of Inland Fisheries and Wildlife (IF &amp; W) also show that two lynx were trapped and killed by Conibear traps in 2005, under a prior set of regulations.\n</p>\n<p>In addition, in October 2009, a bird hunter illegally shot a Canada lynx that was caught in a legally set foothold trap. The lynx would otherwise have been released without need for treatment. <i>AWI III,</i> 668 F.Supp.2d at 261 n. 9.</p>\n<p>[2]  Many of the persons involved in the API litigation are principals of the present plaintiffs.</p>\n<p>[3]  The consent decree required that Maine limit the size of foothold traps to 5 3/8 inches or less (unless set in water, where lynx do not venture), and limit \"killer-type\" or Conibear traps to areas where lynx are unlikely to wander, such as around water, or at least four feet above ground in poles or trees less than four inches in diameter and at least a 45-degree angle from the ground. <i>AWI I,</i> 588 F.Supp.2d at 76-77.</p>\n<p>[4]  The consent decree will also expire if the Canada lynx is delisted, or if FWS promulgates a rule under Section 4(d) of the ESA, allowing incidental takes of Canada lynx. <i>See</i> 16 U.S.C. § 1533(d) (authorizing Secretary to promulgate special rules for threatened species); 50 C.F.R. § 17.31.</p>\n<p>[5]  In an email dated September 7, 2010, the day before oral argument, FWS informed Maine that its ITP application faced many more layers of review, and that FWS was confident the ITP would not be issued in time for the 2010 trapping season, which runs from mid-October through December.</p>\n<p>[6]  Several trappers' groups and three individual trappers intervened as defendants, as they did in the earlier litigation. In addition, the Pacific Legal Foundation has filed a brief as amicus curiae in support of the defendants-appellees.</p>\n<p>[7]  Another traditional prudential requirement, that plaintiffs' claims be within the \"zone of interest\" protected by the law they invoke, was overridden by Congress in the ESA's citizen suit provision. <i>Bennett v. Spear,</i> 520 U.S. 154, 164, 117 S.Ct. 1154, 137 L.Ed.2d 281 (1997).</p>\n<p>[8]  We need not reach Maine's argument that it has not violated the ESA by licensing trappers who take lynx, nor Maine's argument that the injunctive relief requested by plaintiffs would violate the Tenth Amendment.</p>\n<p>[9]  At the time, Section 7 required federal agencies to make sure their actions did not \"jeopardize the continued existence\" of listed species \"or result in the destruction or modification of habitat of such species.\" Endangered Species Act of 1973, Pub.L. No. 93-205, § 7, 87 Stat. 884, 892 (codified as amended at 16 U.S.C. § 1536(a)(2)).</p>\n<p>[10]  Depending on the animal species at issue, \"Secretary\" in the ESA means either the Secretary of Commerce (for species overseen by the National Marine Fisheries Service) or the Secretary of the Interior (for all other species, which are overseen by FWS). <i>See</i> 16 U.S.C. § 1532(15); 50 C.F.R. § 402.01(b). Here, then, the Secretary is the Secretary of the Interior, whose authority under the ESA has been delegated to FWS. <i>See</i> 50 C.F.R. § 402.01(b).</p>\n<p>[11]  In addition, FWS must ensure the takings are incidental to otherwise lawful activity, the permittee will \"minimize and mitigate the impacts\" of the taking \"to the maximum extent practicable,\" the permittee will adequately fund its plans to do so, and the application meets any other requirements FWS considers \"necessary or appropriate.\" 16 U.S.C. § 1539(a)(2)(B).</p>\n<p>[12]  Separate provisions grant jurisdiction and process powers to the district courts over civil and criminal enforcement suits brought by the United States. 16 U.S.C. § 1540(c), (e)(2).\n</p>\n<p>The statute constrains district courts' discretion over citizen suits for injunctive relief in only one circumstance: if the suit is to compel FWS to enforce the taking prohibition, and the district court finds there is substantial evidence of an \"emergency,\" then the district court \"shall compel\" FWS to apply the taking prohibition. 16 U.S.C. § 1540(g).</p>\n<p>[13]  Because in the decision on appeal the district court expressly incorporated its earlier opinions in the case, <i>AWI III,</i> 668 F.Supp.2d at 258, we also refer to the text of the district court's earlier opinion on AWI's motion for a preliminary injunction, <i>AWI I.</i></p>\n<p>[14]  In its post-trial brief AWI specifically disclaimed any injunctive relief other than a total ban on foothold traps in lynx areas and a total ban on Conibear traps with openings of more than four inches, arguing that the bans were \"the only way to prevent further take of lynx in traps.\" AWI clearly stated it was \"concerned with the two alternatives offered by the court.\" AWI claimed a working group was not \"a viable solution\" because \"the parties are at polar opposites and it would be difficult to come to a consensus in a working group\" before the 2009 trapping season began. AWI argued further that \"allowing\" IF &amp; W to work on new regulations would likely not end takes because IF &amp; W had already failed once, under the 2007 consent decree, to amend its regulations to end takes.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">623</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">19</span></span> (2010)</b></center>\n<center><h1>ANIMAL WELFARE INSTITUTE and Wildlife Institute of Maine, Plaintiffs, Appellants,<br>\nv.<br>\nRoland D. MARTIN, Commissioner of Maine Department of Inland Fisheries and Wildlife, et al., Defendants, Appellees.</h1></center>\n<center>No. 09-2643.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard September 8, 2010.</center>\n<center>Decided October 20, 2010.</center>\n<p><span class=\"star-pagination\">*21</span> Eric R. Glitzenstein, with whom William S. Eubanks II was on brief, for appellants.</p>\n<p>Christopher C. Taub, Assistant Attorney General, with whom Janet T. Mills, Attorney General, Paul Stern, Deputy Attorney General, and Nancy Macirowski, Assistant Attorney General, were on brief for appellee Roland D. Martin, Maine Department of Inland Fisheries and Wildlife Commissioner.</p>\n<p>James H. Lister, for appellees Maine Trappers Association, U.S. Sportsmen's Alliance Foundation, Fur Takers of America, Dana Johnson, Sr., Donald Dudley, and Carl Guay.</p>\n<p>Gary R. Leistico, on brief for appellee National Trappers Association.</p>\n<p>Before LYNCH, Chief Judge, BOUDIN and HOWARD, Circuit Judges.</p>\n<p>LYNCH, Chief Judge.</p>\n<p>This is a case about the Canada lynx. The Endangered Species Act makes it unlawful to \"take\" a member of an endangered species. 16 U.S.C. § 1538(a)(1)(B). By regulation, it is also unlawful to \"take\" a \"threatened\" species, that is, one likely to become endangered in the foreseeable future. 16 U.S.C. § 1532(20); 50 C.F.R. § 17.31(a). The term \"take\" means to \"harass, harm, pursue, hunt, shoot, wound, kill, trap, capture, or collect.\" 16 U.S.C. § 1532(19).</p>\n<p>The Canada lynx is a wild cat, weighing about 20 pounds, which eats small animals, particularly the snowshoe hare, and is most commonly found in Canada. It is not listed as an endangered species. In 2000, the U.S. Fish and Wildlife Service (FWS) of the federal Department of the Interior listed the Canada lynx as a \"threatened\" species throughout its U.S. range: certain states contiguous to Canada, as well as certain Western states. 65 Fed.Reg. 16,052. In Maine, a listed state, Canada lynx are found primarily in the northern portion <span class=\"star-pagination\">*22</span> of the state, in state Wildlife Management Districts (WMD) 1 through 11. Maine prohibits the trapping of Canada lynx, but allows the regulated trapping of many other furbearing animals.</p>\n<p>This appeal is from the district court's denial of plaintiffs' motion to enjoin Maine state officials from allowing the use of any foothold traps, which are used to legally trap other species, in WMDs 1 through 11. Plaintiffs argued this relief was necessary to prevent incidental takes of lynx in these traps. <i>See</i> 50 C.F.R. § 17.3 (defining incidental taking). The district court held that plaintiffs had not shown irreparable injury, even recognizing the special emphasis in the Endangered Species Act (ESA) on protecting threatened species. We affirm.</p>\n<p></p>\n<h2>I.</h2>\n<p>Plaintiffs are two private groups, Animal Welfare Institute and Wildlife Institute of Maine (together \"AWI\"), that sued in August 2008, under the ESA citizen suit provision, 16 U.S.C. § 1540(g). They allege that Maine, by allowing trappers to obtain permits to use foothold traps (also called \"leghold traps\") to catch other species that are neither threatened nor endangered, violates the ESA because some individual lynx will incidentally be caught in such traps.</p>\n<p>Foothold traps spring shut on an animal's leg or foot, holding the animal in place until the trapper returns. Trappers usually use foothold traps to trap coyote and fox. There are no known instances of lynx deaths caused by a foothold trap.<sup>[1]</sup> Still, historically, a small number of Canada lynx are trapped and released each year in Maine.</p>\n<p>Earlier litigation over the protection of the Canada lynx, brought by an organization called the Animal Protection Institute<sup>[2]</sup> (API) in October 2006, had resulted in a consent decree which provided significant protections for the Canada lynx. <i>See </i><i>Animal Welfare Institute v. Martin,</i> <span class=\"citation\" data-id=\"2516333\"><a href=\"/opinion/2516333/animal-welfare-institute-v-martin/\"><span class=\"volume\">588</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">70</span></a></span>, 76-77 (D.Me.2008) (<i>AWI I</i>) (describing earlier litigation).</p>\n<p>Under that consent decree, Maine issued new regulations in 2007 and 2008, which limited the size of foothold traps in lynx territory in an effort to reduce the number of incidental takes of Canada lynx.<sup>[3]</sup> Maine <span class=\"star-pagination\">*23</span> also attempted to reduce any harm from incidental takings of Canada lynx by requiring trappers to report any incidental Canada lynx takings. This, in turn, allows biologists from the Maine Department of Inland Fisheries and Wildlife (IF &amp; W) to examine the captured lynx and rehabilitate any injured lynx before releasing them to the forests.</p>\n<p>The consent decree remains in effect unless and until the FWS acts favorably on Maine's application for a federal \"incidental take permit\" (ITP).<sup>[4]</sup> 16 U.S.C. § 1539(a)(1)(B). An ITP allows takes incidental to otherwise lawful activity when requisite measures to minimize and mitigate harms are taken such that the permitted incidental takes will not \"appreciably\" impact the species as a whole. 16 U.S.C. § 1539(a)(2). Maine filed its first draft ITP application in August 2006; Maine filed a complete ITP application in June 2007, and in August 2008, at the request of FWS, filed a revised application. FWS has taken no action yet on the application and so the consent decree continues in effect.<sup>[5]</sup></p>\n<p>The present plaintiffs, apparently dissatisfied with the relief accomplished earlier, filed suit in August 2008 alleging that Maine had not done enough.<sup>[6]</sup> Unless and until an ITP is issued, they argued, the court was required by the ESA to issue a preliminary injunction banning all foothold traps. The court rejected the argument that as a matter of law injunctive relief must issue, even absent a showing of irreparable harm, upon a showing that incidental takings result from Maine's decision to allow any foothold traps. <i>AWI I,</i> 588 F.Supp.2d at 104-05. The court denied preliminary injunctive relief as to foothold traps, but set the matter for hearing on evidence as to the actual risk of incidental trapping in foothold traps and actual consequences to the Canada lynx of any such trapping.</p>\n<p>As to Conibear traps, the court granted preliminary injunctive relief on November 26, 2008, enjoining IF &amp; W to immediately promulgate regulations, by emergency order if necessary, to prevent further takes in these \"killer-type\" traps. <i>Id.</i> at 110. The court found irreparable harm in the death of a single lynx that had been killed by a Conibear trap in November 2008 (a second lynx was killed in a Conibear trap shortly after the court issued its opinion). <i>Id.</i> at 103. Even though AWI had \"not established that the death of one threatens the species as a whole,\" it had demonstrated that \"the current regulations are inadequate and it is predictable that if the regulations are not amended, other lynx will suffer irreparable harm.\" <i>Id.</i> at 106. The court found that under the ESA the balance <span class=\"star-pagination\">*24</span> of hardships and public interest factors \"tip[] heavily in favor of the protected species.\" <i>Id.</i> (quoting <i>Strahan v. Coxe,</i> <span class=\"citation\" data-id=\"747149\"><a href=\"/opinion/747149/richard-max-strahan-v-trudy-coxe-secretary-of-massachusetts-executive/\"><span class=\"volume\">127</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">155</span></a></span>, 160 (1st Cir.1997)) (internal quotation marks omitted).</p>\n<p>In April and June 2009, the district court held a six-day hearing, which had extensive evidence as to both types of traps. The court found AWI had not shown it was likely that lynx would be taken in Conibear traps under the new regulations promulgated by Maine as a result of the preliminary injunction. <i>AWI III,</i> 668 F.Supp.2d at 260. AWI does not appeal this finding and so Conibear traps are not at issue in this appeal.</p>\n<p>Maine conceded that Canada lynx would continue to be caught in foothold traps, even after the tighter regulations. <i>AWI III,</i> 668 F.Supp.2d at 261. As to consequences to the lynx of being caught in a foothold trap, the court found as a matter of fact that AWI had failed to prove lynx suffer serious physical injury from incidental takes in foothold traps. The court recounted IF &amp; W's records of lynx takings from 1999 to 2008, distinguishing between periods before and after the tighter regulations were imposed in 2007. <i>Id.</i> at 268. In the seven-year period from 1999-2006, during which thirty lynx were taken in foothold traps, IF &amp; W was able to assess just under half, and only one had an injury that required veterinary treatment. <i>Id.</i> None of the thirty died as a direct result of being trapped. <i>Id.</i> In 2007-2008, eight lynx were taken and IF &amp; W was able to assess five of them: two sustained no injuries, and the other three had minor skin lacerations (one also had a \"very slight limp upon release\"). <i>Id.</i></p>\n<p>The court found that AWI had failed to prove the truth of its assumption that most of the taken lynx suffered some sort of injury, or to provide any reliable data to counter IF &amp; W's evidence. <i>Id.</i> at 269. Rather, AWI relied on studies about lingering negative effects of trapping on other species, or, in one case, about the convergence of multiple stressors on Canada lynx in a different part of the country. <i>See id.</i> at 270 &amp; n. 16. The court found that AWI's use of generalizations from other regions and species amounted to a \"failure of proof.\" <i>Id.</i> at 269. On the question of whether Canada lynx caught in incidental takes in foothold traps would be more likely to die from predation or starvation in the future, the court found that any \"incremental impact is unknown and probably unknowable.\" <i>Id.</i> at 272.</p>\n<p>The court did accept the testimony of AWI's experts that Canada lynx might experience physical symptoms of stress such as an elevated breathing rate and temperature, or hormonal or other chemical changesas a result of being trapped. <i>Id.</i> at 266-67. But the court rejected expert testimony that Canada lynx could die from \"capture myopathy,\" a deterioration of the animal's organ systems resulting from stress-induced overproduction of lactic acid during a temporary capture. <i>Id.</i> at 267. The court was skeptical that any stress caused by incidental takes in foothold traps could be so damaging for two reasons. First, it was unlikely a temporary trapping by humans would cause stress-induced death if the stress of daily survival efforts does not. <i>Id.</i> Second, there was firm evidence that some lynx repeatedly visit traps for food despite repeatedly being trapped, undercutting AWI's argument that being trapped is an intensely stressful experience for lynx. <i>Id.</i></p>\n<p>Given these factual findings, the court concluded AWI had failed to demonstrate that irreparable harm was likely to occur absent an injunction. The court further noted that even assuming AWI had shown that some Canada lynx suffer \"debilitating\" injuries from takes, it certainly had <span class=\"star-pagination\">*25</span> not established that these injuries threatened the Canada lynx species. <i>Id.</i> at 272. The court quoted the holding in <i>Water Keeper Alliance v. U.S. Department of Defense,</i> <span class=\"citation\" data-id=\"199678\"><a href=\"/opinion/199678/water-keeper-allianc-v-dept-of-defense/\"><span class=\"volume\">271</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">21</span></a></span>, 34 (1st Cir.2001), that absent a showing that animal deaths were likely and that these would impact the species, it was not an abuse of discretion to refuse to issue an injunction. <i>Id.</i> Plaintiffs do not challenge the findings of fact.</p>\n<p></p>\n<h2>II.</h2>\n<p>We start with the question of standing. While Maine has not challenged the plaintiffs' standing, we have jurisdiction only if plaintiffs meet the constitutional standing requirements. <i>Lujan v. Defenders of Wildlife,</i> <span class=\"citation\" data-id=\"112747\"><a href=\"/opinion/112747/lujan-v-defenders-of-wildlife/\"><span class=\"volume\">504</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">555</span></a></span>, 561, <span class=\"citation\" data-id=\"112747\"><a href=\"/opinion/112747/lujan-v-defenders-of-wildlife/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2130</span></a></span>, <span class=\"citation\" data-id=\"112747\"><a href=\"/opinion/112747/lujan-v-defenders-of-wildlife/\"><span class=\"volume\">119</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">351</span></a></span> (1992). Plaintiffs \"must show (1) that they have suffered an injury in fact, (2) that the injury is fairly traceable to the [defendant's] allegedly unlawful actions, and (3) that `it [is] likely, as opposed to merely speculative, that the injury will be redressed by a favorable decision.'\" <i>Nulankeyutmonen Nkihtaqmikon v. Impson,</i> <span class=\"citation\" data-id=\"202936\"><a href=\"/opinion/202936/nulankeyutmonen-nkihtaqmikon-v-impson/\"><span class=\"volume\">503</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">18</span></a></span>, 26 (1st Cir.2007) (quoting <i>Lujan,</i> 504 U.S. at 560-61, <span class=\"citation\" data-id=\"112747\"><a href=\"/opinion/112747/lujan-v-defenders-of-wildlife/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2130</span></a></span>) (second alteration in original). Plaintiffs must clearly allege facts demonstrating standing; we then construe those facts and reasonable inferences drawn from them in plaintiffs' favor. <i>Id.</i> at 25.</p>\n<p>In addition, as a prudential matter, each plaintiff organization may sue based on injuries to its members' interests only if (1) at least one of its members would have standing to sue as an individual, (2) \"the interests at stake are germane to the organization's purpose,\" and (3) individual members' participation is not necessary to either the claim asserted or the relief requested.<sup>[7]</sup><i>Friends of the Earth, Inc. v. Laidlaw Envtl. Servs. (TOC), Inc.,</i> <span class=\"citation\" data-id=\"118329\"><a href=\"/opinion/118329/friends-of-earth-v-laidlaw-environmental-services/\"><span class=\"volume\">528</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">167</span></a></span>, 181, <span class=\"citation\" data-id=\"118329\"><a href=\"/opinion/118329/friends-of-earth-v-laidlaw-environmental-services/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">693</span></a></span>, <span class=\"citation\" data-id=\"118329\"><a href=\"/opinion/118329/friends-of-earth-v-laidlaw-environmental-services/\"><span class=\"volume\">145</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">610</span></a></span> (2000); <i>see also </i><i>Dubois v. U.S. Dep't of Agric.,</i> <span class=\"citation\" data-id=\"731302\"><a href=\"/opinion/731302/roland-c-dubois-and-restore-the-north-woods-v-united-states-department/\"><span class=\"volume\">102</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1273</span></a></span>, 1281 &amp; n. 11 (1st Cir.1996). Animal Welfare Institute's purpose as an organization is \"to reduce the sum total of pain and fear inflicted on animals by humans,\" and Wildlife Institute of Maine's purpose is \"to advoca[te] for wildlife and represent[] nonconsumptive interests of wildlife in Maine.\" The interests invoked in this litigation in observing the Canada lynx free from incidental trapping are germane to these purposes.</p>\n<p>Plaintiffs' affidavits from members who are Maine residents assert the members frequently visit wildlife refuges and parks in Maine to try to observe lynx and other wildlife species. This \"desire to use or observe an animal species ... is undeniably a cognizable interest for purpose of standing.\" <i>Lujan,</i> 504 U.S. at 562-63, <span class=\"citation\" data-id=\"112747\"><a href=\"/opinion/112747/lujan-v-defenders-of-wildlife/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2130</span></a></span>. The members also allege a cognizable injury to this interest: that Maine's trapping regulations, by causing Canada lynx to be taken, interfere with the Canada lynx's natural state and may increase the animals' risk of death, reducing the likelihood that the members will observe Canada lynx in their natural state on future visits. <i>See id.</i> at 564, <span class=\"citation\" data-id=\"112747\"><a href=\"/opinion/112747/lujan-v-defenders-of-wildlife/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2130</span></a></span>; <i>see also </i><i>Friends of the Earth,</i> 528 U.S. at 183, <span class=\"citation\" data-id=\"118329\"><a href=\"/opinion/118329/friends-of-earth-v-laidlaw-environmental-services/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">693</span></a></span> (stating plaintiffs meet injury in fact requirement by averring (1) they use the affected area and (2) the challenged activity will lessen their recreational and aesthetic interest in the area); <i>Sierra Club,</i> 405 U.S. at 734, 92 <span class=\"star-pagination\">*26</span> S.Ct. 1361 (finding that an adverse effect on the \"scenery, natural and historic objects, and wildlife\" of a park that \"would impair the enjoyment of the park\" by those who use it would constitute a cognizable harm). Plaintiffs have adequately alleged that this injury is fairly traceable to the challenged IF &amp; W regulations, and redressable by the injunctive relief plaintiffs seek.</p>\n<p></p>\n<h2>III.</h2>\n<p>In order to obtain a permanent injunction plaintiffs must ordinarily satisfy a four-factor test. \"A plaintiff must demonstrate: (1) that it has suffered an irreparable injury; (2) that remedies available at law, such as monetary damages, are inadequate to compensate for that injury; (3) that, considering the balance of hardships between the plaintiff and defendant, a remedy in equity is warranted; and (4) that the public interest would not be disserved by a permanent injunction.\" <i>Monsanto v. Geertson Seed Farms,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"149005\"><a href=\"/opinion/149005/monsanto-co-v-geertson-seed-farms/\"><span class=\"volume\">130</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2743</span></a></span>, 2756, <span class=\"citation\" data-id=\"149005\"><a href=\"/opinion/149005/monsanto-co-v-geertson-seed-farms/\"><span class=\"volume\">177</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">461</span></a></span> (2010) (quoting <i>eBay Inc. v. MercExchange, L.L.C.,</i> <span class=\"citation\" data-id=\"145655\"><a href=\"/opinion/145655/ebay-inc-v-mercexchange-ll/\"><span class=\"volume\">547</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">388</span></a></span>, 391, <span class=\"citation\" data-id=\"145655\"><a href=\"/opinion/145655/ebay-inc-v-mercexchange-ll/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1837</span></a></span>, <span class=\"citation\" data-id=\"145655\"><a href=\"/opinion/145655/ebay-inc-v-mercexchange-ll/\"><span class=\"volume\">164</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">641</span></a></span> (2006)) (internal quotation marks omitted).</p>\n<p>For purposes of this case we will assume that the incidental taking of Canada lynx in foothold traps results in a violation of the ESA.<sup>[8]</sup> The questions before us have to do with the appropriate remedies for such a violation. Our standard of review of denial of injunctive relief depends upon the nature of the issues involved. Overall, review is for abuse of discretion. <i>Garcia-Rubiera v. Calderon,</i> <span class=\"citation\" data-id=\"203894\"><a href=\"/opinion/203894/garcia-rubiera-v-calderon/\"><span class=\"volume\">570</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">443</span></a></span>, 455-56 (1st Cir.2009). Nonetheless, review of underlying legal determinations is de novo. <i>Id.</i></p>\n<p>Plaintiffs attempt to characterize their case as turning on pure issues of law, and they make several related arguments. First they argue that Congress, in enacting the ESA, has so displaced the traditional four equitable factors used by courts in deciding on injunctive relief that the district court was required to issue an injunction on finding there was a \"taking\" of a single member of a threatened species. AWI argues that in the ESA, Congress circumvented the traditional injunction inquiry, mandating prioritization of species protection, which curtails courts' traditional discretion to deny equitable relief. They base this argument on <i>United States v. Oakland Cannabis Buyers' Cooperative,</i> <span class=\"citation\" data-id=\"118426\"><a href=\"/opinion/118426/united-states-v-oakland-cannabis-buyerscooperative/\"><span class=\"volume\">532</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">483</span></a></span>, 496-98, <span class=\"citation\" data-id=\"118426\"><a href=\"/opinion/118426/united-states-v-oakland-cannabis-buyerscooperative/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1711</span></a></span>, <span class=\"citation\" data-id=\"118426\"><a href=\"/opinion/118426/united-states-v-oakland-cannabis-buyerscooperative/\"><span class=\"volume\">149</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">722</span></a></span> (2001), and <i>Weinberger v. Romero-Barcelo,</i> <span class=\"citation\" data-id=\"110699\"><a href=\"/opinion/110699/weinberger-v-romero-barcelo/\"><span class=\"volume\">456</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">305</span></a></span>, 313-14, <span class=\"citation\" data-id=\"110699\"><a href=\"/opinion/110699/weinberger-v-romero-barcelo/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1798</span></a></span>, <span class=\"citation\" data-id=\"110699\"><a href=\"/opinion/110699/weinberger-v-romero-barcelo/\"><span class=\"volume\">72</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">91</span></a></span> (1982). They are wrong.</p>\n<p>Even under the ESA, the Supreme Court has said that courts are \"not mechanically obligated to grant an injunction for every violation of law.\" <i>Tenn. Valley Auth. v. Hill,</i> <span class=\"citation\" data-id=\"109897\"><a href=\"/opinion/109897/tva-v-hill/\"><span class=\"volume\">437</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">153</span></a></span>, 193, <span class=\"citation\" data-id=\"109897\"><a href=\"/opinion/109897/tva-v-hill/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2279</span></a></span>, <span class=\"citation\" data-id=\"109897\"><a href=\"/opinion/109897/tva-v-hill/\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">117</span></a></span> (1978). While reciting this language, AWI's actual argument is to the contrary. AWI argues that where a court finds an ongoing violation of the ESA, the court is indeed obligated automatically to issue an injunction with terms stringent enough to end the violation, regardless of what the facts may be. That is not so.</p>\n<p>AWI's claims are based on a mistaken reading of a line of cases beginning with <i>Hill,</i> in which the Supreme Court found that only a permanent injunction against bringing a $100 million dam online would <span class=\"star-pagination\">*27</span> suffice to remedy the Tennessee Valley Authority's violation of Section 7 of the ESA.<sup>[9]</sup><i>Id.</i> at 172, <span class=\"citation\" data-id=\"109897\"><a href=\"/opinion/109897/tva-v-hill/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2279</span></a></span>. The dam, if operated, would completely destroy the entire habitat of the (newly discovered) endangered snail darter, thereby extinguishing the species. <i>Id.</i> at 171-72, <span class=\"citation\" data-id=\"109897\"><a href=\"/opinion/109897/tva-v-hill/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2279</span></a></span>. The Court stated that \"Congress has spoken in the plainest of words [in the ESA], making it abundantly clear that the balance has been struck in favor of affording endangered species the highest of priorities.\" <i>Id.</i> at 194, <span class=\"citation\" data-id=\"109897\"><a href=\"/opinion/109897/tva-v-hill/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2279</span></a></span>. The Court held that it was not free to balance the equities where Congress had mandated \"institutionalized caution\" for the protection of listed species, and that it must therefore enjoin the dam's operation. <i>Id.</i></p>\n<p>The Supreme Court has since explained that the drastic result in <i>Hill</i> stemmed from the strong and undisputed showing of irreparable harm that would occur absent an injunction: an entire species would become extinct. <i>Oakland Cannabis,</i> 532 U.S. at 496-97, <span class=\"citation\" data-id=\"118426\"><a href=\"/opinion/118426/united-states-v-oakland-cannabis-buyerscooperative/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1711</span></a></span>; <i>Weinberger,</i> 456 U.S. at 314, <span class=\"citation\" data-id=\"110699\"><a href=\"/opinion/110699/weinberger-v-romero-barcelo/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1798</span></a></span>. Since the existence of irreparable harm was essentially conceded in <i>Hill,</i> the discussion of remedy focused on the changes the ESA made to the remaining elements of the injunction analysis. <i>See </i><i>Hill,</i> 437 U.S. at 193-94, <span class=\"citation\" data-id=\"109897\"><a href=\"/opinion/109897/tva-v-hill/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2279</span></a></span>. After stating the general proposition that a court sitting in equity balances the equities and hardships of a case in its discretion, <i>id.</i> at 193, <span class=\"citation\" data-id=\"109897\"><a href=\"/opinion/109897/tva-v-hill/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2279</span></a></span>, the Court went on to find that congressional intent in the ESA foreclosed the Court from \"strik[ing] a balance of equities on the side of the Tellico Dam,\" <i>id.</i> at 194, <span class=\"citation\" data-id=\"109897\"><a href=\"/opinion/109897/tva-v-hill/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2279</span></a></span>. Rather, it was \"abundantly clear that the balance has been struck in favor of\" endangered species. <i>Id.</i></p>\n<p>The circumstances here are none so dire, as the district court's uncontested findings of fact show. AWI did not prove that any single Canada lynx has suffered serious physical injury or death from an incidental take in a foothold trap. The district court found the statutory violation here has not caused the death of any Canada lynx, let alone that it poses the ultimate danger of extinction to which the <i>Hill</i> Court responded.</p>\n<p>By contrast, the district court held that Maine's previous, now-replaced Conibear trap regulations <i>did</i> pose a mortal risk to at least some Canada lynx, and the district court issued an injunction, forcing Maine to amend its regulations immediately. <i>AWI I,</i> 588 F.Supp.2d at 109. The district court thus engaged in exactly the fact-sensitive analysis required by law.</p>\n<p>This circuit has consistently applied the traditional tests for preliminary injunctions in ESA cases, without modifying the irreparable harm requirement. <i>See, e.g., </i><i>Water Keeper,</i> 271 F.3d at 33 (\"To be entitled to preliminary injunctive relief, appellants must demonstrate that they will otherwise suffer irreparable harm.\"); <i>Coxe,</i> 127 F.3d at 160. Rather than supplant the need for proof on the irreparable harm requirement, as AWI seeks, this circuit's law has incorporated Congress's prioritization of listed species' interests into the third and fourth prongs of the analysis, modifying those factors where appropriate to \"tip[] heavily in favor of protected species.\" <i>Coxe,</i> 127 F.3d at 160 (quoting <i>Nat'l Wildlife Fed'n v. Burlington N. R.R.,</i> <span class=\"citation\" data-id=\"669793\"><a href=\"/opinion/669793/national-wildlife-federation-great-bear-foundation-v-burlington-northern/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1508</span></a></span>, 1510 (9th Cir.1994)) (internal quotation mark omitted); <i>see also </i><i>Hill,</i> 437 U.S. <span class=\"star-pagination\">*28</span> at 194, <span class=\"citation\" data-id=\"109897\"><a href=\"/opinion/109897/tva-v-hill/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2279</span></a></span> (stating Congress limited courts' discretion to balance the equities in ESA cases); <i>Water Keeper,</i> 271 F.3d at 34. The district court properly required AWI to demonstrate irreparable harm.</p>\n<p>In a related statutory construction argument, AWI asserts that the purpose and language of the Section 9 prohibition on \"taking\" listed species make all takes of any threatened species per se irreparable harm. AWI argues that it needs to show neither species-level effect, since Section 9's purpose is to prohibit takes of individual animals, nor any actual harm to individual animals: since the statutory definition of \"take\" includes both \"trap\" and words like \"wound,\" \"harass,\" and \"harm,\" AWI argues, requiring a showing of some injury would make \"trap\" superfluous and read it out of the definition. <i>See </i><i>Babbitt v. Sweet Home Chapter of Communities for a Great Oregon,</i> <span class=\"citation\" data-id=\"2462772\"><a href=\"/opinion/2462772/babbitt-v-sweet-home-chapter-communities-for-great-ore/\"><span class=\"volume\">515</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">687</span></a></span>, 703, <span class=\"citation\" data-id=\"2462772\"><a href=\"/opinion/2462772/babbitt-v-sweet-home-chapter-communities-for-great-ore/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2407</span></a></span>, <span class=\"citation\" data-id=\"2462772\"><a href=\"/opinion/2462772/babbitt-v-sweet-home-chapter-communities-for-great-ore/\"><span class=\"volume\">132</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">597</span></a></span> (1995) (characterizing a take of a single animal as a statutory violation). AWI's argument mistakes the question of what violates the statute with the question of the appropriate remedy for a violation.</p>\n<p>AWI makes a final argument that as a matter of law the district court could not inquire into species-level harm during the irreparable harm inquiry because that would conflict with the role Congress has assigned to the FWS through the ITP process. There is no language in the ESA which supports this argument. Congress provided both that courts may issue injunctive relief and that FWS may issue ITPs. No language limits the power of courts as AWI claims nor is there any conflict between the two provisions. In fact they are consistent with each other.</p>\n<p>Section 10 of the ESA provides, \"The Secretary<sup>[10]</sup> may permit, under such terms and conditions as he shall prescribe,\" any incidental taking otherwise prohibited by Section 9 that will not \"appreciably reduce\" the likelihood that the species will survive and recover.<sup>[11]</sup> 16 U.S.C. § 1539(a)(1)(B), (2)(B). While FWS must issue a permit to any plan that meets its application requirements, 16 U.S.C. § 1539(a)(2)(B), FWS may alter application requirements as \"necessary or appropriate,\" 16 U.S.C. § 1539(a)(2)(A)(iv). Plaintiffs' request for injunctive relief depends entirely on the fact that the FWS has not yet issued an ITP to Maine.</p>\n<p>Nothing in the statutory language about ITPs constrains the power of the federal judiciary. Similarly, nothing in the citizen suit provision purports to subordinate judicial remedies to the ITP process. The provision simply states that \"[t]he district courts shall have jurisdiction ... to enforce any ... provision or regulation, or to order the Secretary to perform such act or duty,\" at issue in a citizen suit.<sup>[12]</sup> 16 <span class=\"star-pagination\">*29</span> U.S.C. § 1540(g)(1). There is no reason to think that while Congress intended for FWS to consider the facts as to whether species-wide harm would be done before it can issue an ITP, it intended to preclude a federal judge from considering the same facts.</p>\n<p></p>\n<h2>IV.</h2>\n<p></p>\n<h2>A. <i>Permanent Injunction</i>\n</h2>\n<p>The district court's denial of a permanent injunction was not an abuse of discretion. AWI characterizes the district court as adopting a per se rule requiring that plaintiffs show that \"a particular take will result in the extinction of the entire species.\" AWI misrepresents the district court's reasoning.</p>\n<p>The district court differentiated its \"nuanced\" approach from the two opposite per se rules advanced by the opposing parties. The plaintiffs maintain that harm to a single animal constitutes irreparable harm while defendants argue that only a threat to the entire species constitutes irreparable harm.<sup>[13]</sup><i>AWI III,</i> 668 F.Supp.2d at 261; <i>AWI I,</i> 588 F.Supp.2d at 106. Rejecting both approaches, the court \"accept[ed] the principle that the death of a single animal\" may call for an injunction in some circumstances, while in others \"the death of one member is an isolated event that would not call for judicial action,\" <i>AWI I,</i> 588 F.Supp.2d at 106, because it has only a \"negligible impact on the species as a whole,\" <i>AWI III,</i> 668 F.Supp.2d at 264. The court's issuance of injunctive relief as to Conibear traps while declining to issue relief as to foothold traps demonstrates the point.</p>\n<p>The factual findings which supported the denial of injunctive relief are not challenged. Denial of that relief was not error.</p>\n<p></p>\n<h2>B. <i>Other Relief</i>\n</h2>\n<p>AWI argues that even if it did not show irreparable harm sufficient for the injunction it sought, the district court should have issued both a declaratory judgment and alternate relief.</p>\n<p>AWI argues it was entitled to a declaratory judgment, for which irreparable harm need not be shown. <i>See </i><i>Steffel v. Thompson,</i> <span class=\"citation\" data-id=\"108985\"><a href=\"/opinion/108985/steffel-v-thompson/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">452</span></a></span>, 471-72, <span class=\"citation\" data-id=\"108985\"><a href=\"/opinion/108985/steffel-v-thompson/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1209</span></a></span>, <span class=\"citation\" data-id=\"108985\"><a href=\"/opinion/108985/steffel-v-thompson/\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">505</span></a></span> (1974). The district court did not abuse its discretion in deciding not to issue a declaratory judgment. <i>See </i><i>Garcia-Rubiera,</i> 570 F.3d at 455. The court, in two published decisions, made findings that Maine had violated the ESA through the incidental takings. <i>AWI III,</i> 668 F.Supp.2d at 259; <i>AWI I,</i> 588 F.Supp.2d at 99-100. It acknowledged the relief obtained through the consent decree, and it issued injunctive relief as to the Conibear traps, which caused a change in Maine's regulations. <i>See AWI III,</i> 668 F.Supp.2d at 257-58. It was within the court's discretion to conclude that such relief was an adequate remedy and a further formal declaration was not needed. <i>See </i><i>Wilton v. Seven Falls Co.,</i> <span class=\"citation\" data-id=\"117948\"><a href=\"/opinion/117948/wilton-v-seven-falls-co/\"><span class=\"volume\">515</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">277</span></a></span>, 286-87, <span class=\"citation\" data-id=\"117948\"><a href=\"/opinion/117948/wilton-v-seven-falls-co/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2137</span></a></span>, <span class=\"citation\" data-id=\"117948\"><a href=\"/opinion/117948/wilton-v-seven-falls-co/\"><span class=\"volume\">132</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">214</span></a></span> (1995); <i>Ernst &amp; Young v. Depositors</i> <span class=\"star-pagination\">*30</span> <i>Econ. Protection Corp.,</i> <span class=\"citation\" data-id=\"195859\"><a href=\"/opinion/195859/ernst-young-v-depositors-economic/\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">530</span></a></span>, 534 (1st Cir.1995).</p>\n<p>AWI, on appeal, additionally argues the district court erred in not granting other relief, such as a new working group or new regulations. This argument fails because AWI expressly disavowed such remedies before the district court.<sup>[14]</sup> It may well have done so for tactical reasons, preferring to stress the inadequacy of other remedies in order to strengthen its case for injunctive relief against foothold traps. Parties are held to their choices and AWI's bait and switch tactics in the courts are to be deplored, not rewarded.</p>\n<p>The judgment for defendants is affirmed. Costs are awarded to defendants.</p>\n<h2>NOTES</h2>\n<p>[1]  In two instances in November and December 2008, Canada lynx died after being trapped in Conibear traps, which are usually used to trap fisher and marten and are designed to spring shut on an animal's body, killing it. <i>See </i><i>Animal Welfare Institute v. Martin,</i> <span class=\"citation\" data-id=\"2516333\"><a href=\"/opinion/2516333/animal-welfare-institute-v-martin/\"><span class=\"volume\">588</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">70</span></a></span>, 81-82 (D.Me.2008) (<i>AWI I</i>) (November incident); <i>Animal Welfare Institute v. Martin,</i> <span class=\"citation\" data-id=\"1680349\"><a href=\"/opinion/1680349/animal-welfare-institute-v-martin/\"><span class=\"volume\">588</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">110</span></a></span>, 111-12 (D.Me.2008) (<i>AWI II</i>) (December incident). In both instances, the traps were illegally set. <i>AWI II,</i> 588 F.Supp.2d at 112; <i>AWI I,</i> 588 F.Supp.2d at 82. In response to the November 2008 incident, and under the district court's order, Maine amended its Conibear trap regulations. <i>Animal Welfare Institute v. Martin,</i> <span class=\"citation\" data-id=\"2421829\"><a href=\"/opinion/2421829/animal-welfare-institute-v-martin/\"><span class=\"volume\">668</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">254</span></a></span>, 257 (D.Me. 2009) (<i>AWI III</i>). The trapper who caused the December 2008 killing had been warned earlier in the season that his traps flagrantly violated the regulations, and he faces federal prosecution. <i>See Trapper charged in deaths of lynx, gray jay,</i> Bangor Daily News, July 3, 2010, at B5. The records of the Maine Department of Inland Fisheries and Wildlife (IF &amp; W) also show that two lynx were trapped and killed by Conibear traps in 2005, under a prior set of regulations.\n</p>\n<p>In addition, in October 2009, a bird hunter illegally shot a Canada lynx that was caught in a legally set foothold trap. The lynx would otherwise have been released without need for treatment. <i>AWI III,</i> 668 F.Supp.2d at 261 n. 9.</p>\n<p>[2]  Many of the persons involved in the API litigation are principals of the present plaintiffs.</p>\n<p>[3]  The consent decree required that Maine limit the size of foothold traps to 5 3/8 inches or less (unless set in water, where lynx do not venture), and limit \"killer-type\" or Conibear traps to areas where lynx are unlikely to wander, such as around water, or at least four feet above ground in poles or trees less than four inches in diameter and at least a 45-degree angle from the ground. <i>AWI I,</i> 588 F.Supp.2d at 76-77.</p>\n<p>[4]  The consent decree will also expire if the Canada lynx is delisted, or if FWS promulgates a rule under Section 4(d) of the ESA, allowing incidental takes of Canada lynx. <i>See</i> 16 U.S.C. § 1533(d) (authorizing Secretary to promulgate special rules for threatened species); 50 C.F.R. § 17.31.</p>\n<p>[5]  In an email dated September 7, 2010, the day before oral argument, FWS informed Maine that its ITP application faced many more layers of review, and that FWS was confident the ITP would not be issued in time for the 2010 trapping season, which runs from mid-October through December.</p>\n<p>[6]  Several trappers' groups and three individual trappers intervened as defendants, as they did in the earlier litigation. In addition, the Pacific Legal Foundation has filed a brief as amicus curiae in support of the defendants-appellees.</p>\n<p>[7]  Another traditional prudential requirement, that plaintiffs' claims be within the \"zone of interest\" protected by the law they invoke, was overridden by Congress in the ESA's citizen suit provision. <i>Bennett v. Spear,</i> <span class=\"citation\" data-id=\"118096\"><a href=\"/opinion/118096/bennett-v-spear/\"><span class=\"volume\">520</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">154</span></a></span>, 164, <span class=\"citation\" data-id=\"118096\"><a href=\"/opinion/118096/bennett-v-spear/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1154</span></a></span>, <span class=\"citation\" data-id=\"118096\"><a href=\"/opinion/118096/bennett-v-spear/\"><span class=\"volume\">137</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">281</span></a></span> (1997).</p>\n<p>[8]  We need not reach Maine's argument that it has not violated the ESA by licensing trappers who take lynx, nor Maine's argument that the injunctive relief requested by plaintiffs would violate the Tenth Amendment.</p>\n<p>[9]  At the time, Section 7 required federal agencies to make sure their actions did not \"jeopardize the continued existence\" of listed species \"or result in the destruction or modification of habitat of such species.\" Endangered Species Act of 1973, Pub.L. No. 93-205, § 7, 87 Stat. 884, 892 (codified as amended at 16 U.S.C. § 1536(a)(2)).</p>\n<p>[10]  Depending on the animal species at issue, \"Secretary\" in the ESA means either the Secretary of Commerce (for species overseen by the National Marine Fisheries Service) or the Secretary of the Interior (for all other species, which are overseen by FWS). <i>See</i> 16 U.S.C. § 1532(15); 50 C.F.R. § 402.01(b). Here, then, the Secretary is the Secretary of the Interior, whose authority under the ESA has been delegated to FWS. <i>See</i> 50 C.F.R. § 402.01(b).</p>\n<p>[11]  In addition, FWS must ensure the takings are incidental to otherwise lawful activity, the permittee will \"minimize and mitigate the impacts\" of the taking \"to the maximum extent practicable,\" the permittee will adequately fund its plans to do so, and the application meets any other requirements FWS considers \"necessary or appropriate.\" 16 U.S.C. § 1539(a)(2)(B).</p>\n<p>[12]  Separate provisions grant jurisdiction and process powers to the district courts over civil and criminal enforcement suits brought by the United States. 16 U.S.C. § 1540(c), (e)(2).\n</p>\n<p>The statute constrains district courts' discretion over citizen suits for injunctive relief in only one circumstance: if the suit is to compel FWS to enforce the taking prohibition, and the district court finds there is substantial evidence of an \"emergency,\" then the district court \"shall compel\" FWS to apply the taking prohibition. 16 U.S.C. § 1540(g).</p>\n<p>[13]  Because in the decision on appeal the district court expressly incorporated its earlier opinions in the case, <i>AWI III,</i> 668 F.Supp.2d at 258, we also refer to the text of the district court's earlier opinion on AWI's motion for a preliminary injunction, <i>AWI I.</i></p>\n<p>[14]  In its post-trial brief AWI specifically disclaimed any injunctive relief other than a total ban on foothold traps in lynx areas and a total ban on Conibear traps with openings of more than four inches, arguing that the bans were \"the only way to prevent further take of lynx in traps.\" AWI clearly stated it was \"concerned with the two alternatives offered by the court.\" AWI claimed a working group was not \"a viable solution\" because \"the parties are at polar opposites and it would be difficult to come to a consensus in a working group\" before the 2009 trapping season began. AWI argued further that \"allowing\" IF &amp; W to work on new regulations would likely not end takes because IF &amp; W had already failed once, under the 2007 consent decree, to amend its regulations to end takes.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108985/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109897/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110699/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112747/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117948/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118096/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118329/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118426/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145655/",
    "http://www.courtlistener.com/api/rest/v3/opinions/149005/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195859/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199678/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202936/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203894/",
    "http://www.courtlistener.com/api/rest/v3/opinions/669793/",
    "http://www.courtlistener.com/api/rest/v3/opinions/731302/",
    "http://www.courtlistener.com/api/rest/v3/opinions/747149/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1680349/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2421829/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2462772/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2516333/"
  ]
}