{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/177847/",
  "absolute_url": "/opinion/177847/raiche-v-pietroski/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/177847/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2010-10-25T19:15:57Z",
  "date_modified": "2016-04-26T12:48:28.790813Z",
  "type": "010combined",
  "sha1": "5b776c396cbe9befaeaac12765c513ebf8b86ff6",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/09-1910P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2010/10/25/Raiche_v._Pietroski.pdf",
  "plain_text": "            United States Court of Appeals\n                       For the First Circuit\n\nNo. 09-1910\n\n                           MATTHEW RAICHE,\n\n                        Plaintiff, Appellee,\n\n                                 v.\n\n                          JAMIE PIETROSKI,\n\n                        Defendant, Appellant,\n\n                            JAMES COYNE,\n\n                             Defendant.\n\n\n            APPEAL FROM THE UNITED STATES DISTRICT COURT\n                  FOR THE DISTRICT OF MASSACHUSETTS\n\n          [Hon. Robert B. Collings, U.S. Magistrate Judge]\n\n\n                               Before\n\n              Thompson, Selya, and Dyk,* Circuit Judges.\n\n\n     Evan C. Ouellette, Assistant Corporation Counsel, with whom\nWilliam F. Sinnot, Corporation Counsel, was on brief, for\nappellant.\n\n     Rudolph F. Miller, with whom Gabriela Mendoza was on brief,\nfor appellee.\n\n\n                          October 25, 2010\n\n\n\n\n     *\n         Of the Federal Circuit, sitting by designation.\n\f              THOMPSON,    Circuit    Judge.       Officer   Jamie   Pietroski\n\nsuffered a late-night lapse in judgment and forcibly removed a\n\ncompliant Matthew Raiche from his stopped motorcycle in order to\n\narrest Raiche for, ironically, failure to stop.                 A jury saw the\n\nirony and, after a trial on a number of related civil rights\n\nclaims, awarded Raiche damages for injuries sustained as a result\n\nof Pietroski's use of excessive force.          Pietroski filed post-trial\n\nmotions (1) for judgment as a matter of law on the ground that he\n\nwas entitled to qualified immunity because he had acted reasonably,\n\nand (2) for a new trial on the ground that the jury's verdict was\n\nnot   supported    by     the   evidence.      The   district    court   denied\n\nPietroski's motions and entered judgment for Raiche.\n\n              Pietroski now appeals the district court's denial of his\n\npost-trial motions and challenges the validity of the jury verdict\n\non the basis that the evidence does not support a finding of\n\nexcessive force. After careful review of the record, we agree with\n\nthe district court that the evidence supports a finding that\n\nPietroski acted unreasonably and may not avail himself of qualified\n\nimmunity's protection.          We affirm.\n\n                                 I.   Background\n\nA.    Facts\n\n              The parties present very different versions of the events\n\nthat culminated in the arrest of Raiche at 2:50 A.M. on Saturday,\n\nAugust 17, 2002.\n\n\n                                       -2-\n\f            According to Boston Police Officers Pietroski and James\n\nCoyne, they were inside their marked police cruiser parked on\n\nBrigham Circle, in Roxbury, MA, when they spotted Raiche driving\n\nhis motorcycle without a helmet in violation of Mass. Gen. Laws ch.\n\n90, § 7.   The officers testified that they pursued Raiche in their\n\ncruiser and signaled for him to stop, using the cruiser's overhead\n\nlights. They then testified that, rather than pulling over, Raiche\n\nled them on a chase, speeding and going the wrong way down one-way\n\nstreets.     Under the officers' version of events, Raiche only\n\nstopped when he negotiated a turn poorly and his motorcycle got\n\nstuck between a parked vehicle and the curb of the sidewalk.\n\n            Raiche testified that no pursuit occurred as far as he\n\ncould tell, and as soon as he had the opportunity to stop safely\n\nafter he saw the cruiser's flashing lights, he pulled over in the\n\nbelief that the police wanted to pass him.       According to Raiche, he\n\npulled over behind a parked vehicle, shut off his motorcycle's\n\nengine, and \"bounced\" the motorcycle between his legs as he waited\n\n15-20 seconds for the police to pass.           Instead of passing him,\n\nhowever, the cruiser skidded to a stop at an angle behind him.\n\nThe next thing he knew, he was being tackled off his bike.\n\n            Pietroski testified that he exited the cruiser and ran at\n\nRaiche,    shouting   that   he   was   a   Boston   Police   Officer   and\n\ninstructing Raiche to get down on the ground and show his hands.\n\nHowever, both Raiche and Coyne testified that they did not hear\n\n\n                                    -3-\n\fPietroski identify himself or give Raiche any instructions. In any\n\nevent, Pietroski reached Raiche within seconds, grabbed him by his\n\nshoulders, and either \"physically lift[ed] him off [his] bike and\n\ntr[ied] to pull him as far away from that bike\" as possible (under\n\nPietroski's version) or launched himself in the air and tackled\n\nRaiche, football-style, to the ground (under Raiche's version).\n\nRaiche's forehead struck the sidewalk, and the motorcycle landed on\n\ntop of his right leg.         The force of Pietroski's takedown also\n\ncaused the motorcycle's handlebars and forks to bend and suffer\n\nirreparable damage.\n\n             Pietroski then pulled up on Raiche's left arm to apply\n\nhandcuffs, twisting Raiche, who was still tangled up with the\n\nmotorcycle.     According to Raiche, he asked, \"Please, can you ease\n\nup on my left arm?     It comes out of socket.\"      Raiche testified that\n\nhis left shoulder was partially dislocated during the handcuffing\n\nprocess.     Also while handcuffing Raiche, Pietroski put his knee on\n\nthe small of Raiche's back, which caused Raiche's head to hit the\n\npavement a second time.\n\n             As a result of the force used to make the arrest,\n\nRaiche's motorcycle was rendered a total loss.          In addition to the\n\ntemporarily dislocated shoulder, Raiche received cuts and abrasions\n\nthat   did    not   require   medical   attention.      Raiche   submitted\n\nphotographs showing cuts on his face, on his right arm, on his\n\nright knee, and on the back of his left leg.\n\n\n                                    -4-\n\f           Raiche was charged with the criminal offense of \"failure\n\nto stop for police officer\" in violation of Mass. Gen. Laws ch. 90,\n\n§ 25.\n\nB.   Procedural History\n\n           On May 5, 2006, Raiche filed suit against Officers\n\nPietroski and Coyne in the United States District Court for the\n\nDistrict of Massachusetts.    Raiche asserted civil rights claims\n\nunder 42 U.S.C. § 1983 and the Massachusetts Civil Rights Act,\n\nMass. Gen. Laws ch. 12, §§ 11H & I (MCRA), alleging that his arrest\n\nhad been effected without probable cause and by means of excessive\n\nforce.   Raiche also asserted common law claims alleging false\n\nimprisonment and assault and battery.\n\n           A jury trial began on January 12, 2009.   At the close of\n\nRaiche's evidence, the officers filed a motion for judgment as a\n\nmatter of law based on, inter alia, qualified immunity, and the\n\nofficers renewed the motion at the close of all evidence pursuant\n\nto Rule 50 of the Federal Rules of Civil Procedure.    The district\n\ncourt denied both motions without written findings or opinion.\n\n           On January 16, 2009, the jury returned verdicts in favor\n\nof (1) Coyne on all claims against him, (2) Pietroski on the claims\n\nasserting arrest without probable cause (§ 1983, MCRA, and false\n\nimprisonment), and (3) Raiche on claims alleging that Pietroski\n\nused excessive force to make the arrest (§ 1983, MCRA, and assault\n\nand battery).    The jury awarded Raiche $2,500 in compensatory\n\n\n                                -5-\n\fdamages but did not award punitive damages.                On May 19, 2009, the\n\ndistrict court entered judgment in accordance with the verdicts.\n\n               On   June    3,    2009,    Pietroski   renewed   his   motion    for\n\njudgment as a matter of law based on qualified immunity or, in the\n\nalternative, insufficient evidence of excessive force; he also\n\nmoved in the alternative for a new trial.1                On June 4, 2009, the\n\ndistrict court denied his post-trial motions.                    Pietroski timely\n\nfiled his notice of appeal on June 18, 2009.                        This court has\n\njurisdiction pursuant to 28 U.S.C. § 1291.\n\n                             II.    Qualified Immunity\n\n               We will first address Pietroski's argument that he is\n\nentitled to qualified immunity.                   A district court's denial of\n\nqualified immunity is a legal determination that we review de novo.\n\nIacobucci v. Boulter, 193 F.3d 14, 22 (1st Cir. 1999).                          When\n\nreviewing a question of qualified immunity originally resolved\n\nafter a jury verdict, we must construe the evidence in the light\n\nmost       favorable   to   the    party    that   prevailed   at    trial,   giving\n\n\"deference . . . to the jury's discernible resolution of disputed\n\n\n\n       1\n       Raiche contends that Pietroski's post-trial motions were not\nfiled on the tenth business day after entry of judgment as required\nby then-Rules 50(b) and 59(b) of the Federal Rules of Civil\nProcedure. See Fed. R. Civ. P. 50(b) and 59(b) (2007) (amended\neffective December 1, 2009 to extend the filing period to 28\ncalendar days). However, Raiche overlooks that Memorial Day, May\n25, 2009, was excluded from the filing period because it was a\nlegal holiday.    See Fed. R. Civ. P. 6(a)(4)(A) (2007) (amended\n2009). Judgment was entered on May 19, 2009, and Pietroski's post-\ntrial motions were timely filed on June 3, 2009.\n\n                                            -6-\n\ffactual issues.\"       Id. at 23.      Here, the jury returned a verdict in\n\nRaiche's favor on his excessive force claims; thus, we construe the\n\nfacts in a manner supportive of that verdict.                    See id.; see also\n\nJennings v. Jones, 499 F.3d 2, 7 (1st Cir. 2007) (\"[W]here the jury\n\nhas issued a general verdict . . . we view the facts in the light\n\nmost favorable to the verdict.\") (internal quotation marks and\n\nbrackets removed).         In the end, \"[t]he availability of qualified\n\nimmunity after a trial is a legal question informed by the jury's\n\nfindings      of   fact,   but    ultimately      committed       to     the    court's\n\njudgment.\"     Acevedo-Garcia v. Monroig, 351 F.3d 547, 563 (1st Cir.\n\n2003).\n\n              Qualified immunity affords limited protection to public\n\nofficials faced with liability under 42 U.S.C. § 1983, \"'insofar as\n\ntheir conduct does not violate clearly established statutory or\n\nconstitutional rights of which a reasonable person would have\n\nknown.'\"      Pearson v. Callahan, 129 S.Ct. 808, 815 (2009) (quoting\n\nHarlow   v.    Fitzgerald,       457   U.S.    800,    818    (1982)).         Thus,   to\n\ndetermine whether qualified immunity applies in a given case, we\n\nmust determine: (1) whether a public official has violated a\n\nplaintiff's constitutionally protected right; and (2) whether the\n\nparticular     right   that      the   official       has    violated    was    clearly\n\nestablished at the time of the violation. Estrada v. Rhode Island,\n\n594 F.3d 56, 62-63 (1st Cir. 2010).                    These two prongs of the\n\nanalysis need not be considered in any particular order, and both\n\n\n                                         -7-\n\fprongs must be satisfied for a plaintiff to overcome a qualified\n\nimmunity defense.      See Maldonado v. Fontanes, 568 F.3d 263, 269-70\n\n(1st Cir. 2009).      Additionally, in applying the second prong, we\n\nmust consider two subsidiary issues: (a) the clarity of the law in\n\ngeneral at the time of the alleged violation; and (b) the clarity\n\nof the law as applied to the case – in other words, whether a\n\nreasonable person in the defendant's shoes \"would have understood\n\nthat his conduct violated the Plaintiff['s] constitutional rights.\"\n\nId. at 269.      In conducting the whole analysis, we must take care\n\n\"to   avoid    the   chilling   effect     of   second-guessing       where   the\n\nofficer[], acting in the heat of events, made a defensible (albeit\n\nimperfect) judgment.\" Statchen v. Palmer, --- F.3d ----, ---- (1st\n\nCir. 2010) [2010 WL 4027830, at *2] (citing Roy v. Inhabitants of\n\nLewiston, 42 F.3d 691, 695 (1st Cir. 1994)).\n\n              Although we do not need to follow the rigid structure\n\nthat we once did, we will proceed to conduct each step of the\n\nanalysis in the traditional order.              This exercise reveals that,\n\ngiven the jury's resolution of the facts, Pietroski's use of force\n\nwas not defensible and, therefore, that qualified immunity affords\n\nhim no refuge.\n\nA.    Qualified Immunity Applied to § 1983 Claim\n\n              Pietroski   argues   that    he    is   entitled   to   qualified\n\nimmunity against Raiche's § 1983 excessive force claim.                 We will\n\n\n\n\n                                     -8-\n\ftherefore examine both prongs of qualified immunity analysis as\n\napplied to this claim.\n\n           1.    Prong One: The Constitutional Violation\n\n           Excessive      force   claims   are    founded   on    the   Fourth\n\nAmendment right to be free from unreasonable seizures of the\n\nperson. See U.S. Const. amend. IV; Graham v. Connor, 490 U.S. 386,\n\n394-95 (1989). The Fourth Amendment is implicated where an officer\n\nexceeds the bounds of reasonable force in effecting an arrest or\n\ninvestigatory stop.       See Graham, 490 U.S. at 394-95.          We analyze\n\nexcessive force claims according to the constitutional touchstone\n\nof objective reasonableness, so we do not consider an officer's\n\nsubjective \"intent or motivation.\" Id. at 397; see also Saucier v.\n\nKatz, 533 U.S. 194, 202 (2001), abrogated on other grounds by\n\nPearson,   129   S.Ct.    808.    Instead,   we   determine      whether   \"the\n\ndefendant officer employed force that was unreasonable under the\n\ncircumstances.\"     Jennings, 499 F.3d at 11; see also Graham, 490\n\nU.S. at 397.       This determination requires us to balance the\n\nindividual's interest against the government's, weighing three non-\n\nexclusive factors:       (1) \"the severity of the crime at issue,\" (2)\n\n\"whether the suspect poses an immediate threat to the safety of the\n\nofficers or others,\" and (3) \"whether [the suspect] is actively\n\nresisting arrest or attempting to evade arrest by flight.\" Graham,\n\n490 U.S. at 396; see also Morelli v. Webster, 552 F.3d 12, 23 (1st\n\nCir. 2009).      Finally, because our analysis comes after a jury\n\n\n                                     -9-\n\fverdict in Raiche's favor, we must consider the sufficiency of the\n\nevidence supporting a finding of excessive force.             See Jennings,\n\n499 F.3d at 11 n.12.       This evidence may be in the form of \"expert\n\ntestimony, lay testimony, or other evidence,\" as long as \"the jury\n\ncould evaluate the reasonableness of [Pietroski's] conduct.\"               Id.\n\nat 15 n.15.       Viewing the facts in the light most favorable to\n\nRaiche, as we must, we conclude that there is ample evidence to\n\nsupport    the    jury's    finding     that    Pietroski's    conduct     was\n\nunreasonable     under   the   circumstances      and,   therefore,    that   a\n\nconstitutional violation occurred.\n\n            First, we consider each of the Graham factors in turn to\n\nassess    the    reasonableness   of    Pietroski's      conduct   under   the\n\ncircumstances that he faced.           As to the severity of the crimes\n\ninvolved, the police initiated their pursuit because Raiche was\n\ncommitting a civil motor vehicle violation by failing to wear a\n\nhelmet while driving a motorcycle.           See Mass. Gen. Laws ch. 90, §\n\n7.   The police then arrested Raiche for failing to stop when\n\nsignaled by police.      See Mass. Gen. Laws ch. 90, § 25.         Absent some\n\nother heated circumstances, these relatively minor infractions do\n\nnot justify an officer in the violent act of physically removing a\n\nperson from a parked motorcycle and slamming him into the pavement,\n\nlet alone the additional force Pietroski applied when Raiche was on\n\nthe ground offering no resistance.           As to the threat Raiche posed,\n\nhe remained on his motorcycle behind a parked car and never\n\n\n                                      -10-\n\fdisplayed any weapons or made any verbal threats.             And as to\n\nwhether Raiche was attempting to flee or resisting arrest, he was\n\nsitting on a stopped motorcycle. Moreover, he was not charged with\n\nresisting arrest. Viewing the facts in the light most favorable to\n\nRaiche, therefore, the force employed by Pietroski was unnecessary\n\nto prevent Raiche from fleeing.     Consequently, all of the Graham\n\nfactors   indicate   that   Pietroski's   use   of   force   was    wholly\n\nunreasonable.\n\n           Looking beyond the Graham factors to the sufficiency of\n\nthe evidence, we find that the record contains ample evidence to\n\nsupport a determination that Pietroski's conduct was unreasonable,\n\neven under the Boston Police Department's own standards.           Coyne's\n\ncandid testimony is particularly useful here.        According to Coyne,\n\nthe Boston Police Academy instructs officers to follow the Use of\n\nForce Continuum in determining the proper amount of force to use\n\nwhen conducting a stop.      The Continuum provides five levels of\n\nintensity: (1) the presence of a uniformed police officer; (2)\n\nverbal command, which includes a police car's overhead lights or\n\nsiren; (3) open-hand command, which entails physically taking\n\ncontrol of a person; (4) non-lethal incapacitating devices, such as\n\npepper spray; and (5) lethal force.       Officers are to conduct a\n\ntraffic stop using the least amount of force necessary and to end\n\nthe use of force outright when a person has pulled over and\n\nstopped. Coyne's testimony provided a clear framework for the jury\n\n\n                                 -11-\n\fto assess Pietroski's use of force; applying this framework, a\n\nreasonable jury could easily conclude that the use of force should\n\nhave ceased when Raiche stopped and pulled over in response to the\n\ncruiser's overhead lights.        Such a conclusion would compel a\n\nfinding that Pietroski acted unreasonably when he slammed Raiche\n\nand his motorcycle to the pavement.2\n\n          Notwithstanding our analysis of the Graham factors and\n\nthe sufficiency of the evidence, Pietroski contends that the\n\ndistrict court failed to account for the jury's verdict in his\n\nfavor on the issue of probable cause.        Pietroski argues that his\n\nlimited success means that we should construe the facts in his\n\nfavor, not Raiche's.     However, we may construe the facts relevant\n\nto probable cause in Pietroski's favor and those relevant to\n\nexcessive force in Raiche's favor without any inconsistency.          See,\n\ne.g., Gallick v. Baltimore & O. R.R. Co., 372 U.S. 108, 119 (1963)\n\n(providing that \"it is the duty of the courts to attempt to\n\nharmonize\" a jury's findings \"if it is possible under a fair\n\nreading of them\").      Indeed, a finding of excessive force may be\n\nconsistent   with   a   finding   of     probable   cause   because   the\n\n\"reasonableness\" of an arrest \"depends not only on when it is made\"\n\n\n\n\n     2\n       Even absent Coyne's testimony, however, the jury could have\nused simple common sense to conclude that Pietroski acted\nunreasonably by tackling a compliant Raiche from his stopped\nmotorcycle. See Jennings, 499 F.3d at 15 (noting that common sense\nmay be an appropriate basis for a finding of excessive force).\n\n                                  -12-\n\f– e.g., after probable cause has accrued – \"but also on how it is\n\ncarried out.\"   Graham, 490 U.S. at 395.\n\n          Probable cause to make an arrest is satisfied where an\n\nofficer has reason to believe that a crime has been committed, and\n\nthis seems to be what the jury found.   See Iacobucci, 193 F.3d at\n\n23; see also Logue v. Dore, 103 F.3d 1040, 1044 (1st Cir. 1997)\n\n(holding that probable cause exists only if the facts within the\n\narresting officer's knowledge \"are sufficient to lead an ordinarily\n\nprudent officer to conclude that an offense has been, is being, or\n\nis about to be committed\").   According to the jury verdict form,\n\nwhen Pietroski arrested Raiche, he had probable cause \"to believe\n\nthat [Raiche] had committed the crime of failing to stop for a\n\npolice officer\" (emphasis added). Guided by Coyne's testimony that\n\nthe use of a police cruiser's overhead lights signals a driver to\n\npull over and stop, the jury could have concluded that the police\n\nhad probable cause to believe Raiche failed to submit when he did\n\nnot immediately pull over in response to the cruiser's overhead\n\nlights.   Under the same set of facts, the jury reasonably could\n\nhave concluded that Raiche pulled over and stopped after he became\n\naware of the cruiser's overhead lights and that no use of force was\n\nrequired thereafter.   Thus, the jury was free to conclude – as it\n\ndid – that the arrest was made at a reasonable time (after probable\n\ncause had accrued), but in an unreasonable manner (by the exercise\n\nof excessive force).\n\n\n                               -13-\n\f            In all, both the law and the evidence support the jury's\n\nand the district court's determination that Pietroski violated\n\nRaiche's Fourth Amendment right to be free from unreasonable\n\nseizures by employing excessive force against him. We now turn our\n\nattention    to    the    question       of    whether   this     right    was   clearly\n\nestablished at the time Pietroski committed the violation.\n\n            2.     Prong Two: The Right was Clearly Established\n\n            Pietroski may still mount a successful qualified immunity\n\ndefense    if     Raiche's      Fourth    Amendment       right    was     not   clearly\n\nestablished at the time Pietroski committed the violation.                        As set\n\nforth     above,    to     determine          whether    the    right     was    clearly\n\nestablished, we must consider two subsidiary issues: (a) the\n\nclarity of the law in general at the time of the alleged violation;\n\nand (b) the clarity of the law as applied to the case – in other\n\nwords, whether a reasonable person in the defendant's shoes \"would\n\nhave    understood       that   his   conduct       violated      the     plaintiff['s]\n\nconstitutional rights.\"           Maldonado, 568 F.3d at 269.\n\n            a.     The Clarity of the Law in General\n\n            To determine whether the law is clear in general, we must\n\ndefine \"the right allegedly violated . . . at the appropriate level\n\nof specificity.\"         Wilson v. Layne, 526 U.S. 603, 615 (1999).                 Once\n\nwe have defined the right, we often consider whether the violation\n\nitself is clearly established; a violation is clear \"either if\n\ncourts have previously ruled that materially similar conduct was\n\n\n                                          -14-\n\funconstitutional,\" or if the conduct was \"such an obvious violation\n\nof the Fourth Amendment's general prohibition on unreasonable force\n\nthat a reasonable officer would not have required prior case law on\n\npoint to be on notice that his conduct was unlawful.\"                         Jennings,\n\n499 F.3d at 16-17; see also United States v. Lanier, 520 U.S. 259,\n\n271 (1997).\n\n              Here, the question may be defined specifically as\n\nwhether   prior     existing       case    law   or   general      Fourth     Amendment\n\nprinciples gave Pietroski notice that it is unconstitutional for a\n\npolice officer to exert against a person the considerable force\n\nused in this incident.              We need not decide whether there are\n\nmaterially similar cases of controlling authority or a consensus of\n\npersuasive authority existing at the time of the incident which\n\nwould have clearly established the law.                  Cf. Wilson v. Layne, 526\n\nU.S. 603, 617 (1999) (law is generally unclear where there is no\n\ncontrolling authority or general consensus directly on point).\n\nThis is because Pietroski's excessive conduct was \"such an obvious\n\nviolation     of    the    Fourth       Amendment's      general     prohibition      on\n\nunreasonable       force    that    a    reasonable      officer    would     not   have\n\nrequired prior case law on point to be on notice that his conduct\n\nwas unlawful.\"       Jennings, 499 F.3d at 16-17.\n\n            A reasonable officer with training on the Use of Force\n\nContinuum   would     not    have       needed   prior    case     law   on   point   to\n\nrecognize that it is unconstitutional to tackle a person who has\n\n\n                                          -15-\n\falready stopped in response to the officer's command to stop and\n\nwho presents no indications of dangerousness.3         Such conduct is a\n\nmajor departure from reasonable behavior under both the Graham\n\nfactors and the officer's training.            Indeed, Pietroski jumped\n\nimmediately to the extreme end of the \"open-hand\" force category on\n\nthe Use of Force Continuum, tackling rather than otherwise subduing\n\nRaiche, slamming his head to the pavement, and destroying his\n\nmotorcycle.     Given the overall state of the law at the time of\n\nRaiche's arrest and the violence of Pietroski's conduct, it was\n\nclearly unconstitutional for a police officer to apply the force\n\nthat Pietroski did under the circumstances.\n\n          b.    The Clarity of the Law as Applied\n\n          Not only was the law generally clear that Pietroski's\n\nconduct violated Raiche's right to be free from unreasonable\n\nseizures, but it was also sufficiently clear that \"an objectively\n\nreasonable [officer] would have believed that the action taken\n\nviolated that clearly established constitutional right.\" Jennings,\n\n499 F.3d at 18 (internal quotation marks omitted). As our previous\n\ndiscussion     makes   clear,   the   record    does   not   reveal   any\n\n\n     3\n       Raiche and Coyne testified that they did not hear Pietroski\ngive Raiche any instructions; therefore, taking the facts in\nRaiche's favor, the only command at issue is the officers' use of\nthe cruiser's overhead lights.    However, even if Pietroski did\ncommand Raiche to show his hands and get down on the ground while\nrunning from the cruiser to Raiche, Raiche would not have had time\nto comply – according to Pietroski's testimony, the cruiser had\nparked within ten feet of Raiche's motorcycle, so Pietroski could\nnot have taken more than a couple of seconds to reach Raiche.\n\n                                  -16-\n\fcircumstances that would support Pietroski's use of force as\n\nreasonable, but it does reveal that an officer with Pietroski's\n\ntraining should not have used the force that he did.                            Thus,\n\nPietroski cannot claim that he \"was reasonably mistaken as to the\n\ndegree of force he should have used,\" and he has no recourse to\n\nqualified immunity.          Id.\n\n             We    sympathize       with    the    challenging     work   of    police\n\nofficers, which often forces them to make \"split-second judgments\n\n– in circumstances that are tense, uncertain and rapidly evolving\n\n– about the amount of force that is necessary in a particular\n\nsituation.\"       Graham, 490 U.S. at 396.          However, we do not find such\n\ncircumstances here. An objectively reasonable police officer would\n\nhave believed that tackling Raiche from his motorcycle and slamming\n\nhim into the pavement would violate his constitutional right to be\n\nfree from excessive force.\n\n             We    have    found    that    the    record    contains     sufficient\n\nevidence     to    support    the     jury's      verdict   that   Pietroski       used\n\nexcessive    force    to     arrest    Raiche     in   violation    of    his   Fourth\n\nAmendment rights.         Additionally, we have found that the law at the\n\ntime was clearly established enough to caution Pietroski that the\n\nforce he exercised against Raiche was excessive.                   Finally, we have\n\nfound that an objectively reasonable officer under the specific\n\ncircumstances in which Pietroski found himself would have believed\n\nthat   the   force    that     Pietroski       used    to   make   the    arrest   was\n\n\n                                           -17-\n\fexcessive.         Therefore, Pietroski is not entitled to qualified\n\nimmunity against Raiche's excessive force claim under § 1983.                  We\n\naffirm the denial of Pietroski's motion for judgment as a matter of\n\nlaw on Raiche's § 1983 excessive force claim.\n\nB.   Qualified Immunity Applied to State Law Claims\n\n              Pietroski also contends that he is entitled to qualified\n\nimmunity against Raiche's excessive force claims asserted under\n\nstate law.         Our above analysis compels us to hold otherwise.\n\nNevertheless, we will briefly address each state claim.\n\n              1.   MCRA\n\n              The MCRA is the state analog to § 1983 and provides a\n\ncause    of    action     for    an   individual     whose   rights   under    the\n\nconstitution        or    laws   of   either   the    United   States   or     the\n\nCommonwealth       of     Massachusetts    have    been   interfered    with   by\n\n\"threats, intimidation or coercion.\"               Mass. Gen. Laws ch. 12, §§\n\n11H & I.       Most importantly here, the Supreme Judicial Court of\n\nMassachusetts has held that MCRA claims are subject to the same\n\nstandard of immunity for police officers that is used for claims\n\nasserted under § 1983.           Duarte v. Healy, 405 Mass. 43, 46 (1989);\n\nsee also Dean v. City of Worcester, 924 F.2d 364, 369-70 (1st Cir.\n\n1991).   Raiche's MCRA claim, like his § 1983 claim, is based on the\n\nallegation that Pietroski used excessive force to arrest Raiche.\n\nBecause we have already determined that Pietroski is not protected\n\nby qualified immunity with respect to the § 1983 excessive force\n\n\n                                        -18-\n\fclaim, we likewise conclude that he is not entitled to qualified\n\nimmunity against the MCRA claim alleging excessive force.\n\n            2.     Common Law Claims for Assault and Battery\n\n            Massachusetts law allows for assault and battery claims\n\nagainst police officers who use excessive force in conducting an\n\narrest.     See Powers v. Sturtevant, 85 N.E. 84, 84 (Mass. 1908)\n\n(holding    that     defendant    officer    \"had     not   the   right    to   use\n\nunreasonable or excessive force and if he did, he is liable to the\n\nplaintiff for any injury suffered in consequence thereof\"); see\n\nalso Dean, 924 F.2d at 369. However, Massachusetts law also allows\n\nan officer to use reasonable force in conducting a lawful arrest:\n\nreasonable force is a valid defense to assault and battery.                     See\n\nDean, 924 F.2d at 369.           Where a plaintiff alleges both a § 1983\n\nexcessive    force    claim   and   common    law    claims     for   assault   and\n\nbattery, our determination of the reasonableness of the force used\n\nunder § 1983 controls our determination of the reasonableness of\n\nthe force used under the common law assault and battery claims.\n\nSee id.    We have already held that Pietroski used excessive force;\n\ntherefore,    we    must   uphold   the     jury's    verdict     that   Pietroski\n\ncommitted assault and battery.\n\n            Pietroski also asserts that he is entitled to state\n\nqualified immunity against Raiche's common law claims of assault\n\nand   battery.       Massachusetts     law    is     unsettled    regarding     the\n\nexistence of a state-law concept analogous to federal qualified\n\n\n                                      -19-\n\fimmunity.    See Foster v. McGrail, 844 F. Supp. 16, 29 (D. Mass.\n\n1994).      Despite uncertainty regarding the existence of state\n\nqualified immunity, we do not need to address this issue because we\n\nhave already found that Pietroski is not entitled to qualified\n\nimmunity at all.\n\n            In conclusion, Pietroski is not entitled to qualified\n\nimmunity against Raiche's excessive force claims made under state\n\nlaw for precisely the same reasons that he is not entitled to\n\nqualified immunity against Raiche's excessive force claim made\n\nunder § 1983. We therefore affirm the denial of Pietroski's motion\n\nfor judgment as a matter of law on the state law excessive force\n\nclaims.\n\n                            III.   New Trial\n\n            Qualified   immunity   aside,   Pietroski   requests   in   the\n\nalternative that this court order a new trial on Raiche's excessive\n\nforce claims.    As grounds for a new trial, Pietroski asserts that\n\nthe evidence in the record does not support the jury's verdict\n\nagainst him and that allowing the verdict to stand would result in\n\na miscarriage of justice.\n\n            Where the trial judge has denied a motion for a new trial\n\non the issue of the sufficiency of the evidence, it is \"only in a\n\nvery unusual case that we will reverse such a ruling as an abuse of\n\ndiscretion.\" Wagenmann v. Adams, 829 F.2d 196, 200 (1st Cir. 1987)\n\n(quoting Sears v. Pauly, 261 F.2d 304, 309 (1st Cir. 1958)).        \"[We]\n\n\n                                   -20-\n\fmay set aside a jury's verdict and order a new trial only if the\n\nverdict is against the demonstrable weight of the credible evidence\n\nor results in a blatant miscarriage of justice.\"            Sanchez v. P.R.\n\nOil Co., 37 F.3d 712, 717 (1st Cir. 1994).\n\n            We have already concluded that the jury's verdict against\n\nPietroski    on   the   excessive    force   claims   was    supported   by\n\nsufficient, and in fact quite ample, evidence in the record.             See\n\nsupra Part II.A.1.      Therefore, a new trial is not warranted.         See\n\nSanchez, 37 F.3d at 717.      Moreover, given the jury's finding that\n\nPietroski used substantial physical force against a stopped and\n\ncompliant individual suspected of only minor infractions, upholding\n\nthe verdict is simply not any kind of miscarriage of justice let\n\nalone a blatant one.     See id.    The district court did not abuse its\n\ndiscretion in denying the motion for a new trial; accordingly, we\n\naffirm.\n\n                             IV.    Conclusion\n\n            For the reasons set forth above, we affirm the district\n\ncourt's denial of Pietroski's post-trial motion for judgment as a\n\nmatter of law and motion for a new trial.\n\n\n\n\n                                    -21-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>623 F.3d 30 (2010)</b></center>\n<center><h1>Matthew RAICHE, Plaintiff, Appellee,<br>\nv.<br>\nJamie PIETROSKI, Defendant, Appellant,<br>\nJames Coyne, Defendant.</h1></center>\n<center>No. 09-1910.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard July 28, 2010.</center>\n<center>Decided October 25, 2010.</center>\n<p><span class=\"star-pagination\">*33</span> Evan C. Ouellette, Assistant Corporation Counsel, with whom William F. Sinnot, Corporation Counsel, was on brief, for appellant.</p>\n<p>Rudolph F. Miller, with whom Gabriela Mendoza was on brief, for appellee.</p>\n<p>Before THOMPSON, SELYA, and DYK,<sup>[*]</sup> Circuit Judges.</p>\n<p>THOMPSON, Circuit Judge.</p>\n<p>Officer Jamie Pietroski suffered a late-night lapse in judgment and forcibly removed a compliant Matthew Raiche from his stopped motorcycle in order to arrest Raiche for, ironically, failure to stop. A jury saw the irony and, after a trial on a number of related civil rights claims, awarded Raiche damages for injuries sustained as a result of Pietroski's use of excessive force. Pietroski filed post-trial motions (1) for judgment as a matter of law on the ground that he was entitled to qualified immunity because he had acted reasonably, and (2) for a new trial on the ground that the jury's verdict was not supported by the evidence. The district court denied Pietroski's motions and entered judgment for Raiche.</p>\n<p>Pietroski now appeals the district court's denial of his post-trial motions and challenges the validity of the jury verdict on the basis that the evidence does not support a finding of excessive force. After careful review of the record, we agree with the district court that the evidence supports a finding that Pietroski acted unreasonably and may not avail himself of qualified immunity's protection. We affirm.</p>\n<p></p>\n<h2>I. Background</h2>\n<p></p>\n<h2>A. Facts</h2>\n<p>The parties present very different versions of the events that culminated in the arrest of Raiche at 2:50 A.M. on Saturday, August 17, 2002.</p>\n<p>According to Boston Police Officers Pietroski and James Coyne, they were inside their marked police cruiser parked on Brigham Circle, in Roxbury, MA, when they spotted Raiche driving his motorcycle without a helmet in violation of Mass. Gen. Laws ch. 90, § 7. The officers testified that they pursued Raiche in their cruiser and signaled for him to stop, using the cruiser's overhead lights. They then testified that, rather than pulling over, Raiche led them on a chase, speeding and going the wrong way down one-way streets. Under <span class=\"star-pagination\">*34</span> the officers' version of events, Raiche only stopped when he negotiated a turn poorly and his motorcycle got stuck between a parked vehicle and the curb of the sidewalk.</p>\n<p>Raiche testified that no pursuit occurred as far as he could tell, and as soon as he had the opportunity to stop safely after he saw the cruiser's flashing lights, he pulled over in the belief that the police wanted to pass him. According to Raiche, he pulled over behind a parked vehicle, shut off his motorcycle's engine, and \"bounced\" the motorcycle between his legs as he waited 15-20 seconds for the police to pass. Instead of passing him, however, the cruiser skidded to a stop at an angle behind him. The next thing he knew, he was being tackled off his bike.</p>\n<p>Pietroski testified that he exited the cruiser and ran at Raiche, shouting that he was a Boston Police Officer and instructing Raiche to get down on the ground and show his hands. However, both Raiche and Coyne testified that they did not hear Pietroski identify himself or give Raiche any instructions. In any event, Pietroski reached Raiche within seconds, grabbed him by his shoulders, and either \"physically lift[ed] him off [his] bike and tr[ied] to pull him as far away from that bike\" as possible (under Pietroski's version) or launched himself in the air and tackled Raiche, football-style, to the ground (under Raiche's version). Raiche's forehead struck the sidewalk, and the motorcycle landed on top of his right leg. The force of Pietroski's takedown also caused the motorcycle's handlebars and forks to bend and suffer irreparable damage.</p>\n<p>Pietroski then pulled up on Raiche's left arm to apply handcuffs, twisting Raiche, who was still tangled up with the motorcycle. According to Raiche, he asked, \"Please, can you ease up on my left arm? It comes out of socket.\" Raiche testified that his left shoulder was partially dislocated during the handcuffing process. Also while handcuffing Raiche, Pietroski put his knee on the small of Raiche's back, which caused Raiche's head to hit the pavement a second time.</p>\n<p>As a result of the force used to make the arrest, Raiche's motorcycle was rendered a total loss. In addition to the temporarily dislocated shoulder, Raiche received cuts and abrasions that did not require medical attention. Raiche submitted photographs showing cuts on his face, on his right arm, on his right knee, and on the back of his left leg.</p>\n<p>Raiche was charged with the criminal offense of \"failure to stop for police officer\" in violation of Mass. Gen. Laws ch. 90, § 25.</p>\n<p></p>\n<h2>B. Procedural History</h2>\n<p>On May 5, 2006, Raiche filed suit against Officers Pietroski and Coyne in the United States District Court for the District of Massachusetts. Raiche asserted civil rights claims under 42 U.S.C. § 1983 and the Massachusetts Civil Rights Act, Mass. Gen. Laws ch. 12, §§ 11H &amp; I (MCRA), alleging that his arrest had been effected without probable cause and by means of excessive force. Raiche also asserted common law claims alleging false imprisonment and assault and battery.</p>\n<p>A jury trial began on January 12, 2009. At the close of Raiche's evidence, the officers filed a motion for judgment as a matter of law based on, <i>inter alia,</i> qualified immunity, and the officers renewed the motion at the close of all evidence pursuant to Rule 50 of the Federal Rules of Civil Procedure. The district court denied both motions without written findings or opinion.</p>\n<p>On January 16, 2009, the jury returned verdicts in favor of (1) Coyne on all claims <span class=\"star-pagination\">*35</span> against him, (2) Pietroski on the claims asserting arrest without probable cause (§ 1983, MCRA, and false imprisonment), and (3) Raiche on claims alleging that Pietroski used excessive force to make the arrest (§ 1983, MCRA, and assault and battery). The jury awarded Raiche $2,500 in compensatory damages but did not award punitive damages. On May 19, 2009, the district court entered judgment in accordance with the verdicts.</p>\n<p>On June 3, 2009, Pietroski renewed his motion for judgment as a matter of law based on qualified immunity or, in the alternative, insufficient evidence of excessive force; he also moved in the alternative for a new trial.<sup>[1]</sup> On June 4, 2009, the district court denied his post-trial motions. Pietroski timely filed his notice of appeal on June 18, 2009. This court has jurisdiction pursuant to 28 U.S.C. § 1291.</p>\n<p></p>\n<h2>II. Qualified Immunity</h2>\n<p>We will first address Pietroski's argument that he is entitled to qualified immunity. A district court's denial of qualified immunity is a legal determination that we review <i>de novo. </i><i>Iacobucci v. Boulter,</i> 193 F.3d 14, 22 (1st Cir. 1999). When reviewing a question of qualified immunity originally resolved after a jury verdict, we must construe the evidence in the light most favorable to the party that prevailed at trial, giving \"deference ... to the jury's discernible resolution of disputed factual issues.\" <i>Id.</i> at 23. Here, the jury returned a verdict in Raiche's favor on his excessive force claims; thus, we construe the facts in a manner supportive of that verdict. <i>See id.</i>; <i>see also </i><i>Jennings v. Jones,</i> 499 F.3d 2, 7 (1st Cir.2007) (\"[W]here the jury has issued a general verdict ... we view the facts in the light most favorable to the verdict.\") (internal quotation marks and brackets removed). In the end, \"[t]he availability of qualified immunity after a trial is a legal question informed by the jury's findings of fact, but ultimately committed to the court's judgment.\" <i>Acevedo-Garcia v. Monroig,</i> 351 F.3d 547, 563 (1st Cir.2003).</p>\n<p>Qualified immunity affords limited protection to public officials faced with liability under 42 U.S.C. § 1983, \"`insofar as their conduct does not violate clearly established statutory or constitutional rights of which a reasonable person would have known.'\" <i>Pearson v. Callahan,</i> ___ U.S. ___, 129 S.Ct. 808, 815, 172 L.Ed.2d 565 (2009) (quoting <i>Harlow v. Fitzgerald,</i> 457 U.S. 800, 818, 102 S.Ct. 2727, 73 L.Ed.2d 396 (1982)). Thus, to determine whether qualified immunity applies in a given case, we must determine: (1) whether a public official has violated a plaintiff's constitutionally protected right; and (2) whether the particular right that the official has violated was clearly established at the time of the violation. <i>Estrada v. Rhode Island,</i> 594 F.3d 56, 62-63 (1st Cir. 2010). These two prongs of the analysis need not be considered in any particular order, and both prongs must be satisfied for a plaintiff to overcome a qualified immunity defense. <i>See </i><i>Maldonado v. Fontanes,</i> 568 F.3d 263, 269-70 (1st Cir.2009). Additionally, in applying the second prong, we must consider two subsidiary issues: <span class=\"star-pagination\">*36</span> (a) the clarity of the law in general at the time of the alleged violation; and (b) the clarity of the law as applied to the casein other words, whether a reasonable person in the defendant's shoes \"would have understood that his conduct violated the Plaintiff['s] constitutional rights.\" <i>Id.</i> at 269. In conducting the whole analysis, we must take care \"to avoid the chilling effect of second-guessing where the officer[], acting in the heat of events, made a defensible (albeit imperfect) judgment.\" <i>Statchen v. Palmer,</i> 623 F.3d 15, 18, 2010 WL 4027830, at *2 (1st Cir.2010) (citing <i>Roy v. Inhabitants of Lewiston,</i> 42 F.3d 691, 695 (1st Cir.1994)).</p>\n<p>Although we do not need to follow the rigid structure that we once did, we will proceed to conduct each step of the analysis in the traditional order. This exercise reveals that, given the jury's resolution of the facts, Pietroski's use of force was not defensible and, therefore, that qualified immunity affords him no refuge.</p>\n<p></p>\n<h2>A. Qualified Immunity Applied to § 1983 Claim</h2>\n<p>Pietroski argues that he is entitled to qualified immunity against Raiche's § 1983 excessive force claim. We will therefore examine both prongs of qualified immunity analysis as applied to this claim.</p>\n<p></p>\n<h2>1. Prong One: The Constitutional Violation</h2>\n<p>Excessive force claims are founded on the Fourth Amendment right to be free from unreasonable seizures of the person. <i>See</i> U.S. Const. amend. IV; <i>Graham v. Connor,</i> 490 U.S. 386, 394-95, 109 S.Ct. 1865, 104 L.Ed.2d 443 (1989). The Fourth Amendment is implicated where an officer exceeds the bounds of reasonable force in effecting an arrest or investigatory stop. <i>See </i><i>Graham,</i> 490 U.S. at 394-95, 109 S.Ct. 1865. We analyze excessive force claims according to the constitutional touchstone of objective reasonableness, so we do not consider an officer's subjective \"intent or motivation.\" <i>Id.</i> at 397, 109 S.Ct. 1865; <i>see also </i><i>Saucier v. Katz,</i> 533 U.S. 194, 202, 121 S.Ct. 2151, 150 L.Ed.2d 272 (2001), <i>abrogated on other grounds by </i><i>Pearson,</i> ___ U.S. ___, 129 S.Ct. 808, 172 L.Ed.2d 565. Instead, we determine whether \"the defendant officer employed force that was unreasonable under the circumstances.\" <i>Jennings,</i> 499 F.3d at 11; <i>see also </i><i>Graham,</i> 490 U.S. at 397, 109 S.Ct. 1865. This determination requires us to balance the individual's interest against the government's, weighing three non-exclusive factors: (1) \"the severity of the crime at issue,\" (2) \"whether the suspect poses an immediate threat to the safety of the officers or others,\" and (3) \"whether [the suspect] is actively resisting arrest or attempting to evade arrest by flight.\" <i>Graham,</i> 490 U.S. at 396, 109 S.Ct. 1865; <i>see also </i><i>Morelli v. Webster,</i> 552 F.3d 12, 23 (1st Cir.2009). Finally, because our analysis comes after a jury verdict in Raiche's favor, we must consider the sufficiency of the evidence supporting a finding of excessive force. <i>See </i><i>Jennings,</i> 499 F.3d at 11 n. 12. This evidence may be in the form of \"expert testimony, lay testimony, or other evidence,\" as long as \"the jury could evaluate the reasonableness of [Pietroski's] conduct.\" <i>Id.</i> at 15 n. 15. Viewing the facts in the light most favorable to Raiche, as we must, we conclude that there is ample evidence to support the jury's finding that Pietroski's conduct was unreasonable under the circumstances and, therefore, that a constitutional violation occurred.</p>\n<p>First, we consider each of the <i>Graham</i> factors in turn to assess the reasonableness of Pietroski's conduct under the circumstances that he faced. As to the severity of the crimes involved, the <span class=\"star-pagination\">*37</span> police initiated their pursuit because Raiche was committing a civil motor vehicle violation by failing to wear a helmet while driving a motorcycle. <i>See</i> Mass. Gen. Laws ch. 90, § 7. The police then arrested Raiche for failing to stop when signaled by police. <i>See</i> Mass. Gen. Laws ch. 90, § 25. Absent some other heated circumstances, these relatively minor infractions do not justify an officer in the violent act of physically removing a person from a parked motorcycle and slamming him into the pavement, let alone the additional force Pietroski applied when Raiche was on the ground offering no resistance. As to the threat Raiche posed, he remained on his motorcycle behind a parked car and never displayed any weapons or made any verbal threats. And as to whether Raiche was attempting to flee or resisting arrest, he was sitting on a stopped motorcycle. Moreover, he was not charged with resisting arrest. Viewing the facts in the light most favorable to Raiche, therefore, the force employed by Pietroski was unnecessary to prevent Raiche from fleeing. Consequently, all of the <i>Graham</i> factors indicate that Pietroski's use of force was wholly unreasonable.</p>\n<p>Looking beyond the <i>Graham</i> factors to the sufficiency of the evidence, we find that the record contains ample evidence to support a determination that Pietroski's conduct was unreasonable, even under the Boston Police Department's own standards. Coyne's candid testimony is particularly useful here. According to Coyne, the Boston Police Academy instructs officers to follow the Use of Force Continuum in determining the proper amount of force to use when conducting a stop. The Continuum provides five levels of intensity: (1) the presence of a uniformed police officer; (2) verbal command, which includes a police car's overhead lights or siren; (3) open-hand command, which entails physically taking control of a person; (4) non-lethal incapacitating devices, such as pepper spray; and (5) lethal force. Officers are to conduct a traffic stop using the least amount of force necessary and to end the use of force outright when a person has pulled over and stopped. Coyne's testimony provided a clear framework for the jury to assess Pietroski's use of force; applying this framework, a reasonable jury could easily conclude that the use of force should have ceased when Raiche stopped and pulled over in response to the cruiser's overhead lights. Such a conclusion would compel a finding that Pietroski acted unreasonably when he slammed Raiche and his motorcycle to the pavement.<sup>[2]</sup></p>\n<p>Notwithstanding our analysis of the <i>Graham</i> factors and the sufficiency of the evidence, Pietroski contends that the district court failed to account for the jury's verdict in his favor on the issue of probable cause. Pietroski argues that his limited success means that we should construe the facts in his favor, not Raiche's. However, we may construe the facts relevant to probable cause in Pietroski's favor and those relevant to excessive force in Raiche's favor without any inconsistency. <i>See, e.g., </i><i>Gallick v. Baltimore &amp; O. R.R. Co.,</i> 372 U.S. 108, 119, 83 S.Ct. 659, 9 L.Ed.2d 618 (1963) (providing that \"it is the duty of the courts to attempt to harmonize\" a jury's findings \"if it is possible under a fair reading of them\"). Indeed, a finding of excessive force may be consistent with a finding of probable cause because the \"reasonableness\" of an arrest <span class=\"star-pagination\">*38</span> \"depends not only on <i>when</i> it is made\" e.g., after probable cause has accrued \"but also on <i>how</i> it is carried out.\" <i>Graham,</i> 490 U.S. at 395, 109 S.Ct. 1865.</p>\n<p>Probable cause to make an arrest is satisfied where an officer has reason to believe that a crime has been committed, and this seems to be what the jury found. <i>See </i><i>Iacobucci,</i> 193 F.3d at 23; <i>see also </i><i>Logue v. Dore,</i> 103 F.3d 1040, 1044 (1st Cir.1997) (holding that probable cause exists only if the facts within the arresting officer's knowledge \"are sufficient to lead an ordinarily prudent officer to conclude that an offense has been, is being, or is about to be committed\"). According to the jury verdict form, when Pietroski arrested Raiche, he had probable cause \"to believe that [Raiche] <i>had committed</i> the crime of failing to stop for a police officer\" (emphasis added). Guided by Coyne's testimony that the use of a police cruiser's overhead lights signals a driver to pull over and stop, the jury could have concluded that the police had probable cause to believe Raiche failed to submit when he did not immediately pull over in response to the cruiser's overhead lights. Under the same set of facts, the jury reasonably could have concluded that Raiche pulled over and stopped after he became aware of the cruiser's overhead lights and that no use of force was required thereafter. Thus, the jury was free to concludeas it didthat the arrest was made at a reasonable time (after probable cause had accrued), but in an unreasonable manner (by the exercise of excessive force).</p>\n<p>In all, both the law and the evidence support the jury's and the district court's determination that Pietroski violated Raiche's Fourth Amendment right to be free from unreasonable seizures by employing excessive force against him. We now turn our attention to the question of whether this right was clearly established at the time Pietroski committed the violation.</p>\n<p></p>\n<h2>2. Prong Two: The Right was Clearly Established</h2>\n<p>Pietroski may still mount a successful qualified immunity defense if Raiche's Fourth Amendment right was not clearly established at the time Pietroski committed the violation. As set forth above, to determine whether the right was clearly established, we must consider two subsidiary issues: (a) the clarity of the law in general at the time of the alleged violation; and (b) the clarity of the law as applied to the casein other words, whether a reasonable person in the defendant's shoes \"would have understood that his conduct violated the plaintiff['s] constitutional rights.\" <i>Maldonado,</i> 568 F.3d at 269.</p>\n<p></p>\n<h2>a. The Clarity of the Law in General</h2>\n<p>To determine whether the law is clear in general, we must define \"the right allegedly violated ... at the appropriate level of specificity.\" <i>Wilson v. Layne,</i> 526 U.S. 603, 615, 119 S.Ct. 1692, 143 L.Ed.2d 818 (1999). Once we have defined the <i>right,</i> we often consider whether the <i>violation</i> itself is clearly established; a violation is clear \"either if courts have previously ruled that materially similar conduct was unconstitutional,\" or if the conduct was \"such an obvious violation of the Fourth Amendment's general prohibition on unreasonable force that a reasonable officer would not have required prior case law on point to be on notice that his conduct was unlawful.\" <i>Jennings,</i> 499 F.3d at 16-17; <i>see also </i><i>United States v. Lanier,</i> 520 U.S. 259, 271, 117 S.Ct. 1219, 137 L.Ed.2d 432 (1997).</p>\n<p>Here, the question may be defined specifically as whether prior existing case law or general Fourth Amendment principles <span class=\"star-pagination\">*39</span> gave Pietroski notice that it is unconstitutional for a police officer to exert against a person the considerable force used in this incident. We need not decide whether there are materially similar cases of controlling authority or a consensus of persuasive authority existing at the time of the incident which would have clearly established the law. <i>Cf. </i><i>Wilson v. Layne,</i> 526 U.S. 603, 617, 119 S.Ct. 1692, 143 L.Ed.2d 818 (1999) (law is generally unclear where there is no controlling authority or general consensus directly on point). This is because Pietroski's excessive conduct was \"such an obvious violation of the Fourth Amendment's general prohibition on unreasonable force that a reasonable officer would not have required prior case law on point to be on notice that his conduct was unlawful.\" <i>Jennings,</i> 499 F.3d at 16-17.</p>\n<p>A reasonable officer with training on the Use of Force Continuum would not have needed prior case law on point to recognize that it is unconstitutional to tackle a person who has already stopped in response to the officer's command to stop and who presents no indications of dangerousness.<sup>[3]</sup> Such conduct is a major departure from reasonable behavior under both the <i>Graham</i> factors and the officer's training. Indeed, Pietroski jumped immediately to the extreme end of the \"open-hand\" force category on the Use of Force Continuum, tackling rather than otherwise subduing Raiche, slamming his head to the pavement, and destroying his motorcycle. Given the overall state of the law at the time of Raiche's arrest and the violence of Pietroski's conduct, it was clearly unconstitutional for a police officer to apply the force that Pietroski did under the circumstances.</p>\n<p></p>\n<h2>b. The Clarity of the Law as Applied</h2>\n<p>Not only was the law generally clear that Pietroski's conduct violated Raiche's right to be free from unreasonable seizures, but it was also sufficiently clear that \"an objectively reasonable [officer] would have believed that the action taken violated that clearly established constitutional right.\" <i>Jennings,</i> 499 F.3d at 18 (internal quotation marks omitted). As our previous discussion makes clear, the record does not reveal any circumstances that would support Pietroski's use of force as reasonable, but it does reveal that an officer with Pietroski's training should not have used the force that he did. Thus, Pietroski cannot claim that he \"was reasonably mistaken as to the degree of force he should have used,\" and he has no recourse to qualified immunity. <i>Id.</i></p>\n<p>We sympathize with the challenging work of police officers, which often forces them to make \"split-second judgmentsin circumstances that are tense, uncertain and rapidly evolvingabout the amount of force that is necessary in a particular situation.\" <i>Graham,</i> 490 U.S. at 396, 109 S.Ct. 1865. However, we do not find such circumstances here. An objectively reasonable police officer would have believed that tackling Raiche from his motorcycle and slamming him into the pavement would violate his constitutional right to be free from excessive force.</p>\n<p>We have found that the record contains sufficient evidence to support the jury's <span class=\"star-pagination\">*40</span> verdict that Pietroski used excessive force to arrest Raiche in violation of his Fourth Amendment rights. Additionally, we have found that the law at the time was clearly established enough to caution Pietroski that the force he exercised against Raiche was excessive. Finally, we have found that an objectively reasonable officer under the specific circumstances in which Pietroski found himself would have believed that the force that Pietroski used to make the arrest was excessive. Therefore, Pietroski is not entitled to qualified immunity against Raiche's excessive force claim under § 1983. We affirm the denial of Pietroski's motion for judgment as a matter of law on Raiche's § 1983 excessive force claim.</p>\n<p></p>\n<h2>B. Qualified Immunity Applied to State Law Claims</h2>\n<p>Pietroski also contends that he is entitled to qualified immunity against Raiche's excessive force claims asserted under state law. Our above analysis compels us to hold otherwise. Nevertheless, we will briefly address each state claim.</p>\n<p></p>\n<h2>1. MCRA</h2>\n<p>The MCRA is the state analog to § 1983 and provides a cause of action for an individual whose rights under the constitution or laws of either the United States or the Commonwealth of Massachusetts have been interfered with by \"threats, intimidation or coercion.\" Mass. Gen. Laws ch. 12, §§ 11H &amp; I. Most importantly here, the Supreme Judicial Court of Massachusetts has held that MCRA claims are subject to the same standard of immunity for police officers that is used for claims asserted under § 1983. <i>Duarte v. Healy,</i> 405 Mass. 43, 46, 537 N.E.2d 1230 (1989); <i>see also </i><i>Dean v. City of Worcester,</i> 924 F.2d 364, 369-70 (1st Cir.1991). Raiche's MCRA claim, like his § 1983 claim, is based on the allegation that Pietroski used excessive force to arrest Raiche. Because we have already determined that Pietroski is not protected by qualified immunity with respect to the § 1983 excessive force claim, we likewise conclude that he is not entitled to qualified immunity against the MCRA claim alleging excessive force.</p>\n<p></p>\n<h2>2. Common Law Claims for Assault and Battery</h2>\n<p>Massachusetts law allows for assault and battery claims against police officers who use excessive force in conducting an arrest. <i>See </i><i>Powers v. Sturtevant,</i> 199 Mass. 265, 85 N.E. 84, 84 (1908) (holding that defendant officer \"had not the right to use unreasonable or excessive force and if he did, he is liable to the plaintiff for any injury suffered in consequence thereof\"); <i>see also </i><i>Dean,</i> 924 F.2d at 369. However, Massachusetts law also allows an officer to use reasonable force in conducting a lawful arrest: reasonable force is a valid defense to assault and battery. <i>See </i><i>Dean,</i> 924 F.2d at 369. Where a plaintiff alleges both a § 1983 excessive force claim and common law claims for assault and battery, our determination of the reasonableness of the force used under § 1983 controls our determination of the reasonableness of the force used under the common law assault and battery claims. <i>See id.</i> We have already held that Pietroski used excessive force; therefore, we must uphold the jury's verdict that Pietroski committed assault and battery.</p>\n<p>Pietroski also asserts that he is entitled to state qualified immunity against Raiche's common law claims of assault and battery. Massachusetts law is unsettled regarding the existence of a state-law concept analogous to federal qualified immunity. <i>See </i><i>Foster v. McGrail,</i> 844 F.Supp. 16, 29 (D.Mass.1994). Despite uncertainty regarding <span class=\"star-pagination\">*41</span> the existence of state qualified immunity, we do not need to address this issue because we have already found that Pietroski is not entitled to qualified immunity at all.</p>\n<p>In conclusion, Pietroski is not entitled to qualified immunity against Raiche's excessive force claims made under state law for precisely the same reasons that he is not entitled to qualified immunity against Raiche's excessive force claim made under § 1983. We therefore affirm the denial of Pietroski's motion for judgment as a matter of law on the state law excessive force claims.</p>\n<p></p>\n<h2>III. New Trial</h2>\n<p>Qualified immunity aside, Pietroski requests in the alternative that this court order a new trial on Raiche's excessive force claims. As grounds for a new trial, Pietroski asserts that the evidence in the record does not support the jury's verdict against him and that allowing the verdict to stand would result in a miscarriage of justice.</p>\n<p>Where the trial judge has denied a motion for a new trial on the issue of the sufficiency of the evidence, it is \"only in a very unusual case that we will reverse such a ruling as an abuse of discretion.\" <i>Wagenmann v. Adams,</i> 829 F.2d 196, 200 (1st Cir.1987) (quoting <i>Sears v. Pauly,</i> 261 F.2d 304, 309 (1st Cir.1958)). \"[We] may set aside a jury's verdict and order a new trial only if the verdict is against the demonstrable weight of the credible evidence or results in a blatant miscarriage of justice.\" <i>Sanchez v. P.R. Oil Co.,</i> 37 F.3d 712, 717 (1st Cir.1994).</p>\n<p>We have already concluded that the jury's verdict against Pietroski on the excessive force claims was supported by sufficient, and in fact quite ample, evidence in the record. <i>See supra</i> Part II.A.1. Therefore, a new trial is not warranted. <i>See </i><i>Sanchez,</i> 37 F.3d at 717. Moreover, given the jury's finding that Pietroski used substantial physical force against a stopped and compliant individual suspected of only minor infractions, upholding the verdict is simply not any kind of miscarriage of justice let alone a blatant one. <i>See id.</i> The district court did not abuse its discretion in denying the motion for a new trial; accordingly, we affirm.</p>\n<p></p>\n<h2>IV. Conclusion</h2>\n<p>For the reasons set forth above, we <i>affirm</i> the district court's denial of Pietroski's post-trial motion for judgment as a matter of law and motion for a new trial.</p>\n<h2>NOTES</h2>\n<p>[*]  Of the Federal Circuit, sitting by designation.</p>\n<p>[1]  Raiche contends that Pietroski's post-trial motions were not filed on the tenth business day after entry of judgment as required by then-Rules 50(b) and 59(b) of the Federal Rules of Civil Procedure. <i>See</i> Fed.R.Civ.P. 50(b) and 59(b) (2007) (amended effective December 1, 2009 to extend the filing period to 28 calendar days). However, Raiche overlooks that Memorial Day, May 25, 2009, was excluded from the filing period because it was a legal holiday. <i>See</i> Fed.R.Civ.P. 6(a)(4)(A) (2007) (amended 2009). Judgment was entered on May 19, 2009, and Pietroski's post-trial motions were timely filed on June 3, 2009.</p>\n<p>[2]  Even absent Coyne's testimony, however, the jury could have used simple common sense to conclude that Pietroski acted unreasonably by tackling a compliant Raiche from his stopped motorcycle. <i>See </i><i>Jennings,</i> 499 F.3d at 15 (noting that common sense may be an appropriate basis for a finding of excessive force).</p>\n<p>[3]  Raiche and Coyne testified that they did not hear Pietroski give Raiche any instructions; therefore, taking the facts in Raiche's favor, the only command at issue is the officers' use of the cruiser's overhead lights. However, even if Pietroski did command Raiche to show his hands and get down on the ground while running from the cruiser to Raiche, Raiche would not have had time to comply according to Pietroski's testimony, the cruiser had parked within ten feet of Raiche's motorcycle, so Pietroski could not have taken more than a couple of seconds to reach Raiche.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">623</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">30</span></span> (2010)</b></center>\n<center><h1>Matthew RAICHE, Plaintiff, Appellee,<br>\nv.<br>\nJamie PIETROSKI, Defendant, Appellant,<br>\nJames Coyne, Defendant.</h1></center>\n<center>No. 09-1910.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard July 28, 2010.</center>\n<center>Decided October 25, 2010.</center>\n<p><span class=\"star-pagination\">*33</span> Evan C. Ouellette, Assistant Corporation Counsel, with whom William F. Sinnot, Corporation Counsel, was on brief, for appellant.</p>\n<p>Rudolph F. Miller, with whom Gabriela Mendoza was on brief, for appellee.</p>\n<p>Before THOMPSON, SELYA, and DYK,<sup>[*]</sup> Circuit Judges.</p>\n<p>THOMPSON, Circuit Judge.</p>\n<p>Officer Jamie Pietroski suffered a late-night lapse in judgment and forcibly removed a compliant Matthew Raiche from his stopped motorcycle in order to arrest Raiche for, ironically, failure to stop. A jury saw the irony and, after a trial on a number of related civil rights claims, awarded Raiche damages for injuries sustained as a result of Pietroski's use of excessive force. Pietroski filed post-trial motions (1) for judgment as a matter of law on the ground that he was entitled to qualified immunity because he had acted reasonably, and (2) for a new trial on the ground that the jury's verdict was not supported by the evidence. The district court denied Pietroski's motions and entered judgment for Raiche.</p>\n<p>Pietroski now appeals the district court's denial of his post-trial motions and challenges the validity of the jury verdict on the basis that the evidence does not support a finding of excessive force. After careful review of the record, we agree with the district court that the evidence supports a finding that Pietroski acted unreasonably and may not avail himself of qualified immunity's protection. We affirm.</p>\n<p></p>\n<h2>I. Background</h2>\n<p></p>\n<h2>A. Facts</h2>\n<p>The parties present very different versions of the events that culminated in the arrest of Raiche at 2:50 A.M. on Saturday, August 17, 2002.</p>\n<p>According to Boston Police Officers Pietroski and James Coyne, they were inside their marked police cruiser parked on Brigham Circle, in Roxbury, MA, when they spotted Raiche driving his motorcycle without a helmet in violation of Mass. Gen. Laws ch. 90, § 7. The officers testified that they pursued Raiche in their cruiser and signaled for him to stop, using the cruiser's overhead lights. They then testified that, rather than pulling over, Raiche led them on a chase, speeding and going the wrong way down one-way streets. Under <span class=\"star-pagination\">*34</span> the officers' version of events, Raiche only stopped when he negotiated a turn poorly and his motorcycle got stuck between a parked vehicle and the curb of the sidewalk.</p>\n<p>Raiche testified that no pursuit occurred as far as he could tell, and as soon as he had the opportunity to stop safely after he saw the cruiser's flashing lights, he pulled over in the belief that the police wanted to pass him. According to Raiche, he pulled over behind a parked vehicle, shut off his motorcycle's engine, and \"bounced\" the motorcycle between his legs as he waited 15-20 seconds for the police to pass. Instead of passing him, however, the cruiser skidded to a stop at an angle behind him. The next thing he knew, he was being tackled off his bike.</p>\n<p>Pietroski testified that he exited the cruiser and ran at Raiche, shouting that he was a Boston Police Officer and instructing Raiche to get down on the ground and show his hands. However, both Raiche and Coyne testified that they did not hear Pietroski identify himself or give Raiche any instructions. In any event, Pietroski reached Raiche within seconds, grabbed him by his shoulders, and either \"physically lift[ed] him off [his] bike and tr[ied] to pull him as far away from that bike\" as possible (under Pietroski's version) or launched himself in the air and tackled Raiche, football-style, to the ground (under Raiche's version). Raiche's forehead struck the sidewalk, and the motorcycle landed on top of his right leg. The force of Pietroski's takedown also caused the motorcycle's handlebars and forks to bend and suffer irreparable damage.</p>\n<p>Pietroski then pulled up on Raiche's left arm to apply handcuffs, twisting Raiche, who was still tangled up with the motorcycle. According to Raiche, he asked, \"Please, can you ease up on my left arm? It comes out of socket.\" Raiche testified that his left shoulder was partially dislocated during the handcuffing process. Also while handcuffing Raiche, Pietroski put his knee on the small of Raiche's back, which caused Raiche's head to hit the pavement a second time.</p>\n<p>As a result of the force used to make the arrest, Raiche's motorcycle was rendered a total loss. In addition to the temporarily dislocated shoulder, Raiche received cuts and abrasions that did not require medical attention. Raiche submitted photographs showing cuts on his face, on his right arm, on his right knee, and on the back of his left leg.</p>\n<p>Raiche was charged with the criminal offense of \"failure to stop for police officer\" in violation of Mass. Gen. Laws ch. 90, § 25.</p>\n<p></p>\n<h2>B. Procedural History</h2>\n<p>On May 5, 2006, Raiche filed suit against Officers Pietroski and Coyne in the United States District Court for the District of Massachusetts. Raiche asserted civil rights claims under 42 U.S.C. § 1983 and the Massachusetts Civil Rights Act, Mass. Gen. Laws ch. 12, §§ 11H &amp; I (MCRA), alleging that his arrest had been effected without probable cause and by means of excessive force. Raiche also asserted common law claims alleging false imprisonment and assault and battery.</p>\n<p>A jury trial began on January 12, 2009. At the close of Raiche's evidence, the officers filed a motion for judgment as a matter of law based on, <i>inter alia,</i> qualified immunity, and the officers renewed the motion at the close of all evidence pursuant to Rule 50 of the Federal Rules of Civil Procedure. The district court denied both motions without written findings or opinion.</p>\n<p>On January 16, 2009, the jury returned verdicts in favor of (1) Coyne on all claims <span class=\"star-pagination\">*35</span> against him, (2) Pietroski on the claims asserting arrest without probable cause (§ 1983, MCRA, and false imprisonment), and (3) Raiche on claims alleging that Pietroski used excessive force to make the arrest (§ 1983, MCRA, and assault and battery). The jury awarded Raiche $2,500 in compensatory damages but did not award punitive damages. On May 19, 2009, the district court entered judgment in accordance with the verdicts.</p>\n<p>On June 3, 2009, Pietroski renewed his motion for judgment as a matter of law based on qualified immunity or, in the alternative, insufficient evidence of excessive force; he also moved in the alternative for a new trial.<sup>[1]</sup> On June 4, 2009, the district court denied his post-trial motions. Pietroski timely filed his notice of appeal on June 18, 2009. This court has jurisdiction pursuant to 28 U.S.C. § 1291.</p>\n<p></p>\n<h2>II. Qualified Immunity</h2>\n<p>We will first address Pietroski's argument that he is entitled to qualified immunity. A district court's denial of qualified immunity is a legal determination that we review <i>de novo. </i><i>Iacobucci v. Boulter,</i> <span class=\"citation\" data-id=\"198661\"><a href=\"/opinion/198661/iacobucci-v-town-of-pembroke/\"><span class=\"volume\">193</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">14</span></a></span>, 22 (1st Cir. 1999). When reviewing a question of qualified immunity originally resolved after a jury verdict, we must construe the evidence in the light most favorable to the party that prevailed at trial, giving \"deference ... to the jury's discernible resolution of disputed factual issues.\" <i>Id.</i> at 23. Here, the jury returned a verdict in Raiche's favor on his excessive force claims; thus, we construe the facts in a manner supportive of that verdict. <i>See id.</i>; <i>see also </i><i>Jennings v. Jones,</i> <span class=\"citation no-link\"><span class=\"volume\">499</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">2</span></span>, 7 (1st Cir.2007) (\"[W]here the jury has issued a general verdict ... we view the facts in the light most favorable to the verdict.\") (internal quotation marks and brackets removed). In the end, \"[t]he availability of qualified immunity after a trial is a legal question informed by the jury's findings of fact, but ultimately committed to the court's judgment.\" <i>Acevedo-Garcia v. Monroig,</i> <span class=\"citation no-link\"><span class=\"volume\">351</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">547</span></span>, 563 (1st Cir.2003).</p>\n<p>Qualified immunity affords limited protection to public officials faced with liability under 42 U.S.C. § 1983, \"`insofar as their conduct does not violate clearly established statutory or constitutional rights of which a reasonable person would have known.'\" <i>Pearson v. Callahan,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"145918\"><a href=\"/opinion/145918/pearson-v-callahan/\"><span class=\"volume\">129</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">808</span></a></span>, 815, <span class=\"citation\" data-id=\"145918\"><a href=\"/opinion/145918/pearson-v-callahan/\"><span class=\"volume\">172</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">565</span></a></span> (2009) (quoting <i>Harlow v. Fitzgerald,</i> <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">800</span></a></span>, 818, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2727</span></a></span>, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">396</span></a></span> (1982)). Thus, to determine whether qualified immunity applies in a given case, we must determine: (1) whether a public official has violated a plaintiff's constitutionally protected right; and (2) whether the particular right that the official has violated was clearly established at the time of the violation. <i>Estrada v. Rhode Island,</i> <span class=\"citation\" data-id=\"204167\"><a href=\"/opinion/204167/estrada-v-rhode-island/\"><span class=\"volume\">594</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">56</span></a></span>, 62-63 (1st Cir. 2010). These two prongs of the analysis need not be considered in any particular order, and both prongs must be satisfied for a plaintiff to overcome a qualified immunity defense. <i>See </i><i>Maldonado v. Fontanes,</i> <span class=\"citation\" data-id=\"203857\"><a href=\"/opinion/203857/maldonado-v-fontanes/\"><span class=\"volume\">568</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">263</span></a></span>, 269-70 (1st Cir.2009). Additionally, in applying the second prong, we must consider two subsidiary issues: <span class=\"star-pagination\">*36</span> (a) the clarity of the law in general at the time of the alleged violation; and (b) the clarity of the law as applied to the casein other words, whether a reasonable person in the defendant's shoes \"would have understood that his conduct violated the Plaintiff['s] constitutional rights.\" <i>Id.</i> at 269. In conducting the whole analysis, we must take care \"to avoid the chilling effect of second-guessing where the officer[], acting in the heat of events, made a defensible (albeit imperfect) judgment.\" <i>Statchen v. Palmer,</i> <span class=\"citation\" data-id=\"177300\"><a href=\"/opinion/177300/statchen-v-palmer/\"><span class=\"volume\">623</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></a></span>, 18, <span class=\"citation no-link\"><span class=\"volume\">2010</span> <span class=\"reporter\">WL</span> <span class=\"page\">4027830</span></span>, at *2 (1st Cir.2010) (citing <i>Roy v. Inhabitants of Lewiston,</i> <span class=\"citation\" data-id=\"195798\"><a href=\"/opinion/195798/roy-v-inhabitants/\"><span class=\"volume\">42</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">691</span></a></span>, 695 (1st Cir.1994)).</p>\n<p>Although we do not need to follow the rigid structure that we once did, we will proceed to conduct each step of the analysis in the traditional order. This exercise reveals that, given the jury's resolution of the facts, Pietroski's use of force was not defensible and, therefore, that qualified immunity affords him no refuge.</p>\n<p></p>\n<h2>A. Qualified Immunity Applied to § 1983 Claim</h2>\n<p>Pietroski argues that he is entitled to qualified immunity against Raiche's § 1983 excessive force claim. We will therefore examine both prongs of qualified immunity analysis as applied to this claim.</p>\n<p></p>\n<h2>1. Prong One: The Constitutional Violation</h2>\n<p>Excessive force claims are founded on the Fourth Amendment right to be free from unreasonable seizures of the person. <i>See</i> U.S. Const. amend. IV; <i>Graham v. Connor,</i> <span class=\"citation\" data-id=\"112257\"><a href=\"/opinion/112257/graham-v-connor/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">386</span></a></span>, 394-95, <span class=\"citation\" data-id=\"112257\"><a href=\"/opinion/112257/graham-v-connor/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1865</span></a></span>, <span class=\"citation\" data-id=\"112257\"><a href=\"/opinion/112257/graham-v-connor/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">443</span></a></span> (1989). The Fourth Amendment is implicated where an officer exceeds the bounds of reasonable force in effecting an arrest or investigatory stop. <i>See </i><i>Graham,</i> 490 U.S. at 394-95, <span class=\"citation\" data-id=\"112257\"><a href=\"/opinion/112257/graham-v-connor/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1865</span></a></span>. We analyze excessive force claims according to the constitutional touchstone of objective reasonableness, so we do not consider an officer's subjective \"intent or motivation.\" <i>Id.</i> at 397, <span class=\"citation\" data-id=\"112257\"><a href=\"/opinion/112257/graham-v-connor/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1865</span></a></span>; <i>see also </i><i>Saucier v. Katz,</i> <span class=\"citation no-link\"><span class=\"volume\">533</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">194</span></span>, 202, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2151</span></span>, <span class=\"citation no-link\"><span class=\"volume\">150</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">272</span></span> (2001), <i>abrogated on other grounds by </i><i>Pearson,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"145918\"><a href=\"/opinion/145918/pearson-v-callahan/\"><span class=\"volume\">129</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">808</span></a></span>, <span class=\"citation\" data-id=\"145918\"><a href=\"/opinion/145918/pearson-v-callahan/\"><span class=\"volume\">172</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">565</span></a></span>. Instead, we determine whether \"the defendant officer employed force that was unreasonable under the circumstances.\" <i>Jennings,</i> 499 F.3d at 11; <i>see also </i><i>Graham,</i> 490 U.S. at 397, <span class=\"citation\" data-id=\"112257\"><a href=\"/opinion/112257/graham-v-connor/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1865</span></a></span>. This determination requires us to balance the individual's interest against the government's, weighing three non-exclusive factors: (1) \"the severity of the crime at issue,\" (2) \"whether the suspect poses an immediate threat to the safety of the officers or others,\" and (3) \"whether [the suspect] is actively resisting arrest or attempting to evade arrest by flight.\" <i>Graham,</i> 490 U.S. at 396, <span class=\"citation\" data-id=\"112257\"><a href=\"/opinion/112257/graham-v-connor/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1865</span></a></span>; <i>see also </i><i>Morelli v. Webster,</i> <span class=\"citation\" data-id=\"203615\"><a href=\"/opinion/203615/morelli-v-webster/\"><span class=\"volume\">552</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span>, 23 (1st Cir.2009). Finally, because our analysis comes after a jury verdict in Raiche's favor, we must consider the sufficiency of the evidence supporting a finding of excessive force. <i>See </i><i>Jennings,</i> 499 F.3d at 11 n. 12. This evidence may be in the form of \"expert testimony, lay testimony, or other evidence,\" as long as \"the jury could evaluate the reasonableness of [Pietroski's] conduct.\" <i>Id.</i> at 15 n. 15. Viewing the facts in the light most favorable to Raiche, as we must, we conclude that there is ample evidence to support the jury's finding that Pietroski's conduct was unreasonable under the circumstances and, therefore, that a constitutional violation occurred.</p>\n<p>First, we consider each of the <i>Graham</i> factors in turn to assess the reasonableness of Pietroski's conduct under the circumstances that he faced. As to the severity of the crimes involved, the <span class=\"star-pagination\">*37</span> police initiated their pursuit because Raiche was committing a civil motor vehicle violation by failing to wear a helmet while driving a motorcycle. <i>See</i> Mass. Gen. Laws ch. 90, § 7. The police then arrested Raiche for failing to stop when signaled by police. <i>See</i> Mass. Gen. Laws ch. 90, § 25. Absent some other heated circumstances, these relatively minor infractions do not justify an officer in the violent act of physically removing a person from a parked motorcycle and slamming him into the pavement, let alone the additional force Pietroski applied when Raiche was on the ground offering no resistance. As to the threat Raiche posed, he remained on his motorcycle behind a parked car and never displayed any weapons or made any verbal threats. And as to whether Raiche was attempting to flee or resisting arrest, he was sitting on a stopped motorcycle. Moreover, he was not charged with resisting arrest. Viewing the facts in the light most favorable to Raiche, therefore, the force employed by Pietroski was unnecessary to prevent Raiche from fleeing. Consequently, all of the <i>Graham</i> factors indicate that Pietroski's use of force was wholly unreasonable.</p>\n<p>Looking beyond the <i>Graham</i> factors to the sufficiency of the evidence, we find that the record contains ample evidence to support a determination that Pietroski's conduct was unreasonable, even under the Boston Police Department's own standards. Coyne's candid testimony is particularly useful here. According to Coyne, the Boston Police Academy instructs officers to follow the Use of Force Continuum in determining the proper amount of force to use when conducting a stop. The Continuum provides five levels of intensity: (1) the presence of a uniformed police officer; (2) verbal command, which includes a police car's overhead lights or siren; (3) open-hand command, which entails physically taking control of a person; (4) non-lethal incapacitating devices, such as pepper spray; and (5) lethal force. Officers are to conduct a traffic stop using the least amount of force necessary and to end the use of force outright when a person has pulled over and stopped. Coyne's testimony provided a clear framework for the jury to assess Pietroski's use of force; applying this framework, a reasonable jury could easily conclude that the use of force should have ceased when Raiche stopped and pulled over in response to the cruiser's overhead lights. Such a conclusion would compel a finding that Pietroski acted unreasonably when he slammed Raiche and his motorcycle to the pavement.<sup>[2]</sup></p>\n<p>Notwithstanding our analysis of the <i>Graham</i> factors and the sufficiency of the evidence, Pietroski contends that the district court failed to account for the jury's verdict in his favor on the issue of probable cause. Pietroski argues that his limited success means that we should construe the facts in his favor, not Raiche's. However, we may construe the facts relevant to probable cause in Pietroski's favor and those relevant to excessive force in Raiche's favor without any inconsistency. <i>See, e.g., </i><i>Gallick v. Baltimore &amp; O. R.R. Co.,</i> <span class=\"citation\" data-id=\"106532\"><a href=\"/opinion/106532/gallick-v-baltimore-ohio-r-co/\"><span class=\"volume\">372</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">108</span></a></span>, 119, <span class=\"citation\" data-id=\"106532\"><a href=\"/opinion/106532/gallick-v-baltimore-ohio-r-co/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">659</span></a></span>, <span class=\"citation\" data-id=\"106532\"><a href=\"/opinion/106532/gallick-v-baltimore-ohio-r-co/\"><span class=\"volume\">9</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">618</span></a></span> (1963) (providing that \"it is the duty of the courts to attempt to harmonize\" a jury's findings \"if it is possible under a fair reading of them\"). Indeed, a finding of excessive force may be consistent with a finding of probable cause because the \"reasonableness\" of an arrest <span class=\"star-pagination\">*38</span> \"depends not only on <i>when</i> it is made\" e.g., after probable cause has accrued \"but also on <i>how</i> it is carried out.\" <i>Graham,</i> 490 U.S. at 395, <span class=\"citation\" data-id=\"112257\"><a href=\"/opinion/112257/graham-v-connor/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1865</span></a></span>.</p>\n<p>Probable cause to make an arrest is satisfied where an officer has reason to believe that a crime has been committed, and this seems to be what the jury found. <i>See </i><i>Iacobucci,</i> 193 F.3d at 23; <i>see also </i><i>Logue v. Dore,</i> <span class=\"citation\" data-id=\"197149\"><a href=\"/opinion/197149/logue-v-dore/\"><span class=\"volume\">103</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1040</span></a></span>, 1044 (1st Cir.1997) (holding that probable cause exists only if the facts within the arresting officer's knowledge \"are sufficient to lead an ordinarily prudent officer to conclude that an offense has been, is being, or is about to be committed\"). According to the jury verdict form, when Pietroski arrested Raiche, he had probable cause \"to believe that [Raiche] <i>had committed</i> the crime of failing to stop for a police officer\" (emphasis added). Guided by Coyne's testimony that the use of a police cruiser's overhead lights signals a driver to pull over and stop, the jury could have concluded that the police had probable cause to believe Raiche failed to submit when he did not immediately pull over in response to the cruiser's overhead lights. Under the same set of facts, the jury reasonably could have concluded that Raiche pulled over and stopped after he became aware of the cruiser's overhead lights and that no use of force was required thereafter. Thus, the jury was free to concludeas it didthat the arrest was made at a reasonable time (after probable cause had accrued), but in an unreasonable manner (by the exercise of excessive force).</p>\n<p>In all, both the law and the evidence support the jury's and the district court's determination that Pietroski violated Raiche's Fourth Amendment right to be free from unreasonable seizures by employing excessive force against him. We now turn our attention to the question of whether this right was clearly established at the time Pietroski committed the violation.</p>\n<p></p>\n<h2>2. Prong Two: The Right was Clearly Established</h2>\n<p>Pietroski may still mount a successful qualified immunity defense if Raiche's Fourth Amendment right was not clearly established at the time Pietroski committed the violation. As set forth above, to determine whether the right was clearly established, we must consider two subsidiary issues: (a) the clarity of the law in general at the time of the alleged violation; and (b) the clarity of the law as applied to the casein other words, whether a reasonable person in the defendant's shoes \"would have understood that his conduct violated the plaintiff['s] constitutional rights.\" <i>Maldonado,</i> 568 F.3d at 269.</p>\n<p></p>\n<h2>a. The Clarity of the Law in General</h2>\n<p>To determine whether the law is clear in general, we must define \"the right allegedly violated ... at the appropriate level of specificity.\" <i>Wilson v. Layne,</i> <span class=\"citation\" data-id=\"118289\"><a href=\"/opinion/118289/wilson-v-layne/\"><span class=\"volume\">526</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">603</span></a></span>, 615, <span class=\"citation\" data-id=\"118289\"><a href=\"/opinion/118289/wilson-v-layne/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1692</span></a></span>, <span class=\"citation\" data-id=\"118289\"><a href=\"/opinion/118289/wilson-v-layne/\"><span class=\"volume\">143</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">818</span></a></span> (1999). Once we have defined the <i>right,</i> we often consider whether the <i>violation</i> itself is clearly established; a violation is clear \"either if courts have previously ruled that materially similar conduct was unconstitutional,\" or if the conduct was \"such an obvious violation of the Fourth Amendment's general prohibition on unreasonable force that a reasonable officer would not have required prior case law on point to be on notice that his conduct was unlawful.\" <i>Jennings,</i> 499 F.3d at 16-17; <i>see also </i><i>United States v. Lanier,</i> <span class=\"citation\" data-id=\"118098\"><a href=\"/opinion/118098/united-states-v-lanier/\"><span class=\"volume\">520</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">259</span></a></span>, 271, <span class=\"citation\" data-id=\"118098\"><a href=\"/opinion/118098/united-states-v-lanier/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1219</span></a></span>, <span class=\"citation\" data-id=\"118098\"><a href=\"/opinion/118098/united-states-v-lanier/\"><span class=\"volume\">137</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">432</span></a></span> (1997).</p>\n<p>Here, the question may be defined specifically as whether prior existing case law or general Fourth Amendment principles <span class=\"star-pagination\">*39</span> gave Pietroski notice that it is unconstitutional for a police officer to exert against a person the considerable force used in this incident. We need not decide whether there are materially similar cases of controlling authority or a consensus of persuasive authority existing at the time of the incident which would have clearly established the law. <i>Cf. </i><i>Wilson v. Layne,</i> <span class=\"citation\" data-id=\"118289\"><a href=\"/opinion/118289/wilson-v-layne/\"><span class=\"volume\">526</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">603</span></a></span>, 617, <span class=\"citation\" data-id=\"118289\"><a href=\"/opinion/118289/wilson-v-layne/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1692</span></a></span>, <span class=\"citation\" data-id=\"118289\"><a href=\"/opinion/118289/wilson-v-layne/\"><span class=\"volume\">143</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">818</span></a></span> (1999) (law is generally unclear where there is no controlling authority or general consensus directly on point). This is because Pietroski's excessive conduct was \"such an obvious violation of the Fourth Amendment's general prohibition on unreasonable force that a reasonable officer would not have required prior case law on point to be on notice that his conduct was unlawful.\" <i>Jennings,</i> 499 F.3d at 16-17.</p>\n<p>A reasonable officer with training on the Use of Force Continuum would not have needed prior case law on point to recognize that it is unconstitutional to tackle a person who has already stopped in response to the officer's command to stop and who presents no indications of dangerousness.<sup>[3]</sup> Such conduct is a major departure from reasonable behavior under both the <i>Graham</i> factors and the officer's training. Indeed, Pietroski jumped immediately to the extreme end of the \"open-hand\" force category on the Use of Force Continuum, tackling rather than otherwise subduing Raiche, slamming his head to the pavement, and destroying his motorcycle. Given the overall state of the law at the time of Raiche's arrest and the violence of Pietroski's conduct, it was clearly unconstitutional for a police officer to apply the force that Pietroski did under the circumstances.</p>\n<p></p>\n<h2>b. The Clarity of the Law as Applied</h2>\n<p>Not only was the law generally clear that Pietroski's conduct violated Raiche's right to be free from unreasonable seizures, but it was also sufficiently clear that \"an objectively reasonable [officer] would have believed that the action taken violated that clearly established constitutional right.\" <i>Jennings,</i> 499 F.3d at 18 (internal quotation marks omitted). As our previous discussion makes clear, the record does not reveal any circumstances that would support Pietroski's use of force as reasonable, but it does reveal that an officer with Pietroski's training should not have used the force that he did. Thus, Pietroski cannot claim that he \"was reasonably mistaken as to the degree of force he should have used,\" and he has no recourse to qualified immunity. <i>Id.</i></p>\n<p>We sympathize with the challenging work of police officers, which often forces them to make \"split-second judgmentsin circumstances that are tense, uncertain and rapidly evolvingabout the amount of force that is necessary in a particular situation.\" <i>Graham,</i> 490 U.S. at 396, <span class=\"citation\" data-id=\"112257\"><a href=\"/opinion/112257/graham-v-connor/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1865</span></a></span>. However, we do not find such circumstances here. An objectively reasonable police officer would have believed that tackling Raiche from his motorcycle and slamming him into the pavement would violate his constitutional right to be free from excessive force.</p>\n<p>We have found that the record contains sufficient evidence to support the jury's <span class=\"star-pagination\">*40</span> verdict that Pietroski used excessive force to arrest Raiche in violation of his Fourth Amendment rights. Additionally, we have found that the law at the time was clearly established enough to caution Pietroski that the force he exercised against Raiche was excessive. Finally, we have found that an objectively reasonable officer under the specific circumstances in which Pietroski found himself would have believed that the force that Pietroski used to make the arrest was excessive. Therefore, Pietroski is not entitled to qualified immunity against Raiche's excessive force claim under § 1983. We affirm the denial of Pietroski's motion for judgment as a matter of law on Raiche's § 1983 excessive force claim.</p>\n<p></p>\n<h2>B. Qualified Immunity Applied to State Law Claims</h2>\n<p>Pietroski also contends that he is entitled to qualified immunity against Raiche's excessive force claims asserted under state law. Our above analysis compels us to hold otherwise. Nevertheless, we will briefly address each state claim.</p>\n<p></p>\n<h2>1. MCRA</h2>\n<p>The MCRA is the state analog to § 1983 and provides a cause of action for an individual whose rights under the constitution or laws of either the United States or the Commonwealth of Massachusetts have been interfered with by \"threats, intimidation or coercion.\" Mass. Gen. Laws ch. 12, §§ 11H &amp; I. Most importantly here, the Supreme Judicial Court of Massachusetts has held that MCRA claims are subject to the same standard of immunity for police officers that is used for claims asserted under § 1983. <i>Duarte v. Healy,</i> <span class=\"citation\" data-id=\"2077131\"><a href=\"/opinion/2077131/duarte-v-healy/\"><span class=\"volume\">405</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">43</span></a></span>, 46, <span class=\"citation\" data-id=\"2077131\"><a href=\"/opinion/2077131/duarte-v-healy/\"><span class=\"volume\">537</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1230</span></a></span> (1989); <i>see also </i><i>Dean v. City of Worcester,</i> <span class=\"citation\" data-id=\"555047\"><a href=\"/opinion/555047/gerard-dean-v-city-of-worcester/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">364</span></a></span>, 369-70 (1st Cir.1991). Raiche's MCRA claim, like his § 1983 claim, is based on the allegation that Pietroski used excessive force to arrest Raiche. Because we have already determined that Pietroski is not protected by qualified immunity with respect to the § 1983 excessive force claim, we likewise conclude that he is not entitled to qualified immunity against the MCRA claim alleging excessive force.</p>\n<p></p>\n<h2>2. Common Law Claims for Assault and Battery</h2>\n<p>Massachusetts law allows for assault and battery claims against police officers who use excessive force in conducting an arrest. <i>See </i><i>Powers v. Sturtevant,</i> <span class=\"citation no-link\"><span class=\"volume\">199</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">265</span></span>, <span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">84</span></span>, 84 (1908) (holding that defendant officer \"had not the right to use unreasonable or excessive force and if he did, he is liable to the plaintiff for any injury suffered in consequence thereof\"); <i>see also </i><i>Dean,</i> 924 F.2d at 369. However, Massachusetts law also allows an officer to use reasonable force in conducting a lawful arrest: reasonable force is a valid defense to assault and battery. <i>See </i><i>Dean,</i> 924 F.2d at 369. Where a plaintiff alleges both a § 1983 excessive force claim and common law claims for assault and battery, our determination of the reasonableness of the force used under § 1983 controls our determination of the reasonableness of the force used under the common law assault and battery claims. <i>See id.</i> We have already held that Pietroski used excessive force; therefore, we must uphold the jury's verdict that Pietroski committed assault and battery.</p>\n<p>Pietroski also asserts that he is entitled to state qualified immunity against Raiche's common law claims of assault and battery. Massachusetts law is unsettled regarding the existence of a state-law concept analogous to federal qualified immunity. <i>See </i><i>Foster v. McGrail,</i> <span class=\"citation\" data-id=\"1522794\"><a href=\"/opinion/1522794/foster-v-mcgrail/\"><span class=\"volume\">844</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">16</span></a></span>, 29 (D.Mass.1994). Despite uncertainty regarding <span class=\"star-pagination\">*41</span> the existence of state qualified immunity, we do not need to address this issue because we have already found that Pietroski is not entitled to qualified immunity at all.</p>\n<p>In conclusion, Pietroski is not entitled to qualified immunity against Raiche's excessive force claims made under state law for precisely the same reasons that he is not entitled to qualified immunity against Raiche's excessive force claim made under § 1983. We therefore affirm the denial of Pietroski's motion for judgment as a matter of law on the state law excessive force claims.</p>\n<p></p>\n<h2>III. New Trial</h2>\n<p>Qualified immunity aside, Pietroski requests in the alternative that this court order a new trial on Raiche's excessive force claims. As grounds for a new trial, Pietroski asserts that the evidence in the record does not support the jury's verdict against him and that allowing the verdict to stand would result in a miscarriage of justice.</p>\n<p>Where the trial judge has denied a motion for a new trial on the issue of the sufficiency of the evidence, it is \"only in a very unusual case that we will reverse such a ruling as an abuse of discretion.\" <i>Wagenmann v. Adams,</i> <span class=\"citation\" data-id=\"494589\"><a href=\"/opinion/494589/ronald-e-wagenmann-v-russell-j-adams-appeal-of-gerald-r-anderson/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">196</span></a></span>, 200 (1st Cir.1987) (quoting <i>Sears v. Pauly,</i> <span class=\"citation\" data-id=\"246607\"><a href=\"/opinion/246607/eleonora-r-sears-v-hartmann-h-pauly-hartmann-h-pauly-v-eleonora-r/\"><span class=\"volume\">261</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">304</span></a></span>, 309 (1st Cir.1958)). \"[We] may set aside a jury's verdict and order a new trial only if the verdict is against the demonstrable weight of the credible evidence or results in a blatant miscarriage of justice.\" <i>Sanchez v. P.R. Oil Co.,</i> <span class=\"citation\" data-id=\"679955\"><a href=\"/opinion/679955/jose-l-sanchez-v-puerto-rico-oil-company/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">712</span></a></span>, 717 (1st Cir.1994).</p>\n<p>We have already concluded that the jury's verdict against Pietroski on the excessive force claims was supported by sufficient, and in fact quite ample, evidence in the record. <i>See supra</i> Part II.A.1. Therefore, a new trial is not warranted. <i>See </i><i>Sanchez,</i> 37 F.3d at 717. Moreover, given the jury's finding that Pietroski used substantial physical force against a stopped and compliant individual suspected of only minor infractions, upholding the verdict is simply not any kind of miscarriage of justice let alone a blatant one. <i>See id.</i> The district court did not abuse its discretion in denying the motion for a new trial; accordingly, we affirm.</p>\n<p></p>\n<h2>IV. Conclusion</h2>\n<p>For the reasons set forth above, we <i>affirm</i> the district court's denial of Pietroski's post-trial motion for judgment as a matter of law and motion for a new trial.</p>\n<h2>NOTES</h2>\n<p>[*]  Of the Federal Circuit, sitting by designation.</p>\n<p>[1]  Raiche contends that Pietroski's post-trial motions were not filed on the tenth business day after entry of judgment as required by then-Rules 50(b) and 59(b) of the Federal Rules of Civil Procedure. <i>See</i> Fed.R.Civ.P. 50(b) and 59(b) (2007) (amended effective December 1, 2009 to extend the filing period to 28 calendar days). However, Raiche overlooks that Memorial Day, May 25, 2009, was excluded from the filing period because it was a legal holiday. <i>See</i> Fed.R.Civ.P. 6(a)(4)(A) (2007) (amended 2009). Judgment was entered on May 19, 2009, and Pietroski's post-trial motions were timely filed on June 3, 2009.</p>\n<p>[2]  Even absent Coyne's testimony, however, the jury could have used simple common sense to conclude that Pietroski acted unreasonably by tackling a compliant Raiche from his stopped motorcycle. <i>See </i><i>Jennings,</i> 499 F.3d at 15 (noting that common sense may be an appropriate basis for a finding of excessive force).</p>\n<p>[3]  Raiche and Coyne testified that they did not hear Pietroski give Raiche any instructions; therefore, taking the facts in Raiche's favor, the only command at issue is the officers' use of the cruiser's overhead lights. However, even if Pietroski did command Raiche to show his hands and get down on the ground while running from the cruiser to Raiche, Raiche would not have had time to comply according to Pietroski's testimony, the cruiser had parked within ten feet of Raiche's motorcycle, so Pietroski could not have taken more than a couple of seconds to reach Raiche.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/106532/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110763/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112257/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118098/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118289/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145918/",
    "http://www.courtlistener.com/api/rest/v3/opinions/177300/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195798/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197149/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198661/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203615/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203857/",
    "http://www.courtlistener.com/api/rest/v3/opinions/204167/",
    "http://www.courtlistener.com/api/rest/v3/opinions/246607/",
    "http://www.courtlistener.com/api/rest/v3/opinions/494589/",
    "http://www.courtlistener.com/api/rest/v3/opinions/555047/",
    "http://www.courtlistener.com/api/rest/v3/opinions/679955/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1522794/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2077131/"
  ]
}