{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/183309/",
  "absolute_url": "/opinion/183309/united-states-v-holloway/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/183309/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-01-21T20:49:04Z",
  "date_modified": "2016-04-26T06:10:39.503685Z",
  "type": "010combined",
  "sha1": "3044ef3d427ae92a3074778a2304c04ce25a3f30",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/08-2273P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2011/01/21/US_v._Calvo.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\nNo. 08-2273\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                               v.\n\n                         CURTIS HOLLOWAY,\n                TRUE NAME: CURTIS KAREEM HOLLOWAY,\n       A/K/A CURTIS H. HOLLOWAY, A/K/A CURTIS K. HOLLOWAY,\n\n                      Defendant, Appellant.\n\n\nNo. 09-1232\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                               v.\n\n                       RICARDO CALVO,JR.,\n\n                      Defendant, Appellant.\n\n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n            [Hon. Rya W. Zobel, U.S. District Judge]\n        [Hon. F. Dennis Saylor, IV, U.S. District Judge]\n\n\n                             Before\n\n                       Lynch, Chief Judge,\n              Torruella and Howard, Circuit Judges.\n\n\n     Syrie D. Fried, Federal Defender Office, for Curtis Holloway.\n     Alan Jay Black for Ricardo Calvo, Jr.\n     Mark T. Quinlivan, Assistant United States Attorney with whom\n\fCarmen M.   Ortiz,   United   States   Attorney,   was   on   brief,   for\nappellee.\n\n\n\n                          January 21, 2011\n\f          HOWARD, Circuit Judge.     Under the Armed Career Criminal\n\nAct (\"ACCA\"), codified at 18 U.S.C. § 924(e), a person convicted of\n\nbeing a felon in possession of a firearm who also has three\n\nprevious convictions for a \"violent felony\" is sentenced to a\n\nminimum of fifteen years in prison.        The two appeals before us\n\nraise a recurring issue: whether a federal court may conclude that\n\na conviction under Massachusetts's simple assault and battery\n\nstatute   qualifies   as   a   violent   felony   under   the   ACCA,   §\n\n924(e)(2)(B)(i), merely because the state indictment used the\n\nboilerplate language \"did assault and beat.\"1\n\n          Our cases hold that Massachusetts's simple assault and\n\nbattery statute covers multiple offenses; that at least one of\n\nthese offenses, \"harmful battery,\" qualifies as a violent felony\n\nunder the ACCA; and that charging language in a state court\n\nindictment alleging that the defendant \"did assault and beat\" his\n\nvictim suffices to identify the harmful battery offense.\n\n          This last conclusion -- first reached by us in United\n\nStates v. Mangos, 134 F.3d 460, 464 (1st Cir. 1998) --          has been\n\n\n     1\n       In other cases, we have considered a similar question: the\ncircumstances under which a Massachusetts simple assault and\nbattery conviction will qualify as a predicate conviction for a\n\"crime of violence\" under the career offender provision of the U.S.\nSentencing Guidelines. United States v. Estevez, 419 F.3d 77, 82\n(1st Cir. 2005); United States v. Santos, 363 F.3d 19, 22 (1st Cir.\n2004); United States v. Mangos, 134 F.3d 460, 464 (1st Cir. 1998).\nThe terms \"crime of violence\" and \"violent felony\" are nearly\nidentical in meaning. United States v. Willings, 588 F.3d 56, 58\nn.2 (1st Cir. 2009). Because of this, \"decisions construing one\nterm inform the construction of the other.\" Id.\n\n                                  -3-\n\fchallenged often, on the basis that the \"did assault and beat\"\n\ncharging language is boilerplate and thus fails to identify the\n\nharmful   battery    offense.    Despite   this   criticism,   we   have\n\nconsidered ourselves bound by Mangos and have reaffirmed its\n\nholding on multiple occasions.     United States v. Rivera, 562 F.3d\n\n1, 2 (1st Cir. 2009); United States v. Holloway, 499 F.3d 114, 118\n\n(1st Cir. 2007); United States v. Estevez, 419 F.3d 77, 82 (1st\n\nCir. 2005); United States v. Santos, 363 F.3d 19, 23 (1st Cir.\n\n2004).\"\n\n             The appellants in the present cases, Curtis Holloway and\n\nRichard Calvo, urge us to revisit and abandon the Mangos rule, in\n\nlight of the Supreme Court's decision in Johnson v. United States,\n\n130 S. Ct. 1265 (2010), which held that a Florida battery offense\n\ndid not qualify as a violent felony under the ACCA.            Although\n\nJohnson is not directly on point we nevertheless conclude that it\n\ncasts sufficient doubt on the reasoning set forth in Mangos to\n\nrequire us to take a fresh look at the issue.      After doing so, we\n\nagree that Mangos's rule that the boilerplate charging language of\n\nassault and battery alone establishes a violent felony is no longer\n\ngood law.2    It follows that further analysis is ordinarily required\n\n\n     2\n       Following the procedure described in cases such as Crowe v.\nBolduc, 365 F.3d 86, 89 n.1 (1st Cir. 2004) and United States v.\nDowdell, 595 F.3d 50, 62 n.8 (1st Cir. 2010), the panel opinion in\nthis case was circulated to all active judges of the court, all of\nwhom posed no objection to our treatment of Mangos and its progeny.\nWe caution that the use of this informal procedure does not convert\nthis opinion into an opinion en banc, nor does it preclude a\n\n                                  -4-\n\fin the district courts before the conclusion can be reached as to\n\nwhether the offense at issue qualifies as an ACCA felony.                    That\n\nfurther   analysis   would    normally      involve     (a)   looking   to     the\n\ndocuments permitted under Shepard v. United States, 544 U.S. 13\n\n(2005) and (b) consideration of whether the conduct described in\n\nthose documents falls within the force clause or the residual\n\nclause of the ACCA.\n\n           The question of the appropriate next steps in these two\n\ncases is more complicated because the district courts in the\n\ninstant cases relied on our previous pronouncements about the \"did\n\nassault and beat\" charging language when sentencing the appellants\n\nunder the ACCA force clause.        We vacate both sentences and remand\n\nfor further consideration as noted, and for resentencing.\n\n                                I.     Facts\n\n                               A.     Holloway\n\n           In   2002,   a   federal    grand     jury   in    the   District   of\n\nMassachusetts returned a one-count indictment charging Holloway\n\nwith being a felon in possession of ammunition in violation of 18\n\nU.S.C. § 922(g).     In 2005, Holloway entered a conditional guilty\n\nplea.\n\n\n\n\nsuggestion of rehearing en banc on any issue in the case, whether\nor not related to the panel's treatment of Mangos.\n\n                                      -5-\n\f                    1.   First sentencing and appeal\n\n            At sentencing, the government argued that the district\n\ncourt should sentence Holloway to a mandatory fifteen–year prison\n\nterm under the ACCA on the basis of his three prior Massachusetts\n\nconvictions for assault and battery.        The government noted that\n\neach of Holloway's convictions was accompanied by an indictment\n\nalleging that he \"did assault and beat\" the victim.        Citing Mangos\n\nand its progeny, the government argued that this charging language\n\nsufficed to identify the offense of harmful battery, which is a\n\nviolent felony under the ACCA.       Holloway claimed that the \"did\n\nassault and beat\" charging language was not peculiar to harmful\n\nbattery; rather, it was used to charge all types of assault and\n\nbattery, including a type that would not qualify as a predicate\n\noffense under the ACCA.       Because it was unclear which battery\n\noffense he had been convicted of, Holloway's argument continued,\n\nthe district court could not sentence him as an armed career\n\ncriminal.      The district court accepted Holloway's argument and\n\nsentenced him to time served.\n\n            The government appealed Holloway's sentence, arguing that\n\nthe sentencing decision was erroneous in light of Mangos.               We\n\nagreed, noting that \"Holloway's contention is foreclosed by our\n\nprecedent which holds that a Massachusetts charging document that\n\nstates   the    defendant   'assault[ed]   and   beat'   the   victim   is\n\nsufficient to establish the conviction was for a violent battery.\"\n\n\n                                   -6-\n\fUnited States v. Holloway, 499 F.3d 114, 118 (1st Cir. 2007).                     We\n\nvacated Holloway's sentence and remanded for resentencing.                  Id. at\n\n118–119.\n\n                2.   Second sentencing and current appeal\n\n            On remand, Holloway again argued that the district court\n\ncould not rely on his Massachusetts convictions for assault and\n\nbattery to sentence him under the ACCA.                The district court, as it\n\nwas bound to do, rejected Holloway's argument and sentenced him to\n\nthe mandatory fifteen–year prison term, to be followed by three\n\nyears of supervised release.            Holloway now appeals this sentence,\n\nclaiming that Johnson requires reconsideration of the charging\n\nlanguage rule.\n\n                                     B.      Calvo\n\n            Calvo's sentencing followed a similar path.                 In 2006, a\n\nfederal grand jury in the District of Massachusetts returned a\n\nsuperseding indictment charging Calvo with, among other things,\n\nbeing   a   felon    in    possession     of    a    firearm   and   ammunition   in\n\nviolation of 18 U.S.C. § 922(g).                     Calvo pled guilty to this\n\nparticular count.\n\n            At sentencing, the government argued that the district\n\ncourt should sentence Calvo to a mandatory fifteen–year prison term\n\nunder the ACCA because he had three prior Massachusetts convictions\n\nfor   assault    and      battery.      As     at    Holloway's   sentencing,     the\n\ngovernment noted that Calvo's assault and battery convictions were\n\n\n                                          -7-\n\faccompanied by the \"did assault and beat\" charging language that\n\nidentified harmful battery as the offenses of conviction.                          Like\n\nHolloway,     Calvo      argued       that    the   charging   language     was    mere\n\nstatutory     boilerplate.            The     district    court   rejected     Calvo's\n\nargument, noting that it was \"foreclosed by the case law.\"                          It\n\nsentenced Calvo to the mandatory fifteen–year prison term, to be\n\nfollowed by five years of supervised release.                       Calvo appeals,\n\nadvancing, in all material respects, the same argument as that\n\nadvanced by Holloway.\n\n                                  II.        Discussion\n\n                                 A.    Legal backdrop\n\n              \"We review de novo the legal conclusion as to whether a\n\nprior conviction qualifies as a 'violent felony.'\"                      United States\n\nv. Sanchez–Ramirez, 570 F.3d 75, 81 (1st Cir. 2009).\n\n              Under the ACCA, a prior offense will qualify as a violent\n\nfelony   if    it   is    both    punishable        by   imprisonment    for   a   term\n\nexceeding one year and either \"(i) has as an element the use,\n\nattempted use, or threatened use of physical force against the\n\nperson of another; or (ii) is burglary, arson, or extortion,\n\ninvolves use of explosives, or otherwise involves conduct that\n\npresents a serious potential risk of physical injury to another.\"\n\n18 U.S.C. § 924(e)(2)(B).              Clause (i) is sometimes referred to as\n\nthe \"force clause.\"          See e.g., United States v. Davis, 487 F.3d\n\n282, 285 (5th Cir. 2007).             The portion of clause (ii) following the\n\n\n                                              -8-\n\fenumerated      offenses      is     known       as   the   \"residual    clause.\"\n\nSanchez–Ramirez, 570 F.3d at 82.\n\n            When determining whether a defendant's prior offense\n\nqualifies as a violent felony under the ACCA, the sentencing court\n\nin the first instance, and we on de novo review, take a categorical\n\napproach.    Taylor v. United States, 495 U.S. 575, 600 (1990).\n\nUnder this approach, we consider whether the offense of conviction,\n\nas legally defined, qualifies as a violent felony under either of\n\nthe ACCA's two clauses.        Id.        This approach is deemed categorical\n\nbecause we may consider only the offense's legal definition,\n\nforgoing any inquiry into how the defendant may have committed the\n\noffense. Begay v. United States, 553 U.S. 137, 141 (2008); Taylor,\n\n495 U.S. at 600.\n\n            \"In implementing this [categorical] approach, the first\n\nstep is to identify the offense of conviction.\"                United States v.\n\nGiggey,   589    F.3d   38,    41    (1st    Cir.     2009).   This     can   prove\n\nchallenging when a defendant is convicted under a statute that\n\ncovers multiple offenses.           Id.    In such a case, a court may look to\n\na restricted set of documents (e.g., indictment, plea colloquy,\n\njury instructions) to ascertain which of the multiple offenses\n\nserved as the offense of conviction.                  Shepard, 544 U.S. at 26;\n\nGiggey, 589 F.3d at 41.            If those documents do not identify the\n\noffense of conviction, however, the conviction may only serve as a\n\npredicate offense if each of the possible offenses of conviction\n\n\n                                           -9-\n\fwould qualify as a violent felony.      See Shepard, 544 U.S. at 26.\n\nUnder these conditions, if at least one of the possible offenses of\n\nconviction would not qualify as a violent felony, the conviction is\n\nunusable for ACCA purposes.     In such a case, it is impossible to\n\ntell whether the defendant was convicted of a violent or non-\n\nviolent offense.\n\n            The statute at issue here, Massachusetts's simple assault\n\nand battery statute3, covers multiple offenses.    Specifically, the\n\nstatute encompasses three types of battery:     (1) harmful battery;\n\n(2) offensive battery; and (3) reckless battery.4    Commonwealth v.\n\nBoyd, 897 N.E.2d 71, 76 (Mass. App. Ct. 2008).       So far, we have\n\nheld only that the first of these three types, harmful battery,\n\nqualifies as a violent felony under the ACCA.     See, e.g., Rivera,\n\n562 F.3d at 1.\n\n            Because the assault and battery statute covers multiple\n\noffenses, a sentencing court's first task is to identify which\n\nbattery offense served as the offense of conviction.          Mangos\n\ninvolved this aspect of the categorical approach.     In Mangos, the\n\ndistrict court relied on the defendant's prior conviction under\n\nMassachusetts's assault and battery statute when sentencing him as\n\na career offender.   134 F.3d at 463.   Mangos appealed his sentence,\n\n\n     3\n         Mass. Gen. Laws ch. 265, § 13A.\n     4\n       These offenses are not defined in the statute. Instead,\nMassachusetts common law provides their definitions. Mangos, 134\nF.3d at 463.\n\n                                 -10-\n\farguing that, because it was unclear which battery offense he had\n\nbeen convicted of, his conviction could not serve as a predicate\n\noffense.   Id.    We rejected the premise of his argument, explaining\n\nthat the indictment in his case, which charged that he \"did assault\n\nand   beat\"    his   victim,   sufficed       to   identify   the   offense   of\n\nconviction as \"harmful battery,\" a crime of violence.               Id. at 464.\n\nIn reaching this conclusion, \"we interpreted the charging language\n\nin the most reasonable sense--that 'the assault amounted to a\n\nbeating' of the victim.\"       Holloway, 499 F.3d at 118.        After Mangos,\n\nthe rule in this circuit was straightforward:                 \"did assault and\n\nbeat\" charging language suffices to identify the harmful brand of\n\nbattery for purposes of sentencing under either the ACCA or the\n\ncareer   offender    provision    of    the    U.S.   Sentencing    Guidelines.\n\nRivera, 562 F.3d at 2; Holloway, 499 F.3d at 118; Estevez, 419 F.3d\n\nat 82; Santos, 363 F.3d at 23.\n\n                          B.     Issues on appeal\n\n              The appellants argue that our prior interpretation of the\n\nMassachusetts charging language has been undermined by Johnson. In\n\ntheir view, Johnson requires that we must consider how the charging\n\nlanguage is interpreted under state law rather than impose our own\n\nconstruction upon it.      We agree.\n\n              The government's response is two-fold.          First, it argues\n\nthat the charging language argument raised by the appellants is\n\nforeclosed; Holloway's under both the \"law of the case\" and \"law of\n\n\n                                       -11-\n\fthe circuit\" doctrines and Calvo's under the law of the circuit\n\ndoctrine. Although the government concedes there are exceptions to\n\nthese doctrines, it maintains that the Court's decision in Johnson\n\ndoes not implicate them.\n\n            The government argues in the alternative that, even if\n\nJohnson does implicate an exception to these doctrines and requires\n\nus to abandon our charging language rule, we would still have to\n\nuphold the sentences of the appellants.      The government asserts\n\nthat all three types of Massachusetts battery offenses qualify as\n\nviolent felonies under the ACCA, obviating any need to rely on the\n\ncharging language.    We consider the arguments in turn.\n\n             1.   Law of the case and law of the circuit\n\n            Under the law of the case doctrine, \"when a court decides\n\nupon a rule of law, that decision should continue to govern the\n\nsame issues in subsequent stages in the same case.\"        Arizona v.\n\nCalifornia, 460 U.S. 605, 618 (1983).         The doctrine has two\n\nbranches.    United States v. Moran, 393 F.3d 1, 7 (1st Cir. 2004).\n\nOne of these branches provides \"that a legal decision made at one\n\nstage of a criminal or civil proceeding should remain the law of\n\nthat case throughout the litigation.\"       Id.   Holloway's appeal\n\nimplicates this branch, which \"binds, for example, a successor\n\nappellate panel in a second appeal in the same case.\"    Id.   The law\n\nof the circuit doctrine, implicated by both appeals, is a close\n\ncousin of the law of the case doctrine.     It dictates that \"[i]n a\n\n\n                                 -12-\n\fmulti-panel circuit . . . newly constituted panels ordinarily are\n\nconstrained by prior panel decisions directly (or even closely) on\n\npoint.\"   United States v. Guzman, 419 F.3d 27, 31 (1st Cir. 2005).\n\n           There are, of course, exceptions to these doctrines. The\n\nmost well-known exception, common to both doctrines, applies when\n\n\"[a]n   existing   panel   decision   [is]   undermined   by   controlling\n\nauthority, subsequently announced, such as an opinion of the\n\nSupreme Court.\"     Igartúa v. United States, No. 09-2186, 2010 WL\n\n4751781 at *10 (1st Cir. Nov. 24, 2010) (quoting United States v.\n\nRodriguez Pacheco,    475 F.3d 434, 441 (1st Cir. 2007)).        See Ellis\n\nv. United States, 313 F.3d 636, 648 (1st Cir. 2002) (law of the\n\ncase); Eulitt ex rel. Eulitt v. Me. Dep't of Educ., 386 F.3d 344,\n\n349 (1st Cir. 2004) (law of the circuit).       A Supreme Court opinion\n\nneed not be directly on point to undermine one of our opinions.         \"A\n\n[Supreme Court] holding . . . can extend through its logic beyond\n\nthe specific facts of its case.\"      Los Angeles County v. Humphries,\n\nNo. 09-350, 2010 WL 4823681 at *7 (U.S. Nov. 30, 2010).           We need\n\nnot describe other exceptions to these rules because we conclude an\n\nintervening Supreme Court decision has cast into doubt the logic of\n\nthe Mangos per se equivalence rule.\n\n           In Johnson, the Supreme Court considered whether the\n\nFlorida felony offense of battery by \"[a]ctually and intentionally\n\ntouch[ing]\" another person qualifies as a violent felony under the\n\nACCA's force clause.       130 S. Ct. at 1268.       The Supreme Court\n\n\n                                  -13-\n\fultimately held that it did not.          Id. at 1271.       The Court explained\n\nthat the ACCA's force clause applies only where the offense at\n\nissue has as an element the use of \"violent force -- that is, force\n\ncapable of causing physical pain or injury to another person.\" Id.\n\nBecause the Florida battery offense at issue lacked such an element\n\n-- it could be \"satisfied by any intentional physical contact, 'no\n\nmatter how slight'\" -- the Court held that it failed to qualify as\n\na violent felony under the force clause.             Id. at 1269–70, 1271.\n\n           Johnson, to be clear, does not undermine our first\n\nholding in Mangos that harmful battery under Massachusetts law --\n\na battery offense which has as an element the use of violent force5\n\n-- qualifies as a violent felony under the ACCA.                It is also true\n\nthat the appeals here are concerned only with whether particular\n\ncharging   language    in   a    Massachusetts       state    court   indictment\n\nsuffices to identify the harmful type of battery, an issue Johnson\n\ndid not address.       A close inspection of the Supreme Court's\n\nanalysis in Johnson, however, reveals a significant tension between\n\nthe reasoning of Johnson and the reasoning in Mangos.\n\n           Johnson    makes     clear    that   in   considering      whether   an\n\noffense should be considered a violent felony under the ACCA,\n\nfederal courts must utilize state court constructions of state law.\n\n\n     5\n       To convict for harmful battery under Massachusetts law, the\nprosecution must prove that the defendant intentionally touched his\nvictim with \"such violence that bodily harm is likely to result.\"\nCommonwealth v. Burke, 457 N.E.2d 622, 624 (Mass. 1983);\nCommonwealth v. Boyd, 897 N.E.2d 71, 76 (Mass. App. Ct. 2008).\n\n                                        -14-\n\fTo define whether an offense is a violent felony under the ACCA,\n\nthe Supreme Court has always begun with what it has characterized\n\nas the \"categorical approach,\" Johnson, 130 S. Ct. at 1273, which\n\nasks \"whether the elements of the offense are of the type that\n\nwould   justify   its   inclusion   within   the   [force   or]   residual\n\nprovision[s], without inquiring into the specific conduct of this\n\nparticular offender.\"     James v. United States, 550 U.S. 192, 202\n\n(2007); e.g., Chambers v. United States, 129 S. Ct. 687, 690\n\n(2009). If the statute clearly prohibits only one kind of conduct,\n\nthen the question is whether that conduct satisfies the definition\n\nof \"violent felony\" in the ACCA.       But when statutes criminalize a\n\nrange of conduct, some of which may fall outside the ACCA's\n\ndefinition, courts must first determine what offense was at issue\n\nin the underlying conviction. Courts may consider limited evidence\n\n-- such as charging documents and jury instructions -- that show\n\nwhich one of the prohibited offenses the defendant was convicted of\n\ncommitting.   Shepard, 544 U.S. at 21; e.g., Chambers, 129 S. Ct. at\n\n690-91 (beginning a categorical analysis by concluding, based on\n\ncharging documents, that the defendant was convicted only of not\n\nreporting to prison under a statute that penalized a range of\n\nconduct, including escape).\n\n           If this underlying evidence clearly shows the basis for\n\nthe defendant's conviction, then the remaining question is whether\n\nthat specific offense falls into the definition of a \"violent\n\n\n                                    -15-\n\ffelony.\"     E.g., Chambers, 129 S. Ct. at 690-92.           But if it is\n\nunclear from the record, then courts face a further quandary:\n\nwhich offense should courts assume was the basis for conviction?\n\n            Where the offense of conviction encompasses both violent\n\nand non-violent offenses, and the government has failed to show\n\nunder Shepard that the offense qualified as a violent felony,\n\nJohnson seems to establish that the government has not met its\n\nburden.     When a Florida statute defined assault and battery as\n\ninvolving either physical injury or touching without consent and\n\nnone of the relevant documents showed which was the basis for\n\nJohnson's    conviction,    the   Supreme    Court    concluded   that   the\n\ngovernment had proved no more than touching without consent.\n\nJohnson, 130 S. Ct. at 1269.\n\n            When considering whether the Florida battery offense\n\nqualified as a violent felony under the ACCA's force clause,\n\nJohnson also established that a federal court is bound by the\n\nconstruction of state law rendered by the highest court of the\n\nstate.    130 S. Ct. at 1269; Johnson v. Fankell, 520 U.S. 911, 916\n\n(1997) (\"Neither this court nor any other federal tribunal has any\n\nauthority to place a construction on a state statute different from\n\nthe   one   rendered   by   the    highest    court    of   the   state.\").\n\nAccordingly, in Johnson the Court emphasized that it was bound by\n\nthe Florida Supreme Court's interpretation of the battery offense\n\n\n\n\n                                   -16-\n\fat issue.    130 S. Ct. at 1269.      Our decision in Mangos indirectly\n\nruns afoul of this principle.\n\n            We look to state law.        According to the Massachusetts\n\nstatute prescribing the proper form of criminal indictments and\n\ncomplaints, the following language is sufficient to charge an\n\nassault and battery:       \"That A.B. did assault and beat C.D.\"     Mass.\n\nGen. Laws ch. 277, § 79.        The statute does not break the offense\n\ndown into its various types nor does it provide charging language\n\nspecific to those types.      Consequently, a sentencing court may not\n\nrely on the generic \"did assault and beat\" charging language to\n\nidentify which particular battery offense served as the offense of\n\nconviction.       It is clear under state court construction of the\n\nstatute that the statute encompasses a category of offenses which\n\nare   no   more   than   offensive   touchings.   We   believe,   applying\n\nJohnson, that the government has not established the offense of\n\nharmful battery as the statute has been construed. Another circuit\n\nhas come to this same conclusion.       United States v. Jones, 235 F.3d\n\n342, 347 (7th Cir. 2000) (\"[N]o inference regarding whether [the\n\ndefendant] committed a crime of violence can be drawn from the\n\ncharging document's use of the phrase 'did assault and beat.'\").6\n\n\n\n\n      6\n       To its credit, the government does not argue that the \"did\nassault and beat\" charging language actually signifies that the\ndefendant was charged with harmful battery as opposed to the other\ntypes. It only urges the application of the law of the case and\nlaw of the circuit doctrines.\n\n                                     -17-\n\f                  2.   The ACCA's residual clause\n\n          In the district courts the government did not argue that\n\nthese defendants were Armed Career criminals under the residual\n\nclause of § 924(e)(2)(B)(ii). That clause provides that an offense\n\ncan also qualify as a \"violent felony\" under the ACCA if it: \"is\n\nburglary, arson, or extortion, involves use of explosives, or\n\notherwise involves conduct that presents a serious potential risk\n\nof physical injury to another.\"        Id.   The government now seeks\n\naffirmance on the grounds that through the convictions themselves\n\nand the \"did assault and beat\" language of the indictments, it has\n\npresented enough to show the requirements of the residual clause\n\nhave been met.\n\n          To determine whether the state statute of conviction\n\nmeets the definition of a violent felony in § 924(e)'s residual\n\nclause we again use the categorical approach, \"comparing the\n\nelements of the state crime against the residual 'otherwise' clause\n\nand drawing some conclusions,\" supplementing that comparison only\n\nwith the information contained within a narrow range of other\n\ndocuments.   United States v. Giggey, 551 F.3d 27, 39, 40-41 (1st\n\nCir. 2008); see also Shepard, 544 U.S. at 26.        To fit within §\n\n924(e)'s residual clause, the offense in question must:           (1)\n\npresent a risk of physical injury similar to the risk presented by\n\nthe clause's enumerated offenses and (2) be similar \"in kind\" to\n\nthose offenses.   Giggey, 551 F.3d at 41-42.      See also Begay, 553\n\n\n                                -18-\n\fU.S. at 143.   An offense will be similar in kind to the enumerated\n\noffenses if it \"typically involve[s] purposeful, 'violent,' and\n\n'aggressive' conduct.\" Begay, 553 U.S. at 144–45; United States v.\n\nAlmenas, 553 F.3d 27, 34 (1st Cir. 2009).\n\n           The government's argument has two discrete parts. First,\n\nit argues that we need not reach the categorical analysis under the\n\nACCA's residual clause because we have already held that not only\n\nharmful battery but also offensive battery and reckless battery\n\nqualify as violent felonies under that clause.         The government\n\nrefers again to our decision in Mangos.    It asserts that in Mangos\n\nwe held that the crime of \"offensive battery\" could qualify as a\n\ncrime of violence under the residual clause because it \"otherwise\n\ninvolves conduct that presents a serious potential risk of physical\n\ninjury to another.\"     Mangos, 134 F.3d at 464 (quoting U.S.S.G. §\n\n4B1.2(1)(ii)).     This argument is incomplete.   Although we may have\n\ndiscussed offensive battery in Mangos, we did not purport to\n\naddress reckless battery, a type of battery distinct from offensive\n\nbattery.   See Boyd, 897 N.E.2d at 76.      Moreover the government\n\noverreaches when it says that Mangos actually held that offensive\n\nbattery qualifies as a violent felony under the residual clause.\n\nWe did not ultimately resolve whether the state conviction at issue\n\nqualified under the force clause or the residual clause.      Mangos,\n\n134 F.3d at 464.    Instead, we assumed that the assault and battery\n\nstatute covered both violent and non-violent offenses and relied on\n\n\n                                 -19-\n\fthe \"did assault and beat\" charging language to categorize the\n\ndefendant's conviction as a crime of violence.        Id.     Indeed, it was\n\nour reliance on the \"did assault and beat\" charging language that\n\nspawned these and prior appeals.\n\n             Next, the government argues that even if we have not yet\n\nheld that the other types of battery qualify as violent felonies\n\nunder the residual clause, we should do so now on the basis of the\n\ndefendants' convictions and indictments alone. After examining the\n\nreckless battery offense and the record before us, we decline the\n\ninvitation.\n\n             Reckless battery does not typically involve purposeful\n\nconduct and thus is not similar in kind to the offenses enumerated\n\nwithin § 924(e)(2)(B)(ii).      See Begay, 553 U.S. at 145.        To prove\n\nreckless battery, the Commonwealth must establish \"(1) that the\n\ndefendant's conduct involve[d] a high degree of likelihood that\n\nsubstantial harm will result to another, or that it constitute[d]\n\n. . . disregard of probable harmful consequences to another and (2)\n\nthat, as a result of that conduct, the victim suffered some\n\nphysical injury.\" Commonwealth v. Welch, 450 N.E. 2d 1100, 1102–03\n\n(Mass. App. Ct. 1983) (internal quotation marks and citations\n\nomitted).     Because the Commonwealth may prove that a defendant\n\ncommitted a reckless battery without establishing that the battery\n\nwas purposeful or deliberate, the mere fact of such a conviction\n\ndoes   not    itself   render   the    underlying   offense    sufficiently\n\n\n                                      -20-\n\fcomparable to those offenses enumerated in § 924(e)(2)(B)(ii). See\n\nUnited States v. Woods, 576 F.3d 400, 412–13 (7th Cir. 2009)\n\n(\"[T]he residual clause encompasses only purposeful crimes; crimes\n\nwith the mens rea of recklessness do not fall within its scope.\");\n\nsee also United States v. Herrick, 545 F.3d 53, 59 (1st Cir. 2008)\n\n(holding that Wisconsin's vehicular homicide felony is not a crime\n\nof violence because it \"requires criminal negligence, defined as\n\nconduct that the actor should realize creates a substantial and\n\nunreasonable risk of death or great bodily harm to another\").\n\n               The government has a rejoinder.           It argues that because\n\nthe reckless battery offense \"requires the 'intentional commission\n\nof a wanton and reckless act'\" it is a purposeful offense.                         But\n\nwhile a defendant convicted of reckless battery may very well have\n\npurposefully or deliberately committed certain acts, the act for\n\nwhich he was convicted -- the battery of another -- needed to be\n\nneither purposeful nor deliberate for conviction. The mere fact of\n\nconviction       of   such     an    offense      does   not     bring     it    within\n\n§ 924(e)(2)(B)(ii).          See Begay, 553 U.S. at 145 (noting that while\n\n\"a drunk driver may very well drink on purpose . . . the conduct\n\nfor    which    the   drunk    driver     is     convicted     (driving    under    the\n\ninfluence) need not be purposeful or deliberate,\" and therefore\n\nconcluding that a conviction under New Mexico's driving under the\n\ninfluence law does not fit within § 924(e)(2)(B)(ii)); Woods, 576\n\nF.3d   at   410    (rejecting       the   government's       argument     that   \"if   a\n\n\n                                          -21-\n\fdefendant . . . intends the act but was reckless as to the\n\nconsequences   of    that    act\"   that   the   offense   may   qualify    as\n\npurposeful).\n\n           An example is illustrative.           In Commonwealth v. Burno,\n\n471 N.E.2d 127 (Mass. App. Ct. 1984), the Massachusetts Appeals\n\nCourt considered the appeal of a defendant who had been convicted\n\nof assault and battery after his car struck an occupied car.               Id.\n\nat 127.7   The court ultimately held that the evidence before it was\n\nsufficient to convict the defendant of reckless battery, but not\n\nintentional battery.        Id. at 129.    The court reasoned,\n\n           [T]he evidence tends to establish that the\n           defendant was traveling very fast on a wet\n           road, and that while he was attempting to\n           negotiate a left turn at the Allen Street\n           intersection, which requires an automobile to\n           bear to the right before making a left turn,\n           he hit the parked automobile occupied by\n           Officers Pidgeon and Palmer. We do not think\n           that permissible inferences from this evidence\n           were sufficient \"to bring minds of ordinary\n           intelligence and sagacity\" to conclude beyond\n           a   reasonable   doubt   that  the   defendant\n           intentionally hit the automobile occupied by\n           Pidgeon and Palmer.    On the other hand, the\n           jury   certainly    could   have   found   the\n           defendant's conduct to have been reckless.\n\nId.   (internal     citation    omitted).        As   Burno   makes   plain,\n\nMassachusetts law distinguishes between intentional and reckless\n\n\n\n\n      7\n       Although the assault and battery in Burno occurred by means\nof a dangerous weapon, a car, the law of simple assault and battery\ngoverned the court's analysis. Id. at 128–29.\n\n                                    -22-\n\fbatteries.   For purposes of sentence enhancement under the ACCA,\n\nthat distinction is material.\n\n          A conviction under Massachusetts's simple assault and\n\nbattery statute does not alone qualify as a predicate offense under\n\n§ 924(e)(2)(B)(ii) because the statutory definition of the offense\n\nis not similar in kind to those enumerated offenses.    Giggey, 551\n\nF.3d at 41-42.     Nor does the other permissible evidence the\n\ngovernment offered to the district court -- the indictments under\n\nwhich the defendants were charged -- bring the state convictions\n\nwithin the scope of the residual clause.       Other evidence, if\n\nadmissible under Shepard, could change this calculus.\n\n          In sum, because the Massachusetts simple assault and\n\nbattery statute covers multiple offenses, at least one of which,\n\nreckless battery, is categorically not a violent felony, a court\n\nmay only rely on an assault and battery conviction if it can\n\nascertain that the defendant was convicted of the violent form of\n\nthe offense (e.g., harmful battery).8   Because the district courts\n\nhere relied on the generic \"did assault and beat\" charging language\n\nwhen concluding that the defendants had committed harmful battery,\n\nwe must reverse and remand for resentencing.\n\n\n\n\n     8\n       In order to resolve these appeals, it is unnecessary to\ndecide whether, in addition to harmful battery, offensive battery\nqualifies as a violent felony under the ACCA.\n\n                                -23-\n\f                 III.   Scope of Issues on Remand\n\n          The parties dispute what should happen upon remand.     The\n\ngovernment argues that it should have free rein to make its case\n\nunder both the force clause of § 924(e)(2)(B)(i) and the residual\n\nclause under § 924(e)(2)(B)(ii).       The defendants argue that the\n\ngovernment should not get two bites at the apple.\n\n          The government's theory in the district courts was based\n\non the force clause, § 924(e)(2)(B)(i). At the time the government\n\nhad the opportunity to introduce Shepard type documents beyond the\n\nindictment alone to support its theory but did not do so.    Because,\n\nhowever, both the government and the district courts were operating\n\non the premise that Mangos remained good law, the failure to\n\nproffer such evidence was more than understandable.         As to the\n\nissue of the residual clause, no party raised or discussed the use\n\nof that clause under the ACCA.          Under the circumstances, we\n\nperceive no unfairness in allowing the government the opportunity\n\nto pursue both the force clause and residual clause theories on\n\nremand, using Shepard approved documents.\n\n                          IV.   Conclusion\n\n          For the reasons provided above, we vacate the sentences\n\nof the appellants and remand for resentencing.\n\n\n\n\n                                -24-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>630 F.3d 252 (2011)</b></center>\n<center><h1>UNITED STATES of America, Appellee,<br>\nv.<br>\nCurtis HOLLOWAY, True Name: Curtis Kareem Holloway, a/k/a Curtis H. Holloway, a/k/a Curtis K. Holloway, Defendant, Appellant.<br>\nUnited States of America, Appellee,<br>\nv.<br>\nRicardo Calvo, Jr., Defendant, Appellant.</h1></center>\n<center>Nos. 08-2273, 09-1232.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard May 4, 2010.</center>\n<center>Decided January 21, 2011.</center>\n<p><span class=\"star-pagination\">*254</span> Syrie D. Fried, Federal Defender Office, for Curtis Holloway.</p>\n<p>Alan Jay Black, for Ricardo Calvo, Jr.</p>\n<p>Mark T. Quinlivan, Assistant United States Attorney with whom Carmen M. Ortiz, United States Attorney, was on brief, for appellee.</p>\n<p>Before LYNCH, Chief Judge, TORRUELLA and HOWARD, Circuit Judges.</p>\n<p>HOWARD, Circuit Judge.</p>\n<p>Under the Armed Career Criminal Act (\"ACCA\"), codified at 18 U.S.C. § 924(e), a person convicted of being a felon in possession of a firearm who also has three previous convictions for a \"violent felony\" is sentenced to a minimum of fifteen years in prison. The two appeals before us raise a recurring issue: whether a federal court may conclude that a conviction under Massachusetts's simple assault and battery statute qualifies as a violent felony under the ACCA, § 924(e)(2)(B)(i), merely because the state indictment used the boilerplate language \"did assault and beat.\"<sup>[1]</sup></p>\n<p>Our cases hold that Massachusetts's simple assault and battery statute covers multiple offenses; that at least one of these offenses, \"harmful battery,\" qualifies as a violent felony under the ACCA; and that charging language in a state court indictment alleging that the defendant \"did assault and beat\" his victim suffices to identify the harmful battery offense.</p>\n<p>This last conclusion  first reached by us in <i>United States v. Mangos,</i> 134 F.3d 460, 464 (1st Cir.1998)  has been challenged often, on the basis that the \"did assault and beat\" charging language is boilerplate and thus fails to identify the harmful battery offense. Despite this criticism, we have considered ourselves bound by <i>Mangos</i> and have reaffirmed its holding on multiple occasions. <i>United States v. Rivera,</i> 562 F.3d 1, 2 (1st Cir.2009); <i>United States v. Holloway,</i> 499 F.3d 114, 118 (1st Cir.2007); <i>United States v. Estevez,</i> 419 F.3d 77, 82 (1st Cir.2005); <i>United States v. Santos,</i> 363 F.3d 19, 23 (1st Cir.2004).</p>\n<p>The appellants in the present cases, Curtis Holloway and Richard Calvo, urge us to revisit and abandon the <i>Mangos</i> rule, in light of the Supreme Court's decision in <i>Johnson v. United States,</i> ___ U.S. ___, 130 S.Ct. 1265, 176 L.Ed.2d 1 (2010), which held that a Florida battery offense did not qualify as a violent felony under the ACCA. Although <i>Johnson</i> is not directly on point we nevertheless conclude that it casts sufficient doubt on the reasoning set forth in <i>Mangos</i> to require us to take a fresh look at the issue. After doing so, we agree that <i>Mangos's</i> rule that the boilerplate charging language of assault and battery alone establishes a violent felony is no <span class=\"star-pagination\">*255</span> longer good law.<sup>[2]</sup> It follows that further analysis is ordinarily required in the district courts before the conclusion can be reached as to whether the offense at issue qualifies as an ACCA felony. That further analysis would normally involve (a) looking to the documents permitted under <i>Shepard v. United States,</i> 544 U.S. 13, 125 S.Ct. 1254, 161 L.Ed.2d 205 (2005) and (b) consideration of whether the conduct described in those documents falls within the force clause or the residual clause of the ACCA.</p>\n<p>The question of the appropriate next steps in these two cases is more complicated because the district courts in the instant cases relied on our previous pronouncements about the \"did assault and beat\" charging language when sentencing the appellants under the ACCA force clause. We vacate both sentences and remand for further consideration as noted, and for resentencing.</p>\n<p></p>\n<h2>I. Facts</h2>\n<p></p>\n<h2>A. <i>Holloway</i>\n</h2>\n<p>In 2002, a federal grand jury in the District of Massachusetts returned a one-count indictment charging Holloway with being a felon in possession of ammunition in violation of 18 U.S.C. § 922(g). In 2005, Holloway entered a conditional guilty plea.</p>\n<p></p>\n<h2>1. <i>First sentencing and appeal</i>\n</h2>\n<p>At sentencing, the government argued that the district court should sentence Holloway to a mandatory fifteen-year prison term under the ACCA on the basis of his three prior Massachusetts convictions for assault and battery. The government noted that each of Holloway's convictions was accompanied by an indictment alleging that he \"did assault and beat\" the victim. Citing <i>Mangos</i> and its progeny, the government argued that this charging language sufficed to identify the offense of harmful battery, which is a violent felony under the ACCA. Holloway claimed that the \"did assault and beat\" charging language was not peculiar to harmful battery; rather, it was used to charge all types of assault and battery, including a type that would not qualify as a predicate offense under the ACCA. Because it was unclear which battery offense he had been convicted of, Holloway's argument continued, the district court could not sentence him as an armed career criminal. The district court accepted Holloway's argument and sentenced him to time served.</p>\n<p>The government appealed Holloway's sentence, arguing that the sentencing decision was erroneous in light of <i>Mangos.</i> We agreed, noting that \"Holloway's contention is foreclosed by our precedent which holds that a Massachusetts charging document that states the defendant `assault[ed] and beat' the victim is sufficient to establish the conviction was for a violent battery.\" <i>United States v. Holloway,</i> 499 F.3d 114, 118 (1st Cir.2007). We vacated Holloway's sentence and remanded for resentencing. <i>Id.</i> at 118-119.</p>\n<p></p>\n<h2>2. <i>Second sentencing and current appeal</i>\n</h2>\n<p>On remand, Holloway again argued that the district court could not rely on his <span class=\"star-pagination\">*256</span> Massachusetts convictions for assault and battery to sentence him under the ACCA. The district court, as it was bound to do, rejected Holloway's argument and sentenced him to the mandatory fifteen-year prison term, to be followed by three years of supervised release. Holloway now appeals this sentence, claiming that <i>Johnson</i> requires reconsideration of the charging language rule.</p>\n<p></p>\n<h2>B. <i>Calvo</i>\n</h2>\n<p>Calvo's sentencing followed a similar path. In 2006, a federal grand jury in the District of Massachusetts returned a superseding indictment charging Calvo with, among other things, being a felon in possession of a firearm and ammunition in violation of 18 U.S.C. § 922(g). Calvo pled guilty to this particular count.</p>\n<p>At sentencing, the government argued that the district court should sentence Calvo to a mandatory fifteen-year prison term under the ACCA because he had three prior Massachusetts convictions for assault and battery. As at Holloway's sentencing, the government noted that Calvo's assault and battery convictions were accompanied by the \"did assault and beat\" charging language that identified harmful battery as the offenses of conviction. Like Holloway, Calvo argued that the charging language was mere statutory boilerplate. The district court rejected Calvo's argument, noting that it was \"foreclosed by the case law.\" It sentenced Calvo to the mandatory fifteen-year prison term, to be followed by five years of supervised release. Calvo appeals, advancing, in all material respects, the same argument as that advanced by Holloway.</p>\n<p></p>\n<h2>II. Discussion</h2>\n<p></p>\n<h2>A. <i>Legal backdrop</i>\n</h2>\n<p>\"We review de novo the legal conclusion as to whether a prior conviction qualifies as a `violent felony.'\" <i>United States v. Sanchez-Ramirez,</i> 570 F.3d 75, 81 (1st Cir.2009).</p>\n<p>Under the ACCA, a prior offense will qualify as a violent felony if it is both punishable by imprisonment for a term exceeding one year and either \"(i) has as an element the use, attempted use, or threatened use of physical force against the person of another; or (ii) is burglary, arson, or extortion, involves use of explosives, or otherwise involves conduct that presents a serious potential risk of physical injury to another.\" 18 U.S.C. § 924(e)(2)(B). Clause (i) is sometimes referred to as the \"force clause.\" <i>See e.g., </i><i>United States v. Davis,</i> 487 F.3d 282, 285 (5th Cir.2007). The portion of clause (ii) following the enumerated offenses is known as the \"residual clause.\" <i>Sanchez-Ramirez,</i> 570 F.3d at 82.</p>\n<p>When determining whether a defendant's prior offense qualifies as a violent felony under the ACCA, the sentencing court in the first instance, and we on de novo review, take a categorical approach. <i>Taylor v. United States,</i> 495 U.S. 575, 600, 110 S.Ct. 2143, 109 L.Ed.2d 607 (1990). Under this approach, we consider whether the offense of conviction, as legally defined, qualifies as a violent felony under either of the ACCA's two clauses. <i>Id.</i> This approach is deemed categorical because we may consider only the offense's legal definition, forgoing any inquiry into how the defendant may have committed the offense. <i>Begay v. United States,</i> 553 U.S. 137, 141, 128 S.Ct. 1581, 170 L.Ed.2d 490 (2008); <i>Taylor,</i> 495 U.S. at 600, 110 S.Ct. 2143.</p>\n<p>\"In implementing this [categorical] approach, the first step is to identify the offense of conviction.\" <i>United States v. Giggey,</i> 589 F.3d 38, 41 (1st Cir.2009). This can prove challenging when a defendant <span class=\"star-pagination\">*257</span> is convicted under a statute that covers multiple offenses. <i>Id.</i> In such a case, a court may look to a restricted set of documents (e.g., indictment, plea colloquy, jury instructions) to ascertain which of the multiple offenses served as the offense of conviction. <i>Shepard,</i> 544 U.S. at 26, 125 S.Ct. 1254; <i>Giggey,</i> 589 F.3d at 41. If those documents do not identify the offense of conviction, however, the conviction may only serve as a predicate offense if <i>each</i> of the possible offenses of conviction would qualify as a violent felony. <i>See </i><i>Shepard,</i> 544 U.S. at 26, 125 S.Ct. 1254. Under these conditions, if at least one of the possible offenses of conviction would <i>not</i> qualify as a violent felony, the conviction is unusable for ACCA purposes. In such a case, it is impossible to tell whether the defendant was convicted of a violent or non-violent offense.</p>\n<p>The statute at issue here, Massachusetts's simple assault and battery statute<sup>[3]</sup>, covers multiple offenses. Specifically, the statute encompasses three types of battery: (1) harmful battery; (2) offensive battery; and (3) reckless battery.<sup>[4]</sup><i>Commonwealth v. Boyd,</i> 73 Mass.App.Ct. 190, 897 N.E.2d 71, 76 (2008). So far, we have held only that the first of these three types, harmful battery, qualifies as a violent felony under the ACCA. <i>See, e.g., </i><i>Rivera,</i> 562 F.3d at 1.</p>\n<p>Because the assault and battery statute covers multiple offenses, a sentencing court's first task is to identify which battery offense served as the offense of conviction. <i>Mangos</i> involved this aspect of the categorical approach. In <i>Mangos,</i> the district court relied on the defendant's prior conviction under Massachusetts's assault and battery statute when sentencing him as a career offender. 134 F.3d at 463. <i>Mangos</i> appealed his sentence, arguing that, because it was unclear which battery offense he had been convicted of, his conviction could not serve as a predicate offense. <i>Id.</i> We rejected the premise of his argument, explaining that the indictment in his case, which charged that he \"did assault and beat\" his victim, sufficed to identify the offense of conviction as \"harmful battery,\" a crime of violence. <i>Id.</i> at 464. In reaching this conclusion, \"we interpreted the charging language in the most reasonable sensethat `the assault amounted to a beating' of the victim.\" <i>Holloway,</i> 499 F.3d at 118. After <i>Mangos,</i> the rule in this circuit was straightforward: \"did assault and beat\" charging language suffices to identify the harmful brand of battery for purposes of sentencing under either the ACCA or the career offender provision of the U.S. Sentencing Guidelines. <i>Rivera,</i> 562 F.3d at 2; <i>Holloway,</i> 499 F.3d at 118; <i>Estevez,</i> 419 F.3d at 82; <i>Santos,</i> 363 F.3d at 23.</p>\n<p></p>\n<h2>B. <i>Issues on appeal</i>\n</h2>\n<p>The appellants argue that our prior interpretation of the Massachusetts charging language has been undermined by <i>Johnson.</i> In their view, <i>Johnson</i> requires that we must consider how the charging language is interpreted under state law rather than impose our own construction upon it. We agree.</p>\n<p>The government's response is two-fold. First, it argues that the charging language argument raised by the appellants is foreclosed; Holloway's under both the \"law of the case\" and \"law of the circuit\" doctrines and Calvo's under the law of the circuit doctrine. Although the government concedes there are exceptions to these doctrines, <span class=\"star-pagination\">*258</span> it maintains that the Court's decision in <i>Johnson</i> does not implicate them.</p>\n<p>The government argues in the alternative that, even if <i>Johnson</i> does implicate an exception to these doctrines and requires us to abandon our charging language rule, we would still have to uphold the sentences of the appellants. The government asserts that all three types of Massachusetts battery offenses qualify as violent felonies under the ACCA, obviating any need to rely on the charging language. We consider the arguments in turn.</p>\n<p></p>\n<h2>1. <i>Law of the case and law of the circuit</i>\n</h2>\n<p>Under the law of the case doctrine, \"when a court decides upon a rule of law, that decision should continue to govern the same issues in subsequent stages in the same case.\" <i>Arizona v. California,</i> 460 U.S. 605, 618, 103 S.Ct. 1382, 75 L.Ed.2d 318 (1983). The doctrine has two branches. <i>United States v. Moran,</i> 393 F.3d 1, 7 (1st Cir.2004). One of these branches provides \"that a legal decision made at one stage of a criminal or civil proceeding should remain the law of that case throughout the litigation.\" <i>Id.</i> Holloway's appeal implicates this branch, which \"binds, for example, a successor appellate panel in a second appeal in the same case.\" <i>Id.</i> The law of the circuit doctrine, implicated by both appeals, is a close cousin of the law of the case doctrine. It dictates that \"[i]n a multi-panel circuit . . . newly constituted panels ordinarily are constrained by prior panel decisions directly (or even closely) on point.\" <i>United States v. Guzman,</i> 419 F.3d 27, 31 (1st Cir.2005).</p>\n<p>There are, of course, exceptions to these doctrines. The most well-known exception, common to both doctrines, applies when \"[a]n existing panel decision [is] undermined by controlling authority, subsequently announced, such as an opinion of the Supreme Court.\" <i>Igartua v. United States,</i> 626 F.3d 592, 603 (1st Cir.2010) (quoting <i>United States v. Rodriguez Pacheco,</i> 475 F.3d 434, 441 (1st Cir.2007)). <i>See </i><i>Ellis v. United States,</i> 313 F.3d 636, 648 (1st Cir.2002) (law of the case); <i>Eulitt ex rel. Eulitt v. Me. Dep't of Educ.,</i> 386 F.3d 344, 349 (1st Cir.2004) (law of the circuit). A Supreme Court opinion need not be directly on point to undermine one of our opinions. \"A [Supreme Court] holding. . . can extend through its logic beyond the specific facts of its case.\" <i>Los Angeles County v. Humphries,</i> ___ U.S. ___, 131 S.Ct. 447, 453, 178 L.Ed.2d 460 (2010). We need not describe other exceptions to these rules because we conclude an intervening Supreme Court decision has cast into doubt the logic of the <i>Mangos</i> per se equivalence rule.</p>\n<p>In <i>Johnson,</i> the Supreme Court considered whether the Florida felony offense of battery by \"[a]ctually and intentionally touch[ing]\" another person qualifies as a violent felony under the ACCA's force clause. 130 S.Ct. at 1268. The Supreme Court ultimately held that it did not. <i>Id.</i> at 1271. The Court explained that the ACCA's force clause applies only where the offense at issue has as an element the use of \"<i>violent</i> force  that is, force capable of causing physical pain or injury to another person.\" <i>Id.</i> Because the Florida battery offense at issue lacked such an element  it could be \"satisfied by <i>any</i> intentional physical contact, `no matter how slight'\"  the Court held that it failed to qualify as a violent felony under the force clause. <i>Id.</i> at 1269-70, 1271.</p>\n<p><i>Johnson,</i> to be clear, does not undermine our first holding in <i>Mangos</i> that harmful battery under Massachusetts law  a battery offense which <i>has</i> as an <span class=\"star-pagination\">*259</span> element the use of violent force<sup>[5]</sup>  qualifies as a violent felony under the ACCA. It is also true that the appeals here are concerned only with whether particular charging language in a Massachusetts state court indictment suffices to identify the harmful type of battery, an issue <i>Johnson</i> did not address. A close inspection of the Supreme Court's analysis in <i>Johnson,</i> however, reveals a significant tension between the reasoning of <i>Johnson</i> and the reasoning in <i>Mangos.</i></p>\n<p><i>Johnson</i> makes clear that in considering whether an offense should be considered a violent felony under the ACCA, federal courts must utilize state court constructions of state law. To define whether an offense is a violent felony under the ACCA, the Supreme Court has always begun with what it has characterized as the \"categorical approach,\" <i>Johnson,</i> 130 S.Ct. at 1273, which asks \"whether the <i>elements of the offense</i> are of the type that would justify its inclusion within the [force or] residual provision[s], without inquiring into the specific conduct of this particular offender.\" <i>James v. United States,</i> 550 U.S. 192, 202, 127 S.Ct. 1586, 167 L.Ed.2d 532 (2007); <i>e.g., </i><i>Chambers v. United States,</i> 555 U.S. 122, 129 S.Ct. 687, 690, 172 L.Ed.2d 484 (2009). If the statute clearly prohibits only one kind of conduct, then the question is whether that conduct satisfies the definition of \"violent felony\" in the ACCA. But when statutes criminalize a range of conduct, some of which may fall outside the ACCA's definition, courts must first determine what offense was at issue in the underlying conviction. Courts may consider limited evidence  such as charging documents and jury instructions  that show which one of the prohibited offenses the defendant was convicted of committing. <i>Shepard,</i> 544 U.S. at 21, 125 S.Ct. 1254; <i>e.g., </i><i>Chambers,</i> 129 S.Ct. at 690-91 (beginning a categorical analysis by concluding, based on charging documents, that the defendant was convicted only of not reporting to prison under a statute that penalized a range of conduct, including escape).</p>\n<p>If this underlying evidence clearly shows the basis for the defendant's conviction, then the remaining question is whether that specific offense falls into the definition of a \"violent felony.\" <i>E.g., </i><i>Chambers,</i> 129 S.Ct. at 690-92. But if it is unclear from the record, then courts face a further quandary: which offense should courts assume was the basis for conviction?</p>\n<p>Where the offense of conviction encompasses both violent and non-violent offenses, and the government has failed to show under <i>Shepard</i> that the offense qualified as a violent felony, <i>Johnson</i> seems to establish that the government has not met its burden. When a Florida statute defined assault and battery as involving either physical injury or touching without consent and none of the relevant documents showed which was the basis for Johnson's conviction, the Supreme Court concluded that the government had proved no more than touching without consent. <i>Johnson,</i> 130 S.Ct. at 1269.</p>\n<p>When considering whether the Florida battery offense qualified as a violent felony under the ACCA's force clause, <i>Johnson</i> also established that a federal court is bound by the construction of state law rendered by the highest court of the state. 130 S.Ct. at 1269; <i>Johnson v. Fankell,</i> 520 U.S. 911, 916, 117 S.Ct. 1800, 138 L.Ed.2d 108 (1997) (\"Neither this court nor any <span class=\"star-pagination\">*260</span> other federal tribunal has any authority to place a construction on a state statute different from the one rendered by the highest court of the state.\"). Accordingly, in <i>Johnson</i> the Court emphasized that it was bound by the Florida Supreme Court's interpretation of the battery offense at issue. 130 S.Ct. at 1269. Our decision in <i>Mangos</i> indirectly runs afoul of this principle.</p>\n<p>We look to state law. According to the Massachusetts statute prescribing the proper form of criminal indictments and complaints, the following language is sufficient to charge an assault and battery: \"That A.B. did assault and beat C.D.\" Mass. Gen. Laws ch. 277, § 79. The statute does not break the offense down into its various types nor does it provide charging language specific to those types. Consequently, a sentencing court may not rely on the generic \"did assault and beat\" charging language to identify which particular battery offense served as the offense of conviction. It is clear under state court construction of the statute that the statute encompasses a category of offenses which are no more than offensive touchings. We believe, applying <i>Johnson,</i> that the government has not established the offense of harmful battery as the statute has been construed. Another circuit has come to this same conclusion. <i>United States v. Jones,</i> 235 F.3d 342, 347 (7th Cir.2000) (\"[N]o inference regarding whether [the defendant] committed a crime of violence can be drawn from the charging document's use of the phrase `did assault and beat.'\").<sup>[6]</sup></p>\n<p></p>\n<h2>2. <i>The ACCA's residual clause</i>\n</h2>\n<p>In the district courts the government did not argue that these defendants were Armed Career criminals under the residual clause of § 924(e)(2)(B)(ii). That clause provides that an offense can also qualify as a \"violent felony\" under the ACCA if it: \"is burglary, arson, or extortion, involves use of explosives, or otherwise involves conduct that presents a serious potential risk of physical injury to another.\" <i>Id.</i> The government now seeks affirmance on the grounds that through the convictions themselves and the \"did assault and beat\" language of the indictments, it has presented enough to show the requirements of the residual clause have been met.</p>\n<p>To determine whether the state statute of conviction meets the definition of a violent felony in § 924(e)'s residual clause we again use the categorical approach, \"comparing the elements of the state crime against the residual `otherwise' clause and drawing some conclusions,\" supplementing that comparison only with the information contained within a narrow range of other documents. <i>United States v. Giggey,</i> 551 F.3d 27, 39, 40-41 (1st Cir.2008); <i>see also </i><i>Shepard,</i> 544 U.S. at 26, 125 S.Ct. 1254. To fit within § 924(e)'s residual clause, the offense in question must: (1) present a risk of physical injury similar to the risk presented by the clause's enumerated offenses and (2) be similar \"in kind\" to those offenses. <i>Giggey,</i> 551 F.3d at 41-42. <i>See also </i><i>Begay,</i> 553 U.S. at 143, 128 S.Ct. 1581. An offense will be similar in kind to the enumerated offenses if it \"typically involve[s] purposeful, `violent,' and `aggressive' conduct.\" <i>Begay,</i> 553 U.S. at 144-45, 128 S.Ct. 1581; <i>United States v. Almenas,</i> 553 F.3d 27, 34 (1st Cir.2009).</p>\n<p><span class=\"star-pagination\">*261</span> The government's argument has two discrete parts. First, it argues that we need not reach the categorical analysis under the ACCA's residual clause because we have already held that not only harmful battery but also offensive battery and reckless battery qualify as violent felonies under that clause. The government refers again to our decision in <i>Mangos.</i> It asserts that in <i>Mangos</i> we held that the crime of \"offensive battery\" could qualify as a crime of violence under the residual clause because it \"otherwise involves conduct that presents a serious potential risk of physical injury to another.\" <i>Mangos,</i> 134 F.3d at 464 (quoting U.S.S.G. § 4B1.2(1)(ii)). This argument is incomplete. Although we may have discussed offensive battery in <i>Mangos,</i> we did not purport to address reckless battery, a type of battery distinct from offensive battery. <i>See </i><i>Boyd,</i> 897 N.E.2d at 76. Moreover the government overreaches when it says that <i>Mangos</i> actually held that offensive battery qualifies as a violent felony under the residual clause. We did not ultimately resolve whether the state conviction at issue qualified under the force clause or the residual clause. <i>Mangos,</i> 134 F.3d at 464. Instead, we assumed that the assault and battery statute covered both violent and non-violent offenses and relied on the \"did assault and beat\" charging language to categorize the defendant's conviction as a crime of violence. <i>Id.</i> Indeed, it was our reliance on the \"did assault and beat\" charging language that spawned these and prior appeals.</p>\n<p>Next, the government argues that even if we have not yet held that the other types of battery qualify as violent felonies under the residual clause, we should do so now on the basis of the defendants' convictions and indictments alone. After examining the reckless battery offense and the record before us, we decline the invitation.</p>\n<p>Reckless battery does not typically involve purposeful conduct and thus is not similar in kind to the offenses enumerated within § 924(e)(2)(B)(ii). <i>See </i><i>Begay,</i> 553 U.S. at 145, 128 S.Ct. 1581. To prove reckless battery, the Commonwealth must establish \"(1) that the defendant's conduct involve[d] a high degree of likelihood that substantial harm will result to another, or that it constitute[d] . . . disregard of probable harmful consequences to another <i>and</i> (2) that, as a result of that conduct, the victim suffered some physical injury.\" <i>Commonwealth v. Welch,</i> 16 Mass.App.Ct. 271, 450 N.E.2d 1100, 1102-03 (1983) (internal quotation marks and citations omitted). Because the Commonwealth may prove that a defendant committed a reckless battery without establishing that the battery was purposeful or deliberate, the mere fact of such a conviction does not itself render the underlying offense sufficiently comparable to those offenses enumerated in § 924(e)(2)(B)(ii). <i>See </i><i>United States v. Woods,</i> 576 F.3d 400, 412-13 (7th Cir.2009) (\"[T]he residual clause encompasses only purposeful crimes; crimes with the <i>mens rea</i> of recklessness do not fall within its scope.\"); <i>see also </i><i>United States v. Herrick,</i> 545 F.3d 53, 59 (1st Cir.2008) (holding that Wisconsin's vehicular homicide felony is not a crime of violence because it \"requires criminal negligence, defined as conduct that the actor should realize creates a substantial and unreasonable risk of death or great bodily harm to another\").</p>\n<p>The government has a rejoinder. It argues that because the reckless battery offense \"requires the `intentional commission of a wanton and reckless act'\" it <i>is</i> a purposeful offense. But while a defendant convicted of reckless battery may very well have purposefully or deliberately committed certain acts, the act for which he was convictedthe battery of <span class=\"star-pagination\">*262</span> anotherneeded to be neither purposeful nor deliberate for conviction. The mere fact of conviction of such an offense does not bring it within § 924(e)(2)(B)(ii). <i>See </i><i>Begay,</i> 553 U.S. at 145, 128 S.Ct. 1581 (noting that while \"a drunk driver may very well drink on purpose . . . the conduct for which the drunk driver is convicted (driving under the influence) need not be purposeful or deliberate,\" and therefore concluding that a conviction under New Mexico's driving under the influence law does not fit within § 924(e)(2)(B)(ii)); <i>Woods,</i> 576 F.3d at 410 (rejecting the government's argument that \"if a defendant. . . intends the <i>act</i> but was reckless as to the consequences of that act\" that the offense may qualify as purposeful).</p>\n<p>An example is illustrative. In <i>Commonwealth v. Burno,</i> 18 Mass.App.Ct. 796, 471 N.E.2d 127 (1984), the Massachusetts Appeals Court considered the appeal of a defendant who had been convicted of assault and battery after his car struck an occupied car. <i>Id.</i> at 127.<sup>[7]</sup> The court ultimately held that the evidence before it was sufficient to convict the defendant of reckless battery, but not intentional battery. <i>Id.</i> at 129. The court reasoned,</p>\n<blockquote>[T]he evidence tends to establish that the defendant was traveling very fast on a wet road, and that while he was attempting to negotiate a left turn at the Allen Street intersection, which requires an automobile to bear to the right before making a left turn, he hit the parked automobile occupied by Officers Pidgeon and Palmer. We do not think that permissible inferences from this evidence were sufficient \"to bring minds of ordinary intelligence and sagacity\" to conclude beyond a reasonable doubt that the defendant intentionally hit the automobile occupied by Pidgeon and Palmer. On the other hand, the jury certainly could have found the defendant's conduct to have been reckless.</blockquote>\n<p><i>Id.</i> (internal citation omitted). As <i>Burno</i> makes plain, Massachusetts law distinguishes between intentional and reckless batteries. For purposes of sentence enhancement under the ACCA, that distinction is material.</p>\n<p>A conviction under Massachusetts's simple assault and battery statute does not alone qualify as a predicate offense under § 924(e)(2)(B)(ii) because the statutory definition of the offense is not similar in kind to those enumerated offenses. <i>Giggey,</i> 551 F.3d at 41-42. Nor does the other permissible evidence the government offered to the district courtthe indictments under which the defendants were chargedbring the state convictions within the scope of the residual clause. Other evidence, if admissible under <i>Shepard,</i> could change this calculus.</p>\n<p>In sum, because the Massachusetts simple assault and battery statute covers multiple offenses, at least one of which, reckless battery, is categorically not a violent felony, a court may only rely on an assault and battery conviction if it can ascertain that the defendant was convicted of the violent form of the offense (e.g., harmful battery).<sup>[8]</sup> Because the district courts here relied on the generic \"did assault and beat\" charging language when concluding that the defendants had committed harmful battery, we must reverse and remand for resentencing.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*263</span> III. Scope of Issues on Remand</h2>\n<p>The parties dispute what should happen upon remand. The government argues that it should have free rein to make its case under both the force clause of § 924(e)(2)(B)(i) and the residual clause under § 924(e)(2)(B)(ii). The defendants argue that the government should not get two bites at the apple.</p>\n<p>The government's theory in the district courts was based on the force clause, § 924(e)(2)(B)(i). At the time the government had the opportunity to introduce <i>Shepard</i> type documents beyond the indictment alone to support its theory but did not do so. Because, however, both the government and the district courts were operating on the premise that <i>Mangos</i> remained good law, the failure to proffer such evidence was more than understandable. As to the issue of the residual clause, no party raised or discussed the use of that clause under the ACCA. Under the circumstances, we perceive no unfairness in allowing the government the opportunity to pursue both the force clause and residual clause theories on remand, using <i>Shepard</i> approved documents.</p>\n<p></p>\n<h2>IV. Conclusion</h2>\n<p>For the reasons provided above, we vacate the sentences of the appellants and remand for resentencing.</p>\n<h2>NOTES</h2>\n<p>[1]  In other cases, we have considered a similar question: the circumstances under which a Massachusetts simple assault and battery conviction will qualify as a predicate conviction for a \"crime of violence\" under the career offender provision of the U.S. Sentencing Guidelines. <i>United States v. Estevez,</i> 419 F.3d 77, 82 (1st Cir.2005); <i>United States v. Santos,</i> 363 F.3d 19, 22 (1st Cir.2004); <i>United States v. Mangos,</i> 134 F.3d 460, 464 (1st Cir.1998). The terms \"crime of violence\" and \"violent felony\" are nearly identical in meaning. <i>United States v. Willings,</i> 588 F.3d 56, 58 n. 2 (1st Cir.2009). Because of this, \"decisions construing one term inform the construction of the other.\" <i>Id.</i></p>\n<p>[2]  Following the procedure described in cases such as <i>Crowe v. Bolduc,</i> 365 F.3d 86, 89 n. 1 (1st Cir.2004) and <i>United States v. Dowdell,</i> 595 F.3d 50, 62 n. 8 (1st Cir.2010), the panel opinion in this case was circulated to all active judges of the court, all of whom posed no objection to our treatment of <i>Mangos</i> and its progeny. We caution that the use of this informal procedure does not convert this opinion into an opinion en banc, nor does it preclude a suggestion of rehearing en banc on any issue in the case, whether or not related to the panel's treatment of <i>Mangos.</i></p>\n<p>[3]  Mass. Gen. Laws ch. 265, § 13A.</p>\n<p>[4]  These offenses are not defined in the statute. Instead, Massachusetts common law provides their definitions. <i>Mangos,</i> 134 F.3d at 463.</p>\n<p>[5]  To convict for harmful battery under Massachusetts law, the prosecution must prove that the defendant intentionally touched his victim with \"such violence that bodily harm is likely to result.\" <i>Commonwealth v. Burke,</i> 390 Mass. 480, 457 N.E.2d 622, 624 (1983); <i>Commonwealth v. Boyd,</i> 73 Mass.App.Ct. 190, 897 N.E.2d 71, 76 (2008).</p>\n<p>[6]  To its credit, the government does not argue that the \"did assault and beat\" charging language actually signifies that the defendant was charged with harmful battery as opposed to the other types. It only urges the application of the law of the case and law of the circuit doctrines.</p>\n<p>[7]  Although the assault and battery in <i>Burno</i> occurred by means of a dangerous weapon, a car, the law of simple assault and battery governed the court's analysis. <i>Id.</i> at 128-29.</p>\n<p>[8]  In order to resolve these appeals, it is unnecessary to decide whether, in addition to harmful battery, offensive battery qualifies as a violent felony under the ACCA.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">630</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">252</span></span> (2011)</b></center>\n<center><h1>UNITED STATES of America, Appellee,<br>\nv.<br>\nCurtis HOLLOWAY, True Name: Curtis Kareem Holloway, a/k/a Curtis H. Holloway, a/k/a Curtis K. Holloway, Defendant, Appellant.<br>\nUnited States of America, Appellee,<br>\nv.<br>\nRicardo Calvo, Jr., Defendant, Appellant.</h1></center>\n<center>Nos. 08-2273, 09-1232.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard May 4, 2010.</center>\n<center>Decided January 21, 2011.</center>\n<p><span class=\"star-pagination\">*254</span> Syrie D. Fried, Federal Defender Office, for Curtis Holloway.</p>\n<p>Alan Jay Black, for Ricardo Calvo, Jr.</p>\n<p>Mark T. Quinlivan, Assistant United States Attorney with whom Carmen M. Ortiz, United States Attorney, was on brief, for appellee.</p>\n<p>Before LYNCH, Chief Judge, TORRUELLA and HOWARD, Circuit Judges.</p>\n<p>HOWARD, Circuit Judge.</p>\n<p>Under the Armed Career Criminal Act (\"ACCA\"), codified at 18 U.S.C. § 924(e), a person convicted of being a felon in possession of a firearm who also has three previous convictions for a \"violent felony\" is sentenced to a minimum of fifteen years in prison. The two appeals before us raise a recurring issue: whether a federal court may conclude that a conviction under Massachusetts's simple assault and battery statute qualifies as a violent felony under the ACCA, § 924(e)(2)(B)(i), merely because the state indictment used the boilerplate language \"did assault and beat.\"<sup>[1]</sup></p>\n<p>Our cases hold that Massachusetts's simple assault and battery statute covers multiple offenses; that at least one of these offenses, \"harmful battery,\" qualifies as a violent felony under the ACCA; and that charging language in a state court indictment alleging that the defendant \"did assault and beat\" his victim suffices to identify the harmful battery offense.</p>\n<p>This last conclusion  first reached by us in <i>United States v. Mangos,</i> <span class=\"citation\" data-id=\"197749\"><a href=\"/opinion/197749/united-states-v-mangos/\"><span class=\"volume\">134</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">460</span></a></span>, 464 (1st Cir.1998)  has been challenged often, on the basis that the \"did assault and beat\" charging language is boilerplate and thus fails to identify the harmful battery offense. Despite this criticism, we have considered ourselves bound by <i>Mangos</i> and have reaffirmed its holding on multiple occasions. <i>United States v. Rivera,</i> <span class=\"citation no-link\"><span class=\"volume\">562</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span>, 2 (1st Cir.2009); <i>United States v. Holloway,</i> <span class=\"citation\" data-id=\"202916\"><a href=\"/opinion/202916/united-states-v-holloway/\"><span class=\"volume\">499</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">114</span></a></span>, 118 (1st Cir.2007); <i>United States v. Estevez,</i> <span class=\"citation\" data-id=\"201766\"><a href=\"/opinion/201766/united-states-v-estevez/\"><span class=\"volume\">419</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">77</span></a></span>, 82 (1st Cir.2005); <i>United States v. Santos,</i> <span class=\"citation\" data-id=\"200939\"><a href=\"/opinion/200939/united-states-v-santos/\"><span class=\"volume\">363</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">19</span></a></span>, 23 (1st Cir.2004).</p>\n<p>The appellants in the present cases, Curtis Holloway and Richard Calvo, urge us to revisit and abandon the <i>Mangos</i> rule, in light of the Supreme Court's decision in <i>Johnson v. United States,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"1732\"><a href=\"/opinion/1732/johnson-v-united-states/\"><span class=\"volume\">130</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1265</span></a></span>, <span class=\"citation\" data-id=\"1732\"><a href=\"/opinion/1732/johnson-v-united-states/\"><span class=\"volume\">176</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (2010), which held that a Florida battery offense did not qualify as a violent felony under the ACCA. Although <i>Johnson</i> is not directly on point we nevertheless conclude that it casts sufficient doubt on the reasoning set forth in <i>Mangos</i> to require us to take a fresh look at the issue. After doing so, we agree that <i>Mangos's</i> rule that the boilerplate charging language of assault and battery alone establishes a violent felony is no <span class=\"star-pagination\">*255</span> longer good law.<sup>[2]</sup> It follows that further analysis is ordinarily required in the district courts before the conclusion can be reached as to whether the offense at issue qualifies as an ACCA felony. That further analysis would normally involve (a) looking to the documents permitted under <i>Shepard v. United States,</i> <span class=\"citation\" data-id=\"142875\"><a href=\"/opinion/142875/shepard-v-united-states/\"><span class=\"volume\">544</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">13</span></a></span>, <span class=\"citation\" data-id=\"142875\"><a href=\"/opinion/142875/shepard-v-united-states/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1254</span></a></span>, <span class=\"citation\" data-id=\"142875\"><a href=\"/opinion/142875/shepard-v-united-states/\"><span class=\"volume\">161</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">205</span></a></span> (2005) and (b) consideration of whether the conduct described in those documents falls within the force clause or the residual clause of the ACCA.</p>\n<p>The question of the appropriate next steps in these two cases is more complicated because the district courts in the instant cases relied on our previous pronouncements about the \"did assault and beat\" charging language when sentencing the appellants under the ACCA force clause. We vacate both sentences and remand for further consideration as noted, and for resentencing.</p>\n<p></p>\n<h2>I. Facts</h2>\n<p></p>\n<h2>A. <i>Holloway</i>\n</h2>\n<p>In 2002, a federal grand jury in the District of Massachusetts returned a one-count indictment charging Holloway with being a felon in possession of ammunition in violation of 18 U.S.C. § 922(g). In 2005, Holloway entered a conditional guilty plea.</p>\n<p></p>\n<h2>1. <i>First sentencing and appeal</i>\n</h2>\n<p>At sentencing, the government argued that the district court should sentence Holloway to a mandatory fifteen-year prison term under the ACCA on the basis of his three prior Massachusetts convictions for assault and battery. The government noted that each of Holloway's convictions was accompanied by an indictment alleging that he \"did assault and beat\" the victim. Citing <i>Mangos</i> and its progeny, the government argued that this charging language sufficed to identify the offense of harmful battery, which is a violent felony under the ACCA. Holloway claimed that the \"did assault and beat\" charging language was not peculiar to harmful battery; rather, it was used to charge all types of assault and battery, including a type that would not qualify as a predicate offense under the ACCA. Because it was unclear which battery offense he had been convicted of, Holloway's argument continued, the district court could not sentence him as an armed career criminal. The district court accepted Holloway's argument and sentenced him to time served.</p>\n<p>The government appealed Holloway's sentence, arguing that the sentencing decision was erroneous in light of <i>Mangos.</i> We agreed, noting that \"Holloway's contention is foreclosed by our precedent which holds that a Massachusetts charging document that states the defendant `assault[ed] and beat' the victim is sufficient to establish the conviction was for a violent battery.\" <i>United States v. Holloway,</i> <span class=\"citation\" data-id=\"202916\"><a href=\"/opinion/202916/united-states-v-holloway/\"><span class=\"volume\">499</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">114</span></a></span>, 118 (1st Cir.2007). We vacated Holloway's sentence and remanded for resentencing. <i>Id.</i> at 118-119.</p>\n<p></p>\n<h2>2. <i>Second sentencing and current appeal</i>\n</h2>\n<p>On remand, Holloway again argued that the district court could not rely on his <span class=\"star-pagination\">*256</span> Massachusetts convictions for assault and battery to sentence him under the ACCA. The district court, as it was bound to do, rejected Holloway's argument and sentenced him to the mandatory fifteen-year prison term, to be followed by three years of supervised release. Holloway now appeals this sentence, claiming that <i>Johnson</i> requires reconsideration of the charging language rule.</p>\n<p></p>\n<h2>B. <i>Calvo</i>\n</h2>\n<p>Calvo's sentencing followed a similar path. In 2006, a federal grand jury in the District of Massachusetts returned a superseding indictment charging Calvo with, among other things, being a felon in possession of a firearm and ammunition in violation of 18 U.S.C. § 922(g). Calvo pled guilty to this particular count.</p>\n<p>At sentencing, the government argued that the district court should sentence Calvo to a mandatory fifteen-year prison term under the ACCA because he had three prior Massachusetts convictions for assault and battery. As at Holloway's sentencing, the government noted that Calvo's assault and battery convictions were accompanied by the \"did assault and beat\" charging language that identified harmful battery as the offenses of conviction. Like Holloway, Calvo argued that the charging language was mere statutory boilerplate. The district court rejected Calvo's argument, noting that it was \"foreclosed by the case law.\" It sentenced Calvo to the mandatory fifteen-year prison term, to be followed by five years of supervised release. Calvo appeals, advancing, in all material respects, the same argument as that advanced by Holloway.</p>\n<p></p>\n<h2>II. Discussion</h2>\n<p></p>\n<h2>A. <i>Legal backdrop</i>\n</h2>\n<p>\"We review de novo the legal conclusion as to whether a prior conviction qualifies as a `violent felony.'\" <i>United States v. Sanchez-Ramirez,</i> <span class=\"citation no-link\"><span class=\"volume\">570</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">75</span></span>, 81 (1st Cir.2009).</p>\n<p>Under the ACCA, a prior offense will qualify as a violent felony if it is both punishable by imprisonment for a term exceeding one year and either \"(i) has as an element the use, attempted use, or threatened use of physical force against the person of another; or (ii) is burglary, arson, or extortion, involves use of explosives, or otherwise involves conduct that presents a serious potential risk of physical injury to another.\" 18 U.S.C. § 924(e)(2)(B). Clause (i) is sometimes referred to as the \"force clause.\" <i>See e.g., </i><i>United States v. Davis,</i> <span class=\"citation\" data-id=\"50250\"><a href=\"/opinion/50250/united-states-v-davis/\"><span class=\"volume\">487</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">282</span></a></span>, 285 (5th Cir.2007). The portion of clause (ii) following the enumerated offenses is known as the \"residual clause.\" <i>Sanchez-Ramirez,</i> 570 F.3d at 82.</p>\n<p>When determining whether a defendant's prior offense qualifies as a violent felony under the ACCA, the sentencing court in the first instance, and we on de novo review, take a categorical approach. <i>Taylor v. United States,</i> <span class=\"citation\" data-id=\"112435\"><a href=\"/opinion/112435/taylor-v-united-states/\"><span class=\"volume\">495</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">575</span></a></span>, 600, <span class=\"citation\" data-id=\"112435\"><a href=\"/opinion/112435/taylor-v-united-states/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2143</span></a></span>, <span class=\"citation\" data-id=\"112435\"><a href=\"/opinion/112435/taylor-v-united-states/\"><span class=\"volume\">109</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">607</span></a></span> (1990). Under this approach, we consider whether the offense of conviction, as legally defined, qualifies as a violent felony under either of the ACCA's two clauses. <i>Id.</i> This approach is deemed categorical because we may consider only the offense's legal definition, forgoing any inquiry into how the defendant may have committed the offense. <i>Begay v. United States,</i> <span class=\"citation\" data-id=\"145815\"><a href=\"/opinion/145815/begay-v-united-states/\"><span class=\"volume\">553</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">137</span></a></span>, 141, <span class=\"citation\" data-id=\"145815\"><a href=\"/opinion/145815/begay-v-united-states/\"><span class=\"volume\">128</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1581</span></a></span>, <span class=\"citation\" data-id=\"145815\"><a href=\"/opinion/145815/begay-v-united-states/\"><span class=\"volume\">170</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">490</span></a></span> (2008); <i>Taylor,</i> 495 U.S. at 600, <span class=\"citation\" data-id=\"112435\"><a href=\"/opinion/112435/taylor-v-united-states/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2143</span></a></span>.</p>\n<p>\"In implementing this [categorical] approach, the first step is to identify the offense of conviction.\" <i>United States v. Giggey,</i> <span class=\"citation\" data-id=\"204104\"><a href=\"/opinion/204104/united-states-v-giggey/\"><span class=\"volume\">589</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">38</span></a></span>, 41 (1st Cir.2009). This can prove challenging when a defendant <span class=\"star-pagination\">*257</span> is convicted under a statute that covers multiple offenses. <i>Id.</i> In such a case, a court may look to a restricted set of documents (e.g., indictment, plea colloquy, jury instructions) to ascertain which of the multiple offenses served as the offense of conviction. <i>Shepard,</i> 544 U.S. at 26, <span class=\"citation\" data-id=\"142875\"><a href=\"/opinion/142875/shepard-v-united-states/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1254</span></a></span>; <i>Giggey,</i> 589 F.3d at 41. If those documents do not identify the offense of conviction, however, the conviction may only serve as a predicate offense if <i>each</i> of the possible offenses of conviction would qualify as a violent felony. <i>See </i><i>Shepard,</i> 544 U.S. at 26, <span class=\"citation\" data-id=\"142875\"><a href=\"/opinion/142875/shepard-v-united-states/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1254</span></a></span>. Under these conditions, if at least one of the possible offenses of conviction would <i>not</i> qualify as a violent felony, the conviction is unusable for ACCA purposes. In such a case, it is impossible to tell whether the defendant was convicted of a violent or non-violent offense.</p>\n<p>The statute at issue here, Massachusetts's simple assault and battery statute<sup>[3]</sup>, covers multiple offenses. Specifically, the statute encompasses three types of battery: (1) harmful battery; (2) offensive battery; and (3) reckless battery.<sup>[4]</sup><i>Commonwealth v. Boyd,</i> 73 Mass.App.Ct. 190, <span class=\"citation no-link\"><span class=\"volume\">897</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">71</span></span>, 76 (2008). So far, we have held only that the first of these three types, harmful battery, qualifies as a violent felony under the ACCA. <i>See, e.g., </i><i>Rivera,</i> 562 F.3d at 1.</p>\n<p>Because the assault and battery statute covers multiple offenses, a sentencing court's first task is to identify which battery offense served as the offense of conviction. <i>Mangos</i> involved this aspect of the categorical approach. In <i>Mangos,</i> the district court relied on the defendant's prior conviction under Massachusetts's assault and battery statute when sentencing him as a career offender. 134 F.3d at 463. <i>Mangos</i> appealed his sentence, arguing that, because it was unclear which battery offense he had been convicted of, his conviction could not serve as a predicate offense. <i>Id.</i> We rejected the premise of his argument, explaining that the indictment in his case, which charged that he \"did assault and beat\" his victim, sufficed to identify the offense of conviction as \"harmful battery,\" a crime of violence. <i>Id.</i> at 464. In reaching this conclusion, \"we interpreted the charging language in the most reasonable sensethat `the assault amounted to a beating' of the victim.\" <i>Holloway,</i> 499 F.3d at 118. After <i>Mangos,</i> the rule in this circuit was straightforward: \"did assault and beat\" charging language suffices to identify the harmful brand of battery for purposes of sentencing under either the ACCA or the career offender provision of the U.S. Sentencing Guidelines. <i>Rivera,</i> 562 F.3d at 2; <i>Holloway,</i> 499 F.3d at 118; <i>Estevez,</i> 419 F.3d at 82; <i>Santos,</i> 363 F.3d at 23.</p>\n<p></p>\n<h2>B. <i>Issues on appeal</i>\n</h2>\n<p>The appellants argue that our prior interpretation of the Massachusetts charging language has been undermined by <i>Johnson.</i> In their view, <i>Johnson</i> requires that we must consider how the charging language is interpreted under state law rather than impose our own construction upon it. We agree.</p>\n<p>The government's response is two-fold. First, it argues that the charging language argument raised by the appellants is foreclosed; Holloway's under both the \"law of the case\" and \"law of the circuit\" doctrines and Calvo's under the law of the circuit doctrine. Although the government concedes there are exceptions to these doctrines, <span class=\"star-pagination\">*258</span> it maintains that the Court's decision in <i>Johnson</i> does not implicate them.</p>\n<p>The government argues in the alternative that, even if <i>Johnson</i> does implicate an exception to these doctrines and requires us to abandon our charging language rule, we would still have to uphold the sentences of the appellants. The government asserts that all three types of Massachusetts battery offenses qualify as violent felonies under the ACCA, obviating any need to rely on the charging language. We consider the arguments in turn.</p>\n<p></p>\n<h2>1. <i>Law of the case and law of the circuit</i>\n</h2>\n<p>Under the law of the case doctrine, \"when a court decides upon a rule of law, that decision should continue to govern the same issues in subsequent stages in the same case.\" <i>Arizona v. California,</i> <span class=\"citation\" data-id=\"110895\"><a href=\"/opinion/110895/arizona-v-california/\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">605</span></a></span>, 618, <span class=\"citation\" data-id=\"110895\"><a href=\"/opinion/110895/arizona-v-california/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1382</span></a></span>, <span class=\"citation\" data-id=\"110895\"><a href=\"/opinion/110895/arizona-v-california/\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">318</span></a></span> (1983). The doctrine has two branches. <i>United States v. Moran,</i> <span class=\"citation\" data-id=\"201379\"><a href=\"/opinion/201379/united-states-v-moran/\"><span class=\"volume\">393</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 7 (1st Cir.2004). One of these branches provides \"that a legal decision made at one stage of a criminal or civil proceeding should remain the law of that case throughout the litigation.\" <i>Id.</i> Holloway's appeal implicates this branch, which \"binds, for example, a successor appellate panel in a second appeal in the same case.\" <i>Id.</i> The law of the circuit doctrine, implicated by both appeals, is a close cousin of the law of the case doctrine. It dictates that \"[i]n a multi-panel circuit . . . newly constituted panels ordinarily are constrained by prior panel decisions directly (or even closely) on point.\" <i>United States v. Guzman,</i> <span class=\"citation\" data-id=\"201772\"><a href=\"/opinion/201772/united-states-v-guzman/\"><span class=\"volume\">419</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">27</span></a></span>, 31 (1st Cir.2005).</p>\n<p>There are, of course, exceptions to these doctrines. The most well-known exception, common to both doctrines, applies when \"[a]n existing panel decision [is] undermined by controlling authority, subsequently announced, such as an opinion of the Supreme Court.\" <i>Igartua v. United States,</i> <span class=\"citation no-link\"><span class=\"volume\">626</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">592</span></span>, 603 (1st Cir.2010) (quoting <i>United States v. Rodriguez Pacheco,</i> <span class=\"citation\" data-id=\"202637\"><a href=\"/opinion/202637/united-states-v-rodriguez-pacheco/\"><span class=\"volume\">475</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">434</span></a></span>, 441 (1st Cir.2007)). <i>See </i><i>Ellis v. United States,</i> <span class=\"citation\" data-id=\"200248\"><a href=\"/opinion/200248/ellis-v-united-states/\"><span class=\"volume\">313</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">636</span></a></span>, 648 (1st Cir.2002) (law of the case); <i>Eulitt ex rel. Eulitt v. Me. Dep't of Educ.,</i> <span class=\"citation\" data-id=\"201301\"><a href=\"/opinion/201301/eulitt-v-me-dept-of-edu/\"><span class=\"volume\">386</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">344</span></a></span>, 349 (1st Cir.2004) (law of the circuit). A Supreme Court opinion need not be directly on point to undermine one of our opinions. \"A [Supreme Court] holding. . . can extend through its logic beyond the specific facts of its case.\" <i>Los Angeles County v. Humphries,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"180037\"><a href=\"/opinion/180037/los-angeles-county-v-humphries/\"><span class=\"volume\">131</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">447</span></a></span>, 453, <span class=\"citation\" data-id=\"180037\"><a href=\"/opinion/180037/los-angeles-county-v-humphries/\"><span class=\"volume\">178</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">460</span></a></span> (2010). We need not describe other exceptions to these rules because we conclude an intervening Supreme Court decision has cast into doubt the logic of the <i>Mangos</i> per se equivalence rule.</p>\n<p>In <i>Johnson,</i> the Supreme Court considered whether the Florida felony offense of battery by \"[a]ctually and intentionally touch[ing]\" another person qualifies as a violent felony under the ACCA's force clause. 130 S.Ct. at 1268. The Supreme Court ultimately held that it did not. <i>Id.</i> at 1271. The Court explained that the ACCA's force clause applies only where the offense at issue has as an element the use of \"<i>violent</i> force  that is, force capable of causing physical pain or injury to another person.\" <i>Id.</i> Because the Florida battery offense at issue lacked such an element  it could be \"satisfied by <i>any</i> intentional physical contact, `no matter how slight'\"  the Court held that it failed to qualify as a violent felony under the force clause. <i>Id.</i> at 1269-70, 1271.</p>\n<p><i>Johnson,</i> to be clear, does not undermine our first holding in <i>Mangos</i> that harmful battery under Massachusetts law  a battery offense which <i>has</i> as an <span class=\"star-pagination\">*259</span> element the use of violent force<sup>[5]</sup>  qualifies as a violent felony under the ACCA. It is also true that the appeals here are concerned only with whether particular charging language in a Massachusetts state court indictment suffices to identify the harmful type of battery, an issue <i>Johnson</i> did not address. A close inspection of the Supreme Court's analysis in <i>Johnson,</i> however, reveals a significant tension between the reasoning of <i>Johnson</i> and the reasoning in <i>Mangos.</i></p>\n<p><i>Johnson</i> makes clear that in considering whether an offense should be considered a violent felony under the ACCA, federal courts must utilize state court constructions of state law. To define whether an offense is a violent felony under the ACCA, the Supreme Court has always begun with what it has characterized as the \"categorical approach,\" <i>Johnson,</i> 130 S.Ct. at 1273, which asks \"whether the <i>elements of the offense</i> are of the type that would justify its inclusion within the [force or] residual provision[s], without inquiring into the specific conduct of this particular offender.\" <i>James v. United States,</i> <span class=\"citation\" data-id=\"145743\"><a href=\"/opinion/145743/james-v-united-states/\"><span class=\"volume\">550</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">192</span></a></span>, 202, <span class=\"citation\" data-id=\"145743\"><a href=\"/opinion/145743/james-v-united-states/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1586</span></a></span>, <span class=\"citation\" data-id=\"145743\"><a href=\"/opinion/145743/james-v-united-states/\"><span class=\"volume\">167</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">532</span></a></span> (2007); <i>e.g., </i><i>Chambers v. United States,</i> <span class=\"citation\" data-id=\"145923\"><a href=\"/opinion/145923/chambers-v-united-states/\"><span class=\"volume\">555</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">122</span></a></span>, <span class=\"citation\" data-id=\"145923\"><a href=\"/opinion/145923/chambers-v-united-states/\"><span class=\"volume\">129</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">687</span></a></span>, 690, <span class=\"citation\" data-id=\"145923\"><a href=\"/opinion/145923/chambers-v-united-states/\"><span class=\"volume\">172</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">484</span></a></span> (2009). If the statute clearly prohibits only one kind of conduct, then the question is whether that conduct satisfies the definition of \"violent felony\" in the ACCA. But when statutes criminalize a range of conduct, some of which may fall outside the ACCA's definition, courts must first determine what offense was at issue in the underlying conviction. Courts may consider limited evidence  such as charging documents and jury instructions  that show which one of the prohibited offenses the defendant was convicted of committing. <i>Shepard,</i> 544 U.S. at 21, <span class=\"citation\" data-id=\"142875\"><a href=\"/opinion/142875/shepard-v-united-states/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1254</span></a></span>; <i>e.g., </i><i>Chambers,</i> 129 S.Ct. at 690-91 (beginning a categorical analysis by concluding, based on charging documents, that the defendant was convicted only of not reporting to prison under a statute that penalized a range of conduct, including escape).</p>\n<p>If this underlying evidence clearly shows the basis for the defendant's conviction, then the remaining question is whether that specific offense falls into the definition of a \"violent felony.\" <i>E.g., </i><i>Chambers,</i> 129 S.Ct. at 690-92. But if it is unclear from the record, then courts face a further quandary: which offense should courts assume was the basis for conviction?</p>\n<p>Where the offense of conviction encompasses both violent and non-violent offenses, and the government has failed to show under <i>Shepard</i> that the offense qualified as a violent felony, <i>Johnson</i> seems to establish that the government has not met its burden. When a Florida statute defined assault and battery as involving either physical injury or touching without consent and none of the relevant documents showed which was the basis for Johnson's conviction, the Supreme Court concluded that the government had proved no more than touching without consent. <i>Johnson,</i> 130 S.Ct. at 1269.</p>\n<p>When considering whether the Florida battery offense qualified as a violent felony under the ACCA's force clause, <i>Johnson</i> also established that a federal court is bound by the construction of state law rendered by the highest court of the state. 130 S.Ct. at 1269; <i>Johnson v. Fankell,</i> <span class=\"citation\" data-id=\"118124\"><a href=\"/opinion/118124/johnson-v-fankell/\"><span class=\"volume\">520</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">911</span></a></span>, 916, <span class=\"citation\" data-id=\"118124\"><a href=\"/opinion/118124/johnson-v-fankell/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1800</span></a></span>, <span class=\"citation\" data-id=\"118124\"><a href=\"/opinion/118124/johnson-v-fankell/\"><span class=\"volume\">138</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">108</span></a></span> (1997) (\"Neither this court nor any <span class=\"star-pagination\">*260</span> other federal tribunal has any authority to place a construction on a state statute different from the one rendered by the highest court of the state.\"). Accordingly, in <i>Johnson</i> the Court emphasized that it was bound by the Florida Supreme Court's interpretation of the battery offense at issue. 130 S.Ct. at 1269. Our decision in <i>Mangos</i> indirectly runs afoul of this principle.</p>\n<p>We look to state law. According to the Massachusetts statute prescribing the proper form of criminal indictments and complaints, the following language is sufficient to charge an assault and battery: \"That A.B. did assault and beat C.D.\" Mass. Gen. Laws ch. 277, § 79. The statute does not break the offense down into its various types nor does it provide charging language specific to those types. Consequently, a sentencing court may not rely on the generic \"did assault and beat\" charging language to identify which particular battery offense served as the offense of conviction. It is clear under state court construction of the statute that the statute encompasses a category of offenses which are no more than offensive touchings. We believe, applying <i>Johnson,</i> that the government has not established the offense of harmful battery as the statute has been construed. Another circuit has come to this same conclusion. <i>United States v. Jones,</i> <span class=\"citation\" data-id=\"771477\"><a href=\"/opinion/771477/united-states-v-latidtus-jones/\"><span class=\"volume\">235</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">342</span></a></span>, 347 (7th Cir.2000) (\"[N]o inference regarding whether [the defendant] committed a crime of violence can be drawn from the charging document's use of the phrase `did assault and beat.'\").<sup>[6]</sup></p>\n<p></p>\n<h2>2. <i>The ACCA's residual clause</i>\n</h2>\n<p>In the district courts the government did not argue that these defendants were Armed Career criminals under the residual clause of § 924(e)(2)(B)(ii). That clause provides that an offense can also qualify as a \"violent felony\" under the ACCA if it: \"is burglary, arson, or extortion, involves use of explosives, or otherwise involves conduct that presents a serious potential risk of physical injury to another.\" <i>Id.</i> The government now seeks affirmance on the grounds that through the convictions themselves and the \"did assault and beat\" language of the indictments, it has presented enough to show the requirements of the residual clause have been met.</p>\n<p>To determine whether the state statute of conviction meets the definition of a violent felony in § 924(e)'s residual clause we again use the categorical approach, \"comparing the elements of the state crime against the residual `otherwise' clause and drawing some conclusions,\" supplementing that comparison only with the information contained within a narrow range of other documents. <i>United States v. Giggey,</i> <span class=\"citation\" data-id=\"203601\"><a href=\"/opinion/203601/united-states-v-giggey/\"><span class=\"volume\">551</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">27</span></a></span>, 39, 40-41 (1st Cir.2008); <i>see also </i><i>Shepard,</i> 544 U.S. at 26, <span class=\"citation\" data-id=\"142875\"><a href=\"/opinion/142875/shepard-v-united-states/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1254</span></a></span>. To fit within § 924(e)'s residual clause, the offense in question must: (1) present a risk of physical injury similar to the risk presented by the clause's enumerated offenses and (2) be similar \"in kind\" to those offenses. <i>Giggey,</i> 551 F.3d at 41-42. <i>See also </i><i>Begay,</i> 553 U.S. at 143, <span class=\"citation\" data-id=\"145815\"><a href=\"/opinion/145815/begay-v-united-states/\"><span class=\"volume\">128</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1581</span></a></span>. An offense will be similar in kind to the enumerated offenses if it \"typically involve[s] purposeful, `violent,' and `aggressive' conduct.\" <i>Begay,</i> 553 U.S. at 144-45, <span class=\"citation\" data-id=\"145815\"><a href=\"/opinion/145815/begay-v-united-states/\"><span class=\"volume\">128</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1581</span></a></span>; <i>United States v. Almenas,</i> <span class=\"citation\" data-id=\"203688\"><a href=\"/opinion/203688/united-states-v-almenas/\"><span class=\"volume\">553</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">27</span></a></span>, 34 (1st Cir.2009).</p>\n<p><span class=\"star-pagination\">*261</span> The government's argument has two discrete parts. First, it argues that we need not reach the categorical analysis under the ACCA's residual clause because we have already held that not only harmful battery but also offensive battery and reckless battery qualify as violent felonies under that clause. The government refers again to our decision in <i>Mangos.</i> It asserts that in <i>Mangos</i> we held that the crime of \"offensive battery\" could qualify as a crime of violence under the residual clause because it \"otherwise involves conduct that presents a serious potential risk of physical injury to another.\" <i>Mangos,</i> 134 F.3d at 464 (quoting U.S.S.G. § 4B1.2(1)(ii)). This argument is incomplete. Although we may have discussed offensive battery in <i>Mangos,</i> we did not purport to address reckless battery, a type of battery distinct from offensive battery. <i>See </i><i>Boyd,</i> 897 N.E.2d at 76. Moreover the government overreaches when it says that <i>Mangos</i> actually held that offensive battery qualifies as a violent felony under the residual clause. We did not ultimately resolve whether the state conviction at issue qualified under the force clause or the residual clause. <i>Mangos,</i> 134 F.3d at 464. Instead, we assumed that the assault and battery statute covered both violent and non-violent offenses and relied on the \"did assault and beat\" charging language to categorize the defendant's conviction as a crime of violence. <i>Id.</i> Indeed, it was our reliance on the \"did assault and beat\" charging language that spawned these and prior appeals.</p>\n<p>Next, the government argues that even if we have not yet held that the other types of battery qualify as violent felonies under the residual clause, we should do so now on the basis of the defendants' convictions and indictments alone. After examining the reckless battery offense and the record before us, we decline the invitation.</p>\n<p>Reckless battery does not typically involve purposeful conduct and thus is not similar in kind to the offenses enumerated within § 924(e)(2)(B)(ii). <i>See </i><i>Begay,</i> 553 U.S. at 145, <span class=\"citation\" data-id=\"145815\"><a href=\"/opinion/145815/begay-v-united-states/\"><span class=\"volume\">128</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1581</span></a></span>. To prove reckless battery, the Commonwealth must establish \"(1) that the defendant's conduct involve[d] a high degree of likelihood that substantial harm will result to another, or that it constitute[d] . . . disregard of probable harmful consequences to another <i>and</i> (2) that, as a result of that conduct, the victim suffered some physical injury.\" <i>Commonwealth v. Welch,</i> 16 Mass.App.Ct. 271, <span class=\"citation\" data-id=\"2238256\"><a href=\"/opinion/2238256/commonwealth-v-welch/\"><span class=\"volume\">450</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1100</span></a></span>, 1102-03 (1983) (internal quotation marks and citations omitted). Because the Commonwealth may prove that a defendant committed a reckless battery without establishing that the battery was purposeful or deliberate, the mere fact of such a conviction does not itself render the underlying offense sufficiently comparable to those offenses enumerated in § 924(e)(2)(B)(ii). <i>See </i><i>United States v. Woods,</i> <span class=\"citation\" data-id=\"1188867\"><a href=\"/opinion/1188867/united-states-v-woods/\"><span class=\"volume\">576</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">400</span></a></span>, 412-13 (7th Cir.2009) (\"[T]he residual clause encompasses only purposeful crimes; crimes with the <i>mens rea</i> of recklessness do not fall within its scope.\"); <i>see also </i><i>United States v. Herrick,</i> <span class=\"citation\" data-id=\"203524\"><a href=\"/opinion/203524/united-states-v-herrick/\"><span class=\"volume\">545</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">53</span></a></span>, 59 (1st Cir.2008) (holding that Wisconsin's vehicular homicide felony is not a crime of violence because it \"requires criminal negligence, defined as conduct that the actor should realize creates a substantial and unreasonable risk of death or great bodily harm to another\").</p>\n<p>The government has a rejoinder. It argues that because the reckless battery offense \"requires the `intentional commission of a wanton and reckless act'\" it <i>is</i> a purposeful offense. But while a defendant convicted of reckless battery may very well have purposefully or deliberately committed certain acts, the act for which he was convictedthe battery of <span class=\"star-pagination\">*262</span> anotherneeded to be neither purposeful nor deliberate for conviction. The mere fact of conviction of such an offense does not bring it within § 924(e)(2)(B)(ii). <i>See </i><i>Begay,</i> 553 U.S. at 145, <span class=\"citation\" data-id=\"145815\"><a href=\"/opinion/145815/begay-v-united-states/\"><span class=\"volume\">128</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1581</span></a></span> (noting that while \"a drunk driver may very well drink on purpose . . . the conduct for which the drunk driver is convicted (driving under the influence) need not be purposeful or deliberate,\" and therefore concluding that a conviction under New Mexico's driving under the influence law does not fit within § 924(e)(2)(B)(ii)); <i>Woods,</i> 576 F.3d at 410 (rejecting the government's argument that \"if a defendant. . . intends the <i>act</i> but was reckless as to the consequences of that act\" that the offense may qualify as purposeful).</p>\n<p>An example is illustrative. In <i>Commonwealth v. Burno,</i> 18 Mass.App.Ct. 796, <span class=\"citation\" data-id=\"2234133\"><a href=\"/opinion/2234133/commonwealth-v-burno/\"><span class=\"volume\">471</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">127</span></a></span> (1984), the Massachusetts Appeals Court considered the appeal of a defendant who had been convicted of assault and battery after his car struck an occupied car. <i>Id.</i> at 127.<sup>[7]</sup> The court ultimately held that the evidence before it was sufficient to convict the defendant of reckless battery, but not intentional battery. <i>Id.</i> at 129. The court reasoned,</p>\n<blockquote>[T]he evidence tends to establish that the defendant was traveling very fast on a wet road, and that while he was attempting to negotiate a left turn at the Allen Street intersection, which requires an automobile to bear to the right before making a left turn, he hit the parked automobile occupied by Officers Pidgeon and Palmer. We do not think that permissible inferences from this evidence were sufficient \"to bring minds of ordinary intelligence and sagacity\" to conclude beyond a reasonable doubt that the defendant intentionally hit the automobile occupied by Pidgeon and Palmer. On the other hand, the jury certainly could have found the defendant's conduct to have been reckless.</blockquote>\n<p><i>Id.</i> (internal citation omitted). As <i>Burno</i> makes plain, Massachusetts law distinguishes between intentional and reckless batteries. For purposes of sentence enhancement under the ACCA, that distinction is material.</p>\n<p>A conviction under Massachusetts's simple assault and battery statute does not alone qualify as a predicate offense under § 924(e)(2)(B)(ii) because the statutory definition of the offense is not similar in kind to those enumerated offenses. <i>Giggey,</i> 551 F.3d at 41-42. Nor does the other permissible evidence the government offered to the district courtthe indictments under which the defendants were chargedbring the state convictions within the scope of the residual clause. Other evidence, if admissible under <i>Shepard,</i> could change this calculus.</p>\n<p>In sum, because the Massachusetts simple assault and battery statute covers multiple offenses, at least one of which, reckless battery, is categorically not a violent felony, a court may only rely on an assault and battery conviction if it can ascertain that the defendant was convicted of the violent form of the offense (e.g., harmful battery).<sup>[8]</sup> Because the district courts here relied on the generic \"did assault and beat\" charging language when concluding that the defendants had committed harmful battery, we must reverse and remand for resentencing.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*263</span> III. Scope of Issues on Remand</h2>\n<p>The parties dispute what should happen upon remand. The government argues that it should have free rein to make its case under both the force clause of § 924(e)(2)(B)(i) and the residual clause under § 924(e)(2)(B)(ii). The defendants argue that the government should not get two bites at the apple.</p>\n<p>The government's theory in the district courts was based on the force clause, § 924(e)(2)(B)(i). At the time the government had the opportunity to introduce <i>Shepard</i> type documents beyond the indictment alone to support its theory but did not do so. Because, however, both the government and the district courts were operating on the premise that <i>Mangos</i> remained good law, the failure to proffer such evidence was more than understandable. As to the issue of the residual clause, no party raised or discussed the use of that clause under the ACCA. Under the circumstances, we perceive no unfairness in allowing the government the opportunity to pursue both the force clause and residual clause theories on remand, using <i>Shepard</i> approved documents.</p>\n<p></p>\n<h2>IV. Conclusion</h2>\n<p>For the reasons provided above, we vacate the sentences of the appellants and remand for resentencing.</p>\n<h2>NOTES</h2>\n<p>[1]  In other cases, we have considered a similar question: the circumstances under which a Massachusetts simple assault and battery conviction will qualify as a predicate conviction for a \"crime of violence\" under the career offender provision of the U.S. Sentencing Guidelines. <i>United States v. Estevez,</i> <span class=\"citation\" data-id=\"201766\"><a href=\"/opinion/201766/united-states-v-estevez/\"><span class=\"volume\">419</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">77</span></a></span>, 82 (1st Cir.2005); <i>United States v. Santos,</i> <span class=\"citation\" data-id=\"200939\"><a href=\"/opinion/200939/united-states-v-santos/\"><span class=\"volume\">363</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">19</span></a></span>, 22 (1st Cir.2004); <i>United States v. Mangos,</i> <span class=\"citation\" data-id=\"197749\"><a href=\"/opinion/197749/united-states-v-mangos/\"><span class=\"volume\">134</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">460</span></a></span>, 464 (1st Cir.1998). The terms \"crime of violence\" and \"violent felony\" are nearly identical in meaning. <i>United States v. Willings,</i> <span class=\"citation\" data-id=\"204088\"><a href=\"/opinion/204088/united-states-v-willings/\"><span class=\"volume\">588</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">56</span></a></span>, 58 n. 2 (1st Cir.2009). Because of this, \"decisions construing one term inform the construction of the other.\" <i>Id.</i></p>\n<p>[2]  Following the procedure described in cases such as <i>Crowe v. Bolduc,</i> <span class=\"citation\" data-id=\"200978\"><a href=\"/opinion/200978/crowe-v-bolduc/\"><span class=\"volume\">365</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">86</span></a></span>, 89 n. 1 (1st Cir.2004) and <i>United States v. Dowdell,</i> <span class=\"citation no-link\"><span class=\"volume\">595</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">50</span></span>, 62 n. 8 (1st Cir.2010), the panel opinion in this case was circulated to all active judges of the court, all of whom posed no objection to our treatment of <i>Mangos</i> and its progeny. We caution that the use of this informal procedure does not convert this opinion into an opinion en banc, nor does it preclude a suggestion of rehearing en banc on any issue in the case, whether or not related to the panel's treatment of <i>Mangos.</i></p>\n<p>[3]  Mass. Gen. Laws ch. 265, § 13A.</p>\n<p>[4]  These offenses are not defined in the statute. Instead, Massachusetts common law provides their definitions. <i>Mangos,</i> 134 F.3d at 463.</p>\n<p>[5]  To convict for harmful battery under Massachusetts law, the prosecution must prove that the defendant intentionally touched his victim with \"such violence that bodily harm is likely to result.\" <i>Commonwealth v. Burke,</i> <span class=\"citation\" data-id=\"2076621\"><a href=\"/opinion/2076621/commonwealth-v-burke/\"><span class=\"volume\">390</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">480</span></a></span>, <span class=\"citation\" data-id=\"2076621\"><a href=\"/opinion/2076621/commonwealth-v-burke/\"><span class=\"volume\">457</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">622</span></a></span>, 624 (1983); <i>Commonwealth v. Boyd,</i> 73 Mass.App.Ct. 190, <span class=\"citation no-link\"><span class=\"volume\">897</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">71</span></span>, 76 (2008).</p>\n<p>[6]  To its credit, the government does not argue that the \"did assault and beat\" charging language actually signifies that the defendant was charged with harmful battery as opposed to the other types. It only urges the application of the law of the case and law of the circuit doctrines.</p>\n<p>[7]  Although the assault and battery in <i>Burno</i> occurred by means of a dangerous weapon, a car, the law of simple assault and battery governed the court's analysis. <i>Id.</i> at 128-29.</p>\n<p>[8]  In order to resolve these appeals, it is unnecessary to decide whether, in addition to harmful battery, offensive battery qualifies as a violent felony under the ACCA.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/1732/",
    "http://www.courtlistener.com/api/rest/v3/opinions/50250/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110895/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112435/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118124/",
    "http://www.courtlistener.com/api/rest/v3/opinions/142875/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145743/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145815/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145923/",
    "http://www.courtlistener.com/api/rest/v3/opinions/180037/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197749/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200248/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200939/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200978/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201301/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201379/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201766/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201772/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202637/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202916/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203524/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203601/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203688/",
    "http://www.courtlistener.com/api/rest/v3/opinions/204088/",
    "http://www.courtlistener.com/api/rest/v3/opinions/204104/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771477/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1188867/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2076621/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2234133/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2238256/"
  ]
}