{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/183881/",
  "absolute_url": "/opinion/183881/united-states-v-landry/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/183881/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/3246/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-01-28T21:21:39Z",
  "date_modified": "2016-04-26T21:02:51.589318Z",
  "type": "010combined",
  "sha1": "1b4e317935d42eda881b3e6190868bbe7f90d89d",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/09-1877P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2011/01/28/US_v._Landry.pdf",
  "plain_text": "           United States Court of Appeals\n                      For the First Circuit\n\nNo. 09-1877\n\n                     UNITED STATES OF AMERICA,\n\n                             Appellee,\n\n                                v.\n\n                          MARY L. LANDRY,\n\n                       Defendant, Appellant.\n\n\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                     FOR THE DISTRICT OF MAINE\n\n         [Hon. John A. Woodcock, Jr., U.S. District Judge]\n\n\n\n\n                              Before\n\n           Torruella, Ripple,* and Lipez, Circuit Judges.\n\n\n\n          Tina Schneider for appellant.\n          Margaret D. McGaughey, Appellate Chief, with whom Paula\nD. Silsby, United States Attorney, was on brief, for appellee.\n\n\n                         January 28, 2011\n\n\n\n\n     *\n         Of the Seventh Circuit, sitting by designation.\n\f               RIPPLE, Circuit Judge.        Mary L. Landry was indicted in\n\nthe United States District Court for the District of Maine on nine\n\ncounts involving wire fraud, aggravated identity theft and social\n\nsecurity fraud.1          The district court held a two-day trial, and the\n\njury       returned   a   guilty   verdict   on   all    nine   counts.    After\n\nsentencing, Ms. Landry filed a timely notice of appeal.2                  In her\n\nappeal, she claims that the district court committed reversible\n\nerror when it admitted two pieces of evidence, that the prosecutor\n\nengaged in improper argument during closing arguments and that the\n\ndistrict      court   improperly    considered     the   general   increase   in\n\nidentity theft crimes in determining the appropriate sentence. For\n\nthe reasons set forth in this opinion, we affirm the judgment of\n\nthe district court.\n\n\n\n                                        I\n\n                                    BACKGROUND\n\n               From 2001 to 2003, Ms. Landry was employed as a customer\n\naccount manager by MBNA, a credit card company.                    At MBNA, Ms.\n\nLandry’s job involved the collection of past due credit card\n\naccounts.       She was granted a security clearance, which gave her\n\naccess to customers’ social security numbers and dates of birth.\n\n\n       1\n            The district court had jurisdiction pursuant to 18 U.S.C.\n§ 3231.\n       2\n       This court has jurisdiction over the final decision of the\ndistrict court pursuant to 28 U.S.C. § 1291.\n\n                                      - 2 -\n\fIn 2003, MBNA, following its established policy, terminated Ms.\n\nLandry’s employment for a drunk-driving conviction.         Beginning in\n\nNovember 2005, Ms. Landry was employed by Verizon. At Verizon, Ms.\n\nLandry could access customer accounts, including social security\n\nnumbers and dates of birth.\n\n           Admiral   Mary   E.   Landry   (“Admiral   Landry”),    not   the\n\ndefendant, was notified in 2007 by Discover that someone was using\n\nher date of birth and social security number to open a credit card\n\naccount.    Admiral Landry immediately placed fraud alerts on her\n\ncredit cards and enrolled in a fraud monitoring system.           While Ms.\n\nLandry was employed at MBNA, Admiral Landry had a MBNA-issued\n\ncredit card, but was never late in any of her payments.           In 2000,\n\nAdmiral Landry had opened an account with Verizon for cable, phone\n\nand DSL in her home.\n\n           In April 2007, the defendant, Ms. Landry, received pre-\n\napproved offers in the mail for two credit cards, one from Chase\n\nBank and another from Discover Bank. Ms. Landry applied online for\n\nboth cards, providing her own name.        According to Ms. Landry, she\n\nentered her own birth date, but, because of her apprehension about\n\ninternet security, she entered all 9s as her social security\n\nnumber.    Chase approved Ms. Landry’s credit card application, but\n\nDiscover required further review.         Ms. Landry ultimately decided\n\nnot to open a card with Discover.\n\n           In May 2007, after making a purchase at Fashion Bug, Ms.\n\n\n                                  - 3 -\n\fLandry applied for a store credit card upon the encouragement of\n\nthe sales clerk.   Fashion Bug’s procedure required the sales clerk\n\nto input the customer’s name, address and date of birth from a\n\ndriver’s   license.    The   customer    would   then   input    her    social\n\nsecurity number on a number pad.         Ms. Landry maintains that she\n\nagain entered all 9s as her social security number.             Ms. Landry’s\n\napplication was not approved.\n\n           Around June 2007, Ms. Landry was unable to access her\n\nChase credit card account online. When Ms. Landry called Chase, it\n\nasked her to verify the last four digits of her social security\n\nnumber.    Ms. Landry provided the last four digits of her social\n\nsecurity number, which did not match the credit card account.              Ms.\n\nLandry also tried providing all 9s, which also did not match.\n\nChase closed the account.\n\n           Ms. Landry was indicted on nine counts:        three counts of\n\nwire fraud, three counts of aggravated identity theft, two counts\n\nof social security fraud and one count of fraud in connection with\n\nan access device or credit card.         The charges were based on Ms.\n\nLandry’s   allegedly   knowing   and    unauthorized     use     of    another\n\nindividual’s identity to apply for three credit cards, to obtain a\n\ncredit card and to use that credit card.\n\n           The Government maintains that Ms. Landry had access to\n\nAdmiral Landry’s identification information through her employment,\n\nand having defaulted on student loans, Ms. Landry’s poor credit\n\n\n                                 - 4 -\n\fprovided her with a financial motive.         Her alleged plan was to\n\ndeceive credit card companies by using the social security number\n\nand date of birth of an individual who shared her same first and\n\nlast name.   The Government maintains that Ms. Landry used Admiral\n\nLandry’s social security number and date of birth on the Chase and\n\nDiscover applications.      For the Fashion Bug credit card, however,\n\nthe Government submits that Ms. Landry used only Admiral Landry’s\n\nsocial security number because, under that store’s procedure, the\n\nstore clerk enters the customer’s date of birth based on the\n\ncustomer’s provided identification.\n\n           A two-day trial took place in 2009.           To support its\n\nclaim, the Government provided the testimony of MBNA and Verizon\n\nrepresentatives.   Both employers stated that Ms. Landry had the\n\nsecurity   clearance   to   have   accessed   Admiral   Landry’s   social\n\nsecurity number and date of birth through their systems.             The\n\nGovernment also presented evidence that Ms. Landry was in debt, had\n\ndefaulted on her student loans of over $60,000 and was subject to\n\na wage garnishment order.       Employees from different credit card\n\ncompanies testified that an applicant must supply her own social\n\nsecurity number and that the computer system would not input a\n\nsocial security number on its own.\n\n           We shall present additional, relevant factual background\n\nin the course of our consideration of each of Ms. Landry’s specific\n\ncontentions.\n\n\n                                   - 5 -\n\f                                            II\n\n                                       DISCUSSION\n\n              Ms. Landry submits that her conviction should be reversed\n\nbecause:       (1) the district court admitted evidence of a 2008\n\ntraffic stop at which she supplied false identifying information;\n\n(2) the district court admitted evidence of the drunk-driving\n\nconviction; (3) the Government referenced in its closing arguments\n\nthe cost and expense of bringing expert witnesses; and (4) the\n\ndistrict court considered the growth of identity fraud crimes\n\nduring sentencing.           We consider each issue in turn.\n\n\n\n                                            A.\n\n              Ms. Landry first contends that the district court erred\n\nin admitting, under Federal Rule of Evidence 404(b), evidence about\n\na   traffic     stop    at     which    she      supplied   false   identification\n\ninformation.           We    review    a   district     court’s     ruling    on     the\n\nadmissibility     of        evidence   under     Rule   404(b)   for   an    abuse    of\n\ndiscretion.      United States v. Hicks, 575 F.3d 130, 141 (1st Cir.\n\n2009), cert. denied, 130 S. Ct. 647 (2009).                 We conclude that the\n\ntraffic stop is admissible under Rule 404(b).\n\n              In June 2008, after Ms. Landry had filled out the credit\n\ncard applications, but prior to her indictment in this case,\n\nOfficer Steven Jordan stopped Ms. Landry for a traffic infraction.\n\nWhen asked for her name, social security number and date of birth,\n\n\n                                           - 6 -\n\fMs. Landry provided Officer Jordan with her sister’s name, a made-\n\nup social security number and a made-up date of birth.                       Officer\n\nJordan ascertained Ms. Landry’s actual identity by checking vehicle\n\nregistration, booking photographs and verifying physical traits,\n\nand discovered that Ms. Landry had a suspended license.\n\n             Before trial, the district court initially directed the\n\nGovernment not to mention evidence of the 2008 traffic stop, but\n\nwarned Ms. Landry that the evidence would be admissible if she\n\nopened the door to it.              After Ms. Landry’s opening statement\n\nindicated a defense of good faith and computer error, the district\n\ncourt   ruled      that    the   evidence    of    the   traffic    stop   would   be\n\nadmissible.     The court explained that the evidence “goes directly\n\nto the specific issues that are isolated in the rule.”                     Trial Tr.\n\nvol. I, 81.     The court pointed out that Ms. Landry was claiming “a\n\ncomputer system error and a good-faith defense” and that the jury\n\ntherefore was entitled to consider evidence that she had used, in\n\nanother instance, “another name, including a social security number\n\nthat was not hers.”          Id.   That evidence could be used, the court\n\nexplained, “to conclude opportunity, intent, preparation, plan,\n\nknowledge, and absence of mistake or accident.”                    Id. at 82.\n\n             Federal Rule of Evidence 404(b) prohibits the admission\n\nof   prior   bad    acts    to   establish    an    individual’s      character    or\n\npropensity to commit a crime.           Rule 404(b) does permit, however,\n\nthe admission of prior bad acts “for other purposes, such as proof\n\n\n                                       - 7 -\n\fof   motive,    opportunity,      intent,    preparation,    plan,   knowledge,\n\nidentity, or absence of mistake or accident.”                  Fed. R. Evid.\n\n404(b).   Bad acts committed subsequent to the charged behavior are\n\nadmissible under Rule 404(b) as long as they meet the criteria set\n\nforth in the Rule.         See United States v. Tse, 375 F.3d 148, 155\n\n(1st Cir. 2004).\n\n            Consonant with the established case law of our circuit,\n\na district court employs a two-part test to determine admissibility\n\nof evidence under Rule 404(b).             Udemba v. Nicoli, 237 F.3d 8, 15\n\n(1st Cir. 2001). First, it must determine whether the evidence has\n\n“special”      relevance   other    than    establishing     propensity;   with\n\nrespect to this inquiry, Rule 404(b)’s list of purposes is not\n\nexhaustive.      Id.   In Udemba, we concluded that the evidence was\n\nadmissible under Rule 404(b) in part because it “was specially\n\nrelevant to a contested issue in the case, namely, the extent of\n\ndamages   attributable       to    emotional    distress.”      Id.     In   so\n\nconcluding, we “reject[ed] the [] concept that Rule 404(b) contains\n\na comprehensive list of all the ways in which evidence of other bad\n\nacts may be specially relevant.”                Id.   To determine whether\n\nproffered evidence has special relevance, the court considers the\n\ntemporal relationship of the other act and the degree of similarity\n\nto the charged crime.        United States v. Varoudakis, 233 F.3d 113,\n\n119 (1st Cir. 2000).       Second, the court must consider whether Rule\n\n403 requires exclusion of the evidence because the danger of unfair\n\n\n                                      - 8 -\n\fprejudice substantially outweighs the probative value. Id. at 121.\n\n\n\n1.    Specially Relevant\n\n            In admitting evidence of the traffic stop, the district\n\ncourt said that it showed “opportunity, intent, preparation, plan,\n\nknowledge, and absence of mistake or accident.”        Trial Tr. vol. I,\n\n81.    We believe, more precisely, that the 2008 traffic stop is\n\nrelevant to show intent or knowledge because the evidence rebuts an\n\ninnocent involvement defense.\n\n            Bad acts, other than the behavior charged, can be the\n\nbasis for “inferr[ing] . . . that, after being involved in a number\n\nof similar incidents, the defendant must have had a mental state\n\nthat is inconsistent with innocence.”       2 Jack Weinstein & Margaret\n\nBerger, Weinstein’s Federal Evidence § 404.22[1][a] (2d ed. 2010).\n\nThis circuit, and others, have admitted evidence under Rule 404(b)\n\nto rebut a defense of innocent involvement.            The cases do not\n\nalways specify under which of the enumerated categories of Rule\n\n404(b) the evidence is admitted, recognizing the overlapping and\n\nnon-exhaustive   nature    of   that   listing.   In   United   States   v.\n\nRodriguez, 215 F.3d 110, 114 (1st Cir. 2000), the defendant was\n\ncharged with conspiracy and attempt to import, with an individual\n\nnamed Vega, illegal drugs at a pier.        He submitted as his defense\n\nthat he was at the sea with Vega for an innocent reason.                 He\n\nclaimed that, as a fisherman, he occasionally would fish in those\n\n\n                                   - 9 -\n\fwaters. Id. at 116. The Government introduced evidence of another\n\ndrug importation, at the same location, that involved the defendant\n\nand Vega.    Id. at 115.   We determined that the district court had\n\nnot abused its discretion in admitting the evidence because the\n\nGovernment had a right to counter the idea that the defendant was\n\njust “innocently caught up” in the events.    Id. at 119.   Similarly,\n\nin United States v. Wyatt, 561 F.3d 49, 53 (1st Cir. 2009), cert.\n\ndenied, 129 S. Ct. 2818 (2009), there was a suggestion that the\n\ndefendant was tricked into participating in fraudulent transactions\n\nby others.    We concluded that evidence of the prior fraudulent\n\ntransactions in which the defendant had participated “would assist\n\nthe jury in determining whether [the defendant] was ‘duped’ . . .\n\nor whether [the defendant] fully understood the fraudulent nature\n\nof the charged transactions.”    Id.   Also, in United States v. Lugo\n\nGuerrero, 524 F.3d 5, 14 (1st Cir. 2008), we held that the district\n\ncourt had not abused its discretion in admitting prior evidence of\n\nrobberies to counter the defendant’s theory that he was present\n\ninnocently in the getaway car with two bank robbers.    We commented\n\nthat evidence of the prior bank robberies “makes it unlikely that\n\n[the defendant’s] presence in the vehicle was a mere coincidence.”\n\nId.\n\n            Other circuits also have allowed Rule 404(b) evidence,\n\nnot always under any specific category, to counter an innocent\n\ninvolvement defense.   See, e.g., United States v. Howell, 231 F.3d\n\n\n                                - 10 -\n\f615, 628 (9th Cir. 2000) (holding Rule 404(b) evidence of previous\n\ndrug convictions relevant to rebut defense that the defendant was\n\n“merely present” (quotation marks omitted)); United States v.\n\nHuels, 31 F.3d 476, 479 (7th Cir. 1994) (allowing, on plain error\n\nreview, Rule 404(b) evidence to show absence of mistake because the\n\ndefendant had maintained that “he wandered into the marijuana\n\ngarden by chance while hunting for deer” and had never been on that\n\nplot of land previously); United States v. Zackson, 12 F.3d 1178,\n\n1182-83 (2d Cir. 1993) (admitting Rule 404(b) evidence of prior\n\ndrug trafficking with co-defendant to show intent because defendant\n\ndenied any participation and claimed innocent association).\n\n          Ms. Landry’s defense is one of innocent involvement. She\n\ndoes not contend that she made a mistake.   Rather, she claims that\n\nshe acted innocently, providing her own date of birth and a social\n\nsecurity number of all 9s.   The culprit, according to Ms. Landry,\n\nis the computer system, which mixed up her identity with that of\n\nAdmiral Landry.   The line of cases admitting Rule 404(b) evidence\n\nto counter a defense of innocent involvement supports the district\n\ncourt’s determination that the circumstances of her encounter with\n\nOfficer Jordan at the traffic stop are relevant to show intent or\n\nknowledge.3\n\n\n     3\n         Even though Ms. Landry does not assert a defense of\nmistake, her claim of innocent involvement is an adequate basis for\nadmitting evidence to rebut that claim.      Notably, Rule 404(b)\nevidence is admissible to show intent even when such evidence is\nnot admissible to illustrate absence of mistake on the part of the\n\n                              - 11 -\n\f          We also believe that the traffic stop is sufficiently\n\nsimilar to be relevant.   “The other bad act need not be identical\n\nto the crime charged so long as it is sufficiently similar to allow\n\na juror to draw a reasonable inference probative of knowledge or\n\nintent.” United States v. Landrau-Lopez, 444 F.3d 19, 24 (1st Cir.\n\n2006). We have considered Ms. Landry’s contention that the traffic\n\nstop is not sufficiently similar because she provided the officer\n\nwith a made-up social security number, not an actual one as alleged\n\nin the charged crime.   We find probative, however, her willingness\n\nin both situations to lie when asked for personal identification\n\ninformation.   Because Ms. Landry’s defense was good faith and\n\ncomputer error, Ms. Landry’s willingness to give a false, even if\n\nmade-up, social security number is suggestive of her intent to\n\nprovide another’s identity as her own.\n\n          The bad act also was not so distant in time from the\n\ncharged event as to be irrelevant.      The submission of the credit\n\ncard applications and use of the Chase card occurred from April to\n\nJune 4, 2007; the traffic stop occurred on June 18, 2008.        The\n\ntraffic stop, then, occurred a little over a year after the charged\n\ncrimes.   See Lugo Guerrero, 524 F.3d at 14 (concluding that the\n\nprior bank robberies were not too remote because they occurred\n\n\ndefendant. See United States v. Ward, 190 F.3d 483, 489 (6th Cir.\n1999) (determining evidence of prior drug conviction was not valid\nto show absence of mistake because mistake was not at issue, but\nevidence was valid to show the defendant had intent to distribute\ncocaine).\n\n                               - 12 -\n\fwithin fifteen months of the charged robbery).\n\n              The district court therefore did not abuse its discretion\n\nin concluding that the 2008 traffic stop was specially relevant\n\nunder Rule 404(b) to show Ms. Landry’s intent.\n\n\n\n2.    Rule 403\n\n              We now turn to the second part of the test, namely\n\nwhether the evidence meets the standard of Rule 403.                  Rule 403\n\nprovides that relevant evidence “may be excluded if its probative\n\nvalue    is    substantially   outweighed    by     the   danger    of   unfair\n\nprejudice.”      Fed. R. Evid. 403.   Danger of unfair prejudice occurs\n\nif the evidence “invites the jury to render a verdict on an\n\nimproper emotional basis.” Varoudakis, 233 F.3d at 122. Moreover,\n\n“Rule 403 judgments are typically battlefield determinations, and\n\ngreat deference is owed to the trial court’s superior coign of\n\nvantage.”      United States v. Shinderman, 515 F.3d 5, 17 (1st Cir.\n\n2008).\n\n              The district court was entitled to conclude that it was\n\nunlikely that the jury would be influenced emotionally by evidence\n\nof the traffic stop.         The traffic stop involved no graphic or\n\nshocking events that might play upon a jury’s passions.                       The\n\ndistrict court was also careful in handling the traffic stop\n\nevidence.      It provided a specific limiting instruction cautioning\n\nthe   jury    not   to   consider   the   traffic    stop   as     evidence   of\n\n\n                                    - 13 -\n\fpropensity.    In addition, the district court allowed the evidence\n\nonly after verifying that Ms. Landry would be raising a defense of\n\ngood faith and computer error.   Given the limiting instruction and\n\nnature of the evidence, the danger of unfair prejudice from the\n\ntraffic stop was low.     Accordingly, the district court did not\n\nabuse its discretion in admitting evidence of the 2008 traffic stop\n\nunder Rule 404(b).\n\n\n\n                                  B.\n\n          Ms. Landry also seeks review of the district court’s\n\ndecision to admit evidence of her drunk-driving conviction for\n\nwhich MBNA terminated her employment.       We review the district\n\ncourt’s admission of this evidence for abuse of discretion. Hicks,\n\n575 F.3d at 141.     The district court determined that all of Ms.\n\nLandry’s prior convictions on her driving record were inadmissible\n\nunder Rule 609(a)(2).    Specifically, the district court found that\n\nthe driving record convictions were not germane to Ms. Landry’s\n\ncredibility.   Some convictions were very remote, with one at least\n\neight years old, and no similarity existed between the convictions\n\nand the alleged crime.    The district court also determined that,\n\nunder Rule 609(a)(1), the prejudicial effect of the driving record\n\nconvictions outweighed any probative value.      In particular, the\n\ndistrict court observed that “[t]he plain fact of the matter is\n\njurors don’t tend to like people who drive drunk, and their view of\n\n\n                                - 14 -\n\fthe defendant’s two [drunk-driving] convictions might affect their\n\nability to view fairly the evidence in this case.”            Trial Tr. vol.\n\nII, 294.\n\n            During Ms. Landry’s testimony, however, the district\n\ncourt ruled in a sidebar that it would allow evidence of the drunk-\n\ndriving charge that had lead to Ms. Landry’s termination from MBNA.\n\nMs. Landry testified on direct examination that she had worked for\n\nMBNA, that she had received a security clearance and that she had\n\nleft in 2003.     The district court found that, without evidence of\n\nthe termination, “she’s leaving the impression with the jury . . .\n\nthat her record at MBNA is effectively unimpeachable.” Id. at 348.\n\nMs. Landry’s counsel countered that the Government could elicit\n\ntestimony about the termination without mentioning the specific\n\ndrunk-driving charge.         The court responded that “she’s going to be\n\nin a better position . . . to have the reason be [drunk-driving]\n\nthan have the jury speculate that the reason might be something\n\nrelated to dishonesty.”        Id. at 349.     The district court therefore\n\nallowed testimony about the drunk-driving charge that resulted in\n\nMs. Landry’s termination.\n\n            The basis of Ms. Landry’s termination could have been\n\nhandled by stipulation. The stipulation could have been crafted so\n\nas   to   make   it   clear    that   her   arrest   had   precipitated   her\n\ntermination without specifically informing the jury that she had\n\nbeen accused of drunk driving.          Nonetheless, we conclude that the\n\n\n                                      - 15 -\n\fdistrict court did not abuse its discretion in permitting the\n\nevidence.4\n\n              Ms. Landry is correct that, given the court’s earlier\n\nruling on the prejudicial nature of evidence of a drunk-driving\n\nconviction, Rule 609 cannot serve as an independent predicate for\n\nthe admission of the conviction. The parties agree that the drunk-\n\ndriving conviction is not a specific instance of dishonesty, and\n\ntherefore Rule 608 cannot serve as the basis for admission.\n\n              Our inquiry must focus, therefore, on whether Ms. Landry\n\nopened the door to her drunk-driving conviction.                  Even when, prior\n\nto   trial,    a   court   has   ruled    evidence         of   prior   convictions\n\ninadmissible, a defendant can, in the course of her testimony, open\n\nthe door to evidence about prior convictions.                   Rules 402 and 403\n\ngovern in these situations. Specifically, “[p]rior convictions are\n\nadmissible      under   Rules    402    and     403   to    contradict    specific\n\ntestimony, as long as the evidence is relevant and its probative\n\n\n      4\n        Relying on United States v. Hansen, 434 F.3d 92 (1st Cir.\n2006), the Government maintains that Ms. Landry failed to preserve\nthis issue for appeal because she conceded in the sidebar that the\nGovernment could ask questions about the termination. In Hansen,\nthe court found that the defendant had waived his right to object\nto jury instructions when, after the instructions were given, the\ndefendant stated, “I am content.” Id. at 101. In this case, Ms.\nLandry clearly objected to questioning about the drunk-driving\nconviction.   Ms. Landry conceded that the Government could ask\nabout the termination, but, unlike the defendant in Hansen, Ms.\nLandry protested to questioning about the underlying drunk-driving\nconviction.   The existence of a termination and the underlying\ndrunk-driving conviction are distinct facts. We conclude that Ms.\nLandry did not consent to questioning about the drunk-driving\nconviction and therefore did not waive the issue.\n\n                                       - 16 -\n\fvalue is not substantially outweighed by the danger of unfair\n\nprejudice.”    United States v. Norton, 26 F.3d 240, 244 (1st Cir.\n\n1994).\n\n            We conclude that the district court did not abuse its\n\ndiscretion in concluding that Ms. Landry’s testimony did open the\n\ndoor.    As Ms. Landry conceded, her testimony on direct examination\n\ncreated a false impression that made the circumstances of her\n\ntermination relevant for questioning.      Furthermore, although the\n\nprejudicial effect of a drunk-driving conviction is significant,\n\nthe district court reasonably concluded that the alternative--jury\n\nspeculation--was worse.      The district court acted within its\n\ndiscretion in admitting evidence of the drunk-driving charge.\n\n\n\n                                  C.\n\n            Ms. Landry also maintains that the Government engaged in\n\nimproper argument during its closing arguments by emphasizing the\n\ncost and expense of providing its expert witnesses for this trial.\n\nDuring its initial closing argument, the Government told the jury\n\nthat, “[a]t considerable expense, the government provided testimony\n\nfrom witnesses” who understood how the credit card companies’\n\ncomputer systems worked.    Trial Tr. vol. II, 428.   The Government\n\nalso stated that it “went at great length here not just to bring a\n\nregional investigator, not to bring someone local, but to make sure\n\nwe got the right person.”    Id. at 440.   The Government noted again\n\n\n                                - 17 -\n\fthat “the government, again, went to length to provide three\n\nwitnesses with specialized knowledge.”           Id. at 442.\n\n           Because Ms. Landry made no objection to the prosecutor’s\n\nstatements   at    trial,   we   review   for   plain    error    whether    the\n\nGovernment engaged in improper argument.           Plain error requires a\n\nshowing “(1) that an error occurred (2) which was clear or obvious\n\nand which not only (3) affected the defendant’s substantial rights,\n\nbut also (4) seriously impaired the fairness, integrity, or public\n\nreputation of judicial proceedings.”        United States v. Duarte, 246\n\nF.3d 56, 60 (1st Cir. 2001).           This type of error “will not be\n\nrecognized unless it caused a miscarriage of justice or seriously\n\nundermined   the     integrity    or   public    reputation       of    judicial\n\nproceedings.”      United States v. Henderson, 320 F.3d 92, 105 (1st\n\nCir. 2003) (internal quotation marks and citation omitted).\n\n           Reversal is necessary only if the remarks in closing\n\nargument have “so poisoned the well that the trial’s outcome was\n\nlikely affected.”     Henderson, 320 F.3d at 107 (quotation marks and\n\ncitation omitted).      Factors for consideration include:              “(1) the\n\nseverity of the prosecutor’s misconduct, including whether it was\n\ndeliberate or accidental; (2) the context in which the misconduct\n\noccurred; (3) whether the judge gave curative instructions and the\n\nlikely effect of such instructions; and (4) the strength of the\n\nevidence   against    the   defendants.”        United   States    v.    Nelson-\n\nRodriguez, 319 F.3d 12, 38 (1st Cir. 2003) (quoting United States\n\n\n                                   - 18 -\n\fv. Whibey, 75 F.3d 761, 771-72 (1st Cir. 1996)) (quotation marks\n\nomitted).\n\n            We do not believe there was plain error.             To be sure, the\n\nGovernment’s statements were improper:            The reference to getting\n\n“the   right   person”     constituted       improper    bolstering       of   the\n\ncredibility    of    the   Government’s      expert     witnesses,       and   the\n\nstatements regarding the time and expense in procuring those expert\n\nwitnesses were plainly irrelevant.            The Government’s statements\n\ncannot,   however,    fairly   be   characterized       as   a   grave    breach.\n\nMoreover, Ms. Landry can point to, at most, only four objectionable\n\nstatements.    All of these statements are only one to two sentences\n\neach. Whether these statements were intentional or not is unclear,\n\nbut the offensive remarks comprise at most a small part of the\n\nclosing arguments.      No curative instructions were given, but this\n\nomission was due to Ms. Landry’s failure to object.                  Indeed, in\n\nanother case involving allegations of improper statements made by\n\nthe Government in closing argument, we noted our “concern[] with\n\nthe fact that there was no contemporaneous objection or request for\n\ncurative instructions, thus depriving the district judge of the\n\nopportunity to provide special or additional instructions.” United\n\nStates v. Castro-Davis, 612 F.3d 53, 68 (1st Cir. 2010).                   It is\n\nalso likely that the prosecutor’s remarks had no appreciable effect\n\non the jury.        Given the high standard for plain error and the\n\nconsideration of these factors, no plain error occurred.\n\n\n                                    - 19 -\n\f                                       D.\n\n             Ms. Landry submits that in imposing the sentence, the\n\ndistrict court should not have considered the fact that identity\n\nfraud as a crime is increasing in frequency, and, therefore,\n\nrequires additional deterrence.          She notes that, even though she\n\nwas subject to a mandatory consecutive sentence of twenty-four\n\nmonths under the Identity Theft Penalty Enhancement Act, 18 U.S.C.\n\n§   1028A,   the   district    court   considered      the   growing    crime   of\n\nidentity theft in setting her sentence at the top of the guideline\n\nrange for her convictions for wire fraud, fraud in connection with\n\nan access device and social security fraud.             Notably, however, she\n\ndoes not argue that the court erred in any respect in calculating\n\nthe   guideline    range,     in   considering   the    statutory      sentencing\n\nfactors or in understanding the facts of the case.\n\n             At the sentencing hearing, the district court imposed a\n\nsentence at the top of the guideline range.              The district court,\n\ndiscussing its consideration of all the factors in 18 U.S.C. §\n\n3553(a), stated:\n\n                  Turning to deterrence, . . . identity\n             fraud is a growing problem in this country,\n             and it is as true in Maine as anywhere. Maine\n             has a number of businesses, like credit card\n             companies, where employees have access to\n             sensitive financial and personal information,\n             and the sentence should therefore take into\n             account the need to deter such conduct.\n\nSent. Tr., 31.\n\n             Both parties invite our attention to United States v.\n\n                                     - 20 -\n\fPolitano, 522 F.3d 69 (1st Cir. 2008).    The defendant in Politano\n\nwas convicted of dealing firearms without a license.      Id. at 71.\n\nAt the sentencing hearing, the district court noted:\n\n            I think any reader of the daily newspapers is\n            aware that the illegal trafficking of firearms\n            at   the  street   level   is  a   significant\n            contributing    factor   in   what,    without\n            exaggeration I think, can be called an\n            epidemic of handgun violence in communities\n            within this district. . . . And so I think\n            [this offense] has to be punished by a\n            sentence which reflects the seriousness,\n            promotes respect for it in compliance with the\n            law, and has an effect both specifically but\n            also a general deterrence effect as advice to\n            others who might commit it.\n\nId. at 72. The defendant in Politano challenged the district court\n\nfor relying on “generalized reports.”    Id. at 73 (quotation marks\n\nomitted).     In upholding the sentence, we commented that, post-\n\nBooker,5 “the district court has the discretion to take into\n\naccount . . . the particular community in which the offense arose.”\n\nId. at 74. Additionally, “[g]eneral deterrence is about preventing\n\ncriminal behavior by the population at large and, therefore,\n\nincorporates some consideration of persons beyond the defendant.”\n\nId.\n\n            The district court did not err in considering identity\n\nfraud as a growing crime in Maine and in the Nation.         At the\n\nsentencing hearing, the district court explained extensively its\n\ndecision and consideration of the factors for sentencing.      Sent.\n\n\n      5\n          United States v. Booker, 543 U.S. 220 (2005).\n\n                               - 21 -\n\fTr., 28-34.       The district court discussed identity fraud in the\n\ncontext of deterrence, a factor specifically identified as relevant\n\nby the governing statute.           See 18 U.S.C. § 3553(a)(2)(B).           The\n\ndistrict court explicitly stated that this was “a growing problem\n\nin this country, and it is as true in Maine as anywhere.”               Sent.\n\nTr., 31 (emphasis added).           Similar to the sentencing court in\n\nPolitano, the district court considered the crime of identity theft\n\nregionally; it then noted that the situation in Maine was part of\n\na growing national problem.         In doing so, the court was following\n\nCongress’s    explicit    mandate      that   it   consider    deterrence    in\n\nadjudicating a sentence.\n\n            Nor do we believe that the court erred in considering the\n\nwidespread growth of identity theft even though Ms. Landry already\n\nwas subject to a mandatory, consecutive, two-year sentence under\n\nthe Identity Theft and Penalty Enhancement Act, 18 U.S.C. § 1028A.\n\nCongress,    in    imposing   the    mandatory     sentence,   separated     the\n\nsentence for predicate offenses--that is, the crimes related to the\n\naggravated theft--from the mandatory two-year sentence.                See 18\n\nU.S.C. § 1028A(b)(3) (“[I]n determining any term of imprisonment to\n\nbe imposed for the felony during which the means of identification\n\nwas transferred, possessed, or used, a court shall not in any way\n\nreduce the term to be imposed for such crime so as to compensate\n\nfor,   or   otherwise    take   into    account,     any   separate   term   of\n\nimprisonment imposed . . . for a violation of this section[.]”).\n\n\n                                     - 22 -\n\f            In this case, Ms. Landry was convicted of the predicate\n\noffenses of wire fraud, fraud in connection with an access device\n\nand social security fraud.        These predicate offenses were in part\n\ndue   to   her   use   of   false    identifying      information,     and   so,\n\nindependent of the charge for aggravated identity theft, the\n\ndistrict court could consider the need to deter identity theft in\n\ndetermining the sentence for these predicate crimes.6 Accordingly,\n\nthe district court did not err when it considered, motivated by a\n\nconcern for general deterrence, the growth of identity fraud in\n\nMaine and beyond.\n\n\n\n                                  Conclusion\n\n            The district court did not abuse its discretion in\n\nadmitting evidence of the traffic stop and of Ms. Landry’s drunk-\n\ndriving conviction.      We also conclude that no plain error occurred\n\nin the Government’s closing arguments and that the district court’s\n\nconsideration    of    identity     theft   as   a   growing   crime   was   not\n\nimproper.   For the foregoing reasons, the judgment of the district\n\ncourt is affirmed.\n\n            AFFIRMED\n\n\n\n\n      6\n        We also note that the court made clear that it imposed the\nmaximum sentence in large part because it viewed Ms. Landry as\nunrepentant.\n\n                                     - 23 -\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>631 F.3d 597 (2011)</b></center>\n<center><h1>UNITED STATES of America, Appellee,<br>\nv.<br>\nMary L. LANDRY, Defendant, Appellant.</h1></center>\n<center>No. 09-1877.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard September 13, 2010.</center>\n<center>Decided January 28, 2011.</center>\n<p><span class=\"star-pagination\">*599</span> Tina Schneider, for appellant.</p>\n<p>Margaret D. McGaughey, Appellate Chief, with whom Paula D. Silsby, United States Attorney, was on brief, for appellee.</p>\n<p>Before TORRUELLA, RIPPLE,<sup>[*]</sup> and LIPEZ, Circuit Judges.</p>\n<p>RIPPLE, Circuit Judge.</p>\n<p>Mary L. Landry was indicted in the United States District Court for the District of Maine on nine counts involving wire fraud, aggravated identity theft and social security fraud.<sup>[1]</sup> The district court held a two-day trial, and the jury returned a guilty verdict on all nine counts. After sentencing, Ms. Landry filed a timely notice of appeal.<sup>[2]</sup> In her appeal, she claims that the district court committed reversible error when it admitted two pieces of evidence, that the prosecutor engaged in improper argument during closing arguments and that the district court improperly considered the general increase in identity theft crimes in determining the appropriate sentence. For the reasons set forth in this opinion, we affirm the judgment of the district court.</p>\n<p></p>\n<h2>I</h2>\n<p></p>\n<h2>BACKGROUND</h2>\n<p>From 2001 to 2003, Ms. Landry was employed as a customer account manager by MBNA, a credit card company. At MBNA, Ms. Landry's job involved the collection of past due credit card accounts. She was granted a security clearance, which gave her access to customers' social security numbers and dates of birth. In 2003, MBNA, following its established policy, terminated Ms. Landry's employment for a drunk-driving conviction. Beginning in November 2005, Ms. Landry was employed by Verizon. At Verizon, Ms. Landry could access customer accounts, including social security numbers and dates of birth.</p>\n<p>Admiral Mary E. Landry (\"Admiral Landry\"), not the defendant, was notified in 2007 by Discover that someone was using her date of birth and social security number to open a credit card account. Admiral Landry immediately placed fraud alerts on her credit cards and enrolled in a <span class=\"star-pagination\">*600</span> fraud monitoring system. While Ms. Landry was employed at MBNA, Admiral Landry had a MBNA-issued credit card, but was never late in any of her payments. In 2000, Admiral Landry had opened an account with Verizon for cable, phone and DSL in her home.</p>\n<p>In April 2007, the defendant, Ms. Landry, received pre-approved offers in the mail for two credit cards, one from Chase Bank and another from Discover Bank. Ms. Landry applied online for both cards, providing her own name. According to Ms. Landry, she entered her own birth date, but, because of her apprehension about internet security, she entered all 9s as her social security number. Chase approved Ms. Landry's credit card application, but Discover required further review. Ms. Landry ultimately decided not to open a card with Discover.</p>\n<p>In May 2007, after making a purchase at Fashion Bug, Ms. Landry applied for a store credit card upon the encouragement of the sales clerk. Fashion Bug's procedure required the sales clerk to input the customer's name, address and date of birth from a driver's license. The customer would then input her social security number on a number pad. Ms. Landry maintains that she again entered all 9s as her social security number. Ms. Landry's application was not approved.</p>\n<p>Around June 2007, Ms. Landry was unable to access her Chase credit card account online. When Ms. Landry called Chase, it asked her to verify the last four digits of her social security number. Ms. Landry provided the last four digits of her social security number, which did not match the credit card account. Ms. Landry also tried providing all 9s, which also did not match. Chase closed the account.</p>\n<p>Ms. Landry was indicted on nine counts: three counts of wire fraud, three counts of aggravated identity theft, two counts of social security fraud and one count of fraud in connection with an access device or credit card. The charges were based on Ms. Landry's allegedly knowing and unauthorized use of another individual's identity to apply for three credit cards, to obtain a credit card and to use that credit card.</p>\n<p>The Government maintains that Ms. Landry had access to Admiral Landry's identification information through her employment, and having defaulted on student loans, Ms. Landry's poor credit provided her with a financial motive. Her alleged plan was to deceive credit card companies by using the social security number and date of birth of an individual who shared her same first and last name. The Government maintains that Ms. Landry used Admiral Landry's social security number and date of birth on the Chase and Discover applications. For the Fashion Bug credit card, however, the Government submits that Ms. Landry used only Admiral Landry's social security number because, under that store's procedure, the store clerk enters the customer's date of birth based on the customer's provided identification.</p>\n<p>A two-day trial took place in 2009. To support its claim, the Government provided the testimony of MBNA and Verizon representatives. Both employers stated that Ms. Landry had the security clearance to have accessed Admiral Landry's social security number and date of birth through their systems. The Government also presented evidence that Ms. Landry was in debt, had defaulted on her student loans of over $60,000 and was subject to a wage garnishment order. Employees from different credit card companies testified that an applicant must supply her own social security number and that the computer system would not input a social security number on its own.</p>\n<p><span class=\"star-pagination\">*601</span> We shall present additional, relevant factual background in the course of our consideration of each of Ms. Landry's specific contentions.</p>\n<p></p>\n<h2>II</h2>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>Ms. Landry submits that her conviction should be reversed because: (1) the district court admitted evidence of a 2008 traffic stop at which she supplied false identifying information; (2) the district court admitted evidence of the drunk-driving conviction; (3) the Government referenced in its closing arguments the cost and expense of bringing expert witnesses; and (4) the district court considered the growth of identity fraud crimes during sentencing. We consider each issue in turn.</p>\n<p></p>\n<h2>A.</h2>\n<p>Ms. Landry first contends that the district court erred in admitting, under Federal Rule of Evidence 404(b), evidence about a traffic stop at which she supplied false identification information. We review a district court's ruling on the admissibility of evidence under Rule 404(b) for an abuse of discretion. <i>United States v. Hicks,</i> 575 F.3d 130, 141 (1st Cir.2009), <i>cert. denied,</i> ___ U.S. ___, 130 S.Ct. 647, 175 L.Ed.2d 495 (2009). We conclude that the traffic stop is admissible under Rule 404(b).</p>\n<p>In June 2008, after Ms. Landry had filled out the credit card applications, but prior to her indictment in this case, Officer Steven Jordan stopped Ms. Landry for a traffic infraction. When asked for her name, social security number and date of birth, Ms. Landry provided Officer Jordan with her sister's name, a made-up social security number and a made-up date of birth. Officer Jordan ascertained Ms. Landry's actual identity by checking vehicle registration, booking photographs and verifying physical traits, and discovered that Ms. Landry had a suspended license.</p>\n<p>Before trial, the district court initially directed the Government not to mention evidence of the 2008 traffic stop, but warned Ms. Landry that the evidence would be admissible if she opened the door to it. After Ms. Landry's opening statement indicated a defense of good faith and computer error, the district court ruled that the evidence of the traffic stop would be admissible. The court explained that the evidence \"goes directly to the specific issues that are isolated in the rule.\" Trial Tr. vol. I, 81. The court pointed out that Ms. Landry was claiming \"a computer system error and a good-faith defense\" and that the jury therefore was entitled to consider evidence that she had used, in another instance, \"another name, including a social security number that was not hers.\" <i>Id.</i> That evidence could be used, the court explained, \"to conclude opportunity, intent, preparation, plan, knowledge, and absence of mistake or accident.\" <i>Id.</i> at 82.</p>\n<p>Federal Rule of Evidence 404(b) prohibits the admission of prior bad acts to establish an individual's character or propensity to commit a crime. Rule 404(b) does permit, however, the admission of prior bad acts \"for other purposes, such as proof of motive, opportunity, intent, preparation, plan, knowledge, identity, or absence of mistake or accident.\" Fed. R.Evid. 404(b). Bad acts committed subsequent to the charged behavior are admissible under Rule 404(b) as long as they meet the criteria set forth in the Rule. <i>See </i><i>United States v. Tse,</i> 375 F.3d 148, 155 (1st Cir.2004).</p>\n<p>Consonant with the established case law of our circuit, a district court employs a two-part test to determine admissibility <span class=\"star-pagination\">*602</span> of evidence under Rule 404(b). <i>Udemba v. Nicoli,</i> 237 F.3d 8, 15 (1st Cir.2001). First, it must determine whether the evidence has \"special\" relevance other than establishing propensity; with respect to this inquiry, Rule 404(b)'s list of purposes is not exhaustive. <i>Id.</i> In <i>Udemba,</i> we concluded that the evidence was admissible under Rule 404(b) in part because it \"was specially relevant to a contested issue in the case, namely, the extent of damages attributable to emotional distress.\" <i>Id.</i> In so concluding, we \"reject[ed] the [] concept that Rule 404(b) contains a comprehensive list of all the ways in which evidence of other bad acts may be specially relevant.\" <i>Id.</i> To determine whether proffered evidence has special relevance, the court considers the temporal relationship of the other act and the degree of similarity to the charged crime. <i>United States v. Varoudakis,</i> 233 F.3d 113, 119 (1st Cir.2000). Second, the court must consider whether Rule 403 requires exclusion of the evidence because the danger of unfair prejudice substantially outweighs the probative value. <i>Id.</i> at 121.</p>\n<p></p>\n<h2>1. Specially Relevant</h2>\n<p>In admitting evidence of the traffic stop, the district court said that it showed \"opportunity, intent, preparation, plan, knowledge, and absence of mistake or accident.\" Trial Tr. vol. I, 81. We believe, more precisely, that the 2008 traffic stop is relevant to show intent or knowledge because the evidence rebuts an innocent involvement defense.</p>\n<p>Bad acts, other than the behavior charged, can be the basis for \"inferr[ing]. . . that, after being involved in a number of similar incidents, the defendant must have had a mental state that is inconsistent with innocence.\" 2 Jack Weinstein &amp; Margaret Berger, <i>Weinstein's Federal Evidence</i> § 404.22[1][a] (2d ed. 2010). This circuit, and others, have admitted evidence under Rule 404(b) to rebut a defense of innocent involvement. The cases do not always specify under which of the enumerated categories of Rule 404(b) the evidence is admitted, recognizing the overlapping and non-exhaustive nature of that listing. In <i>United States v. Rodriguez,</i> 215 F.3d 110, 114 (1st Cir.2000), the defendant was charged with conspiracy and attempt to import, with an individual named Vega, illegal drugs at a pier. He submitted as his defense that he was at the sea with Vega for an innocent reason. He claimed that, as a fisherman, he occasionally would fish in those waters. <i>Id.</i> at 116. The Government introduced evidence of another drug importation, at the same location, that involved the defendant and Vega. <i>Id.</i> at 115. We determined that the district court had not abused its discretion in admitting the evidence because the Government had a right to counter the idea that the defendant was just \"innocently caught up\" in the events. <i>Id.</i> at 119. Similarly, in <i>United States v. Wyatt,</i> 561 F.3d 49, 53 (1st Cir.2009), <i>cert. denied,</i> ___ U.S. ___, 129 S.Ct. 2818, 174 L.Ed.2d 311 (2009), there was a suggestion that the defendant was tricked into participating in fraudulent transactions by others. We concluded that evidence of the prior fraudulent transactions in which the defendant had participated \"would assist the jury in determining whether [the defendant] was `duped'. . . or whether [the defendant] fully understood the fraudulent nature of the charged transactions.\" <i>Id.</i> Also, in <i>United States v. Lugo Guerrero,</i> 524 F.3d 5, 14 (1st Cir.2008), we held that the district court had not abused its discretion in admitting prior evidence of robberies to counter the defendant's theory that he was present innocently in the getaway car with two bank robbers. We commented that evidence of the prior bank robberies \"makes it unlikely that [the defendant's] <span class=\"star-pagination\">*603</span> presence in the vehicle was a mere coincidence.\" <i>Id.</i></p>\n<p>Other circuits also have allowed Rule 404(b) evidence, not always under any specific category, to counter an innocent involvement defense. <i>See, e.g., </i><i>United States v. Howell,</i> 231 F.3d 615, 628 (9th Cir.2000) (holding Rule 404(b) evidence of previous drug convictions relevant to rebut defense that the defendant was \"merely present\" (quotation marks omitted)); <i>United States v. Huels,</i> 31 F.3d 476, 479 (7th Cir.1994) (allowing, on plain error review, Rule 404(b) evidence to show absence of mistake because the defendant had maintained that \"he wandered into the marijuana garden by chance while hunting for deer\" and had never been on that plot of land previously); <i>United States v. Zackson,</i> 12 F.3d 1178, 1182-83 (2d Cir.1993) (admitting Rule 404(b) evidence of prior drug trafficking with co-defendant to show intent because defendant denied any participation and claimed innocent association).</p>\n<p>Ms. Landry's defense is one of innocent involvement. She does not contend that she made a mistake. Rather, she claims that she acted innocently, providing her own date of birth and a social security number of all 9s. The culprit, according to Ms. Landry, is the computer system, which mixed up her identity with that of Admiral Landry. The line of cases admitting Rule 404(b) evidence to counter a defense of innocent involvement supports the district court's determination that the circumstances of her encounter with Officer Jordan at the traffic stop are relevant to show intent or knowledge.<sup>[3]</sup></p>\n<p>We also believe that the traffic stop is sufficiently similar to be relevant. \"The other bad act need not be identical to the crime charged so long as it is sufficiently similar to allow a juror to draw a reasonable inference probative of knowledge or intent.\" <i>United States v. Landrau-Lopez,</i> 444 F.3d 19, 24 (1st Cir.2006). We have considered Ms. Landry's contention that the traffic stop is not sufficiently similar because she provided the officer with a made-up social security number, not an actual one as alleged in the charged crime. We find probative, however, her willingness in both situations to lie when asked for personal identification information. Because Ms. Landry's defense was good faith and computer error, Ms. Landry's willingness to give a false, even if made-up, social security number is suggestive of her intent to provide another's identity as her own.</p>\n<p>The bad act also was not so distant in time from the charged event as to be irrelevant. The submission of the credit card applications and use of the Chase card occurred from April to June 4, 2007; the traffic stop occurred on June 18, 2008. The traffic stop, then, occurred a little over a year after the charged crimes. <i>See </i><i>Lugo Guerrero,</i> 524 F.3d at 14 (concluding that the prior bank robberies were not too remote because they occurred within fifteen months of the charged robbery).</p>\n<p>The district court therefore did not abuse its discretion in concluding that the 2008 traffic stop was specially relevant under Rule 404(b) to show Ms. Landry's intent.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*604</span> 2. Rule 403</h2>\n<p>We now turn to the second part of the test, namely whether the evidence meets the standard of Rule 403. Rule 403 provides that relevant evidence \"may be excluded if its probative value is substantially outweighed by the danger of unfair prejudice.\" Fed.R.Evid. 403. Danger of unfair prejudice occurs if the evidence \"invites the jury to render a verdict on an improper emotional basis.\" <i>Varoudakis,</i> 233 F.3d at 122. Moreover, \"Rule 403 judgments are typically battlefield determinations, and great deference is owed to the trial court's superior coign of vantage.\" <i>United States v. Shinderman,</i> 515 F.3d 5, 17 (1st Cir.2008).</p>\n<p>The district court was entitled to conclude that it was unlikely that the jury would be influenced emotionally by evidence of the traffic stop. The traffic stop involved no graphic or shocking events that might play upon a jury's passions. The district court was also careful in handling the traffic stop evidence. It provided a specific limiting instruction cautioning the jury not to consider the traffic stop as evidence of propensity. In addition, the district court allowed the evidence only after verifying that Ms. Landry would be raising a defense of good faith and computer error. Given the limiting instruction and nature of the evidence, the danger of unfair prejudice from the traffic stop was low. Accordingly, the district court did not abuse its discretion in admitting evidence of the 2008 traffic stop under Rule 404(b).</p>\n<p></p>\n<h2>B.</h2>\n<p>Ms. Landry also seeks review of the district court's decision to admit evidence of her drunk-driving conviction for which MBNA terminated her employment. We review the district court's admission of this evidence for abuse of discretion. <i>Hicks,</i> 575 F.3d at 141. The district court determined that all of Ms. Landry's prior convictions on her driving record were inadmissible under Rule 609(a)(2). Specifically, the district court found that the driving record convictions were not germane to Ms. Landry's credibility. Some convictions were very remote, with one at least eight years old, and no similarity existed between the convictions and the alleged crime. The district court also determined that, under Rule 609(a)(1), the prejudicial effect of the driving record convictions outweighed any probative value. In particular, the district court observed that \"[t]he plain fact of the matter is jurors don't tend to like people who drive drunk, and their view of the defendant's two [drunk-driving] convictions might affect their ability to view fairly the evidence in this case.\" Trial Tr. vol. II, 294.</p>\n<p>During Ms. Landry's testimony, however, the district court ruled in a sidebar that it would allow evidence of the drunk-driving charge that had lead to Ms. Landry's termination from MBNA. Ms. Landry testified on direct examination that she had worked for MBNA, that she had received a security clearance and that she had left in 2003. The district court found that, without evidence of the termination, \"she's leaving the impression with the jury. . . that her record at MBNA is effectively unimpeachable.\" <i>Id.</i> at 348. Ms. Landry's counsel countered that the Government could elicit testimony about the termination without mentioning the specific drunk-driving charge. The court responded that \"she's going to be in a better position . . . to have the reason be [drunk-driving] than have the jury speculate that the reason might be something related to dishonesty.\" <i>Id.</i> at 349. The district court therefore allowed testimony about the drunk-driving charge that resulted in Ms. Landry's termination.</p>\n<p><span class=\"star-pagination\">*605</span> The basis of Ms. Landry's termination could have been handled by stipulation. The stipulation could have been crafted so as to make it clear that her arrest had precipitated her termination without specifically informing the jury that she had been accused of drunk driving. Nonetheless, we conclude that the district court did not abuse its discretion in permitting the evidence.<sup>[4]</sup></p>\n<p>Ms. Landry is correct that, given the court's earlier ruling on the prejudicial nature of evidence of a drunk-driving conviction, Rule 609 cannot serve as an independent predicate for the admission of the conviction. The parties agree that the drunk-driving conviction is not a specific instance of dishonesty, and therefore Rule 608 cannot serve as the basis for admission.</p>\n<p>Our inquiry must focus, therefore, on whether Ms. Landry opened the door to her drunk-driving conviction. Even when, prior to trial, a court has ruled evidence of prior convictions inadmissible, a defendant can, in the course of her testimony, open the door to evidence about prior convictions. Rules 402 and 403 govern in these situations. Specifically, \"[p]rior convictions are admissible under Rules 402 and 403 to contradict specific testimony, as long as the evidence is relevant and its probative value is not substantially outweighed by the danger of unfair prejudice.\" <i>United States v. Norton,</i> 26 F.3d 240, 244 (1st Cir.1994).</p>\n<p>We conclude that the district court did not abuse its discretion in concluding that Ms. Landry's testimony did open the door. As Ms. Landry conceded, her testimony on direct examination created a false impression that made the circumstances of her termination relevant for questioning. Furthermore, although the prejudicial effect of a drunk-driving conviction is significant, the district court reasonably concluded that the alternativejury speculation was worse. The district court acted within its discretion in admitting evidence of the drunk-driving charge.</p>\n<p></p>\n<h2>C.</h2>\n<p>Ms. Landry also maintains that the Government engaged in improper argument during its closing arguments by emphasizing the cost and expense of providing its expert witnesses for this trial. During its initial closing argument, the Government told the jury that, \"[a]t considerable expense, the government provided testimony from witnesses\" who understood how the credit card companies' computer systems worked. Trial Tr. vol. II, 428. The Government also stated that it \"went at great length here not just to bring a regional investigator, not to bring someone local, but to make sure we got the right person.\" <i>Id.</i> at 440. The Government noted again that \"the government, again, went to length to provide three witnesses with specialized knowledge.\" <i>Id.</i> at 442.</p>\n<p><span class=\"star-pagination\">*606</span> Because Ms. Landry made no objection to the prosecutor's statements at trial, we review for plain error whether the Government engaged in improper argument. Plain error requires a showing \"(1) that an error occurred (2) which was clear or obvious and which not only (3) affected the defendant's substantial rights, but also (4) seriously impaired the fairness, integrity, or public reputation of judicial proceedings.\" <i>United States v. Duarte,</i> 246 F.3d 56, 60 (1st Cir.2001). This type of error \"will not be recognized unless it caused a miscarriage of justice or seriously undermined the integrity or public reputation of judicial proceedings.\" <i>United States v. Henderson,</i> 320 F.3d 92, 105 (1st Cir.2003) (internal quotation marks and citation omitted).</p>\n<p>Reversal is necessary only if the remarks in closing argument have \"so poisoned the well that the trial's outcome was likely affected.\" <i>Henderson,</i> 320 F.3d at 107 (quotation marks and citation omitted). Factors for consideration include: \"(1) the severity of the prosecutor's misconduct, including whether it was deliberate or accidental; (2) the context in which the misconduct occurred; (3) whether the judge gave curative instructions and the likely effect of such instructions; and (4) the strength of the evidence against the defendants.\" <i>United States v. Nelson-Rodriguez,</i> 319 F.3d 12, 38 (1st Cir.2003) (quoting <i>United States v. Wihbey,</i> 75 F.3d 761, 771-72 (1st Cir.1996)) (quotation marks omitted).</p>\n<p>We do not believe there was plain error. To be sure, the Government's statements were improper: The reference to getting \"the right person\" constituted improper bolstering of the credibility of the Government's expert witnesses, and the statements regarding the time and expense in procuring those expert witnesses were plainly irrelevant. The Government's statements cannot, however, fairly be characterized as a grave breach. Moreover, Ms. Landry can point to, at most, only four objectionable statements. All of these statements are only one to two sentences each. Whether these statements were intentional or not is unclear, but the offensive remarks comprise at most a small part of the closing arguments. No curative instructions were given, but this omission was due to Ms. Landry's failure to object. Indeed, in another case involving allegations of improper statements made by the Government in closing argument, we noted our \"concern[] with the fact that there was no contemporaneous objection or request for curative instructions, thus depriving the district judge of the opportunity to provide special or additional instructions.\" <i>United States v. Castro-Davis,</i> 612 F.3d 53, 68 (1st Cir.2010). It is also likely that the prosecutor's remarks had no appreciable effect on the jury. Given the high standard for plain error and the consideration of these factors, no plain error occurred.</p>\n<p></p>\n<h2>D.</h2>\n<p>Ms. Landry submits that in imposing the sentence, the district court should not have considered the fact that identity fraud as a crime is increasing in frequency, and, therefore, requires additional deterrence. She notes that, even though she was subject to a mandatory consecutive sentence of twenty-four months under the Identity Theft Penalty Enhancement Act, 18 U.S.C. § 1028A, the district court considered the growing crime of identity theft in setting her sentence at the top of the guideline range for her convictions for wire fraud, fraud in connection with an access device and social security fraud. Notably, however, she does not argue that the court erred in any respect in calculating the guideline range, in considering the statutory <span class=\"star-pagination\">*607</span> sentencing factors or in understanding the facts of the case.</p>\n<p>At the sentencing hearing, the district court imposed a sentence at the top of the guideline range. The district court, discussing its consideration of all the factors in 18 U.S.C. § 3553(a), stated:</p>\n<blockquote>Turning to deterrence, . . . identity fraud is a growing problem in this country, and it is as true in Maine as anywhere. Maine has a number of businesses, like credit card companies, where employees have access to sensitive financial and personal information, and the sentence should therefore take into account the need to deter such conduct.</blockquote>\n<p>Sent. Tr., 31.</p>\n<p>Both parties invite our attention to <i>United States v. Politano,</i> 522 F.3d 69 (1st Cir.2008). The defendant in <i>Politano</i> was convicted of dealing firearms without a license. <i>Id.</i> at 71. At the sentencing hearing, the district court noted:</p>\n<blockquote>I think any reader of the daily newspapers is aware that the illegal trafficking of firearms at the street level is a significant contributing factor in what, without exaggeration I think, can be called an epidemic of handgun violence in communities within this district. . . . And so I think [this offense] has to be punished by a sentence which reflects the seriousness, promotes respect for it in compliance with the law, and has an effect both specifically but also a general deterrence effect as advice to others who might commit it.</blockquote>\n<p><i>Id.</i> at 72. The defendant in <i>Politano</i> challenged the district court for relying on \"generalized reports.\" <i>Id.</i> at 73 (quotation marks omitted). In upholding the sentence, we commented that, post-<i>Booker,</i><sup>[5]</sup> \"the district court has the discretion to take into account . . . the particular community in which the offense arose.\" <i>Id.</i> at 74. Additionally, \"[g]eneral deterrence is about preventing criminal behavior by the population at large and, therefore, incorporates some consideration of persons beyond the defendant.\" <i>Id.</i></p>\n<p>The district court did not err in considering identity fraud as a growing crime in Maine and in the Nation. At the sentencing hearing, the district court explained extensively its decision and consideration of the factors for sentencing. Sent. Tr., 28-34. The district court discussed identity fraud in the context of deterrence, a factor specifically identified as relevant by the governing statute. <i>See</i> 18 U.S.C. § 3553(a)(2)(B). The district court explicitly stated that this was \"a growing problem in this country, and it is as true in <i>Maine</i> as anywhere.\" Sent. Tr., 31 (emphasis added). Similar to the sentencing court in <i>Politano,</i> the district court considered the crime of identity theft regionally; it then noted that the situation in Maine was part of a growing national problem. In doing so, the court was following Congress's explicit mandate that it consider deterrence in adjudicating a sentence.</p>\n<p>Nor do we believe that the court erred in considering the widespread growth of identity theft even though Ms. Landry already was subject to a mandatory, consecutive, two-year sentence under the Identity Theft and Penalty Enhancement Act, 18 U.S.C. § 1028A. Congress, in imposing the mandatory sentence, separated the sentence for predicate offensesthat is, the crimes related to the aggravated theftfrom the mandatory two-year sentence. <i>See</i> 18 U.S.C. § 1028A(b)(3) (\"[I]n determining any term of imprisonment to be imposed for the felony during which the <span class=\"star-pagination\">*608</span> means of identification was transferred, possessed, or used, a court shall not in any way reduce the term to be imposed for such crime so as to compensate for, or otherwise take into account, any separate term of imprisonment imposed . . . for a violation of this section[.]\").</p>\n<p>In this case, Ms. Landry was convicted of the predicate offenses of wire fraud, fraud in connection with an access device and social security fraud. These predicate offenses were in part due to her use of false identifying information, and so, independent of the charge for aggravated identity theft, the district court could consider the need to deter identity theft in determining the sentence for these predicate crimes.<sup>[6]</sup> Accordingly, the district court did not err when it considered, motivated by a concern for general deterrence, the growth of identity fraud in Maine and beyond.</p>\n<p></p>\n<h2>Conclusion</h2>\n<p>The district court did not abuse its discretion in admitting evidence of the traffic stop and of Ms. Landry's drunk-driving conviction. We also conclude that no plain error occurred in the Government's closing arguments and that the district court's consideration of identity theft as a growing crime was not improper. For the foregoing reasons, the judgment of the district court is affirmed.</p>\n<p>AFFIRMED</p>\n<h2>NOTES</h2>\n<p>[*]  Of the Seventh Circuit, sitting by designation.</p>\n<p>[1]  The district court had jurisdiction pursuant to 18 U.S.C. § 3231.</p>\n<p>[2]  This court has jurisdiction over the final decision of the district court pursuant to 28 U.S.C. § 1291.</p>\n<p>[3]  Even though Ms. Landry does not assert a defense of mistake, her claim of innocent involvement is an adequate basis for admitting evidence to rebut that claim. Notably, Rule 404(b) evidence is admissible to show intent even when such evidence is not admissible to illustrate absence of mistake on the part of the defendant. <i>See </i><i>United States v. Ward,</i> 190 F.3d 483, 489 (6th Cir.1999) (determining evidence of prior drug conviction was not valid to show absence of mistake because mistake was not at issue, but evidence was valid to show the defendant had intent to distribute cocaine).</p>\n<p>[4]  Relying on <i>United States v. Hansen,</i> 434 F.3d 92 (1st Cir.2006), the Government maintains that Ms. Landry failed to preserve this issue for appeal because she conceded in the sidebar that the Government could ask questions about the termination. In <i>Hansen,</i> the court found that the defendant had waived his right to object to jury instructions when, after the instructions were given, the defendant stated, \"I am content.\" <i>Id.</i> at 101. In this case, Ms. Landry clearly objected to questioning about the drunk-driving conviction. Ms. Landry conceded that the Government could ask about the termination, but, unlike the defendant in <i>Hansen,</i> Ms. Landry protested to questioning about the underlying drunk-driving conviction. The existence of a termination and the underlying drunk-driving conviction are distinct facts. We conclude that Ms. Landry did not consent to questioning about the drunk-driving conviction and therefore did not waive the issue.</p>\n<p>[5]  <i>United States v. Booker,</i> 543 U.S. 220, 125 S.Ct. 738, 160 L.Ed.2d 621 (2005).</p>\n<p>[6]  We also note that the court made clear that it imposed the maximum sentence in large part because it viewed Ms. Landry as unrepentant.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">631</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">597</span></span> (2011)</b></center>\n<center><h1>UNITED STATES of America, Appellee,<br>\nv.<br>\nMary L. LANDRY, Defendant, Appellant.</h1></center>\n<center>No. 09-1877.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard September 13, 2010.</center>\n<center>Decided January 28, 2011.</center>\n<p><span class=\"star-pagination\">*599</span> Tina Schneider, for appellant.</p>\n<p>Margaret D. McGaughey, Appellate Chief, with whom Paula D. Silsby, United States Attorney, was on brief, for appellee.</p>\n<p>Before TORRUELLA, RIPPLE,<sup>[*]</sup> and LIPEZ, Circuit Judges.</p>\n<p>RIPPLE, Circuit Judge.</p>\n<p>Mary L. Landry was indicted in the United States District Court for the District of Maine on nine counts involving wire fraud, aggravated identity theft and social security fraud.<sup>[1]</sup> The district court held a two-day trial, and the jury returned a guilty verdict on all nine counts. After sentencing, Ms. Landry filed a timely notice of appeal.<sup>[2]</sup> In her appeal, she claims that the district court committed reversible error when it admitted two pieces of evidence, that the prosecutor engaged in improper argument during closing arguments and that the district court improperly considered the general increase in identity theft crimes in determining the appropriate sentence. For the reasons set forth in this opinion, we affirm the judgment of the district court.</p>\n<p></p>\n<h2>I</h2>\n<p></p>\n<h2>BACKGROUND</h2>\n<p>From 2001 to 2003, Ms. Landry was employed as a customer account manager by MBNA, a credit card company. At MBNA, Ms. Landry's job involved the collection of past due credit card accounts. She was granted a security clearance, which gave her access to customers' social security numbers and dates of birth. In 2003, MBNA, following its established policy, terminated Ms. Landry's employment for a drunk-driving conviction. Beginning in November 2005, Ms. Landry was employed by Verizon. At Verizon, Ms. Landry could access customer accounts, including social security numbers and dates of birth.</p>\n<p>Admiral Mary E. Landry (\"Admiral Landry\"), not the defendant, was notified in 2007 by Discover that someone was using her date of birth and social security number to open a credit card account. Admiral Landry immediately placed fraud alerts on her credit cards and enrolled in a <span class=\"star-pagination\">*600</span> fraud monitoring system. While Ms. Landry was employed at MBNA, Admiral Landry had a MBNA-issued credit card, but was never late in any of her payments. In 2000, Admiral Landry had opened an account with Verizon for cable, phone and DSL in her home.</p>\n<p>In April 2007, the defendant, Ms. Landry, received pre-approved offers in the mail for two credit cards, one from Chase Bank and another from Discover Bank. Ms. Landry applied online for both cards, providing her own name. According to Ms. Landry, she entered her own birth date, but, because of her apprehension about internet security, she entered all 9s as her social security number. Chase approved Ms. Landry's credit card application, but Discover required further review. Ms. Landry ultimately decided not to open a card with Discover.</p>\n<p>In May 2007, after making a purchase at Fashion Bug, Ms. Landry applied for a store credit card upon the encouragement of the sales clerk. Fashion Bug's procedure required the sales clerk to input the customer's name, address and date of birth from a driver's license. The customer would then input her social security number on a number pad. Ms. Landry maintains that she again entered all 9s as her social security number. Ms. Landry's application was not approved.</p>\n<p>Around June 2007, Ms. Landry was unable to access her Chase credit card account online. When Ms. Landry called Chase, it asked her to verify the last four digits of her social security number. Ms. Landry provided the last four digits of her social security number, which did not match the credit card account. Ms. Landry also tried providing all 9s, which also did not match. Chase closed the account.</p>\n<p>Ms. Landry was indicted on nine counts: three counts of wire fraud, three counts of aggravated identity theft, two counts of social security fraud and one count of fraud in connection with an access device or credit card. The charges were based on Ms. Landry's allegedly knowing and unauthorized use of another individual's identity to apply for three credit cards, to obtain a credit card and to use that credit card.</p>\n<p>The Government maintains that Ms. Landry had access to Admiral Landry's identification information through her employment, and having defaulted on student loans, Ms. Landry's poor credit provided her with a financial motive. Her alleged plan was to deceive credit card companies by using the social security number and date of birth of an individual who shared her same first and last name. The Government maintains that Ms. Landry used Admiral Landry's social security number and date of birth on the Chase and Discover applications. For the Fashion Bug credit card, however, the Government submits that Ms. Landry used only Admiral Landry's social security number because, under that store's procedure, the store clerk enters the customer's date of birth based on the customer's provided identification.</p>\n<p>A two-day trial took place in 2009. To support its claim, the Government provided the testimony of MBNA and Verizon representatives. Both employers stated that Ms. Landry had the security clearance to have accessed Admiral Landry's social security number and date of birth through their systems. The Government also presented evidence that Ms. Landry was in debt, had defaulted on her student loans of over $60,000 and was subject to a wage garnishment order. Employees from different credit card companies testified that an applicant must supply her own social security number and that the computer system would not input a social security number on its own.</p>\n<p><span class=\"star-pagination\">*601</span> We shall present additional, relevant factual background in the course of our consideration of each of Ms. Landry's specific contentions.</p>\n<p></p>\n<h2>II</h2>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>Ms. Landry submits that her conviction should be reversed because: (1) the district court admitted evidence of a 2008 traffic stop at which she supplied false identifying information; (2) the district court admitted evidence of the drunk-driving conviction; (3) the Government referenced in its closing arguments the cost and expense of bringing expert witnesses; and (4) the district court considered the growth of identity fraud crimes during sentencing. We consider each issue in turn.</p>\n<p></p>\n<h2>A.</h2>\n<p>Ms. Landry first contends that the district court erred in admitting, under Federal Rule of Evidence 404(b), evidence about a traffic stop at which she supplied false identification information. We review a district court's ruling on the admissibility of evidence under Rule 404(b) for an abuse of discretion. <i>United States v. Hicks,</i> <span class=\"citation\" data-id=\"203949\"><a href=\"/opinion/203949/united-states-v-hicks/\"><span class=\"volume\">575</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">130</span></a></span>, 141 (1st Cir.2009), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">647</span></span>, <span class=\"citation no-link\"><span class=\"volume\">175</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">495</span></span> (2009). We conclude that the traffic stop is admissible under Rule 404(b).</p>\n<p>In June 2008, after Ms. Landry had filled out the credit card applications, but prior to her indictment in this case, Officer Steven Jordan stopped Ms. Landry for a traffic infraction. When asked for her name, social security number and date of birth, Ms. Landry provided Officer Jordan with her sister's name, a made-up social security number and a made-up date of birth. Officer Jordan ascertained Ms. Landry's actual identity by checking vehicle registration, booking photographs and verifying physical traits, and discovered that Ms. Landry had a suspended license.</p>\n<p>Before trial, the district court initially directed the Government not to mention evidence of the 2008 traffic stop, but warned Ms. Landry that the evidence would be admissible if she opened the door to it. After Ms. Landry's opening statement indicated a defense of good faith and computer error, the district court ruled that the evidence of the traffic stop would be admissible. The court explained that the evidence \"goes directly to the specific issues that are isolated in the rule.\" Trial Tr. vol. I, 81. The court pointed out that Ms. Landry was claiming \"a computer system error and a good-faith defense\" and that the jury therefore was entitled to consider evidence that she had used, in another instance, \"another name, including a social security number that was not hers.\" <i>Id.</i> That evidence could be used, the court explained, \"to conclude opportunity, intent, preparation, plan, knowledge, and absence of mistake or accident.\" <i>Id.</i> at 82.</p>\n<p>Federal Rule of Evidence 404(b) prohibits the admission of prior bad acts to establish an individual's character or propensity to commit a crime. Rule 404(b) does permit, however, the admission of prior bad acts \"for other purposes, such as proof of motive, opportunity, intent, preparation, plan, knowledge, identity, or absence of mistake or accident.\" Fed. R.Evid. 404(b). Bad acts committed subsequent to the charged behavior are admissible under Rule 404(b) as long as they meet the criteria set forth in the Rule. <i>See </i><i>United States v. Tse,</i> <span class=\"citation\" data-id=\"201143\"><a href=\"/opinion/201143/united-states-v-tse/\"><span class=\"volume\">375</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">148</span></a></span>, 155 (1st Cir.2004).</p>\n<p>Consonant with the established case law of our circuit, a district court employs a two-part test to determine admissibility <span class=\"star-pagination\">*602</span> of evidence under Rule 404(b). <i>Udemba v. Nicoli,</i> <span class=\"citation\" data-id=\"771698\"><a href=\"/opinion/771698/oliver-c-udemba-v-paul-nicoli/\"><span class=\"volume\">237</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">8</span></a></span>, 15 (1st Cir.2001). First, it must determine whether the evidence has \"special\" relevance other than establishing propensity; with respect to this inquiry, Rule 404(b)'s list of purposes is not exhaustive. <i>Id.</i> In <i>Udemba,</i> we concluded that the evidence was admissible under Rule 404(b) in part because it \"was specially relevant to a contested issue in the case, namely, the extent of damages attributable to emotional distress.\" <i>Id.</i> In so concluding, we \"reject[ed] the [] concept that Rule 404(b) contains a comprehensive list of all the ways in which evidence of other bad acts may be specially relevant.\" <i>Id.</i> To determine whether proffered evidence has special relevance, the court considers the temporal relationship of the other act and the degree of similarity to the charged crime. <i>United States v. Varoudakis,</i> <span class=\"citation\" data-id=\"199172\"><a href=\"/opinion/199172/united-states-v-varoudakis/\"><span class=\"volume\">233</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">113</span></a></span>, 119 (1st Cir.2000). Second, the court must consider whether Rule 403 requires exclusion of the evidence because the danger of unfair prejudice substantially outweighs the probative value. <i>Id.</i> at 121.</p>\n<p></p>\n<h2>1. Specially Relevant</h2>\n<p>In admitting evidence of the traffic stop, the district court said that it showed \"opportunity, intent, preparation, plan, knowledge, and absence of mistake or accident.\" Trial Tr. vol. I, 81. We believe, more precisely, that the 2008 traffic stop is relevant to show intent or knowledge because the evidence rebuts an innocent involvement defense.</p>\n<p>Bad acts, other than the behavior charged, can be the basis for \"inferr[ing]. . . that, after being involved in a number of similar incidents, the defendant must have had a mental state that is inconsistent with innocence.\" 2 Jack Weinstein &amp; Margaret Berger, <i>Weinstein's Federal Evidence</i> § 404.22[1][a] (2d ed. 2010). This circuit, and others, have admitted evidence under Rule 404(b) to rebut a defense of innocent involvement. The cases do not always specify under which of the enumerated categories of Rule 404(b) the evidence is admitted, recognizing the overlapping and non-exhaustive nature of that listing. In <i>United States v. Rodriguez,</i> <span class=\"citation\" data-id=\"198966\"><a href=\"/opinion/198966/united-states-v-rodriguez/\"><span class=\"volume\">215</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">110</span></a></span>, 114 (1st Cir.2000), the defendant was charged with conspiracy and attempt to import, with an individual named Vega, illegal drugs at a pier. He submitted as his defense that he was at the sea with Vega for an innocent reason. He claimed that, as a fisherman, he occasionally would fish in those waters. <i>Id.</i> at 116. The Government introduced evidence of another drug importation, at the same location, that involved the defendant and Vega. <i>Id.</i> at 115. We determined that the district court had not abused its discretion in admitting the evidence because the Government had a right to counter the idea that the defendant was just \"innocently caught up\" in the events. <i>Id.</i> at 119. Similarly, in <i>United States v. Wyatt,</i> <span class=\"citation\" data-id=\"203744\"><a href=\"/opinion/203744/united-states-v-wyatt/\"><span class=\"volume\">561</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">49</span></a></span>, 53 (1st Cir.2009), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">129</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2818</span></span>, <span class=\"citation no-link\"><span class=\"volume\">174</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">311</span></span> (2009), there was a suggestion that the defendant was tricked into participating in fraudulent transactions by others. We concluded that evidence of the prior fraudulent transactions in which the defendant had participated \"would assist the jury in determining whether [the defendant] was `duped'. . . or whether [the defendant] fully understood the fraudulent nature of the charged transactions.\" <i>Id.</i> Also, in <i>United States v. Lugo Guerrero,</i> <span class=\"citation\" data-id=\"203245\"><a href=\"/opinion/203245/united-states-v-lugo-guerrero/\"><span class=\"volume\">524</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">5</span></a></span>, 14 (1st Cir.2008), we held that the district court had not abused its discretion in admitting prior evidence of robberies to counter the defendant's theory that he was present innocently in the getaway car with two bank robbers. We commented that evidence of the prior bank robberies \"makes it unlikely that [the defendant's] <span class=\"star-pagination\">*603</span> presence in the vehicle was a mere coincidence.\" <i>Id.</i></p>\n<p>Other circuits also have allowed Rule 404(b) evidence, not always under any specific category, to counter an innocent involvement defense. <i>See, e.g., </i><i>United States v. Howell,</i> <span class=\"citation\" data-id=\"771006\"><a href=\"/opinion/771006/united-states-v-sean-howell/\"><span class=\"volume\">231</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">615</span></a></span>, 628 (9th Cir.2000) (holding Rule 404(b) evidence of previous drug convictions relevant to rebut defense that the defendant was \"merely present\" (quotation marks omitted)); <i>United States v. Huels,</i> <span class=\"citation\" data-id=\"675750\"><a href=\"/opinion/675750/united-states-v-john-e-huels/\"><span class=\"volume\">31</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">476</span></a></span>, 479 (7th Cir.1994) (allowing, on plain error review, Rule 404(b) evidence to show absence of mistake because the defendant had maintained that \"he wandered into the marijuana garden by chance while hunting for deer\" and had never been on that plot of land previously); <i>United States v. Zackson,</i> <span class=\"citation\" data-id=\"659856\"><a href=\"/opinion/659856/united-states-v-stephen-b-zackson-and-henry-acierno-peter-lagatta/\"><span class=\"volume\">12</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1178</span></a></span>, 1182-83 (2d Cir.1993) (admitting Rule 404(b) evidence of prior drug trafficking with co-defendant to show intent because defendant denied any participation and claimed innocent association).</p>\n<p>Ms. Landry's defense is one of innocent involvement. She does not contend that she made a mistake. Rather, she claims that she acted innocently, providing her own date of birth and a social security number of all 9s. The culprit, according to Ms. Landry, is the computer system, which mixed up her identity with that of Admiral Landry. The line of cases admitting Rule 404(b) evidence to counter a defense of innocent involvement supports the district court's determination that the circumstances of her encounter with Officer Jordan at the traffic stop are relevant to show intent or knowledge.<sup>[3]</sup></p>\n<p>We also believe that the traffic stop is sufficiently similar to be relevant. \"The other bad act need not be identical to the crime charged so long as it is sufficiently similar to allow a juror to draw a reasonable inference probative of knowledge or intent.\" <i>United States v. Landrau-Lopez,</i> <span class=\"citation\" data-id=\"202134\"><a href=\"/opinion/202134/united-states-v-landrau-lopez/\"><span class=\"volume\">444</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">19</span></a></span>, 24 (1st Cir.2006). We have considered Ms. Landry's contention that the traffic stop is not sufficiently similar because she provided the officer with a made-up social security number, not an actual one as alleged in the charged crime. We find probative, however, her willingness in both situations to lie when asked for personal identification information. Because Ms. Landry's defense was good faith and computer error, Ms. Landry's willingness to give a false, even if made-up, social security number is suggestive of her intent to provide another's identity as her own.</p>\n<p>The bad act also was not so distant in time from the charged event as to be irrelevant. The submission of the credit card applications and use of the Chase card occurred from April to June 4, 2007; the traffic stop occurred on June 18, 2008. The traffic stop, then, occurred a little over a year after the charged crimes. <i>See </i><i>Lugo Guerrero,</i> 524 F.3d at 14 (concluding that the prior bank robberies were not too remote because they occurred within fifteen months of the charged robbery).</p>\n<p>The district court therefore did not abuse its discretion in concluding that the 2008 traffic stop was specially relevant under Rule 404(b) to show Ms. Landry's intent.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*604</span> 2. Rule 403</h2>\n<p>We now turn to the second part of the test, namely whether the evidence meets the standard of Rule 403. Rule 403 provides that relevant evidence \"may be excluded if its probative value is substantially outweighed by the danger of unfair prejudice.\" Fed.R.Evid. 403. Danger of unfair prejudice occurs if the evidence \"invites the jury to render a verdict on an improper emotional basis.\" <i>Varoudakis,</i> 233 F.3d at 122. Moreover, \"Rule 403 judgments are typically battlefield determinations, and great deference is owed to the trial court's superior coign of vantage.\" <i>United States v. Shinderman,</i> <span class=\"citation no-link\"><span class=\"volume\">515</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">5</span></span>, 17 (1st Cir.2008).</p>\n<p>The district court was entitled to conclude that it was unlikely that the jury would be influenced emotionally by evidence of the traffic stop. The traffic stop involved no graphic or shocking events that might play upon a jury's passions. The district court was also careful in handling the traffic stop evidence. It provided a specific limiting instruction cautioning the jury not to consider the traffic stop as evidence of propensity. In addition, the district court allowed the evidence only after verifying that Ms. Landry would be raising a defense of good faith and computer error. Given the limiting instruction and nature of the evidence, the danger of unfair prejudice from the traffic stop was low. Accordingly, the district court did not abuse its discretion in admitting evidence of the 2008 traffic stop under Rule 404(b).</p>\n<p></p>\n<h2>B.</h2>\n<p>Ms. Landry also seeks review of the district court's decision to admit evidence of her drunk-driving conviction for which MBNA terminated her employment. We review the district court's admission of this evidence for abuse of discretion. <i>Hicks,</i> 575 F.3d at 141. The district court determined that all of Ms. Landry's prior convictions on her driving record were inadmissible under Rule 609(a)(2). Specifically, the district court found that the driving record convictions were not germane to Ms. Landry's credibility. Some convictions were very remote, with one at least eight years old, and no similarity existed between the convictions and the alleged crime. The district court also determined that, under Rule 609(a)(1), the prejudicial effect of the driving record convictions outweighed any probative value. In particular, the district court observed that \"[t]he plain fact of the matter is jurors don't tend to like people who drive drunk, and their view of the defendant's two [drunk-driving] convictions might affect their ability to view fairly the evidence in this case.\" Trial Tr. vol. II, 294.</p>\n<p>During Ms. Landry's testimony, however, the district court ruled in a sidebar that it would allow evidence of the drunk-driving charge that had lead to Ms. Landry's termination from MBNA. Ms. Landry testified on direct examination that she had worked for MBNA, that she had received a security clearance and that she had left in 2003. The district court found that, without evidence of the termination, \"she's leaving the impression with the jury. . . that her record at MBNA is effectively unimpeachable.\" <i>Id.</i> at 348. Ms. Landry's counsel countered that the Government could elicit testimony about the termination without mentioning the specific drunk-driving charge. The court responded that \"she's going to be in a better position . . . to have the reason be [drunk-driving] than have the jury speculate that the reason might be something related to dishonesty.\" <i>Id.</i> at 349. The district court therefore allowed testimony about the drunk-driving charge that resulted in Ms. Landry's termination.</p>\n<p><span class=\"star-pagination\">*605</span> The basis of Ms. Landry's termination could have been handled by stipulation. The stipulation could have been crafted so as to make it clear that her arrest had precipitated her termination without specifically informing the jury that she had been accused of drunk driving. Nonetheless, we conclude that the district court did not abuse its discretion in permitting the evidence.<sup>[4]</sup></p>\n<p>Ms. Landry is correct that, given the court's earlier ruling on the prejudicial nature of evidence of a drunk-driving conviction, Rule 609 cannot serve as an independent predicate for the admission of the conviction. The parties agree that the drunk-driving conviction is not a specific instance of dishonesty, and therefore Rule 608 cannot serve as the basis for admission.</p>\n<p>Our inquiry must focus, therefore, on whether Ms. Landry opened the door to her drunk-driving conviction. Even when, prior to trial, a court has ruled evidence of prior convictions inadmissible, a defendant can, in the course of her testimony, open the door to evidence about prior convictions. Rules 402 and 403 govern in these situations. Specifically, \"[p]rior convictions are admissible under Rules 402 and 403 to contradict specific testimony, as long as the evidence is relevant and its probative value is not substantially outweighed by the danger of unfair prejudice.\" <i>United States v. Norton,</i> <span class=\"citation\" data-id=\"195417\"><a href=\"/opinion/195417/united-states-v-norton/\"><span class=\"volume\">26</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">240</span></a></span>, 244 (1st Cir.1994).</p>\n<p>We conclude that the district court did not abuse its discretion in concluding that Ms. Landry's testimony did open the door. As Ms. Landry conceded, her testimony on direct examination created a false impression that made the circumstances of her termination relevant for questioning. Furthermore, although the prejudicial effect of a drunk-driving conviction is significant, the district court reasonably concluded that the alternativejury speculation was worse. The district court acted within its discretion in admitting evidence of the drunk-driving charge.</p>\n<p></p>\n<h2>C.</h2>\n<p>Ms. Landry also maintains that the Government engaged in improper argument during its closing arguments by emphasizing the cost and expense of providing its expert witnesses for this trial. During its initial closing argument, the Government told the jury that, \"[a]t considerable expense, the government provided testimony from witnesses\" who understood how the credit card companies' computer systems worked. Trial Tr. vol. II, 428. The Government also stated that it \"went at great length here not just to bring a regional investigator, not to bring someone local, but to make sure we got the right person.\" <i>Id.</i> at 440. The Government noted again that \"the government, again, went to length to provide three witnesses with specialized knowledge.\" <i>Id.</i> at 442.</p>\n<p><span class=\"star-pagination\">*606</span> Because Ms. Landry made no objection to the prosecutor's statements at trial, we review for plain error whether the Government engaged in improper argument. Plain error requires a showing \"(1) that an error occurred (2) which was clear or obvious and which not only (3) affected the defendant's substantial rights, but also (4) seriously impaired the fairness, integrity, or public reputation of judicial proceedings.\" <i>United States v. Duarte,</i> <span class=\"citation\" data-id=\"199375\"><a href=\"/opinion/199375/united-states-v-duarte/\"><span class=\"volume\">246</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">56</span></a></span>, 60 (1st Cir.2001). This type of error \"will not be recognized unless it caused a miscarriage of justice or seriously undermined the integrity or public reputation of judicial proceedings.\" <i>United States v. Henderson,</i> <span class=\"citation\" data-id=\"200345\"><a href=\"/opinion/200345/united-states-v-henderson/\"><span class=\"volume\">320</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">92</span></a></span>, 105 (1st Cir.2003) (internal quotation marks and citation omitted).</p>\n<p>Reversal is necessary only if the remarks in closing argument have \"so poisoned the well that the trial's outcome was likely affected.\" <i>Henderson,</i> 320 F.3d at 107 (quotation marks and citation omitted). Factors for consideration include: \"(1) the severity of the prosecutor's misconduct, including whether it was deliberate or accidental; (2) the context in which the misconduct occurred; (3) whether the judge gave curative instructions and the likely effect of such instructions; and (4) the strength of the evidence against the defendants.\" <i>United States v. Nelson-Rodriguez,</i> <span class=\"citation\" data-id=\"780802\"><a href=\"/opinion/780802/united-states-v-milton-a-nelson-rodriguez-luis-a-romero-lopez-miguel-a/\"><span class=\"volume\">319</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span>, 38 (1st Cir.2003) (quoting <i>United States v. Wihbey,</i> <span class=\"citation\" data-id=\"196557\"><a href=\"/opinion/196557/united-states-v-wihbey/\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">761</span></a></span>, 771-72 (1st Cir.1996)) (quotation marks omitted).</p>\n<p>We do not believe there was plain error. To be sure, the Government's statements were improper: The reference to getting \"the right person\" constituted improper bolstering of the credibility of the Government's expert witnesses, and the statements regarding the time and expense in procuring those expert witnesses were plainly irrelevant. The Government's statements cannot, however, fairly be characterized as a grave breach. Moreover, Ms. Landry can point to, at most, only four objectionable statements. All of these statements are only one to two sentences each. Whether these statements were intentional or not is unclear, but the offensive remarks comprise at most a small part of the closing arguments. No curative instructions were given, but this omission was due to Ms. Landry's failure to object. Indeed, in another case involving allegations of improper statements made by the Government in closing argument, we noted our \"concern[] with the fact that there was no contemporaneous objection or request for curative instructions, thus depriving the district judge of the opportunity to provide special or additional instructions.\" <i>United States v. Castro-Davis,</i> <span class=\"citation\" data-id=\"2513015\"><a href=\"/opinion/2513015/united-states-v-castro-davis/\"><span class=\"volume\">612</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">53</span></a></span>, 68 (1st Cir.2010). It is also likely that the prosecutor's remarks had no appreciable effect on the jury. Given the high standard for plain error and the consideration of these factors, no plain error occurred.</p>\n<p></p>\n<h2>D.</h2>\n<p>Ms. Landry submits that in imposing the sentence, the district court should not have considered the fact that identity fraud as a crime is increasing in frequency, and, therefore, requires additional deterrence. She notes that, even though she was subject to a mandatory consecutive sentence of twenty-four months under the Identity Theft Penalty Enhancement Act, 18 U.S.C. § 1028A, the district court considered the growing crime of identity theft in setting her sentence at the top of the guideline range for her convictions for wire fraud, fraud in connection with an access device and social security fraud. Notably, however, she does not argue that the court erred in any respect in calculating the guideline range, in considering the statutory <span class=\"star-pagination\">*607</span> sentencing factors or in understanding the facts of the case.</p>\n<p>At the sentencing hearing, the district court imposed a sentence at the top of the guideline range. The district court, discussing its consideration of all the factors in 18 U.S.C. § 3553(a), stated:</p>\n<blockquote>Turning to deterrence, . . . identity fraud is a growing problem in this country, and it is as true in Maine as anywhere. Maine has a number of businesses, like credit card companies, where employees have access to sensitive financial and personal information, and the sentence should therefore take into account the need to deter such conduct.</blockquote>\n<p>Sent. Tr., 31.</p>\n<p>Both parties invite our attention to <i>United States v. Politano,</i> <span class=\"citation\" data-id=\"203223\"><a href=\"/opinion/203223/united-states-v-politano/\"><span class=\"volume\">522</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">69</span></a></span> (1st Cir.2008). The defendant in <i>Politano</i> was convicted of dealing firearms without a license. <i>Id.</i> at 71. At the sentencing hearing, the district court noted:</p>\n<blockquote>I think any reader of the daily newspapers is aware that the illegal trafficking of firearms at the street level is a significant contributing factor in what, without exaggeration I think, can be called an epidemic of handgun violence in communities within this district. . . . And so I think [this offense] has to be punished by a sentence which reflects the seriousness, promotes respect for it in compliance with the law, and has an effect both specifically but also a general deterrence effect as advice to others who might commit it.</blockquote>\n<p><i>Id.</i> at 72. The defendant in <i>Politano</i> challenged the district court for relying on \"generalized reports.\" <i>Id.</i> at 73 (quotation marks omitted). In upholding the sentence, we commented that, post-<i>Booker,</i><sup>[5]</sup> \"the district court has the discretion to take into account . . . the particular community in which the offense arose.\" <i>Id.</i> at 74. Additionally, \"[g]eneral deterrence is about preventing criminal behavior by the population at large and, therefore, incorporates some consideration of persons beyond the defendant.\" <i>Id.</i></p>\n<p>The district court did not err in considering identity fraud as a growing crime in Maine and in the Nation. At the sentencing hearing, the district court explained extensively its decision and consideration of the factors for sentencing. Sent. Tr., 28-34. The district court discussed identity fraud in the context of deterrence, a factor specifically identified as relevant by the governing statute. <i>See</i> 18 U.S.C. § 3553(a)(2)(B). The district court explicitly stated that this was \"a growing problem in this country, and it is as true in <i>Maine</i> as anywhere.\" Sent. Tr., 31 (emphasis added). Similar to the sentencing court in <i>Politano,</i> the district court considered the crime of identity theft regionally; it then noted that the situation in Maine was part of a growing national problem. In doing so, the court was following Congress's explicit mandate that it consider deterrence in adjudicating a sentence.</p>\n<p>Nor do we believe that the court erred in considering the widespread growth of identity theft even though Ms. Landry already was subject to a mandatory, consecutive, two-year sentence under the Identity Theft and Penalty Enhancement Act, 18 U.S.C. § 1028A. Congress, in imposing the mandatory sentence, separated the sentence for predicate offensesthat is, the crimes related to the aggravated theftfrom the mandatory two-year sentence. <i>See</i> 18 U.S.C. § 1028A(b)(3) (\"[I]n determining any term of imprisonment to be imposed for the felony during which the <span class=\"star-pagination\">*608</span> means of identification was transferred, possessed, or used, a court shall not in any way reduce the term to be imposed for such crime so as to compensate for, or otherwise take into account, any separate term of imprisonment imposed . . . for a violation of this section[.]\").</p>\n<p>In this case, Ms. Landry was convicted of the predicate offenses of wire fraud, fraud in connection with an access device and social security fraud. These predicate offenses were in part due to her use of false identifying information, and so, independent of the charge for aggravated identity theft, the district court could consider the need to deter identity theft in determining the sentence for these predicate crimes.<sup>[6]</sup> Accordingly, the district court did not err when it considered, motivated by a concern for general deterrence, the growth of identity fraud in Maine and beyond.</p>\n<p></p>\n<h2>Conclusion</h2>\n<p>The district court did not abuse its discretion in admitting evidence of the traffic stop and of Ms. Landry's drunk-driving conviction. We also conclude that no plain error occurred in the Government's closing arguments and that the district court's consideration of identity theft as a growing crime was not improper. For the foregoing reasons, the judgment of the district court is affirmed.</p>\n<p>AFFIRMED</p>\n<h2>NOTES</h2>\n<p>[*]  Of the Seventh Circuit, sitting by designation.</p>\n<p>[1]  The district court had jurisdiction pursuant to 18 U.S.C. § 3231.</p>\n<p>[2]  This court has jurisdiction over the final decision of the district court pursuant to 28 U.S.C. § 1291.</p>\n<p>[3]  Even though Ms. Landry does not assert a defense of mistake, her claim of innocent involvement is an adequate basis for admitting evidence to rebut that claim. Notably, Rule 404(b) evidence is admissible to show intent even when such evidence is not admissible to illustrate absence of mistake on the part of the defendant. <i>See </i><i>United States v. Ward,</i> <span class=\"citation\" data-id=\"766020\"><a href=\"/opinion/766020/united-states-v-cheryl-ward-aka-cheryl-morris-97-6089-earl-morris/\"><span class=\"volume\">190</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">483</span></a></span>, 489 (6th Cir.1999) (determining evidence of prior drug conviction was not valid to show absence of mistake because mistake was not at issue, but evidence was valid to show the defendant had intent to distribute cocaine).</p>\n<p>[4]  Relying on <i>United States v. Hansen,</i> <span class=\"citation\" data-id=\"202016\"><a href=\"/opinion/202016/united-states-v-hansen/\"><span class=\"volume\">434</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">92</span></a></span> (1st Cir.2006), the Government maintains that Ms. Landry failed to preserve this issue for appeal because she conceded in the sidebar that the Government could ask questions about the termination. In <i>Hansen,</i> the court found that the defendant had waived his right to object to jury instructions when, after the instructions were given, the defendant stated, \"I am content.\" <i>Id.</i> at 101. In this case, Ms. Landry clearly objected to questioning about the drunk-driving conviction. Ms. Landry conceded that the Government could ask about the termination, but, unlike the defendant in <i>Hansen,</i> Ms. Landry protested to questioning about the underlying drunk-driving conviction. The existence of a termination and the underlying drunk-driving conviction are distinct facts. We conclude that Ms. Landry did not consent to questioning about the drunk-driving conviction and therefore did not waive the issue.</p>\n<p>[5]  <i>United States v. Booker,</i> <span class=\"citation no-link\"><span class=\"volume\">543</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">220</span></span>, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">738</span></span>, <span class=\"citation no-link\"><span class=\"volume\">160</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">621</span></span> (2005).</p>\n<p>[6]  We also note that the court made clear that it imposed the maximum sentence in large part because it viewed Ms. Landry as unrepentant.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/195417/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196557/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198966/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199172/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199375/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200345/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201143/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202016/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202134/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203223/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203245/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203744/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203949/",
    "http://www.courtlistener.com/api/rest/v3/opinions/659856/",
    "http://www.courtlistener.com/api/rest/v3/opinions/675750/",
    "http://www.courtlistener.com/api/rest/v3/opinions/766020/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771006/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771698/",
    "http://www.courtlistener.com/api/rest/v3/opinions/780802/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2513015/"
  ]
}