{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/194481/",
  "absolute_url": "/opinion/194481/goldman-v-rodriguez/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/194481/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T02:18:06Z",
  "date_modified": "2016-02-28T04:50:07.143453Z",
  "type": "010combined",
  "sha1": "5b0087f41910fdeb7b112119482db05c905c7667",
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=92-1458.01A",
  "local_path": null,
  "plain_text": "January 6, 1993\n\n                United States Court of Appeals\n                    For the First Circuit\n                                         \n\nNo. 92-1458\n\n               GOLDMAN, ANTONETTI, FERRAIUOLI,\n              AXTMAYER &amp; HERTELL, A PARTNERSHIP,\n                     Plaintiff, Appellee,\n\n                              v.\n\n             MEDFIT INTERNATIONAL, INC., ET. AL.,\n                    Defendants, Appellees,\n\n                      HECTOR RODRIGUEZ,\n                    Defendant, Appellant.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Hector M. Laffitte, U.S. District Judge]\n                                                     \n\n                                         \n\n                            Before\n\n                   Torruella, Circuit Judge,\n                                           \n               Campbell, Senior Circuit Judge,\n                                             \n                    Stahl, Circuit Judge.\n                                        \n\n                                         \n\nHector L. Rodriguez on brief pro se.\n                   \nJuan  R. Marchand  Quintero with  whom  Rivera Cestero  &amp; Marchand\n                                                                  \nQuintero and Miguel J. Rodriguez-Marxuach were on brief for appellees.\n                                     \n\n                                         \n\n                                         \n\n          STAHL, Circuit Judge.   Defendant-appellant  Hector\n                              \n\nRodriguez (\"Rodriguez\" or \"defendant\") appeals from the entry\n\nof a default judgment against him in the amount of $91,294.38\n\nplus interest.  We affirm.\n\n                              I.\n                                \n\n          RELEVANT PROCEDURAL AND FACTUAL BACKGROUND\n                                                    \n\n          On June  6,  1990,  the Puerto  Rico  law  firm  of\n\nGoldman,   Antonetti,   Ferraiuoli,   Axtmayer    &amp;   Hertell\n\n(\"GAFAH\")1  filed a complaint  against Rodriguez, Randy Smith\n\n(\"Smith\"), George and Lorin Croce, and Medfit  International,\n\nInc.  (\"Medfit\"),  seeking payment  of  legal fees  totalling\n\n$101,294.38.2    The  complaint alleged  that  defendants had\n\nbreached  an agreement  with Ferraiuoli,  Axtmayer &amp;  Hertell\n\n(\"GAFAH's predecessor firm\") calling for plaintiff to provide\n\ndefendants with professional  legal services relative to  the\n\nformation,  development,  and  financing  of  a  latex  glove\n\nmanufacturing business.3  \n\n                    \n\n1.  GAFAH was  the original plaintiff in this case.  However,\nplaintiff-appellee Goldman, Antonetti, Ferraiuoli  &amp; Axtmayer\n(\"GAFA\"  or  \"plaintiff\")  was  substituted for  GAFAH  after\nHertell left the partnership in September of 1990.\n\n2.  Default was subsequently entered against Smith and Medfit\nfor  failure to  answer the  complaint.   The action  against\nGeorge and Lorin Croce was dismissed with prejudice, pursuant\nto  Fed.  R.  Civ. P.  41(a)(1),  after  they  agreed to  pay\nplaintiff  $10,000.00 towards  the legal  fees due.   None of\nthese defendants is a party to this appeal.  \n\n3.  More  specifically, plaintiff  claims that  it agreed  to\nrender professional services on an hourly fee basis, and that\nits  fees would be payable  by Rodriguez and Smith personally\n\n                             -2-\n                              2\n\n          Subsequently,  Rodriguez  moved   to  dismiss   the\n\ncomplaint  pursuant to  Rules  4(e) and  12(b)(1)-(7) of  the\n\nFederal  Rules  of  Civil  Procedure.   After  reviewing  the\n\nrecord, the  district court  treated Rodriguez's motion  as a\n\nmotion for summary judgment, and denied it on May 8, 1991.\n\n          On  August 2,  1991,  the district  court issued  a\n\nscheduling order setting a pretrial and settlement conference\n\nfor November 14,  1991, and  a bench trial  for December  16,\n\n1991.   That  order warned  the parties  that any  failure to\n\ncomply with its provisions could result  in the imposition of\n\nsanctions  under Fed.  R. Civ.  P. 16(f).   This  warning was\n\nrepeated in an October 18,  1991, order which rescheduled the\n\npretrial  and settlement  conference to  November 15,  1991.4\n\nDespite these  warnings, Rodriguez  failed to appear  for the\n\nNovember  15,  1991,   pretrial  and  settlement  conference.\n\n                    \n\n\"until  such time as financing was  obtained\" for their latex\nglove manufacturing  project.  Rodriguez, on  the other hand,\ncontends  to have  entered into  an oral  fee  agreement with\nplaintiff  on behalf  of  Medfit Products  Puerto Rico,  Inc.\n                        \n(\"MPPR\").  Rodriguez also claims that the agreement set forth\na contingent  fee arrangement,  \"said  contingency being  the\nsuccessful financing and closing  of the proposed latex glove\nproject[,]\"  and denies  that he  is or  ever was  personally\nresponsible for payment of the legal fees owed to plaintiff. \n\n4.  The district court later continued the December 16, 1991,\ntrial date until January 21, 1992.\n\n                             -3-\n                              3\n\nConsequently, the district  court entered a partial  judgment\n\ndismissing Rodriguez's counterclaims and cross-claim.5  \n\n          On  January  17,  1992,  Rodriguez  telephoned  the\n\ndistrict court's  chambers to notify the court  that he would\n\nnot  appear for the January  21, 1992, trial.   Rodriguez did\n\nnot, however, request a continuance or provide the court with\n\na   valid  justification   for   his   anticipated   absence.\n\nAccordingly, when  Rodriguez failed to appear  for trial, the\n\ndistrict  court found that he  was in default.   The district\n\ncourt then held a bench trial on the question of damages, and\n\ndetermined  that plaintiff was entitled to recover $91,294.38\n\nplus  interest from  Rodriguez and  the  previously defaulted\n\nSmith  and  Medfit.    The  district  court  found  all three\n\ndefendants jointly and severally liable for this judgment.\n\n                             II.\n                                \n\n                          DISCUSSION\n                                    \n\n          On   appeal,   Rodriguez   makes  three   principal\n\narguments:  (1) that  the district court erred in  failing to\n\ngrant  his  motion to  dismiss; (2)  that the  district court\n\nabused  its discretion  in dismissing  his counterclaims  and\n\ncross-claim;  and  (3) that  the  district  court abused  its\n\n                    \n\n5.  In  so  doing,  the  district  court  also  took note  of\nRodriguez's  failure  to prepare  a  pretrial  order and  his\nfailure otherwise to comply with its orders.\n\n                             -4-\n                              4\n\ndiscretion  in entering  default judgment  against him.6   We\n\ndiscuss each argument in turn.\n\nA.  Rodriguez's Motion to Dismiss\n                                 \n\n          Rodriguez  first  challenges  the district  court's\n\ndenial of  his motion to  dismiss, arguing that  the district\n\ncourt erroneously relied on  certain allegations contained in\n\nJose A. Axtmayer's unsworn  statement signed under penalty of\n\nperjury to find: (1) that a genuine, material factual dispute\n\nexisted  over the  substance of  the oral fee  agreement; (2)\n\nthat Rodriguez was subject to the in personam jurisdiction of\n                                             \n\nthe  district   court;  and   (3)  that  MPPR   was  not   an\n\nindispensable party under Fed. R. Civ. P. 19(b).  We disagree\n\nwith Rodriguez's contentions.\n\n     1.  Standard of Review\n                           \n\n          There  is  no dispute  that  Rodriguez's  motion to\n\ndismiss  was  properly  treated   as  a  motion  for  summary\n\njudgment.   See Fed. R. Civ. P. 12(c).  Appellate review of a\n               \n\ndistrict court order denying a motion for summary judgment is\n\nplenary.  Federal Deposit Ins. Corp. v. World Univ. Inc., No.\n                                                        \n\n                    \n\n6.  Rodriguez  also litters  his brief  and reply  brief with\none-sentence  allegations of  error  that are  accompanied by\nneither  argument nor  supporting authority.   Time  and time\nagain, we  have warned  litigants  that \"issues  raised in  a\nperfunctory manner, unaccompanied by some effort at developed\nargumentation,  are  deem waived.\"    See,  e.g., Elgabri  v.\n                                                         \nLekas, 964 F.2d  1255, 1261 (1st  Cir. 1992) (quoting  United\n                                                             \nStates v. Zannino, 895  F.2d 1, 17 (1st Cir.),  cert. denied,\n                                                            \n494  U.S. 1082 (1990)).   Accordingly, we do  not address the\nmerits of Rodriguez's one-sentence arguments.\n\n                             -5-\n                              5\n\n92-1389, slip  op. at 4  (1st Cir. Oct.  22, 1992).   Summary\n\njudgment shall  be granted only when  the record demonstrates\n\nthat there  is no genuine issue  as to any material  fact and\n\nthat the moving party is entitled to judgment as a  matter of\n\nlaw.   Fed.  R. Civ.  P.  56(c); see  also  Celotex Corp.  v.\n                                                         \n\nCatrett,  477 U.S.  317, 323  (1986).   The party  moving for\n       \n\nsummary  judgment \"bears  both the  initial and  the ultimate\n\nburden  of  demonstrating its  legal  entitlement  to summary\n\njudgment.\"   Lopez v.  Corporacion Azucarera de  Puerto Rico,\n                                                            \n\n938 F.2d 1510, 1516  (1st Cir. 1991).  Furthermore,  like the\n\ndistrict court, we \"`must view the entire record in the light\n\nmost  hospitable to  the  party  opposing  summary  judgment,\n\nindulging all reasonable inferences  in that party's favor.'\"\n\nMesnick v. General  Elec. Co.,  950 F.2d 816,  822 (1st  Cir.\n                             \n\n1991) (citing  Griggs-Ryan v. Smith,  904 F.2d 112,  115 (1st\n                                   \n\nCir.  1990)),   cert.  denied,   112  S.  Ct.   2965  (1992).\n                             \n\n\"Nonetheless,  the  nonmovant  cannot  content  himself  with\n\nunsupported allegations; rather,  he must set  forth specific\n\nfacts, in  suitable evidentiary  form, in order  to establish\n\nthe existence of a genuine issue for trial.\"  Rivera-Muriente\n                                                             \n\nv. Agosto-Alicea, 959 F.2d 349, 352 (1st Cir. 1992).  \n                \n\n     2.  The Unsworn Statement\n                              \n\n          Axtmayer's unsworn statement  signed under  penalty\n\nof  perjury     was  submitted  in   support  of  plaintiff's\n\n                             -6-\n                              6\n\nopposition  to  Rodriguez's motion  to  dismiss.7   Rodriguez\n\nargues that the district  court's reliance on the allegations\n\ncontained  in  Axtmayer's  unsworn statement  constitutes  an\n\nabuse of discretion because the statement fails to conform to\n\nthe requirements of Fed. R. Civ. P. 56(e).  We disagree. \n\n          Under  federal  law,  an unsworn  statement  signed\n\nunder penalty  of perjury  may be used,  in lieu  of a  sworn\n\nstatement  or affidavit, to  support or  oppose a  motion for\n\nsummary judgment.  See 28 U.S.C.    1746;8  see also Pfeil v.\n                                                          \n\n                    \n\n7.  Axtmayer's  statement alleges, inter alia, that Rodriguez\n                                             \nand Smith retained GAFAH's predecessor firm to represent them\nin  connection  with  the  establishment  of  a  latex  glove\nmanufacturing  facility  in Puerto  Rico.   Axtmayer  further\nalleges  that the  firm  agreed to  provide the  professional\nservices  requested \"on a per  hour fee basis  to be invoiced\nmonthly and payable by Rodriguez and Smith until such time as\nfinancing was  obtained for the project.\"   Finally, Axtmayer\nstates  that  after  Medfit   Products  of  Puerto  Rico  was\nincorporated in Puerto Rico,  Rodriguez and Smith agreed that\nthey, along  with Medfit and  George and  Lorin Croce,  \"were\n[the firm's] clients in  their individual capacities and were\npersonal[ly],  jointly  and  severally  responsible  for  the\npayment  of the  services rendered  and expenses  incurred by\n[the firm] as a result of their representation.\"\n\n8.  In relevant part, 28 U.S.C.   1746 provides:\n\n     Wherever, under any law of the United States or under\n   any  rule,  regulation,   order,  or  requirement  made\n   pursuant to law, any matter is required or permitted to\n   be supported, evidenced, established,  or proved by the\n   sworn    declaration,     verification,    certificate,\n   statement, oath, or affidavit, in writing of the person\n   making the  same . . . such matter may, with like force\n   and  effect, be  supported, evidenced,  established, or\n   proved   by   the  unsworn   declaration,  certificate,\n   verification,  or statement, in  writing of such person\n   which is  subscribed by him,  as true under  penalty of\n   perjury,  and  dated,  in  substantially  the following\n   form: \n\n                             -7-\n                              7\n\nRogers,  757 F.2d 850, 859  (7th Cir. 1985)  (holding that an\n      \n\naffidavit failing to satisfy the  \"technical, non-substantive\n\nrequirements of  execution\" may  be considered  as part  of a\n\nparty's opposition to a  motion for summary judgment provided\n\nthe affidavit complies with 28  U.S.C.   1746), cert. denied,\n                                                            \n\n475 U.S. 1107 (1986);  Davis v. Frapolly, 756 F.  Supp. 1065,\n                                        \n\n1067 (N.D. Ill. 1991) (holding that unsworn statements signed\n\nunder  penalty of perjury  may be  considered as  evidence in\n\nsupport  of   a  motion  for  summary   judgment).    Because\n\nAxtmayer's unsworn written  statement meets the  requirements\n\nof 28 U.S.C.   1746, the  district court was entitled to give\n\nit  the  same  weight  as an  affidavit  when  it  considered\n\ndefendant's  motion.   Therefore, because  Axtmayer's unsworn\n\nstatement established  the existence  of a  genuine, material\n\nfactual dispute concerning the substance of the parties' oral\n\nfee agreement, the district court properly denied Rodriguez's\n\nmotion to dismiss.\n\n     3.  In Personam Jurisdiction\n                                 \n\n          As  noted, Rodriguez  also challenges  the district\n\ncourt's ruling  that it  had personal jurisdiction  over him.\n\n                    \n\n        . . . .\n\n          If executed within  the United States,  its\n        territories,  possessions, or  commonwealths:\n        \"I declare  (or  certify, verify,  or  state)\n        under penalty of  perjury that the  foregoing\n        is true and correct.  Executed on (date).\n\n               (Signature)\".\n\n                             -8-\n                              8\n\nIn so doing, Rodriguez first contends that the district court\n\nshould not  have  considered the  allegations  in  Axtmayer's\n\nstatement  when  it  decided  the  question  of  in  personam\n                                                             \n\njurisdiction.9  However,  Rodriguez's argument is  undermined\n\nby  the fact  that a  district court  may go beyond  the four\n\ncorners of the pleadings  and consider materials presented in\n\nsupport  of a  motion  to dismiss  for  lack of  in  personam\n                                                             \n\njurisdiction.   See American  Express Int'l, Inc.  v. Mendez-\n                                                             \n\nCapellan,  889 F.2d  1175, 1178  (1st Cir.  1989) (affidavits\n        \n\npresented  on a  motion to  dismiss for  lack of  in personam\n                                                             \n\njurisdiction,  which was  converted to  a motion  for summary\n\njudgment,  deemed  to  be  \"available  for  either  motion\").\n\nAccordingly,  the  district  court   committed  no  error  in\n\nconsidering the Axtmayer statement. Rodriguez's attack on the\n\nmerits of the district  court's ruling is equally unavailing.\n\n\"It  is  well  established  that  in  diversity  cases,  `the\n\ndistrict court's  personal  jurisdiction over  a  nonresident\n\ndefendant  is  governed by  the  forum's long-arm  statute.'\"\n\nPizarro v. Hoteles Concorde Int'l, C.A.,  907 F.2d 1256, 1258\n                                       \n\n(1st Cir.  1990) (quoting  Mangual v. General  Battery Corp.,\n                                                            \n\n710  F.2d 15,  19 (1st  Cir. 1983)).   Rule 4.7(a)(1)  of the\n\nPuerto  Rico  Rules of  Civil  Procedure,  the Commonwealth's\n\n                    \n\n9.  Axtmayer's  statement  asserts that  Rodriguez personally\ninitiated the  negotiations which  led to  the representation\nand  fee agreements with  GAFAH's predecessor firm  in a 1987\nvisit to the firm's offices.\n\n                             -9-\n                              9\n\nlong-arm  statute,  allows  Puerto  Rico   courts  to  assert\n\npersonal  jurisdiction over a  non-resident defendant \"if the\n\naction or claim arises because said person . . . [t]ransacted\n\nbusiness in Puerto Rico personally or through an agent .  . .\n\n.\"  P.R.  Laws Ann. tit. 19,  App. III, R.  4.7(a)(1) (1983);\n\nsee also Pizarro,  907 F.2d at  1258.   However, for such  an\n                \n\nassertion of  jurisdiction to be permissible,  two additional\n\ntests  must be met.  First, plaintiff's cause of action \"must\n\narise out  of the defendant's action within the forum state.\"\n\nId. (quoting  Escude Cruz v. Ortho  Pharmaceutical Corp., 619\n                                                        \n\nF.2d 902, 905 (1st Cir. 1980)).   In addition, of course, the\n\ncontacts among the non-resident  defendant, forum, and  cause\n\nof  action must  rise  to  a  level  where  the  due  process\n\nrequirements  of \"fair  play  and  substantial justice,\"  see\n                                                             \n\nInternational  Shoe  Co. v.  Washington,  326  U.S. 310,  316\n                                       \n\n(1945), are met.  See id.10\n                         \n\n                    \n\n10.  The  Supreme  Court has  elaborated  upon this  \"minimum\ncontacts\" rule:\n\n          The application of [the minimum contacts]\n          rule  will  vary  with  the  quality  and\n          nature of the  defendant's activity,  but\n          it is essential that there be some act by\n          which  the defendant  purposefully avails\n          itself  of  the  privilege of  conducting\n          activities within the  forum state,  thus\n          invoking the benefits and  protections of\n          its laws.\n\nHanson v. Denckla, 357 U.S. 235, 253 (1958).\n                 \n\n                             -10-\n                              10\n\n          Here,  there is  undisputed  record  evidence  that\n\nRodriguez  initiated  and  personally  participated   in  the\n\nnegotiations  which led  to the  fee agreement  which is  the\n\nsubject of this litigation, and that at least some portion of\n\nthese negotiations took place  at GAFAH's predecessor  firm's\n\noffices in Puerto Rico.  Thus, it  is clear that Rodriguez is\n\nsubject  to  the reach  of 4.7(a)(1)  and  that the  cause of\n\naction  arose out of  Rodriguez's action in  the forum state.\n\nFurthermore, the record reveals that Rodriguez was personally\n\nand continuously involved in plaintiff's efforts to assist in\n\nthe formation, development, and  financing of MPPR, which was\n\nto be a Puerto  Rico corporation.11  This fact,  when coupled\n\nwith  Rodriguez's  solicitation and  subsequent  retention of\n\nplaintiff,  leaves little  doubt that  Rodriguez purposefully\n\navailed himself \"of  the privilege  of conducting  activities\n\nwithin  the forum  .  . .,  thus  invoking the  benefits  and\n\nprotections  of  its  laws.\"    Hanson,  357   U.S.  at  253.\n                                      \n\nTherefore,  we   find  no  error  in   the  district  court's\n\nconclusion  that its  assertion of  in  personam jurisdiction\n                                                \n\nover Rodriguez would not offend either Puerto Rico's long-arm\n\nstatute  or  the Due  Process  Clause  of the  United  States\n\nConstitution.\n\n     4.  Rule 19(b)\n                   \n\n                    \n\n11.  These  activities took  place over  a two-year  span and\nallegedly  generated  the  $101,294.38  of  unpaid  fees  and\nexpenses plaintiff is seeking.\n\n                             -11-\n                              11\n\n          Finally, Rodriguez argues  that the district  court\n\nerred in refusing to grant his motion to dismiss on the basis\n\nof  plaintiff's  failure  to   join  MPPR  as  a  non-diverse\n\nindispensable party  under Fed.  R.  Civ. P.  19(b).12   This\n\nargument does not require extended discussion.\n\n          The  district court  ruled that  because defendants\n\nand  the  non-diverse MPPR  were  alleged to  be  jointly and\n\nseverally liable  for the legal fees  owed plaintiff, joinder\n\nof  MPPR was not mandatory,  but was merely  permissive.  The\n\ndistrict court's  ruling on  this issue is  patently correct.\n\nSee Temple v. Synthes Corp., Ltd., 111 S. Ct. 315, 316 (1990)\n                                 \n\n(citing to the Advisory Committee  Notes to Rule 19(a), which\n\nexplicitly state  that \"a  tortfeasor with the  usual `joint-\n\nand-several'  liability is  merely a  permissive party  to an\n\naction against another with like  liability.\").  Accordingly,\n\nwe find no  error in  the district court's  refusal to  grant\n\nRodriguez's  motion insofar as it is premised on Fed. R. Civ.\n\nP. 19(b).\n\nB.  Dismissal of Rodriguez's Counterclaims and Cross-claim\n                                                          \n\n          As a result of Rodriguez's failure to appear at the\n\nscheduled pretrial and settlement  conference, his failure to\n\nprepare a pretrial order, and his failure to otherwise comply\n\nwith the  court's orders,  the district court  dismissed with\n\n                    \n\n12.  Joinder of  MPPR, a Puerto Rico  corporation, would have\ndestroyed the district court's subject matter jurisdiction in\nthis diversity case.\n\n                             -12-\n                              12\n\nprejudice  Rodriguez's  counterclaims and  cross-claim.   The\n\ndismissal  was  premised  upon   Fed.  R.  Civ.  P.  16(f).13\n\nRodriguez  claims that  the  district court's  imposition  of\n\nthese sanctions  constitutes an abuse of  discretion.  Again,\n\nwe disagree.\n\n          As an  initial matter,  we note that  \"[t]he proper\n\nperformance of the case-management function requires that the\n\ntrial  court  be  allowed  great latitude  in  applying  Rule\n\n16(f).\"  Veranda Beach  Club v. Western Surety Co.,  936 F.2d\n                                                  \n\n1364, 1370 (1st  Cir. 1991);  see also  Barreto v.  Citibank,\n                                                             \n\nN.A., 907  F.2d 15, 16  (1st Cir.  1990) (taking note  of the\n    \n\n\"well established principle that discovery orders, other pre-\n\ntrial  orders,   and,  indeed,   all  orders   governing  the\n\nmanagement of a  case are enforceable under  pain of sanction\n\n                    \n\n13.  In pertinent part, Fed. R. Civ. P. 16(f) provides:\n\n        If a party or  party's attorney fails to obey\n        a scheduling  or  pretrial order,  or  if  no\n        appearance is made on behalf of a  party at a\n        scheduling  or pretrial  conference, or  if a\n        party  or  party's attorney  is substantially\n        unprepared to participate in  the conference,\n        or if  a party  or party's attorney  fails to\n        participate  in good  faith, the  judge, upon\n        motion or  the  judge's own  initiative,  may\n        make such  orders with regard thereto  as are\n        just,  and among  others  any of  the  orders\n        provided in Rule 37(b)(2)(B),(C),(D). . . .\n\n     The  orders  provided  for in  Fed.  R.  Civ.  P. 37(b)(2)\ninclude  orders  \"striking out  pleadings  or  parts thereof,  or\nstaying  further  proceedings  until  the  order  is  obeyed,  or\n                                                               \ndismissing  the action  or  proceeding or  any  part thereof,  or\n                                                          \nrendering a  judgment by default against  the disobedient party.\"\nFed. R. Civ. P. 37(b)(2)(C) (emphasis added). \n\n                             -13-\n                              13\n\nfor  unjustifiable  violation.\").    As  such,  we  review  a\n\ndistrict  court's selection and  imposition of sanctions only\n\nfor  abuse of  discretion.   See  National  Hockey League  v.\n                                                         \n\nMetropolitan Hockey  Club, 427 U.S. 639,  642 (1976); Veranda\n                                                             \n\nBeach Club, 936 F.2d at 1370.  \n          \n\n          We also  recognize that \"`dismissal  with prejudice\n\nis a harsh sanction  which runs counter to our  strong policy\n\nfavoring the disposition of  cases on the merits.'\"   Marx v.\n                                                          \n\nKelly, Hart &amp; Hallman, P.C.,  929 F.2d 8, 10 (1st Cir.  1991)\n                           \n\n(quoting Figueroa Ruiz  v. Alegria,  896 F.2d  645, 647  (1st\n                                  \n\nCir. 1990)).  Nonetheless, the sanction of dismissal \"must be\n\navailable  to the  district court  in appropriate  cases, not\n\nmerely  to  penalize those  whose  conduct may  be  deemed to\n\nwarrant  such a  sanction, but  to deter  those who  might be\n\ntempted  to such conduct in the absence of such a deterrent.\"\n\nNational Hockey League, 427  U.S. at 643; see also  Marx, 929\n                                                        \n\nF.2d  at  10; Barreto,  907 F.2d  at 16.   Conduct  which may\n                     \n\nwarrant  dismissal  of   a  claim  with   prejudice  includes\n\n\"`disobedience  of  court  orders,  [disregarding]  warnings,\n\n[and] contumacious conduct . . . .'\"  Figueroa Ruiz, 896 F.2d\n                                                   \n\nat 648 (quoting Cosme  Nieves v. Deshler, 826 F.2d  1, 2 (1st\n                                        \n\nCir. 1987)).\n\n          As  detailed above, the  district court  issued two\n\nseparate orders which notified the parties as to the date and\n\ntime  of  the  November  15, 1991,  pretrial  and  settlement\n\n                             -14-\n                              14\n\nconference.    In  addition,  both orders  provided  explicit\n\nwarnings to the  parties that failure to comply  could result\n\nin the imposition of  sanctions under Fed. R. Civ.  P. 16(f).\n\nDespite ample notice and repeated warnings, Rodriguez did not\n\nattend the  pretrial and settlement  conference.  Nor  did he\n\nprovide the court with either proper notice that he would not\n\nappear or  a compelling  justification for  his absence.   As\n\nsuch, we cannot say the district court  abused its discretion\n\nin construing Rodriguez's absence  as \"a willful disregard of\n\nthe Court's procedure and  time\" and therefore dismissing his\n\ncounterclaims and cross-claim.14\n\nC.  Default Judgment\n                    \n\n          On February 28,  1992, the  district court  entered\n\ndefault judgment against Rodriguez  for his failure to appear\n\nat trial.  Rodriguez challenges this order,  arguing that the\n\n                    \n\n14.  We  do note  that on  November 14,  1991, at  3:22 p.m.,\nRodriguez  attempted,  via  telecopier,  to   file  with  the\n                          \ndistrict court a  motion for an extension of time in which to\ncompromise  the controversy.   However, the  record indicates\nthat defendant's  motion was not actually  received and filed\nby  the district court until November 15, 1991, at 3:14 p.m.,\nafter the  scheduled 2:30  p.m. conference had  already taken\n     \nplace.   Rodriguez  also  claims that  at  the same  time  he\ntransmitted his motion, he  notified the court that he  would\nnot be  attending the conference scheduled  for the following\nday.   However,  even were  we to  credit this  assertion, it\nwould not provide us with a sufficient basis  for determining\nthat  the   district  court's   actions  were  an   abuse  of\ndiscretion.\n\n                             -15-\n                              15\n\nentry  of default  constitutes  an abuse  of discretion  both\n\nbecause  (1) the  district court  failed  to give  him notice\n\npursuant  to Fed.  R.  Civ. P.  55(b)(2),  and (2)  plaintiff\n\nfailed  to prove  its case on  the merits  at trial.15   Here\n\ntoo, Rodriguez's arguments are unavailing.\n\n          In  pertinent  part,  Fed.  R. Civ.  P.  55  (b)(2)\n\nprovides:   \"[If] the party  against whom judgment by default\n                                                             \n\nis sought has appeared in  the action, the party . .  . shall\n         \n\nbe served written notice  of the application for judgment  at\n                                                         \n\nleast  3  days prior  to  the hearing  on  such application.\"\n\n(Emphasis  supplied).   By  its very  terms, therefore,  Rule\n\n55(b)(2)  does not apply where,  as here, there  is no motion\n\nfor  default  pending and  where the  court  has, on  its own\n\nmotion,  found a  party to  be in  default for  a failure  to\n\nappear.  Pertinent authority  supports such a construction of\n\nthe Rule.    See  Anilina Fabrique  de  Colorants  v.  Aakash\n                                                             \n\nChemicals  and Dyestuffs, Inc.,  856 F.2d 873,  877 (7th Cir.\n                              \n\n1988)  (notice requirement  of Rule  55(b)(2) does  not apply\n\nwhere district court entered default order on its own motion)\n\n                    \n\n15.  Rodriguez also objects  to the holding of a  bench trial\ndespite  the fact that he had properly requested a jury trial\nin his answer.   However, \"after a default judgment  has been\nentered under Fed. R. Civ. P. 37(b)(2), a party has no  right\nto jury trial under either Fed. R. Civ. P. 55(b)(2), . . . or\nthe Seventh  Amendment.\"  Adriana Int'l Corp. v. Thoeren, 913\n                                                        \nF.2d 1406, 1414  (9th Cir.  1990), cert. denied,  111 S.  Ct.\n                                               \n1019  (1991); see also Eisler v. Stritzler, 535 F.2d 148, 153\n                                          \n(1st Cir.  1976)  (holding  that  after entry  of  a  default\njudgment, a hearing,  but not  a jury trial,  is required  to\nassess damages).\n\n                             -16-\n                              16\n\n(citing Tolliver v.  Northrop Corp., 786  F.2d 316, 318  (7th\n                                   \n\nCir. 1986));  see also  Ringgold Corp. v.  Worrall, 880  F.2d\n                                                  \n\n1138,  1141-42 (9th  Cir. 1989)  (notice requirement  of Rule\n\n55(b)(2) does not apply where party is defaulted for  failing\n\nto  attend the first day of a trial scheduled months before);\n\nBrock v. Unique Racquetball and Health Clubs, Inc.,  786 F.2d\n                                                  \n\n61, 65 (2d  Cir. 1986) (notice  requirement of Rule  55(b)(2)\n\ndoes not apply where party is defaulted for defense counsel's\n\nand  parties' failure to appear  at a trial  that already has\n\ncommenced).   Accordingly, Rule 55(b)(2) does  not provide us\n\nwith  a basis for setting aside the district court's entry of\n\ndefault.16\n\n          Rodriguez  also argues  that the  entry of  default\n\nagainst  him was  an  abuse of  discretion because  plaintiff\n\nfailed to prove its case on the merits at trial.  Defendant's\n\nargument ignores the maxim that an entry of a default against\n\na  defendant  establishes  the  defendant's  liability.   See\n                                                             \n\nBrockton Savings Bank v.  Peat, Marwick, Mitchell &amp; Co.,  771\n                                                       \n\nF.2d 5 (1st Cir. 1985) (\"[T]here is no question that, default\n\n                    \n\n16.  Our  refusal to  apply  the notice  requirement of  Rule\n55(b)(2)  to  this case  can hardly  be  viewed as  unfair to\nRodriguez.   Clearly, the purpose of Rule 55(b)(2) is to make\ncertain  that   a  defaulted  party  is  on   notice  of  the\npossibility that a default  judgment might be entered against\nhim/her.   Here, Rodriguez  admitted in  an affidavit  to his\nawareness  \"that  the court  had  positioned  itself to  hold\n[Rodriguez] liable  by default or  otherwise\" at the  time he\n                                            \nfailed  to appear  for trial.    Thus, the  situation against\nwhich Rule 55(b)(2) guards was not present in this instance.\n\n                             -17-\n                              17\n\nhaving  been  entered, each  of [plaintiff's]  allegations of\n\nfact must be taken as true and  each of its [] claims must be\n\nconsidered established  as a matter of  law.\"), cert. denied,\n                                                            \n\n475  U.S. 1018 (1986); see also United States v. DiMucci, 879\n                                                        \n\nF.2d  1488, 1497  (7th  Cir. 1989)  (\"As  a general  rule,  a\n\ndefault  judgment  establishes,  as  a matter  of  law,  that\n\ndefendants are liable to plaintiff as to each cause of action\n\nalleged in  the complaint.\");  Eisler v. Stritzler,  535 F.2d\n                                                  \n\n148, 153 (1st Cir. 1976) (noting that \"[t]he default judgment\n\non  the well-pleaded  allegations  in  plaintiff's  complaint\n\nestablished  .  .  .  defendant's liability.\").    Thus,  the\n\ndistrict  court's entry  of  default established  Rodriguez's\n\nliability for the legal fees due.\n\n                             III.\n                                 \n\n                          CONCLUSION\n                                    \n\n          For  the foregoing reasons, the challenged district\n\ncourt orders are affirmed.  \n\n          Affirmed.  Double costs to appellee.17\n          Affirmed.  Double costs to appellee.\n                                              \n\n                    \n\n17.  We award  double costs  in response to  appellee's well-\ngrounded request for sanctions under Fed. R. App. P. 38.\n\n                             -18-\n                              18\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">January 6, 1993\n\n                United States Court of Appeals\n                    For the First Circuit\n                                         \n\nNo. 92-1458\n\n               GOLDMAN, ANTONETTI, FERRAIUOLI,\n              AXTMAYER &amp; HERTELL, A PARTNERSHIP,\n                     Plaintiff, Appellee,\n\n                              v.\n\n             MEDFIT INTERNATIONAL, INC., ET. AL.,\n                    Defendants, Appellees,\n\n                      HECTOR RODRIGUEZ,\n                    Defendant, Appellant.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Hector M. Laffitte, U.S. District Judge]\n                                                     \n\n                                         \n\n                            Before\n\n                   Torruella, Circuit Judge,\n                                           \n               Campbell, Senior Circuit Judge,\n                                             \n                    Stahl, Circuit Judge.\n                                        \n\n                                         \n\nHector L. Rodriguez on brief pro se.\n                   \nJuan  R. Marchand  Quintero with  whom  Rivera Cestero  &amp; Marchand\n                                                                  \nQuintero and Miguel J. Rodriguez-Marxuach were on brief for appellees.\n                                     \n\n                                         \n\n                                         \n\n          STAHL, Circuit Judge.   Defendant-appellant  Hector\n                              \n\nRodriguez (\"Rodriguez\" or \"defendant\") appeals from the entry\n\nof a default judgment against him in the amount of $91,294.38\n\nplus interest.  We affirm.\n\n                              I.\n                                \n\n          RELEVANT PROCEDURAL AND FACTUAL BACKGROUND\n                                                    \n\n          On June  6,  1990,  the Puerto  Rico  law  firm  of\n\nGoldman,   Antonetti,   Ferraiuoli,   Axtmayer    &amp;   Hertell\n\n(\"GAFAH\")1  filed a complaint  against Rodriguez, Randy Smith\n\n(\"Smith\"), George and Lorin Croce, and Medfit  International,\n\nInc.  (\"Medfit\"),  seeking payment  of  legal fees  totalling\n\n$101,294.38.2    The  complaint alleged  that  defendants had\n\nbreached  an agreement  with Ferraiuoli,  Axtmayer &amp;  Hertell\n\n(\"GAFAH's predecessor firm\") calling for plaintiff to provide\n\ndefendants with professional  legal services relative to  the\n\nformation,  development,  and  financing  of  a  latex  glove\n\nmanufacturing business.3  \n\n                    \n\n1.  GAFAH was  the original plaintiff in this case.  However,\nplaintiff-appellee Goldman, Antonetti, Ferraiuoli  &amp; Axtmayer\n(\"GAFA\"  or  \"plaintiff\")  was  substituted for  GAFAH  after\nHertell left the partnership in September of 1990.\n\n2.  Default was subsequently entered against Smith and Medfit\nfor  failure to  answer the  complaint.   The action  against\nGeorge and Lorin Croce was dismissed with prejudice, pursuant\nto  Fed.  R.  Civ. P.  41(a)(1),  after  they  agreed to  pay\nplaintiff  $10,000.00 towards  the legal  fees due.   None of\nthese defendants is a party to this appeal.  \n\n3.  More  specifically, plaintiff  claims that  it agreed  to\nrender professional services on an hourly fee basis, and that\nits  fees would be payable  by Rodriguez and Smith personally\n\n                             -2-\n                              2\n\n          Subsequently,  Rodriguez  moved   to  dismiss   the\n\ncomplaint  pursuant to  Rules  4(e) and  12(b)(1)-(7) of  the\n\nFederal  Rules  of  Civil  Procedure.   After  reviewing  the\n\nrecord, the  district court  treated Rodriguez's motion  as a\n\nmotion for summary judgment, and denied it on May 8, 1991.\n\n          On  August 2,  1991,  the district  court issued  a\n\nscheduling order setting a pretrial and settlement conference\n\nfor November 14,  1991, and  a bench trial  for December  16,\n\n1991.   That  order warned  the parties  that any  failure to\n\ncomply with its provisions could result  in the imposition of\n\nsanctions  under Fed.  R. Civ.  P. 16(f).   This  warning was\n\nrepeated in an October 18,  1991, order which rescheduled the\n\npretrial  and settlement  conference to  November 15,  1991.4\n\nDespite these  warnings, Rodriguez  failed to appear  for the\n\nNovember  15,  1991,   pretrial  and  settlement  conference.\n\n                    \n\n\"until  such time as financing was  obtained\" for their latex\nglove manufacturing  project.  Rodriguez, on  the other hand,\ncontends  to have  entered into  an oral  fee  agreement with\nplaintiff  on behalf  of  Medfit Products  Puerto Rico,  Inc.\n                        \n(\"MPPR\").  Rodriguez also claims that the agreement set forth\na contingent  fee arrangement,  \"said  contingency being  the\nsuccessful financing and closing  of the proposed latex glove\nproject[,]\"  and denies  that he  is or  ever was  personally\nresponsible for payment of the legal fees owed to plaintiff. \n\n4.  The district court later continued the December 16, 1991,\ntrial date until January 21, 1992.\n\n                             -3-\n                              3\n\nConsequently, the district  court entered a partial  judgment\n\ndismissing Rodriguez's counterclaims and cross-claim.5  \n\n          On  January  17,  1992,  Rodriguez  telephoned  the\n\ndistrict court's  chambers to notify the court  that he would\n\nnot  appear for the January  21, 1992, trial.   Rodriguez did\n\nnot, however, request a continuance or provide the court with\n\na   valid  justification   for   his   anticipated   absence.\n\nAccordingly, when  Rodriguez failed to appear  for trial, the\n\ndistrict  court found that he  was in default.   The district\n\ncourt then held a bench trial on the question of damages, and\n\ndetermined  that plaintiff was entitled to recover $91,294.38\n\nplus  interest from  Rodriguez and  the  previously defaulted\n\nSmith  and  Medfit.    The  district  court  found  all three\n\ndefendants jointly and severally liable for this judgment.\n\n                             II.\n                                \n\n                          DISCUSSION\n                                    \n\n          On   appeal,   Rodriguez   makes  three   principal\n\narguments:  (1) that  the district court erred in  failing to\n\ngrant  his  motion to  dismiss; (2)  that the  district court\n\nabused  its discretion  in dismissing  his counterclaims  and\n\ncross-claim;  and  (3) that  the  district  court abused  its\n\n                    \n\n5.  In  so  doing,  the  district  court  also  took note  of\nRodriguez's  failure  to prepare  a  pretrial  order and  his\nfailure otherwise to comply with its orders.\n\n                             -4-\n                              4\n\ndiscretion  in entering  default judgment  against him.6   We\n\ndiscuss each argument in turn.\n\nA.  Rodriguez's Motion to Dismiss\n                                 \n\n          Rodriguez  first  challenges  the district  court's\n\ndenial of  his motion to  dismiss, arguing that  the district\n\ncourt erroneously relied on  certain allegations contained in\n\nJose A. Axtmayer's unsworn  statement signed under penalty of\n\nperjury to find: (1) that a genuine, material factual dispute\n\nexisted  over the  substance of  the oral fee  agreement; (2)\n\nthat Rodriguez was subject to the in personam jurisdiction of\n                                             \n\nthe  district   court;  and   (3)  that  MPPR   was  not   an\n\nindispensable party under Fed. R. Civ. P. 19(b).  We disagree\n\nwith Rodriguez's contentions.\n\n     1.  Standard of Review\n                           \n\n          There  is  no dispute  that  Rodriguez's  motion to\n\ndismiss  was  properly  treated   as  a  motion  for  summary\n\njudgment.   See Fed. R. Civ. P. 12(c).  Appellate review of a\n               \n\ndistrict court order denying a motion for summary judgment is\n\nplenary.  Federal Deposit Ins. Corp. v. World Univ. Inc., No.\n                                                        \n\n                    \n\n6.  Rodriguez  also litters  his brief  and reply  brief with\none-sentence  allegations of  error  that are  accompanied by\nneither  argument nor  supporting authority.   Time  and time\nagain, we  have warned  litigants  that \"issues  raised in  a\nperfunctory manner, unaccompanied by some effort at developed\nargumentation,  are  deem waived.\"    See,  e.g., Elgabri  v.\n                                                         \nLekas, </pre><span class=\"citation\" data-id=\"583865\"><a href=\"/opinion/583865/tarek-h-elgabri-md-v-mary-d-lekas-md/\"><span class=\"volume\">964</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">1255</span></a></span><pre class=\"inline\">, 1261 (1st  Cir. 1992) (quoting  United\n                                                             \nStates v. Zannino, </pre><span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 17 (1st Cir.),  cert. denied,\n                                                            \n</pre><span class=\"citation no-link\"><span class=\"volume\">494</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">1082</span></span><pre class=\"inline\"> (1990)).   Accordingly, we do  not address the\nmerits of Rodriguez's one-sentence arguments.\n\n                             -5-\n                              5\n\n92-1389, slip  op. at 4  (1st Cir. Oct.  22, 1992).   Summary\n\njudgment shall  be granted only when  the record demonstrates\n\nthat there  is no genuine issue  as to any material  fact and\n\nthat the moving party is entitled to judgment as a  matter of\n\nlaw.   Fed.  R. Civ.  P.  56(c); see  also  Celotex Corp.  v.\n                                                         \n\nCatrett,  </pre><span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">317</span></a></span><pre class=\"inline\">, 323  (1986).   The party  moving for\n       \n\nsummary  judgment \"bears  both the  initial and  the ultimate\n\nburden  of  demonstrating its  legal  entitlement  to summary\n\njudgment.\"   Lopez v.  Corporacion Azucarera de  Puerto Rico,\n                                                            \n\n</pre><span class=\"citation\" data-id=\"564961\"><a href=\"/opinion/564961/victor-lopez-v-corporacion-azucarera-de-puerto-rico/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1510</span></a></span><pre class=\"inline\">, 1516  (1st Cir. 1991).  Furthermore,  like the\n\ndistrict court, we \"`must view the entire record in the light\n\nmost  hospitable to  the  party  opposing  summary  judgment,\n\nindulging all reasonable inferences  in that party's favor.'\"\n\nMesnick v. General  Elec. Co.,  </pre><span class=\"citation\" data-id=\"573068\"><a href=\"/opinion/573068/samuel-mesnick-v-general-electric-company/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">816</span></a></span><pre class=\"inline\">,  822 (1st  Cir.\n                             \n\n1991) (citing  Griggs-Ryan v. Smith,  </pre><span class=\"citation\" data-id=\"542297\"><a href=\"/opinion/542297/gerald-griggs-ryan-v-beulah-smith-gerald-griggs-ryan-v-richard-connelly/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">112</span></a></span><pre class=\"inline\">,  115 (1st\n                                   \n\nCir.  1990)),   cert.  denied,   112  S.  Ct.   2965  (1992).\n                             \n\n\"Nonetheless,  the  nonmovant  cannot  content  himself  with\n\nunsupported allegations; rather,  he must set  forth specific\n\nfacts, in  suitable evidentiary  form, in order  to establish\n\nthe existence of a genuine issue for trial.\"  Rivera-Muriente\n                                                             \n\nv. Agosto-Alicea, </pre><span class=\"citation\" data-id=\"579946\"><a href=\"/opinion/579946/juan-rivera-muriente-v-juan-agosto-alicea/\"><span class=\"volume\">959</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">349</span></a></span><pre class=\"inline\">, 352 (1st Cir. 1992).  \n                \n\n     2.  The Unsworn Statement\n                              \n\n          Axtmayer's unsworn statement  signed under  penalty\n\nof  perjury     was  submitted  in   support  of  plaintiff's\n\n                             -6-\n                              6\n\nopposition  to  Rodriguez's motion  to  dismiss.7   Rodriguez\n\nargues that the district  court's reliance on the allegations\n\ncontained  in  Axtmayer's  unsworn statement  constitutes  an\n\nabuse of discretion because the statement fails to conform to\n\nthe requirements of Fed. R. Civ. P. 56(e).  We disagree. \n\n          Under  federal  law,  an unsworn  statement  signed\n\nunder penalty  of perjury  may be used,  in lieu  of a  sworn\n\nstatement  or affidavit, to  support or  oppose a  motion for\n\nsummary judgment.  See 28 U.S.C.    1746;8  see also Pfeil v.\n                                                          \n\n                    \n\n7.  Axtmayer's  statement alleges, inter alia, that Rodriguez\n                                             \nand Smith retained GAFAH's predecessor firm to represent them\nin  connection  with  the  establishment  of  a  latex  glove\nmanufacturing  facility  in Puerto  Rico.   Axtmayer  further\nalleges  that the  firm  agreed to  provide the  professional\nservices  requested \"on a per  hour fee basis  to be invoiced\nmonthly and payable by Rodriguez and Smith until such time as\nfinancing was  obtained for the project.\"   Finally, Axtmayer\nstates  that  after  Medfit   Products  of  Puerto  Rico  was\nincorporated in Puerto Rico,  Rodriguez and Smith agreed that\nthey, along  with Medfit and  George and  Lorin Croce,  \"were\n[the firm's] clients in  their individual capacities and were\npersonal[ly],  jointly  and  severally  responsible  for  the\npayment  of the  services rendered  and expenses  incurred by\n[the firm] as a result of their representation.\"\n\n8.  In relevant part, 28 U.S.C.   1746 provides:\n\n     Wherever, under any law of the United States or under\n   any  rule,  regulation,   order,  or  requirement  made\n   pursuant to law, any matter is required or permitted to\n   be supported, evidenced, established,  or proved by the\n   sworn    declaration,     verification,    certificate,\n   statement, oath, or affidavit, in writing of the person\n   making the  same . . . such matter may, with like force\n   and  effect, be  supported, evidenced,  established, or\n   proved   by   the  unsworn   declaration,  certificate,\n   verification,  or statement, in  writing of such person\n   which is  subscribed by him,  as true under  penalty of\n   perjury,  and  dated,  in  substantially  the following\n   form: \n\n                             -7-\n                              7\n\nRogers,  </pre><span class=\"citation\" data-id=\"449515\"><a href=\"/opinion/449515/robert-w-pfeil-sr-as-personal-representative-of-the-estate-of-robert-w/\"><span class=\"volume\">757</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">850</span></a></span><pre class=\"inline\">, 859  (7th Cir. 1985)  (holding that an\n      \n\naffidavit failing to satisfy the  \"technical, non-substantive\n\nrequirements of  execution\" may  be considered  as part  of a\n\nparty's opposition to a  motion for summary judgment provided\n\nthe affidavit complies with 28  U.S.C.   1746), cert. denied,\n                                                            \n\n</pre><span class=\"citation no-link\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1107</span></span><pre class=\"inline\"> (1986);  Davis v. Frapolly, 756 F.  Supp. 1065,\n                                        \n\n1067 (N.D. Ill. 1991) (holding that unsworn statements signed\n\nunder  penalty of perjury  may be  considered as  evidence in\n\nsupport  of   a  motion  for  summary   judgment).    Because\n\nAxtmayer's unsworn written  statement meets the  requirements\n\nof 28 U.S.C.   1746, the  district court was entitled to give\n\nit  the  same  weight  as an  affidavit  when  it  considered\n\ndefendant's  motion.   Therefore, because  Axtmayer's unsworn\n\nstatement established  the existence  of a  genuine, material\n\nfactual dispute concerning the substance of the parties' oral\n\nfee agreement, the district court properly denied Rodriguez's\n\nmotion to dismiss.\n\n     3.  In Personam Jurisdiction\n                                 \n\n          As  noted, Rodriguez  also challenges  the district\n\ncourt's ruling  that it  had personal jurisdiction  over him.\n\n                    \n\n        . . . .\n\n          If executed within  the United States,  its\n        territories,  possessions, or  commonwealths:\n        \"I declare  (or  certify, verify,  or  state)\n        under penalty of  perjury that the  foregoing\n        is true and correct.  Executed on (date).\n\n               (Signature)\".\n\n                             -8-\n                              8\n\nIn so doing, Rodriguez first contends that the district court\n\nshould not  have  considered the  allegations  in  Axtmayer's\n\nstatement  when  it  decided  the  question  of  in  personam\n                                                             \n\njurisdiction.9  However,  Rodriguez's argument is  undermined\n\nby  the fact  that a  district court  may go beyond  the four\n\ncorners of the pleadings  and consider materials presented in\n\nsupport  of a  motion  to dismiss  for  lack of  in  personam\n                                                             \n\njurisdiction.   See American  Express Int'l, Inc.  v. Mendez-\n                                                             \n\nCapellan,  </pre><span class=\"citation\" data-id=\"532515\"><a href=\"/opinion/532515/american-express-international-inc-v-victor-mendez-capellan-etc/\"><span class=\"volume\">889</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">1175</span></a></span><pre class=\"inline\">, 1178  (1st Cir.  1989) (affidavits\n        \n\npresented  on a  motion to  dismiss for  lack of  in personam\n                                                             \n\njurisdiction,  which was  converted to  a motion  for summary\n\njudgment,  deemed  to  be  \"available  for  either  motion\").\n\nAccordingly,  the  district  court   committed  no  error  in\n\nconsidering the Axtmayer statement. Rodriguez's attack on the\n\nmerits of the district  court's ruling is equally unavailing.\n\n\"It  is  well  established  that  in  diversity  cases,  `the\n\ndistrict court's  personal  jurisdiction over  a  nonresident\n\ndefendant  is  governed by  the  forum's long-arm  statute.'\"\n\nPizarro v. Hoteles Concorde Int'l, C.A.,  </pre><span class=\"citation\" data-id=\"544605\"><a href=\"/opinion/544605/carlos-pizarro-etc-v-hoteles-concorde-international-ca/\"><span class=\"volume\">907</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1256</span></a></span><pre class=\"inline\">, 1258\n                                       \n\n(1st Cir.  1990) (quoting  Mangual v. General  Battery Corp.,\n                                                            \n\n</pre><span class=\"citation\" data-id=\"420692\"><a href=\"/opinion/420692/roberto-ayuso-mangual-v-general-battery-corporation/\"><span class=\"volume\">710</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">15</span></a></span><pre class=\"inline\">,  19 (1st  Cir. 1983)).   Rule 4.7(a)(1)  of the\n\nPuerto  Rico  Rules of  Civil  Procedure,  the Commonwealth's\n\n                    \n\n9.  Axtmayer's  statement  asserts that  Rodriguez personally\ninitiated the  negotiations which  led to  the representation\nand  fee agreements with  GAFAH's predecessor firm  in a 1987\nvisit to the firm's offices.\n\n                             -9-\n                              9\n\nlong-arm  statute,  allows  Puerto  Rico   courts  to  assert\n\npersonal  jurisdiction over a  non-resident defendant \"if the\n\naction or claim arises because said person . . . [t]ransacted\n\nbusiness in Puerto Rico personally or through an agent .  . .\n\n.\"  P.R.  Laws Ann. tit. 19,  App. III, R.  4.7(a)(1) (1983);\n\nsee also Pizarro,  907 F.2d at  1258.   However, for such  an\n                \n\nassertion of  jurisdiction to be permissible,  two additional\n\ntests  must be met.  First, plaintiff's cause of action \"must\n\narise out  of the defendant's action within the forum state.\"\n\nId. (quoting  Escude Cruz v. Ortho  Pharmaceutical Corp., </pre><span class=\"citation\" data-id=\"377110\"><a href=\"/opinion/377110/jose-f-escude-cruz-v-ortho-pharmaceutical-corp/\"><span class=\"volume\">619</span>\n                                                        \n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">902</span></a></span><pre class=\"inline\">, 905 (1st Cir. 1980)).   In addition, of course, the\n\ncontacts among the non-resident  defendant, forum, and  cause\n\nof  action must  rise  to  a  level  where  the  due  process\n\nrequirements  of \"fair  play  and  substantial justice,\"  see\n                                                             \n\nInternational  Shoe  Co. v.  Washington,  </pre><span class=\"citation\" data-id=\"104200\"><a href=\"/opinion/104200/international-shoe-co-v-washington/\"><span class=\"volume\">326</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">310</span></a></span><pre class=\"inline\">,  316\n                                       \n\n(1945), are met.  See id.10\n                         \n\n                    \n\n10.  The  Supreme  Court has  elaborated  upon this  \"minimum\ncontacts\" rule:\n\n          The application of [the minimum contacts]\n          rule  will  vary  with  the  quality  and\n          nature of the  defendant's activity,  but\n          it is essential that there be some act by\n          which  the defendant  purposefully avails\n          itself  of  the  privilege of  conducting\n          activities within the  forum state,  thus\n          invoking the benefits and  protections of\n          its laws.\n\nHanson v. Denckla, </pre><span class=\"citation\" data-id=\"105728\"><a href=\"/opinion/105728/hanson-v-denckla/\"><span class=\"volume\">357</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">235</span></a></span><pre class=\"inline\">, 253 (1958).\n                 \n\n                             -10-\n                              10\n\n          Here,  there is  undisputed  record  evidence  that\n\nRodriguez  initiated  and  personally  participated   in  the\n\nnegotiations  which led  to the  fee agreement  which is  the\n\nsubject of this litigation, and that at least some portion of\n\nthese negotiations took place  at GAFAH's predecessor  firm's\n\noffices in Puerto Rico.  Thus, it  is clear that Rodriguez is\n\nsubject  to  the reach  of 4.7(a)(1)  and  that the  cause of\n\naction  arose out of  Rodriguez's action in  the forum state.\n\nFurthermore, the record reveals that Rodriguez was personally\n\nand continuously involved in plaintiff's efforts to assist in\n\nthe formation, development, and  financing of MPPR, which was\n\nto be a Puerto  Rico corporation.11  This fact,  when coupled\n\nwith  Rodriguez's  solicitation and  subsequent  retention of\n\nplaintiff,  leaves little  doubt that  Rodriguez purposefully\n\navailed himself \"of  the privilege  of conducting  activities\n\nwithin  the forum  .  . .,  thus  invoking the  benefits  and\n\nprotections  of  its  laws.\"    Hanson,  357   U.S.  at  253.\n                                      \n\nTherefore,  we   find  no  error  in   the  district  court's\n\nconclusion  that its  assertion of  in  personam jurisdiction\n                                                \n\nover Rodriguez would not offend either Puerto Rico's long-arm\n\nstatute  or  the Due  Process  Clause  of the  United  States\n\nConstitution.\n\n     4.  Rule 19(b)\n                   \n\n                    \n\n11.  These  activities took  place over  a two-year  span and\nallegedly  generated  the  $101,294.38  of  unpaid  fees  and\nexpenses plaintiff is seeking.\n\n                             -11-\n                              11\n\n          Finally, Rodriguez argues  that the district  court\n\nerred in refusing to grant his motion to dismiss on the basis\n\nof  plaintiff's  failure  to   join  MPPR  as  a  non-diverse\n\nindispensable party  under Fed.  R.  Civ. P.  19(b).12   This\n\nargument does not require extended discussion.\n\n          The  district court  ruled that  because defendants\n\nand  the  non-diverse MPPR  were  alleged to  be  jointly and\n\nseverally liable  for the legal fees  owed plaintiff, joinder\n\nof  MPPR was not mandatory,  but was merely  permissive.  The\n\ndistrict court's  ruling on  this issue is  patently correct.\n\nSee Temple v. Synthes Corp., Ltd., </pre><span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">315</span></span><pre class=\"inline\">, 316 (1990)\n                                 \n\n(citing to the Advisory Committee  Notes to Rule 19(a), which\n\nexplicitly state  that \"a  tortfeasor with the  usual `joint-\n\nand-several'  liability is  merely a  permissive party  to an\n\naction against another with like  liability.\").  Accordingly,\n\nwe find no  error in  the district court's  refusal to  grant\n\nRodriguez's  motion insofar as it is premised on Fed. R. Civ.\n\nP. 19(b).\n\nB.  Dismissal of Rodriguez's Counterclaims and Cross-claim\n                                                          \n\n          As a result of Rodriguez's failure to appear at the\n\nscheduled pretrial and settlement  conference, his failure to\n\nprepare a pretrial order, and his failure to otherwise comply\n\nwith the  court's orders,  the district court  dismissed with\n\n                    \n\n12.  Joinder of  MPPR, a Puerto Rico  corporation, would have\ndestroyed the district court's subject matter jurisdiction in\nthis diversity case.\n\n                             -12-\n                              12\n\nprejudice  Rodriguez's  counterclaims and  cross-claim.   The\n\ndismissal  was  premised  upon   Fed.  R.  Civ.  P.  16(f).13\n\nRodriguez  claims that  the  district court's  imposition  of\n\nthese sanctions  constitutes an abuse of  discretion.  Again,\n\nwe disagree.\n\n          As an  initial matter,  we note that  \"[t]he proper\n\nperformance of the case-management function requires that the\n\ntrial  court  be  allowed  great latitude  in  applying  Rule\n\n16(f).\"  Veranda Beach  Club v. Western Surety Co.,  </pre><span class=\"citation\" data-id=\"563774\"><a href=\"/opinion/563774/veranda-beach-club-limited-partnership-v-western-surety-co-frg-ventures/\"><span class=\"volume\">936</span> <span class=\"reporter\">F.2d</span>\n                                                  \n\n<span class=\"page\">1364</span></a></span><pre class=\"inline\">, 1370 (1st  Cir. 1991);  see also  Barreto v.  Citibank,\n                                                             \n\nN.A., </pre><span class=\"citation\" data-id=\"543835\"><a href=\"/opinion/543835/dr-armando-barreto-v-citibank-na/\"><span class=\"volume\">907</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">15</span></a></span><pre class=\"inline\">, 16  (1st Cir.  1990) (taking note  of the\n    \n\n\"well established principle that discovery orders, other pre-\n\ntrial  orders,   and,  indeed,   all  orders   governing  the\n\nmanagement of a  case are enforceable under  pain of sanction\n\n                    \n\n13.  In pertinent part, Fed. R. Civ. P. 16(f) provides:\n\n        If a party or  party's attorney fails to obey\n        a scheduling  or  pretrial order,  or  if  no\n        appearance is made on behalf of a  party at a\n        scheduling  or pretrial  conference, or  if a\n        party  or  party's attorney  is substantially\n        unprepared to participate in  the conference,\n        or if  a party  or party's attorney  fails to\n        participate  in good  faith, the  judge, upon\n        motion or  the  judge's own  initiative,  may\n        make such  orders with regard thereto  as are\n        just,  and among  others  any of  the  orders\n        provided in Rule 37(b)(2)(B),(C),(D). . . .\n\n     The  orders  provided  for in  Fed.  R.  Civ.  P. 37(b)(2)\ninclude  orders  \"striking out  pleadings  or  parts thereof,  or\nstaying  further  proceedings  until  the  order  is  obeyed,  or\n                                                               \ndismissing  the action  or  proceeding or  any  part thereof,  or\n                                                          \nrendering a  judgment by default against  the disobedient party.\"\nFed. R. Civ. P. 37(b)(2)(C) (emphasis added). \n\n                             -13-\n                              13\n\nfor  unjustifiable  violation.\").    As  such,  we  review  a\n\ndistrict  court's selection and  imposition of sanctions only\n\nfor  abuse of  discretion.   See  National  Hockey League  v.\n                                                         \n\nMetropolitan Hockey  Club, </pre><span class=\"citation\" data-id=\"109527\"><a href=\"/opinion/109527/national-hockey-league-v-metropolitan-hockey-club-inc/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">639</span></a></span><pre class=\"inline\">,  642 (1976); Veranda\n                                                             \n\nBeach Club, 936 F.2d at 1370.  \n          \n\n          We also  recognize that \"`dismissal  with prejudice\n\nis a harsh sanction  which runs counter to our  strong policy\n\nfavoring the disposition of  cases on the merits.'\"   Marx v.\n                                                          \n\nKelly, Hart &amp; Hallman, P.C.,  </pre><span class=\"citation\" data-id=\"558018\"><a href=\"/opinion/558018/james-m-marx-v-kelly-hart-hallman-pc-dba-kelly-appleman-hart/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">8</span></a></span><pre class=\"inline\">, 10 (1st Cir.  1991)\n                           \n\n(quoting Figueroa Ruiz  v. Alegria,  </pre><span class=\"citation\" data-id=\"536977\"><a href=\"/opinion/536977/rafael-figueroa-ruiz-v-jose-e-alegria/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">645</span></a></span><pre class=\"inline\">, 647  (1st\n                                  \n\nCir. 1990)).  Nonetheless, the sanction of dismissal \"must be\n\navailable  to the  district court  in appropriate  cases, not\n\nmerely  to  penalize those  whose  conduct may  be  deemed to\n\nwarrant  such a  sanction, but  to deter  those who  might be\n\ntempted  to such conduct in the absence of such a deterrent.\"\n\nNational Hockey League, 427  U.S. at 643; see also  Marx, 929\n                                                        \n\nF.2d  at  10; Barreto,  907 F.2d  at 16.   Conduct  which may\n                     \n\nwarrant  dismissal  of   a  claim  with   prejudice  includes\n\n\"`disobedience  of  court  orders,  [disregarding]  warnings,\n\n[and] contumacious conduct . . . .'\"  Figueroa Ruiz, 896 F.2d\n                                                   \n\nat 648 (quoting Cosme  Nieves v. Deshler, </pre><span class=\"citation\" data-id=\"492514\"><a href=\"/opinion/492514/angel-m-cosme-nieves-v-col-robert-c-deshler-co-fort-buchanan/\"><span class=\"volume\">826</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">1</span></a></span><pre class=\"inline\">, 2 (1st\n                                        \n\nCir. 1987)).\n\n          As  detailed above, the  district court  issued two\n\nseparate orders which notified the parties as to the date and\n\ntime  of  the  November  15, 1991,  pretrial  and  settlement\n\n                             -14-\n                              14\n\nconference.    In  addition,  both orders  provided  explicit\n\nwarnings to the  parties that failure to comply  could result\n\nin the imposition of  sanctions under Fed. R. Civ.  P. 16(f).\n\nDespite ample notice and repeated warnings, Rodriguez did not\n\nattend the  pretrial and settlement  conference.  Nor  did he\n\nprovide the court with either proper notice that he would not\n\nappear or  a compelling  justification for  his absence.   As\n\nsuch, we cannot say the district court  abused its discretion\n\nin construing Rodriguez's absence  as \"a willful disregard of\n\nthe Court's procedure and  time\" and therefore dismissing his\n\ncounterclaims and cross-claim.14\n\nC.  Default Judgment\n                    \n\n          On February 28,  1992, the  district court  entered\n\ndefault judgment against Rodriguez  for his failure to appear\n\nat trial.  Rodriguez challenges this order,  arguing that the\n\n                    \n\n14.  We  do note  that on  November 14,  1991, at  3:22 p.m.,\nRodriguez  attempted,  via  telecopier,  to   file  with  the\n                          \ndistrict court a  motion for an extension of time in which to\ncompromise  the controversy.   However, the  record indicates\nthat defendant's  motion was not actually  received and filed\nby  the district court until November 15, 1991, at 3:14 p.m.,\nafter the  scheduled 2:30  p.m. conference had  already taken\n     \nplace.   Rodriguez  also  claims that  at  the same  time  he\ntransmitted his motion, he  notified the court that he  would\nnot be  attending the conference scheduled  for the following\nday.   However,  even were  we to  credit this  assertion, it\nwould not provide us with a sufficient basis  for determining\nthat  the   district  court's   actions  were  an   abuse  of\ndiscretion.\n\n                             -15-\n                              15\n\nentry  of default  constitutes  an abuse  of discretion  both\n\nbecause  (1) the  district court  failed  to give  him notice\n\npursuant  to Fed.  R.  Civ. P.  55(b)(2),  and (2)  plaintiff\n\nfailed  to prove  its case on  the merits  at trial.15   Here\n\ntoo, Rodriguez's arguments are unavailing.\n\n          In  pertinent  part,  Fed.  R. Civ.  P.  55  (b)(2)\n\nprovides:   \"[If] the party  against whom judgment by default\n                                                             \n\nis sought has appeared in  the action, the party . .  . shall\n         \n\nbe served written notice  of the application for judgment  at\n                                                         \n\nleast  3  days prior  to  the hearing  on  such application.\"\n\n(Emphasis  supplied).   By  its very  terms, therefore,  Rule\n\n55(b)(2)  does not apply where,  as here, there  is no motion\n\nfor  default  pending and  where the  court  has, on  its own\n\nmotion,  found a  party to  be in  default for  a failure  to\n\nappear.  Pertinent authority  supports such a construction of\n\nthe Rule.    See  Anilina Fabrique  de  Colorants  v.  Aakash\n                                                             \n\nChemicals  and Dyestuffs, Inc.,  </pre><span class=\"citation\" data-id=\"511639\"><a href=\"/opinion/511639/anilina-fabrique-de-colorants-a-belgian-corporationplaintiff-appellee-v/\"><span class=\"volume\">856</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">873</span></a></span><pre class=\"inline\">,  877 (7th Cir.\n                              \n\n1988)  (notice requirement  of Rule  55(b)(2) does  not apply\n\nwhere district court entered default order on its own motion)\n\n                    \n\n15.  Rodriguez also objects  to the holding of a  bench trial\ndespite  the fact that he had properly requested a jury trial\nin his answer.   However, \"after a default judgment  has been\nentered under Fed. R. Civ. P. 37(b)(2), a party has no  right\nto jury trial under either Fed. R. Civ. P. 55(b)(2), . . . or\nthe Seventh  Amendment.\"  Adriana Int'l Corp. v. Thoeren, </pre><span class=\"citation no-link\"><span class=\"volume\">913</span>\n                                                        \n<span class=\"reporter\">F.2d</span> <span class=\"page\">1406</span></span><pre class=\"inline\">, 1414  (9th Cir.  1990), cert. denied,  111 S.  Ct.\n                                               \n1019  (1991); see also Eisler v. Stritzler, </pre><span class=\"citation\" data-id=\"335265\"><a href=\"/opinion/335265/eugene-eisler-and-elizabeth-eisler-v-nathan-stritzler/\"><span class=\"volume\">535</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">148</span></a></span><pre class=\"inline\">, 153\n                                          \n(1st Cir.  1976)  (holding  that  after entry  of  a  default\njudgment, a hearing,  but not  a jury trial,  is required  to\nassess damages).\n\n                             -16-\n                              16\n\n(citing Tolliver v.  Northrop Corp., </pre><span class=\"citation\" data-id=\"466391\"><a href=\"/opinion/466391/lorain-tolliver-v-northrop-corporation/\"><span class=\"volume\">786</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">316</span></a></span><pre class=\"inline\">, 318  (7th\n                                   \n\nCir. 1986));  see also  Ringgold Corp. v.  Worrall, </pre><span class=\"citation no-link\"><span class=\"volume\">880</span>  <span class=\"reporter\">F.2d</span>\n                                                  \n\n<span class=\"page\">1138</span></span><pre class=\"inline\">,  1141-42 (9th  Cir. 1989)  (notice requirement  of Rule\n\n55(b)(2) does not apply where party is defaulted for  failing\n\nto  attend the first day of a trial scheduled months before);\n\nBrock v. Unique Racquetball and Health Clubs, Inc.,  </pre><span class=\"citation\" data-id=\"466350\"><a href=\"/opinion/466350/william-e-brock-secretary-of-labor-united-states-department-of-labor-v/\"><span class=\"volume\">786</span> <span class=\"reporter\">F.2d</span>\n                                                  \n\n<span class=\"page\">61</span></a></span><pre class=\"inline\">, 65 (2d  Cir. 1986) (notice  requirement of Rule  55(b)(2)\n\ndoes not apply where party is defaulted for defense counsel's\n\nand  parties' failure to appear  at a trial  that already has\n\ncommenced).   Accordingly, Rule 55(b)(2) does  not provide us\n\nwith  a basis for setting aside the district court's entry of\n\ndefault.16\n\n          Rodriguez  also argues  that the  entry of  default\n\nagainst  him was  an  abuse of  discretion because  plaintiff\n\nfailed to prove its case on the merits at trial.  Defendant's\n\nargument ignores the maxim that an entry of a default against\n\na  defendant  establishes  the  defendant's  liability.   See\n                                                             \n\nBrockton Savings Bank v.  Peat, Marwick, Mitchell &amp; Co.,  </pre><span class=\"citation\" data-id=\"457597\"><a href=\"/opinion/457597/brockton-savings-bank-v-peat-marwick-mitchell-co-first-united-fund/\"><span class=\"volume\">771</span>\n                                                       \n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">5</span></a></span><pre class=\"inline\"> (1st Cir. 1985) (\"[T]here is no question that, default\n\n                    \n\n16.  Our  refusal to  apply  the notice  requirement of  Rule\n55(b)(2)  to  this case  can hardly  be  viewed as  unfair to\nRodriguez.   Clearly, the purpose of Rule 55(b)(2) is to make\ncertain  that   a  defaulted  party  is  on   notice  of  the\npossibility that a default  judgment might be entered against\nhim/her.   Here, Rodriguez  admitted in  an affidavit  to his\nawareness  \"that  the court  had  positioned  itself to  hold\n[Rodriguez] liable  by default or  otherwise\" at the  time he\n                                            \nfailed  to appear  for trial.    Thus, the  situation against\nwhich Rule 55(b)(2) guards was not present in this instance.\n\n                             -17-\n                              17\n\nhaving  been  entered, each  of [plaintiff's]  allegations of\n\nfact must be taken as true and  each of its [] claims must be\n\nconsidered established  as a matter of  law.\"), cert. denied,\n                                                            \n\n</pre><span class=\"citation no-link\"><span class=\"volume\">475</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">1018</span></span><pre class=\"inline\"> (1986); see also United States v. DiMucci, </pre><span class=\"citation\" data-id=\"526496\"><a href=\"/opinion/526496/united-states-v-salvatore-di-mucci-robert-di-mucci-and-anthony-di-mucci/\"><span class=\"volume\">879</span>\n                                                        \n\n<span class=\"reporter\">F.2d</span>  <span class=\"page\">1488</span></a></span><pre class=\"inline\">, 1497  (7th  Cir. 1989)  (\"As  a general  rule,  a\n\ndefault  judgment  establishes,  as  a matter  of  law,  that\n\ndefendants are liable to plaintiff as to each cause of action\n\nalleged in  the complaint.\");  Eisler v. Stritzler,  </pre><span class=\"citation\" data-id=\"335265\"><a href=\"/opinion/335265/eugene-eisler-and-elizabeth-eisler-v-nathan-stritzler/\"><span class=\"volume\">535</span> <span class=\"reporter\">F.2d</span>\n                                                  \n\n<span class=\"page\">148</span></a></span><pre class=\"inline\">, 153 (1st Cir. 1976) (noting that \"[t]he default judgment\n\non  the well-pleaded  allegations  in  plaintiff's  complaint\n\nestablished  .  .  .  defendant's liability.\").    Thus,  the\n\ndistrict  court's entry  of  default established  Rodriguez's\n\nliability for the legal fees due.\n\n                             III.\n                                 \n\n                          CONCLUSION\n                                    \n\n          For  the foregoing reasons, the challenged district\n\ncourt orders are affirmed.  \n\n          Affirmed.  Double costs to appellee.17\n          Affirmed.  Double costs to appellee.\n                                              \n\n                    \n\n17.  We award  double costs  in response to  appellee's well-\ngrounded request for sanctions under Fed. R. App. P. 38.\n\n                             -18-\n                              18\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104200/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105728/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109527/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/335265/",
    "http://www.courtlistener.com/api/rest/v3/opinions/377110/",
    "http://www.courtlistener.com/api/rest/v3/opinions/420692/",
    "http://www.courtlistener.com/api/rest/v3/opinions/449515/",
    "http://www.courtlistener.com/api/rest/v3/opinions/457597/",
    "http://www.courtlistener.com/api/rest/v3/opinions/466350/",
    "http://www.courtlistener.com/api/rest/v3/opinions/466391/",
    "http://www.courtlistener.com/api/rest/v3/opinions/492514/",
    "http://www.courtlistener.com/api/rest/v3/opinions/511639/",
    "http://www.courtlistener.com/api/rest/v3/opinions/526496/",
    "http://www.courtlistener.com/api/rest/v3/opinions/532515/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536977/",
    "http://www.courtlistener.com/api/rest/v3/opinions/542297/",
    "http://www.courtlistener.com/api/rest/v3/opinions/543835/",
    "http://www.courtlistener.com/api/rest/v3/opinions/544605/",
    "http://www.courtlistener.com/api/rest/v3/opinions/558018/",
    "http://www.courtlistener.com/api/rest/v3/opinions/563774/",
    "http://www.courtlistener.com/api/rest/v3/opinions/564961/",
    "http://www.courtlistener.com/api/rest/v3/opinions/573068/",
    "http://www.courtlistener.com/api/rest/v3/opinions/579946/",
    "http://www.courtlistener.com/api/rest/v3/opinions/583865/"
  ]
}