{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/194498/",
  "absolute_url": "/opinion/194498/weaver-v-henderson/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/194498/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T02:18:37Z",
  "date_modified": "2016-02-28T04:50:05.561887Z",
  "type": "010combined",
  "sha1": "7fc2fffd189b545fa000583d8b8595d9454f06eb",
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=92-1821.01A",
  "local_path": null,
  "plain_text": "January 21, 1993\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                             \n\nNo. 92-1821\n\n                  RALPH S. WEAVER, ETC., ET AL.,\n                     Plaintiffs, Appellants,\n\n                                v.\n\n                 CHARLES HENDERSON, ETC., ET AL.,\n                      Defendants, Appellees.\n\n                                             \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n             [Hon. Rya W. Zobel, U.S. District Judge]\n                                                    \n\n                                             \n\n                              Before\n\n                      Selya, Circuit Judge,\n                                          \n\n                  Coffin, Senior Circuit Judge,\n                                              \n\n                    and Stahl, Circuit Judge.\n                                            \n\n                                             \n\n     Kathleen M. McCarthy for appellants.\n                         \n     James T. Masteralexis on brief for International Brotherhood\n                          \nof Police Officers, amicus curiae.\n     Rosemary  S.  Gale, Assistant  Attorney  General,  with whom\n                       \nScott Harshbarger, Attorney General, was on brief, for appellees.\n                 \n\n                                             \n\n                                             \n\n          SELYA, Circuit Judge.  In this case, the district court\n          SELYA, Circuit Judge.\n                              \n\nrefused  to   issue  a  preliminary  injunction   suspending  the\n\nMassachusetts  State Police  Department's  \"no mustache\"  policy.\n\nThe plaintiffs, veteran police officers partial to their existing\n\nmustaches, prosecute  this  appeal.   Finding no  legal error  or\n\nabuse of discretion, we affirm the denial of interim relief.\n\nI.  BACKGROUND\n\n          In  1991, Massachusetts  decided  to  merge four  state\n\npolice  forces (the  Division of  State Police,  the Metropolitan\n\nDistrict Commission Police, the  Capitol Police, and the Division\n\nof  Law Enforcement  of the  Registry of  Motor Vehicles)  into a\n\nsingle entity (the Department  of State Police).   See An Act  to\n                                                      \n\nConsolidate Certain Police Forces in the Commonwealth, 1991 Mass.\n\nActs c. 412,  at 985.  When the enabling  legislation was  signed\n\ninto law,  defendant-appellee Charles  Henderson was  the ranking\n\nofficer of the Division  of State Police.  Since  the legislation\n\nstipulated that Colonel  Henderson, by virtue of his  rank, would\n\nserve as the \"executive and administrative head\" of the composite\n\nforce,  id. at  990, he  possessed power  to \"make  all necessary\n           \n\nrules and regulations\" for  governance of, and discipline within,\n\nthe new department.   Id. at 991.  In  addition, the law directed\n                         \n\nhim to establish  a transition program to familiarize officers of\n\nthe component units with the new department's rules and practices\n\nand to inculcate a unified mission.  See id. at 1032.\n                                            \n\n            Pursuant  to his newly conferred statutory authority,\n\n                                2\n\nColonel  Henderson promulgated  General  Order  01 (the  Order).1\n\nThe  Order barred officers of the Department of State Police from\n\nwearing  mustaches  on  and  after  July  1,  1992,   except  for\n\nundercover assignments or  health reasons.2  In this respect, the\n\nOrder  is  substantially  identical  to  a  regulation  that  for\n\nseventy-one  years  dictated the  appearance  of  members of  the\n\nformer Division of  State Police,  1,213 strong as  of 1991,  who\n\n                    \n\n     1General Order 01 provides in pertinent part:\n\n          4.5.5     Hair may be  tapered or blocked  at\n          the sides but will not touch the ears.\n\n          4.5.6     Wigs or hairpieces  may be worn  if\n          they conform to standards for natural hair.\n\n          4.5.7     Faces  will  be clean  shaven.   NO\n          mustaches, beards or goatees except:\n\n          o         Undercover  officers  with approval\n          of        the Bureau Commander;\n\n          o         Medical  problems   verified  by  a\n                    medical      practitioner      with\n                    documentation   forwarded,  through\n                    channels, to the State  Surgeon for\n                    review  and recommendations  to the\n                    Office   of    the   Colonel/Super-\n                    intendent.\n\n          4.5.8     Sideburns  will  be neatly  trimmed\n          and rectangular  in shape.  They  will not be\n          longer than the midpoint of the tragus of the\n          ear and will be:\n\n          o         Trimmed horizontally, at a right angle;\n\n          o         Of even width.\n\n     2Notwithstanding   the   Order's  effective   date,  Colonel\nHenderson provided that those who refused to put blade to face by\nJuly 1 would  be sworn into  the new department as  special state\npolice  officers, enjoying  \"full  police powers\"  until July  1,\n1993.\n\n                                3\n\ncomprise more than half the total membership of the 2,093-officer\n\nconsolidated force created  by the 1991 legislation.\n\n          On May  21, 1992, six  veteran officers  of the  former\n\nMetropolitan   and  Registry  police   who  had   worn  mustaches\n\nthroughout their law enforcement careers sued for declaratory and\n\ninjunctive  relief, naming Colonel Henderson, the Commonwealth of\n\nMassachusetts Department  of Public Safety, and the Massachusetts\n\nState  Police  as  respondents.   The  plaintiffs  simultaneously\n\nsought a preliminary injunction to prevent the \"no mustache\" rule\n\nfrom taking effect as scheduled.  They claimed, inter alia,  that\n                                                          \n\nthe  Order,  if  implemented,   would  abridge  their  First  and\n\nFourteenth  Amendment  rights by  forcing  them  to sacrifice  an\n\nintegral aspect of their personal identities.\n\n          Following  the submission  of affidavits,  the district\n\ncourt held a hearing on the prayer for interim injunctive relief.\n\nAt the conclusion of  the hearing, the court allowed  the parties\n\nto  file  supplemental   affidavits.     After  considering   the\n\ncumulative   record,   the   court   refused   to   meddle   with\n\nimplementation  of the  Order, finding  that the  plaintiffs were\n\nunlikely  to  succeed  on  the  merits  of  their  constitutional\n\nchallenge.  This appeal ensued.\n\nII.  ANALYSIS\n\n          We   rehearse  the   criteria  applicable   to  interim\n\ninjunctive  relief  and then  assess  the  supportability of  the\n\nruling below.\n\n                       A.  Legal Standards.\n                                          \n\n                                4\n\n          Over time,  we have developed a  quadripartite test for\n\ndetermining   whether  litigants  are   entitled  to  preliminary\n\ninjunctive redress.   See Narragansett Indian  Tribe v. Guilbert,\n                                                                \n\n934  F.2d  4, 5  (1st  Cir. 1991).    The  sine qua  non  of that\n                                                        \n\nformulation  is whether the  plaintiffs are likely  to succeed on\n\nthe merits.3   See id.  at 6 (labeling  this factor  \"critical\");\n                      \n\nAuburn News Co. v. Providence Journal Co., 659 F.2d 273, 277 (1st\n                                         \n\nCir.  1981) (stating  that \"the  probability-of-success component\n\nhas  loomed large\"  in most  cases), cert.  denied, 455  U.S. 921\n                                                  \n\n(1982).  In  the ordinary  course, plaintiffs who  are unable  to\n\nconvince the trial court  that they will probably succeed  on the\n\nmerits will  not obtain interim  injunctive relief.   See,  e.g.,\n                                                                \n\nLeBeau v. Spirito, 703  F.2d 639, 645 (1st Cir.  1983) (affirming\n                 \n\ndenial  of   preliminary  injunction  and  ending  inquiry  after\n\nconcluding  that  plaintiffs  were  unlikely to  prevail  on  the\n\nmerits).\n\n          When  the  district  court  applies the  correct  legal\n\nstandard in evaluating a motion for a preliminary injunction, its\n\ndecision  to  grant  or  deny  relief  is  subject  to  abuse-of-\n\ndiscretion review and  will, therefore, be  afforded considerable\n\nrespect.  See  Independent Oil &amp; Chem. Workers of Quincy, Inc. v.\n                                                              \n\nProcter &amp; Gamble  Mfg. Co.,  864 F.2d  927, 929  (1st Cir.  1988)\n                          \n\n                    \n\n     3The remaining aspects of the four-part test involve (1) the\npotential  for irreparable  injury, (2)  the relevant  balance of\nhardships if the restrainer does  or does not issue, and (3)  the\neffect  on  the  public   interest  of  granting  or  withholding\ntemporary injunctive relief.   See Narragansett Indian Tribe, 934\n                                                            \nF.2d at 5.\n\n                                5\n\n(collecting cases).   The court of appeals will  find an abuse of\n\ndiscretion in  this wise only  \"when a material  factor deserving\n\nsignificant weight is ignored, when an improper factor  is relied\n\nupon,  or when all proper  and no improper  factors are assessed,\n\nbut  the [trial] court makes a serious mistake in weighing them.\"\n\nId. \n   \n\n                         B.  Discussion.\n                                        \n\n          In this  case, the lower court  apprehended the correct\n\nlegal standard and rested its ruling explicitly on the absence of\n\nprobable success.  Thus, we are left to ponder a single question:\n\ndid  the  court misuse  its  discretion  in concluding  that  the\n\nplaintiffs  would  likely  lose   their  case  because  of  their\n\ninability to demonstrate that the ban on mustaches was arbitrary?\n\nThe  Supreme Court's opinion in  Kelley v. Johnson,  425 U.S. 238\n                                                  \n\n(1976), compels a negative answer to that inquiry. \n\n          In   Kelley,   plaintiffs   brought  a   constitutional\n                     \n\nchallenge to a grooming regulation that was part of  a network of\n\nrules  emphasizing \"the  overall need  for discipline,  esprit de\n\ncorps, and uniformity\" within  a police department.  Id.  at 246.\n                                                        \n\nAcknowledging   the   deference   due   government   agencies  in\n\nimplementing their  chosen organizational modes, see  id. at 247,\n                                                         \n\nthe  Court held  that the  plaintiffs could  defeat  the grooming\n\nregulation only by showing that it was so irrational as to  verge\n\non the arbitrary.   See id. at 248.   The regulation cleared this\n                           \n\nrather   modest   hurdle  because   maintaining   \"similarity  in\n\nappearance,\"  either to  abet  the public's  easy recognition  of\n\n                                6\n\npolice officers or to promote a sense of \"esprit de corps\"  among\n\nthe   troopers   themselves,   was   \"a   sufficiently   rational\n\njustification\" for requiring that gendarmes be clean shaven.  Id.\n                                                                 \n\n          Kelley's grip on  the instant case is unrelenting.  The\n                \n\nOrder at issue here is roughly comparable to that endorsed by the\n\nKelley Court.  It is, therefore, presumptively valid.  See id. at\n                                                              \n\n247.   The plaintiffs have not undermined this presumption in any\n\nsignificant  respect.   They  presented no  evidence which  would\n\ncompel a court  to conclude that the Order is  chimerical.  To be\n\nsure,  they have  argued  that the  \"no  mustache\" rule  lacks  a\n\nrational basis4 - but  merely making such a claim does  not prove\n\nthe point.\n\n          The sole factual support for plaintiffs' argument seems\n\nto be  the happenstance  that other organizations,  including the\n\nUnited States Marine Corps and several state police forces, enjoy\n\na strong sense of camaraderie while  permitting officers to sport\n\nmustaches and other  barbigerous adornments.  Yet, rules  are not\n\nirrational simply because they differ  from the rules employed by\n\nother  organizations with similar goals.  See id. at 246 (holding\n                                                 \n\nthat  the constitutional validity of an organizational structure,\n\nwith its implementing  regulations, \"does not depend . . . on any\n\ndoctrine of historical prescription\").\n\n                    \n\n     4Appellants also  asseverate that the \"no  mustache\" rule is\narbitrary  because it  is  the only  grooming  standard, of  many\npromulgated, that  has been specifically enforced.   However, the\nrecord does not adequately support the asseveration.  Even so, we\nfail to see why  a constitutionally valid rule would  be rendered\ninvalid merely because other, similar rules are poorly enforced.\n\n                                7\n\n          The plaintiffs'  failure to adduce meaningful  proof of\n\narbitrariness  stands  in  stark   contrast  to  the  defendants'\n\nproffer.  Colonel  Henderson's affidavit  makes pellucidly  clear\n\nthat the justification behind the \"no mustache\" rule is very much\n\nthe  same  type of  rationale accepted  by  the Kelley  Court and\n                                                      \n\nconsistently honored in later  cases.  See, e.g., Maciariello  v.\n                                                             \n\nSumner, 973 F.2d 295, 300 (4th Cir. 1992); Egger v. Phillips, 710\n                                                            \n\nF.2d  292, 319 (7th  Cir.) (collecting cases),  cert. denied, 464\n                                                            \n\nU.S. 918 (1983); Waters v. Chaffin, 684 F.2d 833, 839  (11th Cir.\n                                  \n\n1982).   Colonel Henderson  explained that, when  confronted with\n\nthe  task of  melding a  cohesive unit  instilled with  a \"common\n\npurpose\" and a \"shared mission\" from disparate parts,  he thought\n\nit highly desirable  to begin from \"a consistent starting point.\"\n\nTo that end, he concluded that \"consistency  in appearance\" would\n\nhelp  to develop \"shared pride\"  and \"esprit de  corps\" among the\n\nmore than 2,000 men and women  of the fledgling department.  And,\n\ninasmuch as the rule requiring officers to be clean shaven is the\n\nsame  rule  that  previously  governed the  \"old\"  State  Police,\n\nimplementing a standard so closely identified with a majority  of\n\nthe members of the  \"new\" State Police would enhance  the chances\n\nof a successful consolidation.\n\n          Although the district court was not bound to accept the\n\nHenderson affidavit at face value,  it was certainly entitled  to\n\ncredit the  Colonel's assessment of the  situation   particularly\n\nwhen,  as in this instance,  the Colonel's stated  views were not\n\ninherently implausible, internally inconsistent,  or contradicted\n\n                                8\n\nby other credible evidence.  At the preliminary injunction stage,\n\nit   is,  after  all,  \"the  district  court's  duty     and  its\n\nprerogative     to assess  the  facts,  draw whatever  reasonable\n\ninferences it might favor,  and decide the likely ramifications.\"\n\nIndependent Oil  &amp; Chem.  Workers, 864  F.2d at  933.   The court\n                                 \n\nbelow appears to have followed this protocol faithfully.  No more\n\nwas exigible.\n\nIII.  CONCLUSION\n\n          We need go no further.5   \"Likelihood of success cannot\n\nbe  woven from the gossamer threads  of speculation and surmise.\"\n\nNarragansett Indian Tribe, 934  F.2d at 6.   Here, Kelley cast  a\n                                                         \n\nlarge  shadow  over  plaintiffs'   case.    The  district  court,\n\nevaluating  the dimensions  of  this  shadow, denied  preliminary\n\ninjunctive relief.  Because plaintiffs have not persuaded us that\n\nthe  lower  court   overlooked  pertinent  factors,  focused   on\n\ninappropriate factors,  or made a  serious error in  weighing and\n\n                    \n\n     5Given the  weakness of plaintiffs'  case on the  merits, an\nanalysis of  the other factors bearing  on preliminary injunctive\nrelief  would be supererogatory.  See,  e.g., Coalition for Basic\n                                                                 \nHuman Needs v.  King, 654 F.2d 838, 841 (1st  Cir. 1981) (holding\n                    \nthat even  \"excruciatingly obvious\"  injury is irrelevant  when a\nplaintiff has not demonstrated likely success on the merits).  We\npause, however, to note that, in their  discussion of irreparable\nharm, appellants mistakenly focus  on the psychological damage an\naltered  facial  appearance  ostensibly  creates.   In  light  of\nColonel  Henderson's  decision  delaying  implementation  of  the\ngrooming  rule,  see supra  note 2,  the appropriate  inquiry for\n                          \npurposes of irreparable harm is not psychic harm, but whether the\nmustachioed  officers' temporary  designations as  special police\nofficers will have lasting effects.\n\n                                9\n\nbalancing the relevant  concerns, we cannot  intervene.  On  this\n\njubate  record, there  is  scant reason  for  suspending the  \"no\n\nmustache\" regulation.\n\n          The denial of the  motion for preliminary injunction is\n                                                                 \n\naffirmed.  Costs to appellees.\n                             \n\n                                10\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">January 21, 1993\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                             \n\nNo. 92-1821\n\n                  RALPH S. WEAVER, ETC., ET AL.,\n                     Plaintiffs, Appellants,\n\n                                v.\n\n                 CHARLES HENDERSON, ETC., ET AL.,\n                      Defendants, Appellees.\n\n                                             \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n             [Hon. Rya W. Zobel, U.S. District Judge]\n                                                    \n\n                                             \n\n                              Before\n\n                      Selya, Circuit Judge,\n                                          \n\n                  Coffin, Senior Circuit Judge,\n                                              \n\n                    and Stahl, Circuit Judge.\n                                            \n\n                                             \n\n     Kathleen M. McCarthy for appellants.\n                         \n     James T. Masteralexis on brief for International Brotherhood\n                          \nof Police Officers, amicus curiae.\n     Rosemary  S.  Gale, Assistant  Attorney  General,  with whom\n                       \nScott Harshbarger, Attorney General, was on brief, for appellees.\n                 \n\n                                             \n\n                                             \n\n          SELYA, Circuit Judge.  In this case, the district court\n          SELYA, Circuit Judge.\n                              \n\nrefused  to   issue  a  preliminary  injunction   suspending  the\n\nMassachusetts  State Police  Department's  \"no mustache\"  policy.\n\nThe plaintiffs, veteran police officers partial to their existing\n\nmustaches, prosecute  this  appeal.   Finding no  legal error  or\n\nabuse of discretion, we affirm the denial of interim relief.\n\nI.  BACKGROUND\n\n          In  1991, Massachusetts  decided  to  merge four  state\n\npolice  forces (the  Division of  State Police,  the Metropolitan\n\nDistrict Commission Police, the  Capitol Police, and the Division\n\nof  Law Enforcement  of the  Registry of  Motor Vehicles)  into a\n\nsingle entity (the Department  of State Police).   See An Act  to\n                                                      \n\nConsolidate Certain Police Forces in the Commonwealth, 1991 Mass.\n\nActs c. 412,  at 985.  When the enabling  legislation was  signed\n\ninto law,  defendant-appellee Charles  Henderson was  the ranking\n\nofficer of the Division  of State Police.  Since  the legislation\n\nstipulated that Colonel  Henderson, by virtue of his  rank, would\n\nserve as the \"executive and administrative head\" of the composite\n\nforce,  id. at  990, he  possessed power  to \"make  all necessary\n           \n\nrules and regulations\" for  governance of, and discipline within,\n\nthe new department.   Id. at 991.  In  addition, the law directed\n                         \n\nhim to establish  a transition program to familiarize officers of\n\nthe component units with the new department's rules and practices\n\nand to inculcate a unified mission.  See id. at 1032.\n                                            \n\n            Pursuant  to his newly conferred statutory authority,\n\n                                2\n\nColonel  Henderson promulgated  General  Order  01 (the  Order).1\n\nThe  Order barred officers of the Department of State Police from\n\nwearing  mustaches  on  and  after  July  1,  1992,   except  for\n\nundercover assignments or  health reasons.2  In this respect, the\n\nOrder  is  substantially  identical  to  a  regulation  that  for\n\nseventy-one  years  dictated the  appearance  of  members of  the\n\nformer Division of  State Police,  1,213 strong as  of 1991,  who\n\n                    \n\n     1General Order 01 provides in pertinent part:\n\n          4.5.5     Hair may be  tapered or blocked  at\n          the sides but will not touch the ears.\n\n          4.5.6     Wigs or hairpieces  may be worn  if\n          they conform to standards for natural hair.\n\n          4.5.7     Faces  will  be clean  shaven.   NO\n          mustaches, beards or goatees except:\n\n          o         Undercover  officers  with approval\n          of        the Bureau Commander;\n\n          o         Medical  problems   verified  by  a\n                    medical      practitioner      with\n                    documentation   forwarded,  through\n                    channels, to the State  Surgeon for\n                    review  and recommendations  to the\n                    Office   of    the   Colonel/Super-\n                    intendent.\n\n          4.5.8     Sideburns  will  be neatly  trimmed\n          and rectangular  in shape.  They  will not be\n          longer than the midpoint of the tragus of the\n          ear and will be:\n\n          o         Trimmed horizontally, at a right angle;\n\n          o         Of even width.\n\n     2Notwithstanding   the   Order's  effective   date,  Colonel\nHenderson provided that those who refused to put blade to face by\nJuly 1 would  be sworn into  the new department as  special state\npolice  officers, enjoying  \"full  police powers\"  until July  1,\n1993.\n\n                                3\n\ncomprise more than half the total membership of the 2,093-officer\n\nconsolidated force created  by the 1991 legislation.\n\n          On May  21, 1992, six  veteran officers  of the  former\n\nMetropolitan   and  Registry  police   who  had   worn  mustaches\n\nthroughout their law enforcement careers sued for declaratory and\n\ninjunctive  relief, naming Colonel Henderson, the Commonwealth of\n\nMassachusetts Department  of Public Safety, and the Massachusetts\n\nState  Police  as  respondents.   The  plaintiffs  simultaneously\n\nsought a preliminary injunction to prevent the \"no mustache\" rule\n\nfrom taking effect as scheduled.  They claimed, inter alia,  that\n                                                          \n\nthe  Order,  if  implemented,   would  abridge  their  First  and\n\nFourteenth  Amendment  rights by  forcing  them  to sacrifice  an\n\nintegral aspect of their personal identities.\n\n          Following  the submission  of affidavits,  the district\n\ncourt held a hearing on the prayer for interim injunctive relief.\n\nAt the conclusion of  the hearing, the court allowed  the parties\n\nto  file  supplemental   affidavits.     After  considering   the\n\ncumulative   record,   the   court   refused   to   meddle   with\n\nimplementation  of the  Order, finding  that the  plaintiffs were\n\nunlikely  to  succeed  on  the  merits  of  their  constitutional\n\nchallenge.  This appeal ensued.\n\nII.  ANALYSIS\n\n          We   rehearse  the   criteria  applicable   to  interim\n\ninjunctive  relief  and then  assess  the  supportability of  the\n\nruling below.\n\n                       A.  Legal Standards.\n                                          \n\n                                4\n\n          Over time,  we have developed a  quadripartite test for\n\ndetermining   whether  litigants  are   entitled  to  preliminary\n\ninjunctive redress.   See Narragansett Indian  Tribe v. Guilbert,\n                                                                \n\n</pre><span class=\"citation\" data-id=\"561828\"><a href=\"/opinion/561828/narragansett-indian-tribe-v-paul-e-guilbert/\"><span class=\"volume\">934</span>  <span class=\"reporter\">F.2d</span>  <span class=\"page\">4</span></a></span><pre class=\"inline\">, 5  (1st  Cir. 1991).    The  sine qua  non  of that\n                                                        \n\nformulation  is whether the  plaintiffs are likely  to succeed on\n\nthe merits.3   See id.  at 6 (labeling  this factor  \"critical\");\n                      \n\nAuburn News Co. v. Providence Journal Co., </pre><span class=\"citation\" data-id=\"394081\"><a href=\"/opinion/394081/auburn-news-company-inc-v-providence-journal-company/\"><span class=\"volume\">659</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">273</span></a></span><pre class=\"inline\">, 277 (1st\n                                         \n\nCir.  1981) (stating  that \"the  probability-of-success component\n\nhas  loomed large\"  in most  cases), cert.  denied, </pre><span class=\"citation no-link\"><span class=\"volume\">455</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">921</span></span><pre class=\"inline\">\n                                                  \n\n(1982).  In  the ordinary  course, plaintiffs who  are unable  to\n\nconvince the trial court  that they will probably succeed  on the\n\nmerits will  not obtain interim  injunctive relief.   See,  e.g.,\n                                                                \n\nLeBeau v. Spirito, </pre><span class=\"citation\" data-id=\"416446\"><a href=\"/opinion/416446/elizabeth-lebeau-v-thomas-spirito-etc/\"><span class=\"volume\">703</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">639</span></a></span><pre class=\"inline\">, 645 (1st Cir.  1983) (affirming\n                 \n\ndenial  of   preliminary  injunction  and  ending  inquiry  after\n\nconcluding  that  plaintiffs  were  unlikely to  prevail  on  the\n\nmerits).\n\n          When  the  district  court  applies the  correct  legal\n\nstandard in evaluating a motion for a preliminary injunction, its\n\ndecision  to  grant  or  deny  relief  is  subject  to  abuse-of-\n\ndiscretion review and  will, therefore, be  afforded considerable\n\nrespect.  See  Independent Oil &amp; Chem. Workers of Quincy, Inc. v.\n                                                              \n\nProcter &amp; Gamble  Mfg. Co.,  </pre><span class=\"citation\" data-id=\"516410\"><a href=\"/opinion/516410/the-independent-oil-and-chemical-workers-of-quincy-inc-v-the-procter/\"><span class=\"volume\">864</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">927</span></a></span><pre class=\"inline\">, 929  (1st Cir.  1988)\n                          \n\n                    \n\n     3The remaining aspects of the four-part test involve (1) the\npotential  for irreparable  injury, (2)  the relevant  balance of\nhardships if the restrainer does  or does not issue, and (3)  the\neffect  on  the  public   interest  of  granting  or  withholding\ntemporary injunctive relief.   See Narragansett Indian Tribe, 934\n                                                            \nF.2d at 5.\n\n                                5\n\n(collecting cases).   The court of appeals will  find an abuse of\n\ndiscretion in  this wise only  \"when a material  factor deserving\n\nsignificant weight is ignored, when an improper factor  is relied\n\nupon,  or when all proper  and no improper  factors are assessed,\n\nbut  the [trial] court makes a serious mistake in weighing them.\"\n\nId. \n   \n\n                         B.  Discussion.\n                                        \n\n          In this  case, the lower court  apprehended the correct\n\nlegal standard and rested its ruling explicitly on the absence of\n\nprobable success.  Thus, we are left to ponder a single question:\n\ndid  the  court misuse  its  discretion  in concluding  that  the\n\nplaintiffs  would  likely  lose   their  case  because  of  their\n\ninability to demonstrate that the ban on mustaches was arbitrary?\n\nThe  Supreme Court's opinion in  Kelley v. Johnson,  </pre><span class=\"citation\" data-id=\"109423\"><a href=\"/opinion/109423/kelley-v-johnson/\"><span class=\"volume\">425</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">238</span></a></span><pre class=\"inline\">\n                                                  \n\n(1976), compels a negative answer to that inquiry. \n\n          In   Kelley,   plaintiffs   brought  a   constitutional\n                     \n\nchallenge to a grooming regulation that was part of  a network of\n\nrules  emphasizing \"the  overall need  for discipline,  esprit de\n\ncorps, and uniformity\" within  a police department.  Id.  at 246.\n                                                        \n\nAcknowledging   the   deference   due   government   agencies  in\n\nimplementing their  chosen organizational modes, see  id. at 247,\n                                                         \n\nthe  Court held  that the  plaintiffs could  defeat  the grooming\n\nregulation only by showing that it was so irrational as to  verge\n\non the arbitrary.   See id. at 248.   The regulation cleared this\n                           \n\nrather   modest   hurdle  because   maintaining   \"similarity  in\n\nappearance,\"  either to  abet  the public's  easy recognition  of\n\n                                6\n\npolice officers or to promote a sense of \"esprit de corps\"  among\n\nthe   troopers   themselves,   was   \"a   sufficiently   rational\n\njustification\" for requiring that gendarmes be clean shaven.  Id.\n                                                                 \n\n          Kelley's grip on  the instant case is unrelenting.  The\n                \n\nOrder at issue here is roughly comparable to that endorsed by the\n\nKelley Court.  It is, therefore, presumptively valid.  See id. at\n                                                              \n\n247.   The plaintiffs have not undermined this presumption in any\n\nsignificant  respect.   They  presented no  evidence which  would\n\ncompel a court  to conclude that the Order is  chimerical.  To be\n\nsure,  they have  argued  that the  \"no  mustache\" rule  lacks  a\n\nrational basis4 - but  merely making such a claim does  not prove\n\nthe point.\n\n          The sole factual support for plaintiffs' argument seems\n\nto be  the happenstance  that other organizations,  including the\n\nUnited States Marine Corps and several state police forces, enjoy\n\na strong sense of camaraderie while  permitting officers to sport\n\nmustaches and other  barbigerous adornments.  Yet, rules  are not\n\nirrational simply because they differ  from the rules employed by\n\nother  organizations with similar goals.  See id. at 246 (holding\n                                                 \n\nthat  the constitutional validity of an organizational structure,\n\nwith its implementing  regulations, \"does not depend . . . on any\n\ndoctrine of historical prescription\").\n\n                    \n\n     4Appellants also  asseverate that the \"no  mustache\" rule is\narbitrary  because it  is  the only  grooming  standard, of  many\npromulgated, that  has been specifically enforced.   However, the\nrecord does not adequately support the asseveration.  Even so, we\nfail to see why  a constitutionally valid rule would  be rendered\ninvalid merely because other, similar rules are poorly enforced.\n\n                                7\n\n          The plaintiffs'  failure to adduce meaningful  proof of\n\narbitrariness  stands  in  stark   contrast  to  the  defendants'\n\nproffer.  Colonel  Henderson's affidavit  makes pellucidly  clear\n\nthat the justification behind the \"no mustache\" rule is very much\n\nthe  same  type of  rationale accepted  by  the Kelley  Court and\n                                                      \n\nconsistently honored in later  cases.  See, e.g., Maciariello  v.\n                                                             \n\nSumner, </pre><span class=\"citation\" data-id=\"589688\"><a href=\"/opinion/589688/robert-p-maciariello-arnold-rowell-v-wb-sumner-chief-of-police-in-his/\"><span class=\"volume\">973</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">295</span></a></span><pre class=\"inline\">, 300 (4th Cir. 1992); Egger v. Phillips, </pre><span class=\"citation\" data-id=\"420747\"><a href=\"/opinion/420747/charles-e-egger-v-harlan-c-phillips/\"><span class=\"volume\">710</span>\n                                                            \n\n<span class=\"reporter\">F.2d</span>  <span class=\"page\">292</span></a></span><pre class=\"inline\">, 319 (7th  Cir.) (collecting cases),  cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">464</span>\n                                                            \n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">918</span></span><pre class=\"inline\"> (1983); Waters v. Chaffin, </pre><span class=\"citation\" data-id=\"406741\"><a href=\"/opinion/406741/ezra-waters-v-clinton-chaffin-etc/\"><span class=\"volume\">684</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">833</span></a></span><pre class=\"inline\">, 839  (11th Cir.\n                                  \n\n1982).   Colonel Henderson  explained that, when  confronted with\n\nthe  task of  melding a  cohesive unit  instilled with  a \"common\n\npurpose\" and a \"shared mission\" from disparate parts,  he thought\n\nit highly desirable  to begin from \"a consistent starting point.\"\n\nTo that end, he concluded that \"consistency  in appearance\" would\n\nhelp  to develop \"shared pride\"  and \"esprit de  corps\" among the\n\nmore than 2,000 men and women  of the fledgling department.  And,\n\ninasmuch as the rule requiring officers to be clean shaven is the\n\nsame  rule  that  previously  governed the  \"old\"  State  Police,\n\nimplementing a standard so closely identified with a majority  of\n\nthe members of the  \"new\" State Police would enhance  the chances\n\nof a successful consolidation.\n\n          Although the district court was not bound to accept the\n\nHenderson affidavit at face value,  it was certainly entitled  to\n\ncredit the  Colonel's assessment of the  situation   particularly\n\nwhen,  as in this instance,  the Colonel's stated  views were not\n\ninherently implausible, internally inconsistent,  or contradicted\n\n                                8\n\nby other credible evidence.  At the preliminary injunction stage,\n\nit   is,  after  all,  \"the  district  court's  duty     and  its\n\nprerogative     to assess  the  facts,  draw whatever  reasonable\n\ninferences it might favor,  and decide the likely ramifications.\"\n\nIndependent Oil  &amp; Chem.  Workers, 864  F.2d at  933.   The court\n                                 \n\nbelow appears to have followed this protocol faithfully.  No more\n\nwas exigible.\n\nIII.  CONCLUSION\n\n          We need go no further.5   \"Likelihood of success cannot\n\nbe  woven from the gossamer threads  of speculation and surmise.\"\n\nNarragansett Indian Tribe, 934  F.2d at 6.   Here, Kelley cast  a\n                                                         \n\nlarge  shadow  over  plaintiffs'   case.    The  district  court,\n\nevaluating  the dimensions  of  this  shadow, denied  preliminary\n\ninjunctive relief.  Because plaintiffs have not persuaded us that\n\nthe  lower  court   overlooked  pertinent  factors,  focused   on\n\ninappropriate factors,  or made a  serious error in  weighing and\n\n                    \n\n     5Given the  weakness of plaintiffs'  case on the  merits, an\nanalysis of  the other factors bearing  on preliminary injunctive\nrelief  would be supererogatory.  See,  e.g., Coalition for Basic\n                                                                 \nHuman Needs v.  King, </pre><span class=\"citation\" data-id=\"392660\"><a href=\"/opinion/392660/coalition-for-basic-human-needs-v-edward-j-king/\"><span class=\"volume\">654</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">838</span></a></span><pre class=\"inline\">, 841 (1st  Cir. 1981) (holding\n                    \nthat even  \"excruciatingly obvious\"  injury is irrelevant  when a\nplaintiff has not demonstrated likely success on the merits).  We\npause, however, to note that, in their  discussion of irreparable\nharm, appellants mistakenly focus  on the psychological damage an\naltered  facial  appearance  ostensibly  creates.   In  light  of\nColonel  Henderson's  decision  delaying  implementation  of  the\ngrooming  rule,  see supra  note 2,  the appropriate  inquiry for\n                          \npurposes of irreparable harm is not psychic harm, but whether the\nmustachioed  officers' temporary  designations as  special police\nofficers will have lasting effects.\n\n                                9\n\nbalancing the relevant  concerns, we cannot  intervene.  On  this\n\njubate  record, there  is  scant reason  for  suspending the  \"no\n\nmustache\" regulation.\n\n          The denial of the  motion for preliminary injunction is\n                                                                 \n\naffirmed.  Costs to appellees.\n                             \n\n                                10\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/109423/",
    "http://www.courtlistener.com/api/rest/v3/opinions/392660/",
    "http://www.courtlistener.com/api/rest/v3/opinions/394081/",
    "http://www.courtlistener.com/api/rest/v3/opinions/406741/",
    "http://www.courtlistener.com/api/rest/v3/opinions/416446/",
    "http://www.courtlistener.com/api/rest/v3/opinions/420747/",
    "http://www.courtlistener.com/api/rest/v3/opinions/516410/",
    "http://www.courtlistener.com/api/rest/v3/opinions/561828/",
    "http://www.courtlistener.com/api/rest/v3/opinions/589688/"
  ]
}