{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/194625/",
  "absolute_url": "/opinion/194625/mccullough-v-fdic/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/194625/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T02:21:26Z",
  "date_modified": "2016-02-28T04:50:21.767366Z",
  "type": "010combined",
  "sha1": "6ff341bcd4bd4e214c2396354b80812195a3ada3",
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=92-1584.01A",
  "local_path": null,
  "plain_text": "March 26, 1993    United States Court of Appeals\n                United States Court of Appeals\n                    for the First Circuit\n\n                                         \n\nNo. 92-1584\n\n       DAVID J. McCULLOUGH AND WINIFRED M. McCULLOUGH,\n\n                   Plaintiffs, Appellants,\n\n                              v.\n\n            FEDERAL DEPOSIT INSURANCE CORPORATION,\n          AS RECEIVER FOR BANK OF NEW ENGLAND, N.A.,\n\n                     Defendant, Appellee.\n\n                                         \n\n                         ERRATA SHEET\n\n   The  opinion  of this  Court issued  on  March 12,  1993, is\namended as follows:\n\n        On  cover  sheet,  insert   \"(now  deceased)\"\n        between   \"Judge   Brown\"  and   \"heard  oral\n        argument . . .\"\n\n        On page 6, line 19, delete \"supra note 4\"\n                                         \n\nMarch 12, 1993\n                United States Court of Appeals\n                    For the First Circuit\n                                         \nNo. 92-1584\n\n       DAVID J. McCULLOUGH AND WINIFRED M. McCULLOUGH,\n\n                   Plaintiffs, Appellants,\n\n                              v.\n\n            FEDERAL DEPOSIT INSURANCE CORPORATION,\n          AS RECEIVER FOR BANK OF NEW ENGLAND, N.A.,\n\n                     Defendant, Appellee.\n                                         \n\n   APPEAL FROM AN ORDER OF THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n       [Hon. Edward F. Harrington, U.S. District Judge]\n                                                      \n                                         \n\n                            Before\n\n                   Torruella, Circuit Judge,\n                                           \n                Brown,* Senior Circuit Judge,\n                                            \n                  and Stahl, Circuit Judge.\n                                          \n                                         \n\nWilliam  H. Sheehan, III  with whom  Pearl, McNiff,  Crean, Cook &amp;\n                                                                  \nSheehan was on brief for appellants.\n   \nMichelle Kosse,  Counsel, Federal  Deposit Insurance  Corporation,\n              \nwith  whom  Ann  S.  DuRoss,  Assistant  General Counsel,  Colleen  B.\n                                                                  \nBombardier, Senior  Counsel, Daniel  I.  Small, and  Widett, Slater  &amp;\n                                                                  \nGoldman, P.C. were on brief for appellee.\n         \n                                         \n\n                        March 12, 1993\n                                         \n                 \n*Of  the  Fifth Circuit,  sitting by  designation.   Judge  Brown (now\ndeceased)  heard oral argument in this matter, and participated in the\nsemble, but did not participate in the drafting or the issuance of the\npanel's  opinion.   The remaining  two panelists therefore  issue this\nopinion pursuant to 28 U.S.C.   46(d).\n\n          STAHL,  Circuit  Judge.    In  Langley  v.  Federal\n                                                             \n\nDeposit Ins.  Corp., 484  U.S. 86 (1987),  the Supreme  Court\n                   \n\nruled that 12  U.S.C.   1823(e)1 shields  the Federal Deposit\n\nInsurance Corporation (\"FDIC\") from essentially all claims of\n\nmisrepresentation relating to any  asset acquired by it under\n\n12 U.S.C.    1821 or 1823.  This appeal requires us to decide\n\nwhether  this  rule  should  apply in  situations  where  the\n\n\"misrepresentation\" at issue actually is  an unlawful failure\n\nto disclose crucial information.   Believing that the Langley\n                                                             \n\n                    \n\n1.  12 U.S.C.   1823(e) provides:\n\n       No agreement  which tends  to diminish or  defeat\n     the interest of the [FDIC] in any asset acquired by\n     it  under  this section  or  section  1821 of  this\n     title, either as security for a loan or by purchase\n     or   as  receiver   of   any   insured   depository\n     institution,  shall  be  valid against  the  [FDIC]\n     unless such agreement-\n\n          (1) is in writing\n          (1)\n\n          (2)  was  executed   by  the   depository\n          (2)\n          institution  and  any person  claiming an\n          adverse  interest  thereunder,  including\n          the  obligor, contemporaneously  with the\n          acquisition   of   the   asset   by   the\n          depository institution,\n\n          (3)   was  approved   by  the   board  of\n          (3)   \n          directors  of the  depository institution\n          or  its  loan  committee, which  approval\n          shall be reflected in the minutes of said\n          board or committee, and\n\n          (4) has been, continuously, from the time\n          (4) \n          of  its execution, an  official record of\n          the depository institution. \n\n                             -2-\n                              2\n\nrule  does  apply,  we  affirm  the  district  court's  order\n\ndismissing the underlying complaint against the FDIC.\n\n          Plaintiffs-appellants  David  J.  and  Winifred  M.\n\nMcCullough  initiated  this  action  by  filing  a  complaint\n\nseeking damages  and  an order  enjoining  defendant-appellee\n\nFDIC from collecting on a promissory note made  by plaintiffs\n\nin favor  of the FDIC's predecessor-in-interest,  the Bank of\n\nNew England (\"BNE\").   The note was given  in exchange for  a\n\nloan  which plaintiffs  used  to purchase  four  units of  an\n\nindustrial condominium  project (\"the project\")  in which BNE\n\nhad a  significant  interest because  of  loans made  to  the\n\noriginal  developer and  a competing  developer.   Plaintiffs\n\ncontend, inter  alia, that  when  BNE extended  the loan,  it\n                    \n\nfailed to disclose to them that  the project was subject to a\n\nNotice of Responsibility  (\"NOR\"), previously  issued by  the\n\nMassachusetts    Department    of    Environmental    Quality\n\nEngineering.    The  NOR  required  the  removal  of  certain\n\nhazardous waste on the  property.2  In plaintiffs' view,  the\n\naforementioned omission constituted  misrepresentation and  a\n\nviolation of the Massachusetts Consumer Protection Act, Mass.\n\nGen. Laws Ann. ch. 93A,    2 and 11 (West 1984 &amp; Supp. 1992).\n\n                    \n\n2.  In their complaint, plaintiffs also alleged that BNE made\naffirmative misrepresentations at the time the loan agreement\nwas  negotiated, but  have  since conceded  that federal  law\nprecludes  them  from  proceeding   on  the  basis  of  these\nallegations.  See generally Langley, 484 U.S. at 90-93.  \n                                   \n\n                             -3-\n                              3\n\n          The  FDIC responded  to  plaintiffs'  complaint  by\n\nfiling a  motion to dismiss.  As the basis therefor, the FDIC\n\nargued  that the  Langley rule  applies as  much to  the non-\n                         \n\ndisclosure    of   information    as   to    an   affirmative\n\nmisrepresentation.   After  a  hearing,  the  district  court\n\nagreed and issued a memorandum and order granting  the FDIC's\n\nmotion.   In  so doing,  the court  joined an  ever expanding\n\nnumber  of courts  that have  explicitly endorsed  the FDIC's\n\nargument.   See Federal Deposit  Ins. Corp. v.  State Bank of\n                                                             \n\nVirden, 893 F.2d  139, 144 (7th  Cir. 1990); Federal  Deposit\n                                                             \n\nIns. Corp. v.  Bell, 892 F.2d 64, 66 (10th  Cir. 1989), cert.\n                                                             \n\ndismissed, 496  U.S. 913 (1990);  In re NBW  Commercial Paper\n                                                             \n\nLitigation, No.  90-1755(RCL), 1992 WL 73135,  at *11 (D.D.C.\n          \n\nMarch 11, 1992); Federal Deposit Ins. Corp. v. Hudson, 800 F.\n                                                     \n\nSupp.  867, 870-71  (N.D.  Cal. 1990);  Federal Deposit  Ins.\n                                                             \n\nCorp. v. Sullivan, 744 F. Supp. 239, 242-43 (D. Colo. 1990).3\n                 \n\n                    \n\n3.  At the time the district  court issued its memorandum and\norder,  one court  had departed  from existing  authority and\ndecided  that    1823(e) does  not bar  claims based  upon an\nunlawful omission.  See Grant County Savings &amp; Loan Assoc. v.\n                                                          \nResolution Trust Corp., 770 F. Supp. 1374, 1379-82 (E.D. Ark.\n                      \n1991).    This  decision  was, however,  reversed  while  the\ninstant  appeal was pending.  See Grant County Savings &amp; Loan\n                                                             \nAssoc. v.  Resolution Trust  Corp.,  968 F.2d  722 (8th  Cir.\n                                  \n1992).  While the reversal was premised on other grounds, the\nEighth  Circuit, in  dicta,  expressed its  doubt  as to  the\n                          \ndistrict court's conclusion that    1823(e) did not  apply to\nan unlawful  omission.    See  id. at  724  (indicating  that\n                                  \ndefendant's argument that   1823(e) barred plaintiff's  claim\nfor failure to disclose \"ha[d] merit\").\n\n                             -4-\n                              4\n\n          On  appeal, plaintiffs assert that the overwhelming\n\nprevailing  consensus is incorrect.   In essence, plaintiffs'\n\nargue that an unlawful  omission of the type at  issue cannot\n\nbe  viewed  as  a form  of  \"agreement\"  to  which    1823(e)\n\napplies, as \"there  is nothing on the  table to agree  to; no\n\npromise, condition, or warranty is made.\"  See  Grant County,\n                                                            \n\n770  F.  Supp. at  1381.   Although  possessing  some surface\n\nappeal, plaintiffs' contention  fails when analyzed in  light\n\nof the theoretical foundation upon which Langley rests.4\n                                                \n\n          The holding in Langley  depends upon and flows from\n                                \n\nthe  following  observation:    as a  matter  of  contractual\n\nanalysis, a  contractually bound  party's attempt to  avoid a\n\ncontractual obligation and/or to seek damages through a claim\n\nof misrepresentation is nothing more  than a challenge to the\n\ntruthfulness  of a  warranty  made by  another  party to  the\n\ncontract, and  a concomitant  claim that the  truthfulness of\n\nthat  warranty   was  a   condition  of  the   first  party's\n\nperformance.    See Langley,  484 U.S.  at  90-91.   In other\n                           \n\nwords,  the claim is analogous to one for breach of warranty,\n\nwith the warranty being a condition precedent to performance.\n\nTherefore, because  such a warranty falls  within the purview\n\n                    \n\n4.  Apparently  conceding that  our  ruling as  to whether   \n1823(e) applies to unlawful non-disclosures also resolves the\npropriety of the district court's dismissal  of their ch. 93A\nclaim,   plaintiffs    confine   their   argument    to   the\nmisrepresentation context.  We  believe that this approach is\nappropriate, and accordingly so confine our discussion.\n\n                             -5-\n                              5\n\nof the term  \"agreement,\"5 this  type of  breach of  warranty\n\nclaim cannot be asserted against the FDIC unless the warranty\n\nmeets the requirements of   1823(e).  See id. at 91-92.\n                                             \n\n          We can find no logical basis for this reasoning not\n\nobtaining  with equal  force where  the  misrepresentation at\n\nissue  arises out  of  a non-disclosure  of information.   In\n\nterms  of  the facts  of this  case,  it makes  no difference\n\nwhether  BNE affirmatively  stated that  the project  was not\n\nsubject  to the NOR  or tacitly indicated this  was so by not\n\ninforming  plaintiffs of  the NOR.   Either  way, plaintiffs'\n\nmisrepresentation claim  is tantamount to a  challenge to the\n\ntruthfulness of BNE's  warranty that the project  was free of\n\nany NOR, and a  claim that the truthfulness of  this warranty\n\nwas a condition  of plaintiffs' performance.   See Langley at\n                                                          \n\n90-91.    The  non-disclosure  at  issue  here  can  only  be\n\nactionable  at common law as  a misrepresentation if it falls\n\ninto a  narrow range  of circumstances allowing  it, somewhat\n\nfictionally, to  be treated as an assertion.  Cf. Restatement\n                                                 \n\n(Second)  of Contracts,    161  (listing those  situations in\n\nwhich a  non-disclosure is  \"equivalent to an  assertion\" and\n\nactionable as  a misrepresentation); Restatement  (Second) of\n\nTorts,   551 (1977) (listing those situations in which a non-\n\n                    \n\n5.  As the Supreme Court noted, \"[T]he term `agreement' often\nhas `a wider meaning than promise,' and embraces [a warranty,\nthe truthfulness of which  is] a condition upon performance.\"\nId. at  91 (quoting  Restatement (Second) of  Contracts    3,\n   \nComment a (1981)).\n\n                             -6-\n                              6\n\ndisclosure  is actionable  as tortious  misrepresentation and\n\nnoting that a person against whom a successful non-disclosure\n\nclaim is brought will be \"subject to the same liability . . .\n\nas  though [s/]he  had  represented the  nonexistence of  the\n\nmatter that [s/]he has failed  to disclose\").  Thus, adoption\n\nof  plaintiffs' view would require us  to endorse this quasi-\n\nfiction  for purposes  of  viewing the  non-disclosure as  an\n\nasserted misrepresentation, but to  reject it for purposes of\n\nviewing  the  non-disclosure  as   a  de  facto  warranty  in\n                                               \n\nconducting  our    1823(e)  analysis.   We  are  not inclined\n\ntowards so one-sided an approach.   \n\n          Not only does the conclusion that   1823(e) applies\n\nto  misrepresentations  based  upon   non-disclosures  follow\n\nnaturally from  the Supreme  Court's analysis in  Langley, it\n                                                         \n\nalso comports with  common sense.   We join  the Seventh  and\n\nTenth  Circuits in  being unable  to articulate  any rational\n\nbasis  for  a regime  in  which  such misrepresentations  are\n\noutside  the   scope  of   the   statute  while   affirmative\n\nmisrepresentations  are not.    See generally  State Bank  of\n                                                             \n\nVirden, 893  F.2d at 144; Bell,  892 F.2d at 66.   Indeed, we\n                              \n\nthink it apparent that Congress  could not have intended that\n\nthe  statute be  so  construed.    Moreover, we  share  Judge\n\nLamberth's view  that  \"permitting suit  on  omissions  would\n\npractically  swallow  the  Langley  rule  since  parties  can\n                                  \n\ngenerally  turn  a[n affirmative]  misrepresentation  into an\n\n                             -7-\n                              7\n\nomission by  means of artful  pleading.\"  In re  NBW, 1992 WL\n                                                    \n\n73135, at *11.\n\n          Before  concluding,  we  observe  that  plaintiffs'\n\ncomplaint  does   not  make   entirely   clear  whether   the\n\nmisrepresentation  claim sounds  in contract  or tort.   Such\n\nfact, however, has no bearing on our analysis.  We previously\n\nhave held that  the common law doctrine announced in D'Oench,\n                                                             \n\nDuhme &amp;  Co. v. FDIC, 315 U.S. 447 (1942), of which   1823(e)\n                    \n\nis somewhat  loosely  described as  the  codification,  \"bars\n\ndefenses and  affirmative claims whether cloaked  in terms of\n\ncontract or  tort, as long  as those  claims arise out  of an\n\nalleged secret agreement.\"   Timberland Design, Inc. v. First\n                                                             \n\nService Bank for Savings,  932 F.2d 46, 50 (1st  Cir. 1991).6\n                        \n\nIn so doing, we remarked that \"[t]o allow [a party] to assert\n\ntort claims  based on  [a secret] agreement  would circumvent\n\nthe very policy behind D'Oench[.]\"  Id.  Clearly, the genesis\n                                       \n\nof plaintiffs' claim, whether the claim is framed in contract\n\nor  tort, is the alleged  warranty made by  BNE regarding the\n\nNOR.  As such, the claim is barred.  \n\n                    \n\n6.  Obviously,  in   Timberland,  we  were   considering  the\n                               \napplication of D'Oench to  contract and tort claims.   We see\n                      \nno reason,  however, why our ruling in  Timberland should not\n                                                  \nalso  be  implemented where     1823(e),  D'Oench's statutory\n                                                 \npartner,  is   being  applied.    See   Castleglen,  Inc.  v.\n                                                         \nResolution Trust Corp., No. 90-4002, 1993  WL 27915, at *5-*6\n                      \n(10th Cir.  Feb. 9, 1993)  (holding that    1823(e) precludes\ntort claims,  as  well as  contract  claims, arising  out  of\nunrecorded agreements).  \n\n                             -8-\n                              8\n\n          In  sum,  we are  persuaded  to join  that  body of\n\nauthority  which has concluded that   1823(e) applies as much\n\nto misrepresentation claims based upon non-disclosures as  to\n\nthose based  upon affirmative  assertions.  Thus,  we believe\n\nthat    1823(e) governs  plaintiffs' misrepresentation claim.\n\nAccordingly,  because this  claim  arises out  of an  alleged\n\nwarranty that was unwritten and otherwise did not comply with\n\nthe  requirements of the  statute, we hold  that the district\n\ncourt  properly ruled that the  claim cannot, as  a matter of\n\nlaw, be asserted against the FDIC.\n\n          Affirmed.  No costs.\n                   \n\n                             -9-\n                              9\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">March 26, 1993    United States Court of Appeals\n                United States Court of Appeals\n                    for the First Circuit\n\n                                         \n\nNo. 92-1584\n\n       DAVID J. McCULLOUGH AND WINIFRED M. McCULLOUGH,\n\n                   Plaintiffs, Appellants,\n\n                              v.\n\n            FEDERAL DEPOSIT INSURANCE CORPORATION,\n          AS RECEIVER FOR BANK OF NEW ENGLAND, N.A.,\n\n                     Defendant, Appellee.\n\n                                         \n\n                         ERRATA SHEET\n\n   The  opinion  of this  Court issued  on  March 12,  1993, is\namended as follows:\n\n        On  cover  sheet,  insert   \"(now  deceased)\"\n        between   \"Judge   Brown\"  and   \"heard  oral\n        argument . . .\"\n\n        On page 6, line 19, delete \"supra note 4\"\n                                         \n\nMarch 12, 1993\n                United States Court of Appeals\n                    For the First Circuit\n                                         \nNo. 92-1584\n\n       DAVID J. McCULLOUGH AND WINIFRED M. McCULLOUGH,\n\n                   Plaintiffs, Appellants,\n\n                              v.\n\n            FEDERAL DEPOSIT INSURANCE CORPORATION,\n          AS RECEIVER FOR BANK OF NEW ENGLAND, N.A.,\n\n                     Defendant, Appellee.\n                                         \n\n   APPEAL FROM AN ORDER OF THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n       [Hon. Edward F. Harrington, U.S. District Judge]\n                                                      \n                                         \n\n                            Before\n\n                   Torruella, Circuit Judge,\n                                           \n                Brown,* Senior Circuit Judge,\n                                            \n                  and Stahl, Circuit Judge.\n                                          \n                                         \n\nWilliam  H. Sheehan, III  with whom  Pearl, McNiff,  Crean, Cook &amp;\n                                                                  \nSheehan was on brief for appellants.\n   \nMichelle Kosse,  Counsel, Federal  Deposit Insurance  Corporation,\n              \nwith  whom  Ann  S.  DuRoss,  Assistant  General Counsel,  Colleen  B.\n                                                                  \nBombardier, Senior  Counsel, Daniel  I.  Small, and  Widett, Slater  &amp;\n                                                                  \nGoldman, P.C. were on brief for appellee.\n         \n                                         \n\n                        March 12, 1993\n                                         \n                 \n*Of  the  Fifth Circuit,  sitting by  designation.   Judge  Brown (now\ndeceased)  heard oral argument in this matter, and participated in the\nsemble, but did not participate in the drafting or the issuance of the\npanel's  opinion.   The remaining  two panelists therefore  issue this\nopinion pursuant to 28 U.S.C.   46(d).\n\n          STAHL,  Circuit  Judge.    In  Langley  v.  Federal\n                                                             \n\nDeposit Ins.  Corp., </pre><span class=\"citation\" data-id=\"111968\"><a href=\"/opinion/111968/langley-v-fdic/\"><span class=\"volume\">484</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">86</span></a></span><pre class=\"inline\"> (1987),  the Supreme  Court\n                   \n\nruled that 12  U.S.C.   1823(e)1 shields  the Federal Deposit\n\nInsurance Corporation (\"FDIC\") from essentially all claims of\n\nmisrepresentation relating to any  asset acquired by it under\n\n12 U.S.C.    1821 or 1823.  This appeal requires us to decide\n\nwhether  this  rule  should  apply in  situations  where  the\n\n\"misrepresentation\" at issue actually is  an unlawful failure\n\nto disclose crucial information.   Believing that the Langley\n                                                             \n\n                    \n\n1.  12 U.S.C.   1823(e) provides:\n\n       No agreement  which tends  to diminish or  defeat\n     the interest of the [FDIC] in any asset acquired by\n     it  under  this section  or  section  1821 of  this\n     title, either as security for a loan or by purchase\n     or   as  receiver   of   any   insured   depository\n     institution,  shall  be  valid against  the  [FDIC]\n     unless such agreement-\n\n          (1) is in writing\n          (1)\n\n          (2)  was  executed   by  the   depository\n          (2)\n          institution  and  any person  claiming an\n          adverse  interest  thereunder,  including\n          the  obligor, contemporaneously  with the\n          acquisition   of   the   asset   by   the\n          depository institution,\n\n          (3)   was  approved   by  the   board  of\n          (3)   \n          directors  of the  depository institution\n          or  its  loan  committee, which  approval\n          shall be reflected in the minutes of said\n          board or committee, and\n\n          (4) has been, continuously, from the time\n          (4) \n          of  its execution, an  official record of\n          the depository institution. \n\n                             -2-\n                              2\n\nrule  does  apply,  we  affirm  the  district  court's  order\n\ndismissing the underlying complaint against the FDIC.\n\n          Plaintiffs-appellants  David  J.  and  Winifred  M.\n\nMcCullough  initiated  this  action  by  filing  a  complaint\n\nseeking damages  and  an order  enjoining  defendant-appellee\n\nFDIC from collecting on a promissory note made  by plaintiffs\n\nin favor  of the FDIC's predecessor-in-interest,  the Bank of\n\nNew England (\"BNE\").   The note was given  in exchange for  a\n\nloan  which plaintiffs  used  to purchase  four  units of  an\n\nindustrial condominium  project (\"the project\")  in which BNE\n\nhad a  significant  interest because  of  loans made  to  the\n\noriginal  developer and  a competing  developer.   Plaintiffs\n\ncontend, inter  alia, that  when  BNE extended  the loan,  it\n                    \n\nfailed to disclose to them that  the project was subject to a\n\nNotice of Responsibility  (\"NOR\"), previously  issued by  the\n\nMassachusetts    Department    of    Environmental    Quality\n\nEngineering.    The  NOR  required  the  removal  of  certain\n\nhazardous waste on the  property.2  In plaintiffs' view,  the\n\naforementioned omission constituted  misrepresentation and  a\n\nviolation of the Massachusetts Consumer Protection Act, Mass.\n\nGen. Laws Ann. ch. 93A,    2 and 11 (West 1984 &amp; Supp. 1992).\n\n                    \n\n2.  In their complaint, plaintiffs also alleged that BNE made\naffirmative misrepresentations at the time the loan agreement\nwas  negotiated, but  have  since conceded  that federal  law\nprecludes  them  from  proceeding   on  the  basis  of  these\nallegations.  See generally Langley, 484 U.S. at 90-93.  \n                                   \n\n                             -3-\n                              3\n\n          The  FDIC responded  to  plaintiffs'  complaint  by\n\nfiling a  motion to dismiss.  As the basis therefor, the FDIC\n\nargued  that the  Langley rule  applies as  much to  the non-\n                         \n\ndisclosure    of   information    as   to    an   affirmative\n\nmisrepresentation.   After  a  hearing,  the  district  court\n\nagreed and issued a memorandum and order granting  the FDIC's\n\nmotion.   In  so doing,  the court  joined an  ever expanding\n\nnumber  of courts  that have  explicitly endorsed  the FDIC's\n\nargument.   See Federal Deposit  Ins. Corp. v.  State Bank of\n                                                             \n\nVirden, </pre><span class=\"citation\" data-id=\"534608\"><a href=\"/opinion/534608/federal-deposit-insurance-corporation-v-state-bank-of-virden/\"><span class=\"volume\">893</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">139</span></a></span><pre class=\"inline\">, 144 (7th  Cir. 1990); Federal  Deposit\n                                                             \n\nIns. Corp. v.  Bell, </pre><span class=\"citation no-link\"><span class=\"volume\">892</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">64</span></span><pre class=\"inline\">, 66 (10th  Cir. 1989), cert.\n                                                             \n\ndismissed, </pre><span class=\"citation no-link\"><span class=\"volume\">496</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">913</span></span><pre class=\"inline\"> (1990);  In re NBW  Commercial Paper\n                                                             \n\nLitigation, No.  90-1755(RCL), </pre><span class=\"citation no-link\"><span class=\"volume\">1992</span> <span class=\"reporter\">WL</span> <span class=\"page\">73135</span></span><pre class=\"inline\">,  at *11 (D.D.C.\n          \n\nMarch 11, 1992); Federal Deposit Ins. Corp. v. Hudson, 800 F.\n                                                     \n\nSupp.  867, 870-71  (N.D.  Cal. 1990);  Federal Deposit  Ins.\n                                                             \n\nCorp. v. Sullivan, </pre><span class=\"citation\" data-id=\"1797362\"><a href=\"/opinion/1797362/federal-deposit-ins-corp-v-sullivan/\"><span class=\"volume\">744</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">239</span></a></span><pre class=\"inline\">, 242-43 (D. Colo. 1990).3\n                 \n\n                    \n\n3.  At the time the district  court issued its memorandum and\norder,  one court  had departed  from existing  authority and\ndecided  that    1823(e) does  not bar  claims based  upon an\nunlawful omission.  See Grant County Savings &amp; Loan Assoc. v.\n                                                          \nResolution Trust Corp., </pre><span class=\"citation\" data-id=\"2129819\"><a href=\"/opinion/2129819/grant-county-s-l-v-resolution-trust-corp/\"><span class=\"volume\">770</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1374</span></a></span><pre class=\"inline\">, 1379-82 (E.D. Ark.\n                      \n1991).    This  decision  was, however,  reversed  while  the\ninstant  appeal was pending.  See Grant County Savings &amp; Loan\n                                                             \nAssoc. v.  Resolution Trust  Corp.,  </pre><span class=\"citation\" data-id=\"586370\"><a href=\"/opinion/586370/grant-county-savings-loan-association-sheridan-arkansas-v-resolution/\"><span class=\"volume\">968</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">722</span></a></span><pre class=\"inline\"> (8th  Cir.\n                                  \n1992).  While the reversal was premised on other grounds, the\nEighth  Circuit, in  dicta,  expressed its  doubt  as to  the\n                          \ndistrict court's conclusion that    1823(e) did not  apply to\nan unlawful  omission.    See  id. at  724  (indicating  that\n                                  \ndefendant's argument that   1823(e) barred plaintiff's  claim\nfor failure to disclose \"ha[d] merit\").\n\n                             -4-\n                              4\n\n          On  appeal, plaintiffs assert that the overwhelming\n\nprevailing  consensus is incorrect.   In essence, plaintiffs'\n\nargue that an unlawful  omission of the type at  issue cannot\n\nbe  viewed  as  a form  of  \"agreement\"  to  which    1823(e)\n\napplies, as \"there  is nothing on the  table to agree  to; no\n\npromise, condition, or warranty is made.\"  See  Grant County,\n                                                            \n\n770  F.  Supp. at  1381.   Although  possessing  some surface\n\nappeal, plaintiffs' contention  fails when analyzed in  light\n\nof the theoretical foundation upon which Langley rests.4\n                                                \n\n          The holding in Langley  depends upon and flows from\n                                \n\nthe  following  observation:    as a  matter  of  contractual\n\nanalysis, a  contractually bound  party's attempt to  avoid a\n\ncontractual obligation and/or to seek damages through a claim\n\nof misrepresentation is nothing more  than a challenge to the\n\ntruthfulness  of a  warranty  made by  another  party to  the\n\ncontract, and  a concomitant  claim that the  truthfulness of\n\nthat  warranty   was  a   condition  of  the   first  party's\n\nperformance.    See Langley,  484 U.S.  at  90-91.   In other\n                           \n\nwords,  the claim is analogous to one for breach of warranty,\n\nwith the warranty being a condition precedent to performance.\n\nTherefore, because  such a warranty falls  within the purview\n\n                    \n\n4.  Apparently  conceding that  our  ruling as  to whether   \n1823(e) applies to unlawful non-disclosures also resolves the\npropriety of the district court's dismissal  of their ch. 93A\nclaim,   plaintiffs    confine   their   argument    to   the\nmisrepresentation context.  We  believe that this approach is\nappropriate, and accordingly so confine our discussion.\n\n                             -5-\n                              5\n\nof the term  \"agreement,\"5 this  type of  breach of  warranty\n\nclaim cannot be asserted against the FDIC unless the warranty\n\nmeets the requirements of   1823(e).  See id. at 91-92.\n                                             \n\n          We can find no logical basis for this reasoning not\n\nobtaining  with equal  force where  the  misrepresentation at\n\nissue  arises out  of  a non-disclosure  of information.   In\n\nterms  of  the facts  of this  case,  it makes  no difference\n\nwhether  BNE affirmatively  stated that  the project  was not\n\nsubject  to the NOR  or tacitly indicated this  was so by not\n\ninforming  plaintiffs of  the NOR.   Either  way, plaintiffs'\n\nmisrepresentation claim  is tantamount to a  challenge to the\n\ntruthfulness of BNE's  warranty that the project  was free of\n\nany NOR, and a  claim that the truthfulness of  this warranty\n\nwas a condition  of plaintiffs' performance.   See Langley at\n                                                          \n\n90-91.    The  non-disclosure  at  issue  here  can  only  be\n\nactionable  at common law as  a misrepresentation if it falls\n\ninto a  narrow range  of circumstances allowing  it, somewhat\n\nfictionally, to  be treated as an assertion.  Cf. Restatement\n                                                 \n\n(Second)  of Contracts,    161  (listing those  situations in\n\nwhich a  non-disclosure is  \"equivalent to an  assertion\" and\n\nactionable as  a misrepresentation); Restatement  (Second) of\n\nTorts,   551 (1977) (listing those situations in which a non-\n\n                    \n\n5.  As the Supreme Court noted, \"[T]he term `agreement' often\nhas `a wider meaning than promise,' and embraces [a warranty,\nthe truthfulness of which  is] a condition upon performance.\"\nId. at  91 (quoting  Restatement (Second) of  Contracts    3,\n   \nComment a (1981)).\n\n                             -6-\n                              6\n\ndisclosure  is actionable  as tortious  misrepresentation and\n\nnoting that a person against whom a successful non-disclosure\n\nclaim is brought will be \"subject to the same liability . . .\n\nas  though [s/]he  had  represented the  nonexistence of  the\n\nmatter that [s/]he has failed  to disclose\").  Thus, adoption\n\nof  plaintiffs' view would require us  to endorse this quasi-\n\nfiction  for purposes  of  viewing the  non-disclosure as  an\n\nasserted misrepresentation, but to  reject it for purposes of\n\nviewing  the  non-disclosure  as   a  de  facto  warranty  in\n                                               \n\nconducting  our    1823(e)  analysis.   We  are  not inclined\n\ntowards so one-sided an approach.   \n\n          Not only does the conclusion that   1823(e) applies\n\nto  misrepresentations  based  upon   non-disclosures  follow\n\nnaturally from  the Supreme  Court's analysis in  Langley, it\n                                                         \n\nalso comports with  common sense.   We join  the Seventh  and\n\nTenth  Circuits in  being unable  to articulate  any rational\n\nbasis  for  a regime  in  which  such misrepresentations  are\n\noutside  the   scope  of   the   statute  while   affirmative\n\nmisrepresentations  are not.    See generally  State Bank  of\n                                                             \n\nVirden, 893  F.2d at 144; Bell,  892 F.2d at 66.   Indeed, we\n                              \n\nthink it apparent that Congress  could not have intended that\n\nthe  statute be  so  construed.    Moreover, we  share  Judge\n\nLamberth's view  that  \"permitting suit  on  omissions  would\n\npractically  swallow  the  Langley  rule  since  parties  can\n                                  \n\ngenerally  turn  a[n affirmative]  misrepresentation  into an\n\n                             -7-\n                              7\n\nomission by  means of artful  pleading.\"  In re  NBW, </pre><span class=\"citation no-link\"><span class=\"volume\">1992</span> <span class=\"reporter\">WL</span>\n                                                    \n\n<span class=\"page\">73135</span></span><pre class=\"inline\">, at *11.\n\n          Before  concluding,  we  observe  that  plaintiffs'\n\ncomplaint  does   not  make   entirely   clear  whether   the\n\nmisrepresentation  claim sounds  in contract  or tort.   Such\n\nfact, however, has no bearing on our analysis.  We previously\n\nhave held that  the common law doctrine announced in D'Oench,\n                                                             \n\nDuhme &amp;  Co. v. FDIC, </pre><span class=\"citation\" data-id=\"103624\"><a href=\"/opinion/103624/doench-duhme-co-v-fdic/\"><span class=\"volume\">315</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">447</span></a></span><pre class=\"inline\"> (1942), of which   1823(e)\n                    \n\nis somewhat  loosely  described as  the  codification,  \"bars\n\ndefenses and  affirmative claims whether cloaked  in terms of\n\ncontract or  tort, as long  as those  claims arise out  of an\n\nalleged secret agreement.\"   Timberland Design, Inc. v. First\n                                                             \n\nService Bank for Savings,  </pre><span class=\"citation\" data-id=\"560455\"><a href=\"/opinion/560455/timberland-design-inc-and-william-c-barnsley-v-first-service-bank-for/\"><span class=\"volume\">932</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">46</span></a></span><pre class=\"inline\">, 50 (1st  Cir. 1991).6\n                        \n\nIn so doing, we remarked that \"[t]o allow [a party] to assert\n\ntort claims  based on  [a secret] agreement  would circumvent\n\nthe very policy behind D'Oench[.]\"  Id.  Clearly, the genesis\n                                       \n\nof plaintiffs' claim, whether the claim is framed in contract\n\nor  tort, is the alleged  warranty made by  BNE regarding the\n\nNOR.  As such, the claim is barred.  \n\n                    \n\n6.  Obviously,  in   Timberland,  we  were   considering  the\n                               \napplication of D'Oench to  contract and tort claims.   We see\n                      \nno reason,  however, why our ruling in  Timberland should not\n                                                  \nalso  be  implemented where     1823(e),  D'Oench's statutory\n                                                 \npartner,  is   being  applied.    See   Castleglen,  Inc.  v.\n                                                         \nResolution Trust Corp., No. 90-4002, </pre><span class=\"citation no-link\"><span class=\"volume\">1993</span>  <span class=\"reporter\">WL</span> <span class=\"page\">27915</span></span><pre class=\"inline\">, at *5-*6\n                      \n(10th Cir.  Feb. 9, 1993)  (holding that    1823(e) precludes\ntort claims,  as  well as  contract  claims, arising  out  of\nunrecorded agreements).  \n\n                             -8-\n                              8\n\n          In  sum,  we are  persuaded  to join  that  body of\n\nauthority  which has concluded that   1823(e) applies as much\n\nto misrepresentation claims based upon non-disclosures as  to\n\nthose based  upon affirmative  assertions.  Thus,  we believe\n\nthat    1823(e) governs  plaintiffs' misrepresentation claim.\n\nAccordingly,  because this  claim  arises out  of an  alleged\n\nwarranty that was unwritten and otherwise did not comply with\n\nthe  requirements of the  statute, we hold  that the district\n\ncourt  properly ruled that the  claim cannot, as  a matter of\n\nlaw, be asserted against the FDIC.\n\n          Affirmed.  No costs.\n                   \n\n                             -9-\n                              9\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103624/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111968/",
    "http://www.courtlistener.com/api/rest/v3/opinions/534608/",
    "http://www.courtlistener.com/api/rest/v3/opinions/560455/",
    "http://www.courtlistener.com/api/rest/v3/opinions/586370/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1797362/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2129819/"
  ]
}