{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/194789/",
  "absolute_url": "/opinion/194789/topp-v-wolkowski/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/194789/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T02:25:11Z",
  "date_modified": "2016-02-28T04:51:11.920409Z",
  "type": "010combined",
  "sha1": "36649a1160ca01aced7e31643dcc4a5e33c405bb",
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=92-2468.01A",
  "local_path": null,
  "plain_text": "June 16, 1993     UNITED STATES COURT OF APPEALS\n                   FOR THE FIRST CIRCUIT\n                                        \n\nNo. 92-2468\n\n                        LEE J. TOPP,\n\n                    Plaintiff, Appellee,\n\n                             v.\n\n                    THOMAS J. WOLKOWSKI \n                  and THOMAS J. LOMBARDI,\n\n                  Defendants, Appellants.\n                                   \n\n                        ERRATA SHEET\n\nPlease make the following corrections in the opinion in the above\ncase released on June 3, 1993:\n\nPage 4, line 2:  delete all extra spaces.\n\nPage  5, line 17:   insert the  word \"charge\"  following the word\n\"conduct\".\n\n               UNITED STATES COURT OF APPEALS\n                   FOR THE FIRST CIRCUIT\n\n                                        \n\nNo. 92-2468\n\n                        LEE J. TOPP,\n\n                    Plaintiff, Appellee,\n\n                             v.\n\n                    THOMAS J. WOLKOWSKI \n                  and THOMAS J. LOMBARDI,\n\n                  Defendants, Appellants.\n\n                                        \n\n  APPEAL FROM AN ORDER OF THE UNITED STATES DISTRICT COURT\n\n             FOR THE DISTRICT OF NEW HAMPSHIRE\n\n     [Hon. Dickran M. Tevrizian,* U.S. District Judge]\n                                                     \n\n                                        \n\n                           Before\n\n                   Boudin, Circuit Judge,\n                                        \n         Coffin and Oakes,** Senior Circuit Judges.\n                                                  \n                                        \n\nClaire L. Gregory,  Assistant Attorney General, with whom  Jeffrey\n                                                                 \nR.  Howard,  Attorney General,  and  Robert  E. Dunn,  Jr.,  Assistant\n                                                     \nCommissioner, New Hampshire  Department of Safety,  were on brief  for\nappellants.\nLynn D. Morse for appellee.\n            \n\n                                        \n\n                        June 3, 1993\n                                        \n\n                \n\n* Of the District of Central California, sitting by designation.\n**Of the Second Circuit, sitting by designation.\n\n          OAKES,  Senior Circuit Judge.  New Hampshire State\n                                      \n\nTroopers Thomas  J. Lombardi and Thomas  J. Wolkowski appeal\n\nfrom  a judgment of the  District Court for  the District of\n\nNew  Hampshire, Dickran  Tevrizian,  Judge1,  denying  their\n                                          \n\nmotion  for summary judgment in this 42 U.S.C.   1983 (1988)\n\naction brought  by Lee J.  Topp.   Topp's complaint  alleged\n\nthat Lombardi and Wolkowski violated Topp's civil rights and\n\ncommitted  a variety of  common law  torts against  him when\n\nthey  arrested him for making  an illegal lane  change on an\n\ninterstate highway.  Neither Lombardi nor Wolkowski actually\n\nsaw Topp  make the lane change.   They were  radioed to pull\n\nover Topp's car by another  state trooper, David Benoit, who\n\ndid see the lane change.  \n\n          The district  court  concluded that  Lombardi  and\n\nWolkowski did not have qualified immunity to make  an arrest\n\non   the   basis   of  another   officer's   probable  cause\n\ndetermination, since  a New Hampshire statute  bars troopers\n\nfrom making arrests for  traffic violations not committed in\n\ntheir  \"presence.\"    N.H. Rev.  Stat.  Ann.    594:10  I(a)\n\n(1986).  We  conclude that the officers violated  no clearly\n\nestablished federal  or state standards  in arresting  Topp,\n\n                    \n\n1Judge Tevrizian,  a District Judge of  the Central District\nof  California, was designated to sit in the District of New\nHampshire.\n\n                            -2-\n                             2\n\nparticularly  in light  of state  case law  interpreting the\n\n\"presence\" requirement as permitting any member of a team of\n\nofficers  to make an arrest  for an offense  seen by another\n\nmember  of the team.  Consequently, we reverse the denial of\n\nsummary judgment.\n\n                       BACKGROUND   \n                                 \n\n          Topp  filed this  42  U.S.C.    1983 action  after\n\nLombardi and  Wolkowski arrested  him for making  an illegal\n\nlane change  on Interstate  95, southbound  near Portsmouth.\n\nThe  officers  were  part   of  a  detail;  Officer  Benoit,\n\nstationed one-quarter mile north of Lombardi,  Wolkowski and\n\ntwo others,  spotted traffic violators and  signalled to the\n\nother officers which cars  to pull over.  At  oral argument,\n\nthe   New  Hampshire  Assistant  Attorney  General  candidly\n\ndescribed this setup as a \"speed trap.\"   \n\n          According to  the state troopers, Benoit  saw Topp\n\nmake  a  sudden lane  change into  the  fastest of  the four\n\nlanes, forcing another car in the fourth lane into the high-\n\nspeed  breakdown lane.  Topp  agrees that he  made a sudden,\n\nunsignalled lane  change, but says that he did so only as an\n\nemergency measure  to avoid  hitting a  car that  had braked\n\n                            -3-\n                             3\n\nsuddenly  in front  of him.   Topp  also agrees  that Benoit\n\nradioed  to Lombardi to stop  Topp's car.   Lombardi did so,\n\nand  Benoit, who had watched  Topp's car as  it travelled to\n\nLombardi's  position,  signalled  to Lombardi  that  he  had\n\nstopped the right car.  \n\n          Topp, however, refused to take the  ticket without\n\ntalking  to  the officer  who  had  seen  his  lane  change.\n\nLombardi radioed  Benoit for  more details, and  Benoit told\n\nhim that  Topp had made  a sudden, unsignalled  lane change,\n\nforcing another  car into the high-speed  breakdown lane and\n\n\"nearly  caus[ing] an accident.\"    Topp  agrees that Benoit\n\nconveyed  this  version of  events  to  Lombardi, though  he\n\ncontends that this  was not what  happened, and that  Benoit\n\ntherefore  could not  have seen  it happen.   In  any event,\n\nLombardi told  Topp that he  could challenge  the ticket  in\n\ncourt, not on the highway, and that Officer Benoit would not\n\ncome to speak with him directly. \n\n          In the  face of Topp's alleged  continuing refusal\n\nto take the  ticket or  to leave the  scene,2 Lombardi  told\n\n                    \n\n2The  actions of  both Topp  and the  officers  after Topp's\ninitial  refusal to  take the  ticket are  the subject  of a\nfactual  dispute.  We  need not --  and, indeed, may  not --\nresolve  this  dispute.    The  significant  fact  for  this\ninterlocutory appeal is that Topp made, and was seen making,\na sudden, unsignalled lane  change.  There is no  dispute on\nthis point.\n\n                            -4-\n                             4\n\nTopp  that if  he  did  not take  the  ticket,  he would  be\n\narrested, and then  that he  was under arrest.   Seeing  the\n\ncommotion, Lombardi's superior officer,  Sergeant Wolkowski,\n\ncame up to the car.  Lombardi  explained that Topp would not\n\ntake the  ticket.   After further arguments,  Wolkowski also\n\ntold Topp that  he was  under arrest.   Topp then  allegedly\n\nstarted his car and moved  half a car length down the  road.\n\nWolkowski leaned in to the open convertible,  turned the car\n\noff,  opened the  door, and,  when Topp  would not  get out,\n\npulled Topp from his car.  Wolkowski allegedly directed Topp\n\nto the  rear of his car,  holding one of  Topp's wrists high\n\nbehind  his back, and then pushed Topp's head onto the trunk\n\nof the car twice.  Lombardi then handcuffed Topp.   Topp was\n\ncharged not only with the illegal lane change, but also with\n\ndisorderly conduct and resisting arrest.  \n\n          The charges  were later dismissed:  the disorderly\n\nconduct on the theory that  the underlying statute had  been\n\nfound  unconstitutional  in   a  case  involving  protestors\n\nagainst the Seabrook Nuclear  Power Plant; the other charges\n\nbecause  the  Portsmouth  District  Court  found   that  the\n\ncomplaints had not been properly sworn.  \n\n          Topp  then  filed  this  action,  naming  officers\n\nLombardi  and   Wolkowski  as   defendants  in  both   their\n\n                            -5-\n                             5\n\nindividual  and official capacities and charging due process\n\nand unspecified  equal protection violations.  The complaint\n\nalso  raised  state  common  law claims  of  assault,  false\n\narrest,  false  imprisonment,  and  malicious  prosecution.3\n\nTopp, who was  represented by  counsel, sought  compensatory\n\nand punitive damages of  $800,000 for psychological harm and\n\nresultant  business  losses.    Topp  alleged  that officers\n\nLombardi and Wolkowski had had  no probable cause to  arrest\n\nhim, because  they had not  seen the lane  change themselves\n\nand because the  lane change  was justified.   The  officers\n\nmoved  for summary judgment on all claims except the assault\n\nconduct.   The district  court dismissed the  claims against\n\nthe officers in  their official capacity,  as barred by  the\n\nEleventh Amendment; dismissed the equal protection claim for\n\nfailure to  state  a  claim;  and dismissed  the  claims  of\n\nmalicious prosecution on  grounds of absolute  prosecutorial\n\nimmunity.   The court  denied summary judgment  on the other\n\nclaims on the theory that there  was a dispute of fact as to\n\nwhether the officers had probable cause  to arrest, and that\n\nthe officers did not have qualified immunity.\n\n                    \n\n3The complaint  did not, however, raise a  claim of invasion\nof privacy from the  officer's reaching into Topp's vehicle,\nnor could it.   Harbulak v. County of Suffolk,  654 F.2d 194\n                                             \n(2d Cir. 1981).  \n\n                            -6-\n                             6\n\n          The  officers then filed this interlocutory appeal\n\nof the ruling on qualified immunity.  \n\n                         DISCUSSION\n                                   \n\n          As  a preliminary matter,  we note  that, although\n\ninterlocutory,  the appeal is proper.   This court will hear\n\ninterlocutory  appeals  of denials  of  motions for  summary\n\njudgment  on grounds  of  absolute  or  qualified  immunity.\n\nFloyd v. Farrell, 765 F.2d 1, 2-3 (1st Cir. 1985).  \n                \n\n          The only question before  us is whether the motion\n\nfor summary judgment on grounds of qualified immunity should\n\nhave been granted.   In general,  the doctrine of  qualified\n\nimmunity  provides  that  \"government  officials  performing\n\ndiscretionary functions  . .  . are shielded  from liability\n\nfor civil damages  insofar as their conduct does not violate\n\nclearly  established statutory  or constitutional  rights of\n\nwhich a  reasonable person  would have  known.\"   Harlow  v.\n                                                            \n\nFitzgerald,  457 U.S. 800, 818 (1982).  See also Anderson v.\n                                                            \n\nCreighton,  483 U.S. 635,  640 (1987) (\"The  contours of the\n         \n\nright must be sufficiently  clear that a reasonable official\n\nwould  understand  that  what  he  is  doing  violates  that\n\nright.\");  Malley  v.  Briggs,  475  U.S.  335,  341  (1986)\n                             \n\n                            -7-\n                             7\n\n(qualified   immunity  protects   \"all   but   the   plainly\n\nincompetent  or those who  knowingly violate the  law\").  In\n\ncases  applying  this standard  to  police  arrests in  this\n\ncircuit,  an arrest  challenged as  unsupported by  probable\n\ncause is  deemed  \"'objectively reasonable'\"  unless  \"there\n\nclearly was no  probable cause  at the time  the arrest  was\n       \n\nmade.\"  Floyd v. Farrell, 765 F.2d 1, 5 (1st Cir. 1985).  \n                        \n\n          The undisputed facts demonstrate that Lombardi and\n\nWolkowski could easily have  believed that they had probable\n\ncause  to believe  Topp had  committed a  traffic violation.\n\nTopp agrees that  the arresting officers acted on  the basis\n\nof Officer  Benoit's statement  that he  had just  seen Topp\n\nforce another car  off the road  in the course  of making  a\n\nsudden, unsignalled lane change.  Topp concedes that he made\n\nthe  lane change without signalling.   All agree that Benoit\n\ndescribed Topp's  white Chrysler convertible to Lombardi and\n\nconfirmed that Lombardi had stopped the right car.  \n\n          The  crux of  Topp's case  is his  contention that\n\nOfficers Lombardi  and Wolkowski had no  authority to arrest\n\nhim because  they  did  not  themselves  see  him  make  the\n\nallegedly illegal lane change.   Topp claims that, under New\n\nHampshire law,  probable cause  to  believe he  had made  an\n\nimproper  lane change is not  enough.  In  New Hampshire, he\n\n                            -8-\n                             8\n\nsays,  an  officer cannot  make a  warrantless arrest  for a\n\nviolation,  such  as an  improper  lane  change, unless  the\n\nofficer \"has probable cause to believe that the person to be\n\narrested has committed a  . . . violation in  his presence.\"\n\nN.H. Rev. Stat.  Ann.   594:10.  Thus,  Topp claims that the\n\ntroopers  violated  New Hampshire's  \"presence\" requirement,\n\nand that this  violation raises a federal civil rights claim\n\nas well. \n\n          However, New Hampshire  case law interpreting this\n\nprovision quite strongly suggests that where one member of a\n\nlaw enforcement team  has seen the violation, any  member of\n\nthe team can  make the arrest.  State v.  Standish, 116 N.H.\n                                                  \n\n483,  363  A.2d 404  (1976)  (driving  under the  influence;\n\nvehicle was  inoperable by time  arresting officer arrived),\n\nciting State  v. Cook, 399  P.2d 835 (Kan.  1965) (arresting\n                     \n\nofficer  received information from airplane tracking highway\n\nspeeds).   Topp attempts to distinguish  Standish, since the\n                                                 \n\narresting  officer in  that  case  arguably had  independent\n\nprobable  cause to  believe  that the  offense had  occurred\n\n(Standish was drunk, in his car, and crashed against a tree,\n\nenough  to suggest  to  the arresting  officer  that he  had\n\ndriven the car into the tree).  However, the language of the\n\ncase  is  more  sweeping  than that.    The  Standish  court\n                                                     \n\n                            -9-\n                             9\n\njustified  its  result not  by  arguing  that the  arresting\n\nofficer  had independent  probable cause  to arrest,  but by\n\nrelying on the  concept of team arrests  and on case  law in\n\nother  states,  including  the   Cook  case.    These  cases\n                                     \n\ninterpret   similar   statutes   setting  forth   \"presence\"\n\nrequirements for  misdemeanor arrests as  permitting arrests\n\nto  be made by any  member of a team of  officers so long as\n\none of the officers was \"present.\"  \n\n          Furthermore, the  officers in this case were using\n\nroutine procedures.  It  cannot have been clear to  them, in\n\nlight of  established practice and the  supportive case law,\n\nthat the  procedure of using  one officer to  spot violators\n\nand others  to effect the actual  arrests, with confirmation\n\nthat the correct vehicle  was stopped, was inconsistent with\n\nthe  statute.   Thus,  even assuming  that    1983  requires\n\nofficers to comply  with the requirements of a state statute\n\ndefining  probable  cause  more narrowly  than  the  federal\n\nConstitution  requires,  the  standard is  met  because  the\n\nofficers were not clearly wrong in  believing that they were\n\nacting properly.    In light  of  case law  and  established\n\npractice, their interpretation of the \"presence\" requirement\n\nof  the  New   Hampshire  misdemeanor  arrest   statute  was\n\nreasonable.\n\n                            -10-\n                             10\n\n                         CONCLUSION\n                                   \n\n          Accordingly,  we  reverse  the  judgment   of  the\n\ndistrict court,  insofar as  it denied the  officers' motion\n\nfor summary judgment on grounds of qualified immunity.  \n\n                            -11-\n                             11\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">June 16, 1993     UNITED STATES COURT OF APPEALS\n                   FOR THE FIRST CIRCUIT\n                                        \n\nNo. 92-2468\n\n                        LEE J. TOPP,\n\n                    Plaintiff, Appellee,\n\n                             v.\n\n                    THOMAS J. WOLKOWSKI \n                  and THOMAS J. LOMBARDI,\n\n                  Defendants, Appellants.\n                                   \n\n                        ERRATA SHEET\n\nPlease make the following corrections in the opinion in the above\ncase released on June 3, 1993:\n\nPage 4, line 2:  delete all extra spaces.\n\nPage  5, line 17:   insert the  word \"charge\"  following the word\n\"conduct\".\n\n               UNITED STATES COURT OF APPEALS\n                   FOR THE FIRST CIRCUIT\n\n                                        \n\nNo. 92-2468\n\n                        LEE J. TOPP,\n\n                    Plaintiff, Appellee,\n\n                             v.\n\n                    THOMAS J. WOLKOWSKI \n                  and THOMAS J. LOMBARDI,\n\n                  Defendants, Appellants.\n\n                                        \n\n  APPEAL FROM AN ORDER OF THE UNITED STATES DISTRICT COURT\n\n             FOR THE DISTRICT OF NEW HAMPSHIRE\n\n     [Hon. Dickran M. Tevrizian,* U.S. District Judge]\n                                                     \n\n                                        \n\n                           Before\n\n                   Boudin, Circuit Judge,\n                                        \n         Coffin and Oakes,** Senior Circuit Judges.\n                                                  \n                                        \n\nClaire L. Gregory,  Assistant Attorney General, with whom  Jeffrey\n                                                                 \nR.  Howard,  Attorney General,  and  Robert  E. Dunn,  Jr.,  Assistant\n                                                     \nCommissioner, New Hampshire  Department of Safety,  were on brief  for\nappellants.\nLynn D. Morse for appellee.\n            \n\n                                        \n\n                        June 3, 1993\n                                        \n\n                \n\n* Of the District of Central California, sitting by designation.\n**Of the Second Circuit, sitting by designation.\n\n          OAKES,  Senior Circuit Judge.  New Hampshire State\n                                      \n\nTroopers Thomas  J. Lombardi and Thomas  J. Wolkowski appeal\n\nfrom  a judgment of the  District Court for  the District of\n\nNew  Hampshire, Dickran  Tevrizian,  Judge1,  denying  their\n                                          \n\nmotion  for summary judgment in this 42 U.S.C.   1983 (1988)\n\naction brought  by Lee J.  Topp.   Topp's complaint  alleged\n\nthat Lombardi and Wolkowski violated Topp's civil rights and\n\ncommitted  a variety of  common law  torts against  him when\n\nthey  arrested him for making  an illegal lane  change on an\n\ninterstate highway.  Neither Lombardi nor Wolkowski actually\n\nsaw Topp  make the lane change.   They were  radioed to pull\n\nover Topp's car by another  state trooper, David Benoit, who\n\ndid see the lane change.  \n\n          The district  court  concluded that  Lombardi  and\n\nWolkowski did not have qualified immunity to make  an arrest\n\non   the   basis   of  another   officer's   probable  cause\n\ndetermination, since  a New Hampshire statute  bars troopers\n\nfrom making arrests for  traffic violations not committed in\n\ntheir  \"presence.\"    N.H. Rev.  Stat.  Ann.    594:10  I(a)\n\n(1986).  We  conclude that the officers violated  no clearly\n\nestablished federal  or state standards  in arresting  Topp,\n\n                    \n\n1Judge Tevrizian,  a District Judge of  the Central District\nof  California, was designated to sit in the District of New\nHampshire.\n\n                            -2-\n                             2\n\nparticularly  in light  of state  case law  interpreting the\n\n\"presence\" requirement as permitting any member of a team of\n\nofficers  to make an arrest  for an offense  seen by another\n\nmember  of the team.  Consequently, we reverse the denial of\n\nsummary judgment.\n\n                       BACKGROUND   \n                                 \n\n          Topp  filed this  42  U.S.C.    1983 action  after\n\nLombardi and  Wolkowski arrested  him for making  an illegal\n\nlane change  on Interstate  95, southbound  near Portsmouth.\n\nThe  officers  were  part   of  a  detail;  Officer  Benoit,\n\nstationed one-quarter mile north of Lombardi,  Wolkowski and\n\ntwo others,  spotted traffic violators and  signalled to the\n\nother officers which cars  to pull over.  At  oral argument,\n\nthe   New  Hampshire  Assistant  Attorney  General  candidly\n\ndescribed this setup as a \"speed trap.\"   \n\n          According to  the state troopers, Benoit  saw Topp\n\nmake  a  sudden lane  change into  the  fastest of  the four\n\nlanes, forcing another car in the fourth lane into the high-\n\nspeed  breakdown lane.  Topp  agrees that he  made a sudden,\n\nunsignalled lane  change, but says that he did so only as an\n\nemergency measure  to avoid  hitting a  car that  had braked\n\n                            -3-\n                             3\n\nsuddenly  in front  of him.   Topp  also agrees  that Benoit\n\nradioed  to Lombardi to stop  Topp's car.   Lombardi did so,\n\nand  Benoit, who had watched  Topp's car as  it travelled to\n\nLombardi's  position,  signalled  to Lombardi  that  he  had\n\nstopped the right car.  \n\n          Topp, however, refused to take the  ticket without\n\ntalking  to  the officer  who  had  seen  his  lane  change.\n\nLombardi radioed  Benoit for  more details, and  Benoit told\n\nhim that  Topp had made  a sudden, unsignalled  lane change,\n\nforcing another  car into the high-speed  breakdown lane and\n\n\"nearly  caus[ing] an accident.\"    Topp  agrees that Benoit\n\nconveyed  this  version of  events  to  Lombardi, though  he\n\ncontends that this  was not what  happened, and that  Benoit\n\ntherefore  could not  have seen  it happen.   In  any event,\n\nLombardi told  Topp that he  could challenge  the ticket  in\n\ncourt, not on the highway, and that Officer Benoit would not\n\ncome to speak with him directly. \n\n          In the  face of Topp's alleged  continuing refusal\n\nto take the  ticket or  to leave the  scene,2 Lombardi  told\n\n                    \n\n2The  actions of  both Topp  and the  officers  after Topp's\ninitial  refusal to  take the  ticket are  the subject  of a\nfactual  dispute.  We  need not --  and, indeed, may  not --\nresolve  this  dispute.    The  significant  fact  for  this\ninterlocutory appeal is that Topp made, and was seen making,\na sudden, unsignalled lane  change.  There is no  dispute on\nthis point.\n\n                            -4-\n                             4\n\nTopp  that if  he  did  not take  the  ticket,  he would  be\n\narrested, and then  that he  was under arrest.   Seeing  the\n\ncommotion, Lombardi's superior officer,  Sergeant Wolkowski,\n\ncame up to the car.  Lombardi  explained that Topp would not\n\ntake the  ticket.   After further arguments,  Wolkowski also\n\ntold Topp that  he was  under arrest.   Topp then  allegedly\n\nstarted his car and moved  half a car length down the  road.\n\nWolkowski leaned in to the open convertible,  turned the car\n\noff,  opened the  door, and,  when Topp  would not  get out,\n\npulled Topp from his car.  Wolkowski allegedly directed Topp\n\nto the  rear of his car,  holding one of  Topp's wrists high\n\nbehind  his back, and then pushed Topp's head onto the trunk\n\nof the car twice.  Lombardi then handcuffed Topp.   Topp was\n\ncharged not only with the illegal lane change, but also with\n\ndisorderly conduct and resisting arrest.  \n\n          The charges  were later dismissed:  the disorderly\n\nconduct on the theory that  the underlying statute had  been\n\nfound  unconstitutional  in   a  case  involving  protestors\n\nagainst the Seabrook Nuclear  Power Plant; the other charges\n\nbecause  the  Portsmouth  District  Court  found   that  the\n\ncomplaints had not been properly sworn.  \n\n          Topp  then  filed  this  action,  naming  officers\n\nLombardi  and   Wolkowski  as   defendants  in  both   their\n\n                            -5-\n                             5\n\nindividual  and official capacities and charging due process\n\nand unspecified  equal protection violations.  The complaint\n\nalso  raised  state  common  law claims  of  assault,  false\n\narrest,  false  imprisonment,  and  malicious  prosecution.3\n\nTopp, who was  represented by  counsel, sought  compensatory\n\nand punitive damages of  $800,000 for psychological harm and\n\nresultant  business  losses.    Topp  alleged  that officers\n\nLombardi and Wolkowski had had  no probable cause to  arrest\n\nhim, because  they had not  seen the lane  change themselves\n\nand because the  lane change  was justified.   The  officers\n\nmoved  for summary judgment on all claims except the assault\n\nconduct.   The district  court dismissed the  claims against\n\nthe officers in  their official capacity,  as barred by  the\n\nEleventh Amendment; dismissed the equal protection claim for\n\nfailure to  state  a  claim;  and dismissed  the  claims  of\n\nmalicious prosecution on  grounds of absolute  prosecutorial\n\nimmunity.   The court  denied summary judgment  on the other\n\nclaims on the theory that there  was a dispute of fact as to\n\nwhether the officers had probable cause  to arrest, and that\n\nthe officers did not have qualified immunity.\n\n                    \n\n3The complaint  did not, however, raise a  claim of invasion\nof privacy from the  officer's reaching into Topp's vehicle,\nnor could it.   Harbulak v. County of Suffolk,  </pre><span class=\"citation\" data-id=\"392291\"><a href=\"/opinion/392291/stephen-j-harbulak-v-county-of-suffolk/\"><span class=\"volume\">654</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">194</span></a></span><pre class=\"inline\">\n                                             \n(2d Cir. 1981).  \n\n                            -6-\n                             6\n\n          The  officers then filed this interlocutory appeal\n\nof the ruling on qualified immunity.  \n\n                         DISCUSSION\n                                   \n\n          As  a preliminary matter,  we note  that, although\n\ninterlocutory,  the appeal is proper.   This court will hear\n\ninterlocutory  appeals  of denials  of  motions for  summary\n\njudgment  on grounds  of  absolute  or  qualified  immunity.\n\nFloyd v. Farrell, </pre><span class=\"citation\" data-id=\"453598\"><a href=\"/opinion/453598/barry-eric-floyd-v-richard-j-farrell-jr-individually-and-in-his/\"><span class=\"volume\">765</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 2-3 (1st Cir. 1985).  \n                \n\n          The only question before  us is whether the motion\n\nfor summary judgment on grounds of qualified immunity should\n\nhave been granted.   In general,  the doctrine of  qualified\n\nimmunity  provides  that  \"government  officials  performing\n\ndiscretionary functions  . .  . are shielded  from liability\n\nfor civil damages  insofar as their conduct does not violate\n\nclearly  established statutory  or constitutional  rights of\n\nwhich a  reasonable person  would have  known.\"   Harlow  v.\n                                                            \n\nFitzgerald,  </pre><span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">800</span></a></span><pre class=\"inline\">, 818 (1982).  See also Anderson v.\n                                                            \n\nCreighton,  </pre><span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">635</span></a></span><pre class=\"inline\">,  640 (1987) (\"The  contours of the\n         \n\nright must be sufficiently  clear that a reasonable official\n\nwould  understand  that  what  he  is  doing  violates  that\n\nright.\");  Malley  v.  Briggs,  </pre><span class=\"citation\" data-id=\"111611\"><a href=\"/opinion/111611/malley-v-briggs/\"><span class=\"volume\">475</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">335</span></a></span><pre class=\"inline\">,  341  (1986)\n                             \n\n                            -7-\n                             7\n\n(qualified   immunity  protects   \"all   but   the   plainly\n\nincompetent  or those who  knowingly violate the  law\").  In\n\ncases  applying  this standard  to  police  arrests in  this\n\ncircuit,  an arrest  challenged as  unsupported by  probable\n\ncause is  deemed  \"'objectively reasonable'\"  unless  \"there\n\nclearly was no  probable cause  at the time  the arrest  was\n       \n\nmade.\"  Floyd v. Farrell, </pre><span class=\"citation\" data-id=\"453598\"><a href=\"/opinion/453598/barry-eric-floyd-v-richard-j-farrell-jr-individually-and-in-his/\"><span class=\"volume\">765</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 5 (1st Cir. 1985).  \n                        \n\n          The undisputed facts demonstrate that Lombardi and\n\nWolkowski could easily have  believed that they had probable\n\ncause  to believe  Topp had  committed a  traffic violation.\n\nTopp agrees that  the arresting officers acted on  the basis\n\nof Officer  Benoit's statement  that he  had just  seen Topp\n\nforce another car  off the road  in the course  of making  a\n\nsudden, unsignalled lane change.  Topp concedes that he made\n\nthe  lane change without signalling.   All agree that Benoit\n\ndescribed Topp's  white Chrysler convertible to Lombardi and\n\nconfirmed that Lombardi had stopped the right car.  \n\n          The  crux of  Topp's case  is his  contention that\n\nOfficers Lombardi  and Wolkowski had no  authority to arrest\n\nhim because  they  did  not  themselves  see  him  make  the\n\nallegedly illegal lane change.   Topp claims that, under New\n\nHampshire law,  probable cause  to  believe he  had made  an\n\nimproper  lane change is not  enough.  In  New Hampshire, he\n\n                            -8-\n                             8\n\nsays,  an  officer cannot  make a  warrantless arrest  for a\n\nviolation,  such  as an  improper  lane  change, unless  the\n\nofficer \"has probable cause to believe that the person to be\n\narrested has committed a  . . . violation in  his presence.\"\n\nN.H. Rev. Stat.  Ann.   594:10.  Thus,  Topp claims that the\n\ntroopers  violated  New Hampshire's  \"presence\" requirement,\n\nand that this  violation raises a federal civil rights claim\n\nas well. \n\n          However, New Hampshire  case law interpreting this\n\nprovision quite strongly suggests that where one member of a\n\nlaw enforcement team  has seen the violation, any  member of\n\nthe team can  make the arrest.  State v.  Standish, </pre><span class=\"citation\" data-id=\"2398499\"><a href=\"/opinion/2398499/state-v-standish/\"><span class=\"volume\">116</span> <span class=\"reporter\">N.H.</span>\n                                                  \n\n<span class=\"page\">483</span></a></span><pre class=\"inline\">,  </pre><span class=\"citation no-link\"><span class=\"volume\">363</span>  <span class=\"reporter\">A.2d</span> <span class=\"page\">404</span></span><pre class=\"inline\">  (1976)  (driving  under the  influence;\n\nvehicle was  inoperable by time  arresting officer arrived),\n\nciting State  v. Cook, </pre><span class=\"citation\" data-id=\"1226064\"><a href=\"/opinion/1226064/state-v-cook/\"><span class=\"volume\">399</span>  <span class=\"reporter\">P.2d</span> <span class=\"page\">835</span></a></span><pre class=\"inline\"> (Kan.  1965) (arresting\n                     \n\nofficer  received information from airplane tracking highway\n\nspeeds).   Topp attempts to distinguish  Standish, since the\n                                                 \n\narresting  officer in  that  case  arguably had  independent\n\nprobable  cause to  believe  that the  offense had  occurred\n\n(Standish was drunk, in his car, and crashed against a tree,\n\nenough  to suggest  to  the arresting  officer  that he  had\n\ndriven the car into the tree).  However, the language of the\n\ncase  is  more  sweeping  than that.    The  Standish  court\n                                                     \n\n                            -9-\n                             9\n\njustified  its  result not  by  arguing  that the  arresting\n\nofficer  had independent  probable cause  to arrest,  but by\n\nrelying on the  concept of team arrests  and on case  law in\n\nother  states,  including  the   Cook  case.    These  cases\n                                     \n\ninterpret   similar   statutes   setting  forth   \"presence\"\n\nrequirements for  misdemeanor arrests as  permitting arrests\n\nto  be made by any  member of a team of  officers so long as\n\none of the officers was \"present.\"  \n\n          Furthermore, the  officers in this case were using\n\nroutine procedures.  It  cannot have been clear to  them, in\n\nlight of  established practice and the  supportive case law,\n\nthat the  procedure of using  one officer to  spot violators\n\nand others  to effect the actual  arrests, with confirmation\n\nthat the correct vehicle  was stopped, was inconsistent with\n\nthe  statute.   Thus,  even assuming  that    1983  requires\n\nofficers to comply  with the requirements of a state statute\n\ndefining  probable  cause  more narrowly  than  the  federal\n\nConstitution  requires,  the  standard is  met  because  the\n\nofficers were not clearly wrong in  believing that they were\n\nacting properly.    In light  of  case law  and  established\n\npractice, their interpretation of the \"presence\" requirement\n\nof  the  New   Hampshire  misdemeanor  arrest   statute  was\n\nreasonable.\n\n                            -10-\n                             10\n\n                         CONCLUSION\n                                   \n\n          Accordingly,  we  reverse  the  judgment   of  the\n\ndistrict court,  insofar as  it denied the  officers' motion\n\nfor summary judgment on grounds of qualified immunity.  \n\n                            -11-\n                             11\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/110763/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111611/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111953/",
    "http://www.courtlistener.com/api/rest/v3/opinions/392291/",
    "http://www.courtlistener.com/api/rest/v3/opinions/453598/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1226064/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2398499/"
  ]
}