{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/195063/",
  "absolute_url": "/opinion/195063/united-states-v-colon-osorio/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/195063/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T02:31:16Z",
  "date_modified": "2016-02-28T04:51:41.608513Z",
  "type": "010combined",
  "sha1": "ce8c19024246b708e7139db0b35733471d159a53",
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1373.01A",
  "local_path": null,
  "plain_text": "                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \n\nNo. 93-1373\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellant,\n\n                                v.\n\n                      LUIS A. COLON-OSORIO,\n\n                            Appellee.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF PUERTO RICO\n\n          [Hon. Hector M. Laffitte, U.S. District Judge]\n                                                       \n\n                                           \n\n                              Before\n\n                       Selya, Circuit Judge,\n                                           \n            Aldrich and Coffin, Senior Circuit Judges.\n                                                     \n\n                                           \n\n  Kathleen A.  Felton, Attorney,  Department of  Justice, with  whom\n                     \nDaniel F. Lopez-Romo, United States  Attorney, and Miguel A.  Pereira,\n                                                                   \nAssistant United States Attorney, were on brief for appellant.\n  Linda Backiel for appellee.\n               \n\n                                           \n\n                        November 30, 1993\n                                           \n\n     COFFIN,  Senior Circuit  Judge.  On  December 9,  1992, Luis\n                                   \n\nColon Osorio was convicted  of two counts of failure to appear as\n\nordered  before a court  in Connecticut.   A month  later, on the\n\nsame  day that  Colon Osorio  received a  sentence  calculated to\n\neffect his immediate release from prison, the government unsealed\n\na new criminal complaint charging him as a fugitive in possession\n\nof  firearms.   The  district  court dismissed  these  charges on\n\ndouble  jeopardy  grounds  because   the  government's  proof  of\n\nfugitive status  would necessarily rely  on the same  conduct for\n\nwhich Colon Osorio had  been punished in the first  prosecution. \n\nThe case on which  the district court primarily relied,  Grady v.\n                                                              \n\nCorbin, 110 S. Ct.  2084 (1990), has  since been overruled.   See\n                                                                 \n\nUnited  States  v. Dixon,  113 S.  Ct.  2849 (1993).    Under the\n                        \n\nSupreme   Court's   current   formulation   of   double  jeopardy\n\njurisprudence, we are obliged to reverse.\n\n                            I.  Facts\n                                     \n\n     Luis  Colon  Osorio  is  a  member  of  Los  Macheteros,  an\n\norganization dedicated  to the independence  of Puerto Rico.   In\n\n1985, along  with seventeen other members of  Los Macheteros, and\n\ntwo non-members,  Colon Osorio  was arrested  in Puerto  Rico and\n\ncharged  with aiding and abetting and  conspiring in the planning\n\nand execution of a 1983 robbery of $7 million from  a Wells Fargo\n\ndepository in West Hartford, Connecticut.1\n\n                    \n\n     1For further  factual background on the  Wells Fargo robbery\ncase, as well as a detailed analysis of the legal issues the case\ninvolved, see United States v. Maldonado-Rivera, 922 F.2d 934 (2d\n                                               \nCir. 1990).\n\n                               -2-\n\n     Colon Osorio was detained without bail for seventeen months,\n\nand  then  ordered released  to the  District  of Puerto  Rico in\n\nDecember  1986.   On September  24, 1990,  Colon Osorio  issued a\n\ncommunique  stating that he was  \"going underground to rejoin the\n\nclandestine  struggle\" for the  independence of  Puerto Rico.   A\n\ncriminal  complaint alleging violation of conditions of pre-trial\n\nrelease  was  filed  the following  day,  and  an arrest  warrant\n\nissued. \n\n     A Connecticut district court  ordered Colon Osorio to appear\n\nfor a hearing on the government's  motion to forfeit his bond  on\n\nDecember 17,  1990.  He failed to appear.  The same court ordered\n\nhim to appear for jury selection in the criminal trial on January\n\n13, 1992.  He failed to appear a second time.  On March 17, 1992,\n\nColon Osorio was arrested in Puerto Rico, allegedly in possession\n\nof a  semi-automatic pistol, ammunition, and a live hand grenade,\n\nas  well as  cocaine  and  marijuana.    He  was  transferred  to\n\nConnecticut  and charged  with two  counts  of failure  to appear\n\nfollowing release on bail, pursuant  to 18 U.S.C.   3146(a).2   A\n\njury convicted him  of these charges on December 9,  1992 and, on\n\nJanuary 29, 1993, he was sentenced to 318 days imprisonment.  \n\n     In  the interim,  between  conviction  and  sentencing,  two\n\nevents  occurred.   First, on  January 19,  1993,  the government\n\ndismissed the indictments against  Colon Osorio stemming from the\n\n                    \n\n     2This statute provides: \"Whoever, having been released under\nthis chapter  knowingly . . .  fails to appear before  a court as\nrequired  by conditions  of release  . . .  shall be  punished as\nprovided in subsection (b) of this section.\"\n\n                               -3-\n\nWells  Fargo bank robbery  case.  Second,  on the day  before his\n\nsentencing,  the United  States brought  a criminal  complaint in\n\nPuerto Rico, unsealed the next day, charging him  with possession\n\nof  the firearms and drugs  allegedly confiscated at  the time of\n\nhis  arrest in Puerto  Rico.   The subsequent  indictment charged\n\nColon Osorio  with three counts  of possession of a  firearm as a\n\nfugitive from justice,  in violation of  18 U.S.C.    922(g)(2),3\n\nand  two  counts of  possession  of  a  controlled substance,  in\n\nviolation of 21 U.S.C.   844(a).\n\n     The  district  court  dismissed  the  fugitive-in-possession\n\ncharges on double  jeopardy grounds.  The  court first determined\n\nthat 18 U.S.C.   3146(a)(1), the failure to appear provision, was\n\na \"species of  lesser-included offense\" of 18 U.S.C.   922(g)(2),\n\nmaking the second prosecution  an impermissible repetition of the\n\nfirst  one.    Alternatively, the  court  found  that  the second\n\nprosecution  was barred  by  Grady v.  Corbin,  110 S.  Ct.  2084\n                                             \n\n(1990),  in which  the Supreme  Court held  that to  establish an\n\nessential element of an offense  charged in a second prosecution,\n\nthe  government could not rely on conduct for which the defendant\n\nalready had been  prosecuted.  The district  court concluded that\n\nthe  government would have to  rely on the  conduct proving Colon\n\n                    \n\n     3This statute provides: \"It shall be unlawful for any person\n. . . who is a fugitive from  justice . . . to ship or  transport\nin interstate or  foreign commerce,  or possess  in or  affecting\ncommerce, any firearm or ammunition; or to receive any firearm or\nammunition which has been shipped or transported in interstate or\nforeign commerce.\"\n\n                               -4-\n\nOsorios's failure  to appear  in  order to  establish the  flight\n\nelement of the section 922(g)(2) offense.4\n\n     On appeal, the government  contends that the Supreme Court's\n\nrecent opinion in United States v. Dixon, 113 S. Ct. 2849 (1993),\n                                        \n\ncontrols the  resolution of this  case.   It points out  that the\n\nDixon Court  flatly overruled  Grady v. Corbin,  thus undermining\n                                              \n\none of the district  court's bases for finding a  double jeopardy\n\nbar  to the  second  prosecution.   Additionally, the  government\n\nargues that applying the traditional double jeopardy analysis set\n\nforth in Blockburger v.  United States, 284 U.S. 299  (1932), and\n                                      \n\nreaffirmed in  Dixon, compels the  conclusion that there  are two\n                    \n\nseparate   offenses,    permitting   the   fugitive-in-possession\n\nprosecution to proceed.\n\n     Colon  Osorio  recognizes that  Grady  v.  Corbin no  longer\n                                                      \n\nsupports his claim of  double jeopardy, but his reading  of Dixon\n                                                                 \n\notherwise differs from  the government's.   He claims that  Dixon\n                                                                 \n\nbolsters the  district court's  conclusion that his  bail jumping\n\noffense  is  completely  included in  the  fugitive-in-possession\n\n                    \n\n     4The district court also noted  a potential venue problem if\na single trial had  been sought for both violations.   Opinion at\n9, n.10.   The government notes that  an exception to  the double\njeopardy bar on  subsequent prosecutions may lie where  the State\nis unable to  proceed on the  more serious  charge at the  outset\nbecause the additional facts necessary to sustain the charge have\nnot  yet been discovered or occurred, despite the exercise of due\ndiligence, see  Brown v. Ohio, 432 U.S. 161, 169, n.7 (1977), and\n                             \nurges us to extend this exception to embrace legal impediments as\nwell,  such as  where venue  restrictions prevent  the government\nfrom  joining all  charges in  a single  district.   However, the\ngovernment cites  no authority  which supports  this proposition.\nBecause  we find no double jeopardy bar to the second prosecution\nunder section 922(g)(2), we need not reach this issue.  \n\n                               -5-\n\ncharge,  and that  his prosecution for  that charge  is therefore\n\nbarred on double jeopardy grounds.\n\n     Whether  principles  of  double  jeopardy bar  a  subsequent\n\nprosecution is an  issue for  plenary review.   United States  v.\n                                                             \n\nAguilar-Avanceta, 957 F.2d 18, 21 (1st Cir. 1992).  \n                \n\n                     II.  Double Jeopardy Law\n                                             \n\n     The Double  Jeopardy Clause of the  Fifth Amendment provides\n\nthat no person shall \"be subject for the same offence to be twice\n\nput in jeopardy of  life or limb . .  . .\"  U.S. Const.  amend V.\n\nUnder this clause, a defendant is protected from both  successive\n\nprosecutions  and  multiple  punishments  for  the same  criminal\n\noffense.   See  North Carolina  v. Pearce,  395 U.S.  711 (1969);\n                                         \n\nUnited States v.  Rivera Martinez,  931 F.2d 148,  152 (1st  Cir.\n                                 \n\n1991).\n\n     In Blockburger  v. United States,  284 U.S. 299  (1932), the\n                                     \n\nSupreme Court  ruled that  punishment for two  statutory offenses\n\narising  out of  the same  criminal act  or transaction  does not\n\nviolate double  jeopardy if \"each  provision requires proof  of a\n\nfact which  the other does not.\"   Blockburger, 284 U.S.  at 304.\n                                              \n\nThe Blockburger  test focuses on  the statutory elements  of each\n               \n\noffense.  \"If  each requires proof of a fact  that the other does\n\nnot,  the  Blockburger  test   is  satisfied,  notwithstanding  a\n                      \n\nsubstantial  overlap  in  the  proof  offered  to  establish  the\n\ncrimes.\"   Ianelli  v.  United States,  420  U.S. 770,  785  n.17\n                                     \n\n(1975);  see also United  States v. Felix, 112  S. Ct. 1377, 1382\n                                         \n\n(1992).\n\n                               -6-\n\n     In Brown v. Ohio,  432 U.S. 161, 166-67 (1977),  the Supreme\n                     \n\nCourt acknowledged  that the  Blockburger test  was not  the only\n                                         \n\nstandard used to  determine whether successive prosecutions  were\n\nthe \"same offence\" for double jeopardy purposes.  The Brown Court\n                                                           \n\nnoted that in some circumstances where a second prosecution would\n\nrequire relitigation  of factual  issues already resolved  by the\n\nfirst, successive prosecutions  were barred, notwithstanding  the\n\nfact that  the two offenses involved  were sufficiently different\n\nto  permit   the  imposition   of  consecutive   sentences  under\n\nBlockburger. The Court pointed  to Ashe v. Swenson, 397  U.S. 436\n                                                  \n\n(1976), and In re  Nielsen, 131 U.S. 176 (1889), to  support this\n                          \n\nproposition.    In  Ashe,  the  Court  ruled  that principles  of\n                        \n\ncollateral estoppel embodied in the Double Jeopardy Clause barred\n\na second prosecution for robbery of one person when the defendant\n\nhad  been  acquitted of  robbery of  another  person in  the same\n\nincident.  In In re Nielsen, the Court held that a conviction for\n                           \n\ncohabiting with two  wives over  a two and  one-half year  period\n\nbarred  a subsequent  prosecution for  adultery with  one of  the\n\nwives on  the day  following the  end of  that period.   Although\n\nstrict application of Blockburger would have permitted imposition\n                                 \n\nof consecutive  sentences, in both  cases, the  Court found  that\n\nthese  separate  offenses were  the  \"same\"  for double  jeopardy\n\npurposes, and barred the second prosecutions.  Brown, 432 U.S. at\n                                                    \n\n166-67 n.6.\n\n     In 1990, in Grady v. Corbin, 110 S. Ct. at  2084, the Court,\n                                \n\nreviewing over a century of double jeopardy jurisprudence, looked\n\n                               -7-\n\nto  Ashe and  In  re Nielsen  as  evidence that  double  jeopardy\n                            \n\nanalysis  must  extend  beyond  Blockburger.    The  Grady  Court\n                                                          \n\nrecognized   a  distinction   between  multiple   punishment  and\n\nsuccessive prosecution cases, noting that successive prosecutions\n\nraised concerns  beyond punishment which justified  a more robust\n\nstandard by which to review double jeopardy for these cases.  \n\n     The  Grady  majority asserted  that,  in  cases of  multiple\n               \n\npunishment,  the purpose  of the  Double  Jeopardy Clause  was to\n\nprevent  the   sentencing  court   from  prescribing   a  greater\n\npunishment than that authorized by the legislature.  110 S. Ct at\n\n2091.  In  that context,  Blockburger functioned as  a \"`rule  of\n                                     \n\nstatutory  construction,'  a  guide  to  determining  whether the\n\nlegislature intended multiple punishments.\"  Id. at 2091 (quoting\n                                                \n\nMissouri  v. Hunter,  459 U.S.  359, 366  (1983)).   By contrast,\n                   \n\nsuccessive   prosecutions   raised   concerns  beyond   excessive\n\npunishment, such  as questions  of finality, harassment,  and the\n\nrisk  of  erroneous conviction.    In  this  context, the  Double\n\nJeopardy  Clause   also  served  as   a  check  on   the  state's\n\nprosecutorial  power,  insuring that  the  state,  \"with all  its\n\nresources  and   power,\"  did  not  misuse   its  authority  over\n\nindividual defendants.  Id. (quoting Green v. United  States, 355\n                                                            \n\nU.S. 184, 187 (1957)).    \n\n     Under Grady, to determine whether the Double Jeopardy Clause\n                \n\nbarred  a  subsequent  prosecution,  a court  first  applied  the\n\ntraditional Blockburger  test.   If  the  subsequent  prosecution\n                       \n\nsurvived the Blockburger test,  the court then determined whether\n                        \n\n                               -8-\n\nestablishing an  essential element of an offense  charged in that\n\nprosecution would  require the  government to prove  conduct that\n\nconstitutes  an offense for which the  defendant already has been\n\nprosecuted.   110 S. Ct. at 2093.   If so, the second prosecution\n\nwas barred.  Id. \n                \n\n     In Dixon v. United States, 113 S. Ct. 2849 (1993), the Court\n                              \n\nrenounced  Grady's  \"same conduct\"  test  and  affirmed that  the\n                \n\nBlockburger   analysis  governs  both   multiple  punishment  and\n           \n\nsuccessive  prosecution  cases.5   Writing  for  a 5-4  majority,\n\nJustice Scalia,  in Dixon,  essentially adopted the  reasoning of\n                         \n\nhis  dissent in Grady to  argue that Grady's  \"same conduct\" rule\n                                          \n\nlacked  constitutional roots,  and  was wholly  inconsistent with\n\nSupreme Court  precedent  and  the  common-law  understanding  of\n\ndouble jeopardy.   113 S. Ct.  at 2860.   In his view,  the Grady\n                                                                 \n\nCourt  had  overstated the  limitations  of  the Double  Jeopardy\n\nClause, in practice embracing  a requirement that would  have all\n\ncharges arising  from a  single criminal transaction  tried in  a\n\nsingle proceeding.   Grady,  110 S.  Ct. at 2102.   The  Court in\n                          \n\nDixon  thus   narrowed  the   scope  of  inquiry   in  successive\n     \n\nprosecution cases.    \n\n                    III.  Application of Dixon\n                                              \n\n     Applying the  Dixon/Blockburger  \"same elements\" test to the\n                                    \n\nfacts  of this case compels the conclusion that the defendant may\n\nbe prosecuted  for being  a fugitive  in  possession of  firearms\n\n                    \n\n     5In  the three  years  since Grady,  the composition  of the\n                                       \nCourt changed, resulting in  a shift in the majority  view of the\nhistory and precedent underlying the Double Jeopardy Clause.\n\n                               -9-\n\nunder 18 U.S.C.   922(g)(2) despite his earlier conviction  under\n\n18 U.S.C.   3146 for  failure to appear.  To secure  a conviction\n\nunder section 3146(a)(1), the government must prove that  (1) the\n\ndefendant has been released on bail pending trial, sentencing, or\n\nappeal;  (2) the defendant was required to appear before a court;\n\nand  (3) the defendant knowingly failed to appear.  The fugitive-\n\nin-possession charge requires proof (1) that  a defendant fled to\n\navoid  prosecution for a crime; (2) that he knowingly possessed a\n\nfirearm; and (3) that  the firearm was possessed in  or affecting\n\ncommerce.\n\n     Each  statute clearly  requires proof  of elements  that the\n\nother  does not.  Under section 3146, for example, the government\n\nmust  prove that defendant was released on bail, and was required\n\nto appear before a court.  These elements  are not required under\n\nsection  922(g), as  a  person may  be  a fugitive  from  justice\n\nwithout having been released on bail,  and without being required\n\nto  appear  before a  court.   Section  922(g) requires  that the\n\ndefendant  possess a firearm, which is not a required element for\n\na violation of section 3146(a).  Therefore, prosecution for these\n\ntwo offenses is not barred by Blockburger/Dixon.\n                                               \n\n     The district court made  this same observation, but rejected\n\nthe  technical  comparison  of  the  statutes'  elements  as  too\n\ncursory.  The court found that this case was comparable to Harris\n                                                                 \n\nv.  Oklahoma, 433 U.S. 682 (1977) (per curiam), where the Supreme\n            \n\nCourt  held  that  a  prosecution  for robbery  with  a  firearm,\n\nfollowing defendant's  conviction for felony murder  based on the\n\n                               -10-\n\nrobbery, was  barred by double jeopardy principles.   The Supreme\n\nCourt  later explained  this result  by noting  that, for  double\n\njeopardy  purposes,  it did  not  consider  \"the crime  generally\n\ndescribed as felony  murder as a  separate offense distinct  from\n\nits various elements.\"   Illinois  v. Vitale, 447  U.S. 410,  420\n                                            \n\n(1980).  Rather, robbery with a firearm was a \"species of lesser-\n\nincluded offense\" of the  felony murder for which  Harris already\n\nhad been prosecuted.  Id.  \n                         \n\n     Relying on  Harris, the  district court  found that,  on the\n                       \n\nspecific facts of this case, section 3146(a)(1) was a \"species of\n\nlesser-included  offense\"  of  section  922(g)(2).     The  court\n\nexplained that in order to prosecute Colon Osorio for a violation\n\nof section 922(g)(2),  the government must show that Colon Osorio\n\nwas a fugitive from  justice, which, in turn, required  a showing\n\nthat  he fled to avoid prosecution.  In this case, the government\n\nwould rely on proof of the  same conduct which comprised proof of\n\nhis bail jumping offense under section 3146: that he  was on bail\n\nfor  an indictment in Connecticut; that he was required to appear\n\nbefore a court; and that he failed to appear.   Noting that these\n\nwere all the \"elements necessary  in the previous prosecution for\n\nviolations of  section 3146(a)(1),\" the district  court held that\n\nsection  3146  was  a  \"species of  lesser-included  offense\"  of\n\nsection  922(g)(2) and,  therefore, that  Blockburger barred  the\n                                                     \n\ngovernment from prosecuting Colon Osorio under this section.\n\n     The district court's analogy lacks force in the aftermath of\n\nDixon.   In the  first place,  Harris'  status is  unclear.   The\n                                     \n\n                               -11-\n\nSupreme  Court  in Grady  had pointed  to  Harris to  support its\n                                                 \n\nargument that Blockburger was not the exclusive test to vindicate\n                         \n\nthe   Double  Jeopardy   Clause's  protection   against  multiple\n\nprosecutions.   Grady,  110  S. Ct.  at  2092.   The  Dixon Court\n                                                           \n\noverruled   this   proposition,   holding   that   both  multiple\n\nprosecution  and multiple  punishment  cases are  to be  assessed\n\nunder the identical standard, Blockburger's \"same elements\" test.\n                                         \n\nDixon,  113 S. Ct.  at 2856, 2860.   A  majority  of the justices\n     \n\ncriticized  an  interpretation  of   Harris  which  supports  the\n                                           \n\nproposition  that  the   Blockburger  test  is  insufficient   to\n                                    \n\ndetermine whether  a successive  prosecution is barred,  and that\n\nconduct, not merely statutory elements, must be the object of the\n\ndouble  jeopardy  inquiry.   Id. at  2861.   These  same justices\n                                \n\ndisagreed, however,  over Harris'  application, leaving open  the\n                                \n\npossibility that  a majority could still view Harris as providing\n                                                    \n\nan exception to the Blockburger approach.  See 113 S.Ct. at 2866-\n                                              \n\n67  (Rehnquist, C.J., concurring and dissenting); id. at 2857 n.2\n                                                     \n\n(Scalia, J.).6 \n\n                    \n\n     6Dixon involved  the question of whether  defendants who had\n           \nbeen  prosecuted for  criminal  contempt of  court for  violating\ncourt orders subsequently could  be tried for crimes  arising out\nof  the  same  conduct which  was  the  subject  of the  contempt\nprosecution.   While a majority  of the Court  joined to reaffirm\nBlockburger's application to successive prosecution cases, and to\n           \noverrule  Grady  v.  Corbin's  \"same  conduct\"  test,  there  was\n                           \nsignificant disagreement  among this same majority  regarding the\neffect  of this change.   Chief Justice Rehnquist,  in an opinion\njoined by  Justices O'Connor and Thomas, focused his criticism on\nJustice  Scalia's  application  of  Harris.   He  contended  that\n                                          \nJustice  Scalia  improperly invoked  Harris.   In looking  to the\n                                           \nfacts that had  to be proven to show a  violation of the specific\ncourt orders  at issue, and  not to the  generic elements of  the\ncrime   of  contempt   of  court,   Justice  Scalia   effectively\n\n                               -12-\n\n     In  any event, this case is distinguishable from Harris.  In\n                                                            \n\nHarris, the  Court barred  a second  prosecution for  the offense\n      \n\nthat had been used to  establish an element of the felony  murder\n\noffense for which the defendant was convicted.  By contrast, bail\n\njumping is  not an offense on  which the government will  rely to\n               \n\nestablish Colon Osorio's fugitive  status.  The government merely\n\nwill  rely  on the  same conduct  that  the government  proved to\n                                \n\nestablish Colon Osorio's bail jumping offense. \n\n     Indeed, the district court's  analysis is precisely what the\n\nDixon  Court rejected.  Under Dixon, the fact that the government\n                                   \n\nwill  attempt  to  prove that  Colon  Osorio  was  a fugitive  by\n\nreferring  to  the same  conduct used  to  prove the  elements of\n\nfailure to  appear does  not offend  the Double Jeopardy  Clause.\n\nThe  same actions can  constitute an  offense under  two distinct\n\nstatutes and can be  prosecuted separately under each statute  as\n\nlong as  the statutes do not  define a single offense  within the\n\nmeaning of  Blockburger.  United  States v. White, 1  F.3d 13, 17\n                                                 \n\n(D.C.  Cir. 1993); see also Blockburger, 284 U.S. at 304 (quoting\n                                       \n\nMorey v. Commonwealth, 108 Mass. 433 (1871)).\n                     \n\nThe district court's decision therefore must be REVERSED.\n                                                         \n\n                    \n\nresurrected the  Grady analysis that the Court had just rejected.\n                      \nDixon, 113  S. Ct.  at 2866-67  (Rehnquist, C.J.,  concurring and\n     \ndissenting).  See also  id. at 2857 n.2 (Scalia,  J., criticizing\n                           \nChief  Justice  Rehnquist's  interpretation of  his  analysis  of\nHarris).   Therefore, whether Harris still  provides an exception\n                                    \nto Blockburger remains unclear post-Dixon.\n                                         \n\n                               -13-\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \n\nNo. 93-1373\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellant,\n\n                                v.\n\n                      LUIS A. COLON-OSORIO,\n\n                            Appellee.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF PUERTO RICO\n\n          [Hon. Hector M. Laffitte, U.S. District Judge]\n                                                       \n\n                                           \n\n                              Before\n\n                       Selya, Circuit Judge,\n                                           \n            Aldrich and Coffin, Senior Circuit Judges.\n                                                     \n\n                                           \n\n  Kathleen A.  Felton, Attorney,  Department of  Justice, with  whom\n                     \nDaniel F. Lopez-Romo, United States  Attorney, and Miguel A.  Pereira,\n                                                                   \nAssistant United States Attorney, were on brief for appellant.\n  Linda Backiel for appellee.\n               \n\n                                           \n\n                        November 30, 1993\n                                           \n\n     COFFIN,  Senior Circuit  Judge.  On  December 9,  1992, Luis\n                                   \n\nColon Osorio was convicted  of two counts of failure to appear as\n\nordered  before a court  in Connecticut.   A month  later, on the\n\nsame  day that  Colon Osorio  received a  sentence  calculated to\n\neffect his immediate release from prison, the government unsealed\n\na new criminal complaint charging him as a fugitive in possession\n\nof  firearms.   The  district  court dismissed  these  charges on\n\ndouble  jeopardy  grounds  because   the  government's  proof  of\n\nfugitive status  would necessarily rely  on the same  conduct for\n\nwhich Colon Osorio had  been punished in the first  prosecution. \n\nThe case on which  the district court primarily relied,  Grady v.\n                                                              \n\nCorbin, </pre><span class=\"citation\" data-id=\"112432\"><a href=\"/opinion/112432/grady-v-corbin/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span>  <span class=\"page\">2084</span></a></span><pre class=\"inline\"> (1990), has  since been overruled.   See\n                                                                 \n\nUnited  States  v. Dixon,  113 S.  Ct.  2849 (1993).    Under the\n                        \n\nSupreme   Court's   current   formulation   of   double  jeopardy\n\njurisprudence, we are obliged to reverse.\n\n                            I.  Facts\n                                     \n\n     Luis  Colon  Osorio  is  a  member  of  Los  Macheteros,  an\n\norganization dedicated  to the independence  of Puerto Rico.   In\n\n1985, along  with seventeen other members of  Los Macheteros, and\n\ntwo non-members,  Colon Osorio  was arrested  in Puerto  Rico and\n\ncharged  with aiding and abetting and  conspiring in the planning\n\nand execution of a 1983 robbery of $7 million from  a Wells Fargo\n\ndepository in West Hartford, Connecticut.1\n\n                    \n\n     1For further  factual background on the  Wells Fargo robbery\ncase, as well as a detailed analysis of the legal issues the case\ninvolved, see United States v. Maldonado-Rivera, </pre><span class=\"citation\" data-id=\"553840\"><a href=\"/opinion/553840/united-states-v-roberto-jose-maldonado-rivera-antonio-camacho-negron/\"><span class=\"volume\">922</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">934</span></a></span><pre class=\"inline\"> (2d\n                                               \nCir. 1990).\n\n                               -2-\n\n     Colon Osorio was detained without bail for seventeen months,\n\nand  then  ordered released  to the  District  of Puerto  Rico in\n\nDecember  1986.   On September  24, 1990,  Colon Osorio  issued a\n\ncommunique  stating that he was  \"going underground to rejoin the\n\nclandestine  struggle\" for the  independence of  Puerto Rico.   A\n\ncriminal  complaint alleging violation of conditions of pre-trial\n\nrelease  was  filed  the following  day,  and  an arrest  warrant\n\nissued. \n\n     A Connecticut district court  ordered Colon Osorio to appear\n\nfor a hearing on the government's  motion to forfeit his bond  on\n\nDecember 17,  1990.  He failed to appear.  The same court ordered\n\nhim to appear for jury selection in the criminal trial on January\n\n13, 1992.  He failed to appear a second time.  On March 17, 1992,\n\nColon Osorio was arrested in Puerto Rico, allegedly in possession\n\nof a  semi-automatic pistol, ammunition, and a live hand grenade,\n\nas  well as  cocaine  and  marijuana.    He  was  transferred  to\n\nConnecticut  and charged  with two  counts  of failure  to appear\n\nfollowing release on bail, pursuant  to 18 U.S.C.   3146(a).2   A\n\njury convicted him  of these charges on December 9,  1992 and, on\n\nJanuary 29, 1993, he was sentenced to 318 days imprisonment.  \n\n     In  the interim,  between  conviction  and  sentencing,  two\n\nevents  occurred.   First, on  January 19,  1993,  the government\n\ndismissed the indictments against  Colon Osorio stemming from the\n\n                    \n\n     2This statute provides: \"Whoever, having been released under\nthis chapter  knowingly . . .  fails to appear before  a court as\nrequired  by conditions  of release  . . .  shall be  punished as\nprovided in subsection (b) of this section.\"\n\n                               -3-\n\nWells  Fargo bank robbery  case.  Second,  on the day  before his\n\nsentencing,  the United  States brought  a criminal  complaint in\n\nPuerto Rico, unsealed the next day, charging him  with possession\n\nof  the firearms and drugs  allegedly confiscated at  the time of\n\nhis  arrest in Puerto  Rico.   The subsequent  indictment charged\n\nColon Osorio  with three counts  of possession of a  firearm as a\n\nfugitive from justice,  in violation of  18 U.S.C.    922(g)(2),3\n\nand  two  counts of  possession  of  a  controlled substance,  in\n\nviolation of 21 U.S.C.   844(a).\n\n     The  district  court  dismissed  the  fugitive-in-possession\n\ncharges on double  jeopardy grounds.  The  court first determined\n\nthat 18 U.S.C.   3146(a)(1), the failure to appear provision, was\n\na \"species of  lesser-included offense\" of 18 U.S.C.   922(g)(2),\n\nmaking the second prosecution  an impermissible repetition of the\n\nfirst  one.    Alternatively, the  court  found  that  the second\n\nprosecution  was barred  by  Grady v.  Corbin,  110 S.  Ct.  2084\n                                             \n\n(1990),  in which  the Supreme  Court held  that to  establish an\n\nessential element of an offense  charged in a second prosecution,\n\nthe  government could not rely on conduct for which the defendant\n\nalready had been  prosecuted.  The district  court concluded that\n\nthe  government would have to  rely on the  conduct proving Colon\n\n                    \n\n     3This statute provides: \"It shall be unlawful for any person\n. . . who is a fugitive from  justice . . . to ship or  transport\nin interstate or  foreign commerce,  or possess  in or  affecting\ncommerce, any firearm or ammunition; or to receive any firearm or\nammunition which has been shipped or transported in interstate or\nforeign commerce.\"\n\n                               -4-\n\nOsorios's failure  to appear  in  order to  establish the  flight\n\nelement of the section 922(g)(2) offense.4\n\n     On appeal, the government  contends that the Supreme Court's\n\nrecent opinion in United States v. Dixon, </pre><span class=\"citation\" data-id=\"112906\"><a href=\"/opinion/112906/united-states-v-dixon/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2849</span></a></span><pre class=\"inline\"> (1993),\n                                        \n\ncontrols the  resolution of this  case.   It points out  that the\n\nDixon Court  flatly overruled  Grady v. Corbin,  thus undermining\n                                              \n\none of the district  court's bases for finding a  double jeopardy\n\nbar  to the  second  prosecution.   Additionally, the  government\n\nargues that applying the traditional double jeopardy analysis set\n\nforth in Blockburger v.  United States, </pre><span class=\"citation no-link\"><span class=\"volume\">284</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">299</span></span><pre class=\"inline\">  (1932), and\n                                      \n\nreaffirmed in  Dixon, compels the  conclusion that there  are two\n                    \n\nseparate   offenses,    permitting   the   fugitive-in-possession\n\nprosecution to proceed.\n\n     Colon  Osorio  recognizes that  Grady  v.  Corbin no  longer\n                                                      \n\nsupports his claim of  double jeopardy, but his reading  of Dixon\n                                                                 \n\notherwise differs from  the government's.   He claims that  Dixon\n                                                                 \n\nbolsters the  district court's  conclusion that his  bail jumping\n\noffense  is  completely  included in  the  fugitive-in-possession\n\n                    \n\n     4The district court also noted  a potential venue problem if\na single trial had  been sought for both violations.   Opinion at\n9, n.10.   The government notes that  an exception to  the double\njeopardy bar on  subsequent prosecutions may lie where  the State\nis unable to  proceed on the  more serious  charge at the  outset\nbecause the additional facts necessary to sustain the charge have\nnot  yet been discovered or occurred, despite the exercise of due\ndiligence, see  Brown v. Ohio, </pre><span class=\"citation\" data-id=\"109695\"><a href=\"/opinion/109695/brown-v-ohio/\"><span class=\"volume\">432</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">161</span></a></span><pre class=\"inline\">, 169, n.7 (1977), and\n                             \nurges us to extend this exception to embrace legal impediments as\nwell,  such as  where venue  restrictions prevent  the government\nfrom  joining all  charges in  a single  district.   However, the\ngovernment cites  no authority  which supports  this proposition.\nBecause  we find no double jeopardy bar to the second prosecution\nunder section 922(g)(2), we need not reach this issue.  \n\n                               -5-\n\ncharge,  and that  his prosecution for  that charge  is therefore\n\nbarred on double jeopardy grounds.\n\n     Whether  principles  of  double  jeopardy bar  a  subsequent\n\nprosecution is an  issue for  plenary review.   United States  v.\n                                                             \n\nAguilar-Avanceta, </pre><span class=\"citation\" data-id=\"578199\"><a href=\"/opinion/578199/united-states-v-esperanza-aguilar-aranceta/\"><span class=\"volume\">957</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">18</span></a></span><pre class=\"inline\">, 21 (1st Cir. 1992).  \n                \n\n                     II.  Double Jeopardy Law\n                                             \n\n     The Double  Jeopardy Clause of the  Fifth Amendment provides\n\nthat no person shall \"be subject for the same offence to be twice\n\nput in jeopardy of  life or limb . .  . .\"  U.S. Const.  amend V.\n\nUnder this clause, a defendant is protected from both  successive\n\nprosecutions  and  multiple  punishments  for  the same  criminal\n\noffense.   See  North Carolina  v. Pearce,  </pre><span class=\"citation\" data-id=\"107978\"><a href=\"/opinion/107978/north-carolina-v-pearce/\"><span class=\"volume\">395</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">711</span></a></span><pre class=\"inline\"> (1969);\n                                         \n\nUnited States v.  Rivera Martinez,  </pre><span class=\"citation\" data-id=\"559873\"><a href=\"/opinion/559873/united-states-v-hector-rivera-martinez-aka-el-men/\"><span class=\"volume\">931</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">148</span></a></span><pre class=\"inline\">,  152 (1st  Cir.\n                                 \n\n1991).\n\n     In Blockburger  v. United States,  </pre><span class=\"citation no-link\"><span class=\"volume\">284</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">299</span></span><pre class=\"inline\">  (1932), the\n                                     \n\nSupreme Court  ruled that  punishment for two  statutory offenses\n\narising  out of  the same  criminal act  or transaction  does not\n\nviolate double  jeopardy if \"each  provision requires proof  of a\n\nfact which  the other does not.\"   Blockburger, 284 U.S.  at 304.\n                                              \n\nThe Blockburger  test focuses on  the statutory elements  of each\n               \n\noffense.  \"If  each requires proof of a fact  that the other does\n\nnot,  the  Blockburger  test   is  satisfied,  notwithstanding  a\n                      \n\nsubstantial  overlap  in  the  proof  offered  to  establish  the\n\ncrimes.\"   Ianelli  v.  United States,  </pre><span class=\"citation\" data-id=\"109225\"><a href=\"/opinion/109225/iannelli-v-united-states/\"><span class=\"volume\">420</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">770</span></a></span><pre class=\"inline\">,  785  n.17\n                                     \n\n(1975);  see also United  States v. Felix, </pre><span class=\"citation\" data-id=\"112713\"><a href=\"/opinion/112713/united-states-v-felix/\"><span class=\"volume\">112</span>  <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1377</span></a></span><pre class=\"inline\">, 1382\n                                         \n\n(1992).\n\n                               -6-\n\n     In Brown v. Ohio,  </pre><span class=\"citation\" data-id=\"109695\"><a href=\"/opinion/109695/brown-v-ohio/\"><span class=\"volume\">432</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">161</span></a></span><pre class=\"inline\">, 166-67 (1977),  the Supreme\n                     \n\nCourt acknowledged  that the  Blockburger test  was not  the only\n                                         \n\nstandard used to  determine whether successive prosecutions  were\n\nthe \"same offence\" for double jeopardy purposes.  The Brown Court\n                                                           \n\nnoted that in some circumstances where a second prosecution would\n\nrequire relitigation  of factual  issues already resolved  by the\n\nfirst, successive prosecutions  were barred, notwithstanding  the\n\nfact that  the two offenses involved  were sufficiently different\n\nto  permit   the  imposition   of  consecutive   sentences  under\n\nBlockburger. The Court pointed  to Ashe v. Swenson, </pre><span class=\"citation no-link\"><span class=\"volume\">397</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">436</span></span><pre class=\"inline\">\n                                                  \n\n(1976), and In re  Nielsen, </pre><span class=\"citation\" data-id=\"92534\"><a href=\"/opinion/92534/nielsen/\"><span class=\"volume\">131</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">176</span></a></span><pre class=\"inline\"> (1889), to  support this\n                          \n\nproposition.    In  Ashe,  the  Court  ruled  that principles  of\n                        \n\ncollateral estoppel embodied in the Double Jeopardy Clause barred\n\na second prosecution for robbery of one person when the defendant\n\nhad  been  acquitted of  robbery of  another  person in  the same\n\nincident.  In In re Nielsen, the Court held that a conviction for\n                           \n\ncohabiting with two  wives over  a two and  one-half year  period\n\nbarred  a subsequent  prosecution for  adultery with  one of  the\n\nwives on  the day  following the  end of  that period.   Although\n\nstrict application of Blockburger would have permitted imposition\n                                 \n\nof consecutive  sentences, in both  cases, the  Court found  that\n\nthese  separate  offenses were  the  \"same\"  for double  jeopardy\n\npurposes, and barred the second prosecutions.  Brown, 432 U.S. at\n                                                    \n\n166-67 n.6.\n\n     In 1990, in Grady v. Corbin, 110 S. Ct. at  2084, the Court,\n                                \n\nreviewing over a century of double jeopardy jurisprudence, looked\n\n                               -7-\n\nto  Ashe and  In  re Nielsen  as  evidence that  double  jeopardy\n                            \n\nanalysis  must  extend  beyond  Blockburger.    The  Grady  Court\n                                                          \n\nrecognized   a  distinction   between  multiple   punishment  and\n\nsuccessive prosecution cases, noting that successive prosecutions\n\nraised concerns  beyond punishment which justified  a more robust\n\nstandard by which to review double jeopardy for these cases.  \n\n     The  Grady  majority asserted  that,  in  cases of  multiple\n               \n\npunishment,  the purpose  of the  Double  Jeopardy Clause  was to\n\nprevent  the   sentencing  court   from  prescribing   a  greater\n\npunishment than that authorized by the legislature.  110 S. Ct at\n\n2091.  In  that context,  Blockburger functioned as  a \"`rule  of\n                                     \n\nstatutory  construction,'  a  guide  to  determining  whether the\n\nlegislature intended multiple punishments.\"  Id. at 2091 (quoting\n                                                \n\nMissouri  v. Hunter,  </pre><span class=\"citation\" data-id=\"110824\"><a href=\"/opinion/110824/missouri-v-hunter/\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">359</span></a></span><pre class=\"inline\">, 366  (1983)).   By contrast,\n                   \n\nsuccessive   prosecutions   raised   concerns  beyond   excessive\n\npunishment, such  as questions  of finality, harassment,  and the\n\nrisk  of  erroneous conviction.    In  this  context, the  Double\n\nJeopardy  Clause   also  served  as   a  check  on   the  state's\n\nprosecutorial  power,  insuring that  the  state,  \"with all  its\n\nresources  and   power,\"  did  not  misuse   its  authority  over\n\nindividual defendants.  Id. (quoting Green v. United  States, </pre><span class=\"citation\" data-id=\"105594\"><a href=\"/opinion/105594/green-v-united-states/\"><span class=\"volume\">355</span>\n                                                            \n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">184</span></a></span><pre class=\"inline\">, 187 (1957)).    \n\n     Under Grady, to determine whether the Double Jeopardy Clause\n                \n\nbarred  a  subsequent  prosecution,  a court  first  applied  the\n\ntraditional Blockburger  test.   If  the  subsequent  prosecution\n                       \n\nsurvived the Blockburger test,  the court then determined whether\n                        \n\n                               -8-\n\nestablishing an  essential element of an offense  charged in that\n\nprosecution would  require the  government to prove  conduct that\n\nconstitutes  an offense for which the  defendant already has been\n\nprosecuted.   110 S. Ct. at 2093.   If so, the second prosecution\n\nwas barred.  Id. \n                \n\n     In Dixon v. United States, </pre><span class=\"citation\" data-id=\"112906\"><a href=\"/opinion/112906/united-states-v-dixon/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2849</span></a></span><pre class=\"inline\"> (1993), the Court\n                              \n\nrenounced  Grady's  \"same conduct\"  test  and  affirmed that  the\n                \n\nBlockburger   analysis  governs  both   multiple  punishment  and\n           \n\nsuccessive  prosecution  cases.5   Writing  for  a 5-4  majority,\n\nJustice Scalia,  in Dixon,  essentially adopted the  reasoning of\n                         \n\nhis  dissent in Grady to  argue that Grady's  \"same conduct\" rule\n                                          \n\nlacked  constitutional roots,  and  was wholly  inconsistent with\n\nSupreme Court  precedent  and  the  common-law  understanding  of\n\ndouble jeopardy.   113 S. Ct.  at 2860.   In his view,  the Grady\n                                                                 \n\nCourt  had  overstated the  limitations  of  the Double  Jeopardy\n\nClause, in practice embracing  a requirement that would  have all\n\ncharges arising  from a  single criminal transaction  tried in  a\n\nsingle proceeding.   Grady,  110 S.  Ct. at 2102.   The  Court in\n                          \n\nDixon  thus   narrowed  the   scope  of  inquiry   in  successive\n     \n\nprosecution cases.    \n\n                    III.  Application of Dixon\n                                              \n\n     Applying the  Dixon/Blockburger  \"same elements\" test to the\n                                    \n\nfacts  of this case compels the conclusion that the defendant may\n\nbe prosecuted  for being  a fugitive  in  possession of  firearms\n\n                    \n\n     5In  the three  years  since Grady,  the composition  of the\n                                       \nCourt changed, resulting in  a shift in the majority  view of the\nhistory and precedent underlying the Double Jeopardy Clause.\n\n                               -9-\n\nunder 18 U.S.C.   922(g)(2) despite his earlier conviction  under\n\n18 U.S.C.   3146 for  failure to appear.  To secure  a conviction\n\nunder section 3146(a)(1), the government must prove that  (1) the\n\ndefendant has been released on bail pending trial, sentencing, or\n\nappeal;  (2) the defendant was required to appear before a court;\n\nand  (3) the defendant knowingly failed to appear.  The fugitive-\n\nin-possession charge requires proof (1) that  a defendant fled to\n\navoid  prosecution for a crime; (2) that he knowingly possessed a\n\nfirearm; and (3) that  the firearm was possessed in  or affecting\n\ncommerce.\n\n     Each  statute clearly  requires proof  of elements  that the\n\nother  does not.  Under section 3146, for example, the government\n\nmust  prove that defendant was released on bail, and was required\n\nto appear before a court.  These elements  are not required under\n\nsection  922(g), as  a  person may  be  a fugitive  from  justice\n\nwithout having been released on bail,  and without being required\n\nto  appear  before a  court.   Section  922(g) requires  that the\n\ndefendant  possess a firearm, which is not a required element for\n\na violation of section 3146(a).  Therefore, prosecution for these\n\ntwo offenses is not barred by Blockburger/Dixon.\n                                               \n\n     The district court made  this same observation, but rejected\n\nthe  technical  comparison  of  the  statutes'  elements  as  too\n\ncursory.  The court found that this case was comparable to Harris\n                                                                 \n\nv.  Oklahoma, </pre><span class=\"citation\" data-id=\"109736\"><a href=\"/opinion/109736/harris-v-oklahoma/\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">682</span></a></span><pre class=\"inline\"> (1977) (per curiam), where the Supreme\n            \n\nCourt  held  that  a  prosecution  for robbery  with  a  firearm,\n\nfollowing defendant's  conviction for felony murder  based on the\n\n                               -10-\n\nrobbery, was  barred by double jeopardy principles.   The Supreme\n\nCourt  later explained  this result  by noting  that, for  double\n\njeopardy  purposes,  it did  not  consider  \"the crime  generally\n\ndescribed as felony  murder as a  separate offense distinct  from\n\nits various elements.\"   Illinois  v. Vitale, </pre><span class=\"citation\" data-id=\"110307\"><a href=\"/opinion/110307/illinois-v-vitale/\"><span class=\"volume\">447</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">410</span></a></span><pre class=\"inline\">,  420\n                                            \n\n(1980).  Rather, robbery with a firearm was a \"species of lesser-\n\nincluded offense\" of the  felony murder for which  Harris already\n\nhad been prosecuted.  Id.  \n                         \n\n     Relying on  Harris, the  district court  found that,  on the\n                       \n\nspecific facts of this case, section 3146(a)(1) was a \"species of\n\nlesser-included  offense\"  of  section  922(g)(2).     The  court\n\nexplained that in order to prosecute Colon Osorio for a violation\n\nof section 922(g)(2),  the government must show that Colon Osorio\n\nwas a fugitive from  justice, which, in turn, required  a showing\n\nthat  he fled to avoid prosecution.  In this case, the government\n\nwould rely on proof of the  same conduct which comprised proof of\n\nhis bail jumping offense under section 3146: that he  was on bail\n\nfor  an indictment in Connecticut; that he was required to appear\n\nbefore a court; and that he failed to appear.   Noting that these\n\nwere all the \"elements necessary  in the previous prosecution for\n\nviolations of  section 3146(a)(1),\" the district  court held that\n\nsection  3146  was  a  \"species of  lesser-included  offense\"  of\n\nsection  922(g)(2) and,  therefore, that  Blockburger barred  the\n                                                     \n\ngovernment from prosecuting Colon Osorio under this section.\n\n     The district court's analogy lacks force in the aftermath of\n\nDixon.   In the  first place,  Harris'  status is  unclear.   The\n                                     \n\n                               -11-\n\nSupreme  Court  in Grady  had pointed  to  Harris to  support its\n                                                 \n\nargument that Blockburger was not the exclusive test to vindicate\n                         \n\nthe   Double  Jeopardy   Clause's  protection   against  multiple\n\nprosecutions.   Grady,  110  S. Ct.  at  2092.   The  Dixon Court\n                                                           \n\noverruled   this   proposition,   holding   that   both  multiple\n\nprosecution  and multiple  punishment  cases are  to be  assessed\n\nunder the identical standard, Blockburger's \"same elements\" test.\n                                         \n\nDixon,  113 S. Ct.  at 2856, 2860.   A  majority  of the justices\n     \n\ncriticized  an  interpretation  of   Harris  which  supports  the\n                                           \n\nproposition  that  the   Blockburger  test  is  insufficient   to\n                                    \n\ndetermine whether  a successive  prosecution is barred,  and that\n\nconduct, not merely statutory elements, must be the object of the\n\ndouble  jeopardy  inquiry.   Id. at  2861.   These  same justices\n                                \n\ndisagreed, however,  over Harris'  application, leaving open  the\n                                \n\npossibility that  a majority could still view Harris as providing\n                                                    \n\nan exception to the Blockburger approach.  See 113 S.Ct. at 2866-\n                                              \n\n67  (Rehnquist, C.J., concurring and dissenting); id. at 2857 n.2\n                                                     \n\n(Scalia, J.).6 \n\n                    \n\n     6Dixon involved  the question of whether  defendants who had\n           \nbeen  prosecuted for  criminal  contempt of  court for  violating\ncourt orders subsequently could  be tried for crimes  arising out\nof  the  same  conduct which  was  the  subject  of the  contempt\nprosecution.   While a majority  of the Court  joined to reaffirm\nBlockburger's application to successive prosecution cases, and to\n           \noverrule  Grady  v.  Corbin's  \"same  conduct\"  test,  there  was\n                           \nsignificant disagreement  among this same majority  regarding the\neffect  of this change.   Chief Justice Rehnquist,  in an opinion\njoined by  Justices O'Connor and Thomas, focused his criticism on\nJustice  Scalia's  application  of  Harris.   He  contended  that\n                                          \nJustice  Scalia  improperly invoked  Harris.   In looking  to the\n                                           \nfacts that had  to be proven to show a  violation of the specific\ncourt orders  at issue, and  not to the  generic elements of  the\ncrime   of  contempt   of  court,   Justice  Scalia   effectively\n\n                               -12-\n\n     In  any event, this case is distinguishable from Harris.  In\n                                                            \n\nHarris, the  Court barred  a second  prosecution for  the offense\n      \n\nthat had been used to  establish an element of the felony  murder\n\noffense for which the defendant was convicted.  By contrast, bail\n\njumping is  not an offense on  which the government will  rely to\n               \n\nestablish Colon Osorio's fugitive  status.  The government merely\n\nwill  rely  on the  same conduct  that  the government  proved to\n                                \n\nestablish Colon Osorio's bail jumping offense. \n\n     Indeed, the district court's  analysis is precisely what the\n\nDixon  Court rejected.  Under Dixon, the fact that the government\n                                   \n\nwill  attempt  to  prove that  Colon  Osorio  was  a fugitive  by\n\nreferring  to  the same  conduct used  to  prove the  elements of\n\nfailure to  appear does  not offend  the Double Jeopardy  Clause.\n\nThe  same actions can  constitute an  offense under  two distinct\n\nstatutes and can be  prosecuted separately under each statute  as\n\nlong as  the statutes do not  define a single offense  within the\n\nmeaning of  Blockburger.  United  States v. White, </pre><span class=\"citation\" data-id=\"627317\"><a href=\"/opinion/627317/united-states-v-blaine-ammon-white/\"><span class=\"volume\">1</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">13</span></a></span><pre class=\"inline\">, 17\n                                                 \n\n(D.C.  Cir. 1993); see also Blockburger, 284 U.S. at 304 (quoting\n                                       \n\nMorey v. Commonwealth, </pre><span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">433</span></span><pre class=\"inline\"> (1871)).\n                     \n\nThe district court's decision therefore must be REVERSED.\n                                                         \n\n                    \n\nresurrected the  Grady analysis that the Court had just rejected.\n                      \nDixon, 113  S. Ct.  at 2866-67  (Rehnquist, C.J.,  concurring and\n     \ndissenting).  See also  id. at 2857 n.2 (Scalia,  J., criticizing\n                           \nChief  Justice  Rehnquist's  interpretation of  his  analysis  of\nHarris).   Therefore, whether Harris still  provides an exception\n                                    \nto Blockburger remains unclear post-Dixon.\n                                         \n\n                               -13-\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/92534/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105594/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107978/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109225/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109695/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109736/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110307/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110824/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112432/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112713/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112906/",
    "http://www.courtlistener.com/api/rest/v3/opinions/553840/",
    "http://www.courtlistener.com/api/rest/v3/opinions/559873/",
    "http://www.courtlistener.com/api/rest/v3/opinions/578199/",
    "http://www.courtlistener.com/api/rest/v3/opinions/627317/"
  ]
}