{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/195073/",
  "absolute_url": "/opinion/195073/adams-v-watson-etc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/195073/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T02:31:28Z",
  "date_modified": "2016-02-28T04:51:50.625359Z",
  "type": "010combined",
  "sha1": "e8258d0ed25ed6a547bc4f4d56cd36c6234f4299",
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1068.01A",
  "local_path": null,
  "plain_text": "                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \nNo. 93-1068\n\n                  KENNETH ADAMS, SETH BUNKER AND\n                      RODNEY HUDSON, ET AL.,\n\n                     Plaintiffs, Appellants,\n\n                                v.\n\n                 GREGORY WATSON AS COMMISSIONER,\n               MASSACHUSETTS DEPARTMENT OF FOOD AND\n                       AGRICULTURE, ET AL.,\n\n                      Defendants, Appellees.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n             [Hon. Rya W. Zobel, U.S. District Judge]\n                                                    \n\n                                           \n\n                              Before\n\n                       Selya, Circuit Judge,\n                                           \n\n                 Campbell, Senior Circuit Judge,\n                                               \n\n                     and Cyr, Circuit Judge.\n                                           \n\n                                           \n\n     Michael L. Altman, with whom Margaret A. Robbins and Rubin &amp;\n                                                                 \nRudman were on brief for appellants.\n      \n     Eric A. Smith,  Assistant Attorney General, with  whom Scott\n                                                                 \nHarshbarger, Attorney General,  was on brief for  Commissioner of\n           \nthe Massachusetts Department of Food and Agriculture.\n     Robert J.  Sherer, with  whom Francis  A. DiLuna  and Roche,\n                                                                 \nCarens &amp; DeGiacomo  were on brief  for Massachusetts Farm  Bureau\n                  \nFederation, Inc.\n                                           \n                         December 8, 1993\n                                           \n\n          CYR, Circuit  Judge.   Plaintiffs-appellants, New  York\n          CYR, Circuit  Judge.\n                             \n\nand New  Hampshire dairy  farmers, instituted  the present  civil\n\nrights  action  against  the  Commissioner of  the  Massachusetts\n\nDepartment of Food and Agriculture (Commissioner) for declaratory\n\nand injunctive  relief from an  alleged unconstitutional enforce-\n\nment of a  Massachusetts milk pricing order.   The district court\n\ndismissed their complaint for lack of standing.  We now reverse.\n\n                                I\n\n                            BACKGROUND\n                                      \n\n          On January 28, 1992, the  Commissioner declared a state\n\nof emergency in the Massachusetts dairy industry, see Mass.  Gen.\n                                                     \n\nL. ch. 94A,   12 (1992), based on findings that rising production\n\ncosts and flat dairy prices  were devastating the industry.1  The\n\nCommissioner  determined that  a  price stabilization  system was\n\nnecessary.   The  pricing order  issued  by the  Commissioner  on\n\nFebruary 26, 1992, forms the focus of this appeal.\n\n          The  pricing  order established  a  \"Dairy Equalization\n\nFund\"  (Fund), into which each licensed milk distributor (dealer)\n\nin Massachusetts is required to pay monthly assessments (\"differ-\n\nential assessments\") equal  to one-third of  the amount by  which\n\nthe $15  price set  by the pricing  order exceeds  the applicable\n\n                    \n\n     1In 1991, for  example, the average milk price  paid Massac-\nhusetts dairy farmers was $12.64 per hundredweight (cwt), whereas\ntheir average  production cost was  $15.50 per cwt     an average\nloss of $2.86 per cwt.   The Commissioner specifically found that\nthe emergency  threatened Massachusetts' local  \"supply of  fresh\nmilk.\"\n\nfederal minimum or  \"blend\" price per hundredweight  (cwt).2  The\n\ndifferential  assessment   applies  to   all  milk   marketed  in\n\nMassachusetts  by licensed  dealers, whether  produced in  Massa-\n\nchusetts or  elsewhere.   Notwithstanding the  fact that  dealers\n\nmust  pay the differential  assessment calculated on  all out-of-\n\nstate  and in-state  produced  milk, out-of-state  producers, who\n\nsupply most of the milk  sold in Massachusetts,3 are not entitled\n\nto disbursements  from  the Fund.   The  monies in  the Fund  are\n\ndistributed monthly  among Massachusetts milk producers  only, in\n\ndirect proportion  to their  respective percentage  of the  total\n\nMassachusetts milk production,  subject to a monthly  payment cap\n\nto  each Massachusetts producer equal to the differential assess-\n\nment on  2000 cwt.   Excess monies  in the  Fund are  remitted to\n\ndealers in direct proportion to their payments into the Fund.\n\n          Plaintiffs-appellants,  out-of-state  producers,   sell\n\ntheir entire  milk  production to  West  Lynn Creamery,  Inc.,  a\n\n                    \n\n     2The  United States dairy  industry is subject  to extensive\nprice  regulation.  The  United States Department  of Agriculture\npromulgates  federal  milk  marketing  orders,  pursuant  to  the\nAgricultural Marketing Agreements Act of 1937, 7 U.S.C.   601, et\n                                                                 \nseq., which establish minimum  milk prices.  The  marketing order\n    \nin effect in Massachusetts is New England Federal  Milk Marketing\nOrder  No. 1 (Order  No. 1).   See 7  C.F.R.   1001 (1993).   The\n                                  \nminimum milk price (\"blend price\") is calculated monthly, using a\nmarket-wide weighted average of the value of all milk sold during\nthe preceding month.  No state or dealer may permit regional milk\nproducers to  receive less than the per/cwt  figure prescribed in\nOrder No. 1.\n\n     3Plaintiffs allege that Massachusetts is not a \"producer\" or\n\"export\"  state (like,  for  example, Vermont  and Maine),  but a\nhighly vulnerable \"consumer\" or \"import\" state capable of produc-\ning only  10% of the milk sold in the  state.  As a rule, out-of-\nstate  milk commands  a high  premium in  \"consumer\" states  like\nMassachusetts.\n\n                                3\n\nlicensed  Massachusetts milk dealer.  Their original civil rights\n\ncomplaint  demanded (i) a  declaratory judgment that  the pricing\n\norder  violates  the Commerce  Clause,4  (ii) the  refund  of all\n\namounts  previously  disbursed  from  the Fund  to  Massachusetts\n\nproducers,  and (iii) injunctive  relief against further enforce-\n\nment of the pricing order.\n\n          The first amended  complaint5 included allegations that\n\nthe  pricing  order  caused  appellants  competitive  injury  and\n\neconomic  harm.6   On  defendants'  motion,  the  district  court\n\ndismissed  the  first  amended complaint  for  lack  of standing,\n\nfinding  its \"general allegations  of economic harm  . . . unsup-\n\nported by any specific, factual allegations of injury.\"  Adams v.\n                                                              \n\n                    \n\n     4Commerce Clause violations may be redressed under 42 U.S.C.\n  1983.  See Dennis v. Higgins, 498 U.S. 439, 443-51 (1991).\n                              \n\n     5Two  nonproducer  plaintiffs (Massachusetts  milk  dealers)\n                                                                \nvoluntarily dismissed their claims, following the  Commissioner's\nmotion  to dismiss their claims on Younger and Burford abstention\n                                                      \ngrounds.   The remaining  plaintiffs, appellants here,  filed the\nfirst amended complaint, which  dropped the dealer-plaintiffs and\nwithdrew  a claim  for damages.    West Lynn  Creamery, Inc.,  an\noriginal plaintiff, brought  a separate state court  action chal-\nlenging the pricing  order, under which the  Commissioner threat-\nened to  suspend its  license to sell  milk in  Massachusetts for\nfailure to pay its monthly differential  assessments to the Fund.\nOn April 15, 1993, the Massachusetts Supreme Judicial Court ruled\nthat the pricing  order did not violate the Commerce Clause.  See\n                                                                 \nWest Lynn  Creamery, Inc.  v. Commissioner of  Dep't of  Food and\n                                                                 \nAgric., 415 Mass.  8, 611 N.E.2d 239, cert.  granted, 62 U.S.L.W.\n                                                    \n3244 (U.S. Oct. 4, 1993) (No. 93-141).\n\n     6The first amended complaint merely alleged that the pricing\norder \"has  the same  effect as a  'customs duty'  or 'protective\ntariff' on the  importation of  milk produced  in other  states,\"\n\"subsidizes  Massachusetts farmers  which  causes the  disorderly\nmarketing  of  milk,\"   causes  out-of-state  farmers,  including\nplaintiffs, to  suffer economic harm and competitive disadvantage\nbecause it subsidizes  Massachusetts farmers, and may  force out-\nof-state farmers, including plaintiffs, out of business.\n\n                                4\n\nWatson, No.  92-11641-Z, 1992 U.S.  Dist. LEXIS 19306, at  *4 (D.\n      \n\nMass. 1992).   The  district court noted  that the  first amended\n\ncomplaint contained no  allegations that the plaintiffs  had sold\n\nless  milk in Massachusetts  since February 26, 1992,  received a\n\nlower price for their milk, or were otherwise frustrated in their\n\nattempt to \"undersell\" Massachusetts producers.\n\n          The  district court denied plaintiffs' motion to recast\n\ntheir first  amended complaint by  adding two paragraphs  for the\n\nstated purpose of  alleging \"with greater specificity  'injury in\n\nfact' to meet the requirement  of more 'specific, factual allega-\n\ntions  of injury.'\"    The district  court  summarily denied  the\n\nensuing motion for relief from judgment under Fed. R. Civ. P. 60.\n\n                                II\n\n                            DISCUSSION\n                                      \n\nA.   Applicable Law of Standing.\n                               \n\n          Article III  of the Constitution  limits federal \"judi-\n\ncial power\" to the resolution of \"cases\" and \"controversies,\" see\n                                                                 \n\nU.S. Const.  art. III; only  if it is  presented with a  \"case or\n\ncontroversy\" may an  Article III court entertain an  action.  See\n                                                                 \n\nWarth v. Seldin, 422 U.S. 490,  498 (1975); United States v.  AVX\n                                                                 \n\nCorp., 962 F.2d 108, 113 (1st Cir.  1992).  In its constitutional\n     \n\nformulation, the  doctrine of standing is a  gatekeeper of justi-\n\nciability,  and  \"serves  to identify  those  disputes  which are\n\nappropriately resolved through  the judicial process.\"   Whitmore\n                                                                 \n\nv. Arkansas, 495 U.S. 149,  155 (1990).  The \"irreducible consti-\n           \n\ntutional minimum of standing\" entails three elements:\n\n                                5\n\n          First,  the plaintiff  must have  suffered an\n          \"injury  in fact\"    an invasion of a legally\n          protected interest which is (a) concrete  and\n          particularized; and  (b) actual  or imminent,\n          not  conjectural  or hypothetical.    Second,\n          there must be a causal connection between the\n          injury and the  conduct complained of     the\n          injury  has  to  be fairly  traceable  to the\n          challenged action  of the defendant,  and not\n          the result of the  independent action of some\n          third  party not before the court.  Third, it\n          must be \"likely\" as opposed to merely \"specu-\n          lative,\" that the injury will be redressed by\n          a favorable decision.\n\nLujan  v. Defenders  of Wildlife,  112 S.  Ct. 2130,  2136 (1992)\n                                \n\n(citations and some  internal quotation marks omitted);  see also\n                                                                 \n\nNortheastern Fla. Chapter  of Associated Gen. Contractors  of Am.\n                                                                 \n\nv. Jacksonville, 113 S.  Ct. 2297 (1993);  AVX, 962 F.2d at  113;\n                                              \n\nMunoz-Mendoza v. Pierce, 711 F.2d 421, 424 (1st Cir. 1983).7\n                       \n\n                    \n\n     7Prudential limitations on the exercise of federal jurisdic-\ntion      self-imposed rules  of  judicial  restraint     may  be\ninvoked even if  all constitutional essentials  are present.   As\nthe  Supreme Court has acknowledged, however,  \"it has not always\nbeen  clear in  the opinions  of  [the] Court  whether particular\nfeatures of the 'standing' requirement have been required by Art.\nIII ex proprio vigore, or  whether they are requirements that the\n                     \nCourt  itself has  erected and  which were  not compelled  by the\nlanguage of the Constitution.\"  Valley Forge Christian College v.\n                                                              \nAmericans United  for Separation of  Church and State,  Inc., 454\n                                                            \nU.S. 464,  471 (1982).   Nonetheless,  at least  three prudential\nprinciples bear importantly  on \"standing\".  First,  the litigant\nmust  assert its  own legal  rights and  interests, not  those of\nthird parties.  Warth, 422 U.S.  at 499.  Second, claimants  with\n                     \n\"generalized grievances\" shared  by a large class of citizens and\nraising \"abstract questions of wide public significance\" normally\nwill be denied standing, as such questions are more appropriately\naddressed to the  representative branches of government.   Valley\n                                                                 \nForge, 454 U.S. at 475.   Finally, the claim presented  must come\n     \nwithin \"the zone of interests to be protected or regulated by the\nstatute or constitutional guarantee in question.\"  Association of\n                                                                 \nData  Processing Serv.  Orgs., Inc.  v. Camp,  397 U.S.  150, 153\n                                            \n(1970).\n     In  the instant case, appellees  have not suggested that the\nappellant producers are asserting rights and interests other than\ntheir  own; the complaint  does not allege  a \"generalized griev-\n\n                                6\n\n          The  injury-in-fact inquiry  \"serves  to distinguish  a\n\nperson with a direct stake in the outcome of a litigation    even\n                                                                 \n\nthough small    from  a person with a mere interest  in the prob-\n            \n\nlem.\"   United States  v. Students Challenging  Regulatory Agency\n                                                                 \n\nProcedures  (SCRAP),  412  U.S. 669,  690  n.  14  (1973) (citing\n                   \n\nKenneth C. Davis,  Standing: Taxpayers and Others, 35  U. Chi. L.\n                                                 \n\nRev. 601,  613  (1968) (\"an  identifiable  trifle is  enough  for\n\nstanding  to fight  out  a  question  of  principle\"))  (emphasis\n\nadded);  see Bowman v. Wilson, 672 F.2d 1145, 1151 (3d Cir. 1982)\n                             \n\n(\"The  contours  of  the injury-in-fact  requirement,  while  not\n\nprecisely  defined,  are  very  generous,\"  requiring  only  that\n\nclaimant \"allege[] some specific, 'identifiable trifle' of injury\n\n. . . .\"); Tax Analysts &amp; Advocates v. Blumenthal,  566 F.2d 130,\n                                                 \n\n138 (D.C. Cir. 1977) (distinct and palpable competitive injury is\n\ninjury-in-fact for standing  purposes even if economic  injury is\n\nslight in magnitude), cert. denied, 434 U.S. 1086 (1978).  Courts\n                                  \n\n\"may reasonably expect  that a person so harmed  will, as best he\n\ncan, frame the  relevant questions with specificity,  contest the\n\nissues  with the necessary adverseness, and pursue the litigation\n\nvigorously.\"  Barlow v. Collins, 397 U.S. 159, 172 (1970).\n                               \n\n                    \n\nance\" more appropriately  addressed to another branch  of govern-\nment; and  appellants, as milk  producers who ship  in interstate\ncommerce,  would appear  to  be within  the  \"zone of  interests\"\nprotected by  the Commerce  Clause, see Dennis,  498 U.S.  at 449\n                                              \n(Commerce  Clause was  intended  to  benefit  those  involved  in\ninterstate commerce and is the source of a right of action on the\npart of those  injured by state  regulation of commerce)  (citing\nBoston Stock  Exch. v.  State Tax Comm'n,  429 U.S. 318,  320 n.3\n                                        \n(1976)).\n\n                                7\n\n          The  responsibility   for  \"clearly   and  specifically\n\nset[ting]  forth  facts  sufficient to  satisfy  the  Article III\n\nstanding  requirements\" rests with  the claimant.   Whitmore, 495\n                                                            \n\nU.S. at 155-56; see also Lujan, 112 S. Ct. at 2136;  FW/PBS, Inc.\n                                                                 \n\nv. Dallas, 493 U.S. 215, 231 (1990); Warth, 422 U.S. at 518; AVX,\n                                                                \n\n962 F.2d  at 114.  Like  the trial court, we \"accept  as true all\n\nmaterial  allegations of  the complaint,  and  must construe  the\n\ncomplaint in favor of the complaining party.\"  Warth, 422 U.S. at\n                                                    \n\n501; see AVX,  962 F.2d at  114.8  \"'[E]mpirically  unverifiable'\n            \n\nconclusions,  not 'logically compelled, or at least supported, by\n\nthe stated facts,' deserve no deference.\"  Id. (quoting Dartmouth\n                                                                 \n\nReview v.  Dartmouth College, 889  F.2d 13, 16 (1st  Cir. 1989)).\n                            \n\nWithin this analytic framework, we examine appellants' claims.\n\nB.   The District Court Decision.\n                                \n\n          The  district court found  that the first  amended com-\n\nplaint raised general allegations of \"economic harm\" or \"competi-\n                     \n\ntive  disadvantage\" but alleged  no \"specific\" facts  which would\n\nsubstantiate  actual injury,  such as  reduced  out-of-state milk\n\nsales to Massachusetts dealers,  or lower milk prices  to out-of-\n\nstate producers.  The court noted:\n\n                    \n\n     8Although the Commissioner contends  that the district court\ncorrectly  applied AVX's  \"heightened\" requirements  for pleading\n                      \n\"standing,\" AVX, 962  F.2d at 113, we note no  citation or refer-\n               \nence  to AVX in  the district court  opinion.   Since we conclude\n            \nthat the proposed second amended complaint meets either standard,\nhowever,  we need not revisit AVX in light of the Supreme Court's\n                                 \nrecent  decision in Leatherman v. Tarrant County Narcotics Intel-\n                                                                 \nligence &amp; Coordination Unit, 113 S. Ct. 1160 (1993).\n                           \n\n                                8\n\n          In  complaining that  the  subsidy in  itself\n          injures   out-of-state   farmers,  plaintiffs\n          assume  a  perfectly  competitive  market  in\n          which a  direct subsidy to  local farmers re-\n          sults  in their  capture of  a larger  market\n          share  because they can offer their milk at a\n          lower price.  Such analysis  ignores the fact\n          that there  is [a]  federal price support  in\n          effect.   Because the  milk dealers  must pay\n          the federal minimum price  to any dairy farm-\n                                           \n          er, there  is no incentive  to purchase local\n          rather than out-of-state milk.\n\nAdams, No. 92-11641-Z, 1992 U.S. Dist. LEXIS 19306, at *4 n.4. \n     \n\nC.   Allegations of \"Competitive Injury.\"\n                                       \n\n          Since  the proposed  second amended  complaint did  not\n\naddress  the perceived  deficiencies in  the  first amended  com-\n\nplaint, and the  district court did not elaborate  on its reasons\n\nfor denying the motion to amend, we assume that the court consid-\n\nered  the  proposed  amendment futile.    See  Correa-Martinez v.\n                                                              \n\nArrillaga-Belendez, 903 F.2d 49, 59 (1st  Cir. 1990).  According-\n                  \n\nly, setting to  one side the first amended  complaint, we inquire\n\nwhether the second  amended complaint alleged an  actual or immi-\n\nnent  \"injury-in-fact\"  proximately  caused   by  the  challenged\n\npricing order.   Id. (suggesting  that denial of motion  to amend\n                    \n\nconstitutes abuse of discretion \"if no justification appears\").\n\n          The second amended complaint, paraphrased, alleges that\n\nthe following chain of economic events will result in appellants'\n\nloss of future income, profits, and business opportunities: \n\n          All milk currently produced  by appellants is\n          sold in  the  Massachusetts  milk  market  in\n          direct  competition  with  Massachusetts milk\n          producers.   As a  direct consequence of  the\n          differential  assessments Massachusetts  milk\n          dealers must pay  into the Fund for  each cwt\n\n                                9\n\n          purchased  from  producers,9   consumer  milk\n          prices  in  Massachusetts   will  rise  since\n          dealers, in  all likelihood, will  pass along\n          at  least  some  portion of  their  increased\n          costs to Massachusetts consumers.10\n\n          Consumer  demand  will   decrease  as  prices\n          increase.  In  this shrinking market,  Massa-\n          chusetts  dealers will  continue  to buy  all\n          available  milk  produced  in  Massachusetts,\n          because of their \"preference\"  for local sup-\n                                                       \n          plies, due to the lower transportation  costs\n               \n          and lesser producer-to-consumer delivery time\n          (perishability  being a  major industry  con-\n          cern).  Higher milk prices and increased dis-\n          bursements from the  Fund will induce greater\n          milk production  by Massachusetts  producers,\n          thereby  lowering the  current 90%  Massachu-\n          setts  market share  enjoyed by  out-of-state\n          producers.   Moreover, even  if Massachusetts\n          milk prices were to remain relatively stable,\n          individual Massachusetts producers would have\n          a  strong  incentive to  increase  production\n          over their  fellow home state  dairy farmers,\n          since  Fund disbursements  are based  on each\n          producer's relative  share of  overall Massa-\n                             \n          chusetts milk production. \n                                  \n\n          As  Massachusetts  producers  increase  their\n          market share, out-of-state milk will be  dis-\n          placed,   and   \"overflow\"   into  interstate\n          commerce.   These  resulting surplus  \"inter-\n          state\"  supplies  will  deflate  the  federal\n          \"blend\" or minimum  price under Order  No. 1.\n          Since appellants previously sold their entire\n          milk  production  in Massachusetts,  some  of\n          their out-of-state  milk will  be \"displaced\"\n          by Massachusetts-produced milk.  As Massachu-\n          setts consumer demand decreases, out-of-state\n          producers will  no longer be able  to command\n\n                    \n\n     9Appellants concede that the Fund's collection mechanism, by\n                                                   \nitself, does  not injure them.  Since  Massachusetts dealers must\npay  an assessment  on  every  cwt  purchased,  whether  produced\nlocally or out-of-state,  dealers could not reduce  their assess-\nments to the Fund by avoiding out-of-state purchases.\n\n     10By proscribing \"unconscionable\"  consumer price increases,\nsection VIII(b) of the pricing order merely places an outer limit\non the total amount of  differential assessment costs dealers may\npass along to consumers.  \n\n                                10\n\n          the  same premium  prices (in  excess  of the\n          federal  \"blend price\")  received before  the\n          challenged pricing order.   See supra note 3.\n                                               \n          Massachusetts  producers  will  be  insulated\n          from any  federal blend-price  deflation, be-\n          cause,  under the  Fund's collection  formula\n          the  greater the gap between $15 and the fed-\n                              \n          eral blend price, the larger the differential\n          assessments  Massachusetts  dealers  must pay\n          into the Fund, and  therefore, the larger the\n          Fund disbursements to Massachusetts producers\n          (but not to out-of-state producers).   Unless\n          remedied, the challenged pricing order event-\n          ually would lead  to the failure and  closure\n          of appellants' businesses.11\n\nD.   \"Imminence\" and \"Particularity\" of Economic Injury.\n                                                       \n\n          The  district  court correctly  noted  that appellants'\n\ncurrent  income and profits do not substantiate their allegations\n\nof economic  injury.  As  of the district court  dismissal order,\n\nappellants continued to sell their entire milk production to West\n\nLynn Creamery,  and neither the  volume nor the price  had abated\n\nsince the pricing order went into effect.  For their part, appel-\n\nlees  cite to  several cases  holding  that the  \"injury-in-fact\"\n\nrequirement is  satisfied at  the pleading  stage by  allegations\n\nthat  the plaintiffs  sustained  actual  financial  loss,  fairly\n\ntraceable  to the  challenged regulation,  between its  effective\n\ndate and the  filing of the complaint.  See, e.g., Minnesota Milk\n                                                                 \n\nProducers Ass'n v. Madigan, 956  F.2d 816, 818-19 (8th Cir. 1992)\n                          \n\n(\"The producers  have alleged  that  the provisions  of the  Sec-\n\n                    \n\n     11The  Commissioner characterizes  these  dire forecasts  as\nspeculative.  Nevertheless, the affidavit of West Lynn Creamery's\npresident attests that the dairy industry's economic woes are not\nrestricted to Massachusetts, and that out-of-state milk producers\nlikewise are in precarious financial straits.\n\n                                11\n\nretary's  orders directly  cause a  reduction in  the price  they\n\nreceive for their milk.\").12\n\n          Although at  the pleading  stage \"injury-in-fact\"  need\n\nnot entail currently realized economic loss, Article III standing\n                             \n\nin  the commercial  context must  be premised,  at a  minimum, on\n\nparticularized  future  economic  injury  which,  though  latent,\n\nnonetheless qualifies  as \"imminent.\"   See Lujan, 112 S.  Ct. at\n                                                 \n\n2136.  Our review of  the pertinent authorities satisfies us that\n\nthe  proposed  second  amended  complaint alleges  particularized\n\nfuture economic injury  sufficient to support Article  III stand-\n      \n\ning.\n\n          In Rental  Hous. Ass'n  of Greater  Lynn v. Hills,  548\n                                                           \n\nF.2d 388  (1st Cir.  1977), the Department  of Housing  and Urban\n\nDevelopment  (HUD)  approved funding  to  convert factories  into\n\nhousing for the elderly.  While the project was still in process,\n\nan  association of local  landlords brought suit  in federal dis-\n\ntrict court, complaining that the  grant contravened Section 8 of\n\nthe Housing and Community Development Act of 1974, and threatened\n\n\"competitive injury\" to the plaintiff association's  members, who\n\n\"will lose tenants to the new project.\"  Id. at 389.  Finding the\n                                            \n\n                    \n\n     12The parties  to the  present appeal  debate whether  cases\nlike AVX, dealing with \"associational standing,\" have any bearing\n        \non the  question of the individual  appellants' \"injury-in-fact.\"\n                                  \nAn  essential element  of \"associational standing\"  is injury-in-\nfact  to some member  of the association.   See AVX,  962 F.2d at\n                                                   \n116.  Thus,  insofar as these  associational standing cases  deal\nwith  the requirements of \"injury-in-fact,\" we cite them through-\nout this opinion, as appropriate.\n\n                                12\n\n\"competitive injury\" allegations sufficient  to survive a  motion\n\nto dismiss, we stated:  \n\n          While the  [] project  is not  yet completed,\n          and hence specific proof of competitive inju-\n                                  \n          ry  is  not  possible,  it  could  hardly  be\n          thought that administrative  action likely to\n          cause  harm cannot be  challenged until it is\n          too late.  We see no insurmountable obstacles\n                                                       \n          to proof of the likelihood that [plaintiff's]\n                  \n          members will  lose tenants to the [] project.\n\nId.  (citation omitted)  (emphasis added).   We  noted  that many\n   \n\ncases  uphold \"competitor standing\"  based on  \"unadorned allega-\n\ntions\" of latent economic injury.  Id. at 390; see, e.g., Associ-\n                                                                 \n\nation of Data Processing Serv. Orgs. v.  Camp, 397 U.S. 150, 152,\n                                             \n\n154  (1970) (sellers of  data processing services  \"no doubt\" had\n\nstanding  to test  ruling allowing  national banks  to sell  data\n\nprocessing services;  injury-in-fact element  met by  allegations\n\nthat  competition from national  banks \"might entail  some future\n\nloss of  profits\"  and  that  respondent bank  was  preparing  to\n\nperform data processing  services for two of  plaintiffs' custom-\n\ners);  Arnold Tours,  Inc. v.  Camp,  400 U.S.  45, 45-46  (1970)\n                                   \n\n(holding that  travel agents  had \"competitor  standing\" to  test\n\nruling  allowing  national  banks to  provide  travel  services);\n\nInvestment Co. Inst. v. Camp,  401 U.S. 617, 620-21 (1971) (find-\n                            \n\ning \"competitor standing,\"  on the part of  investment companies,\n\nto test a regulatory ruling authorizing national banks to operate\n\ncollective investment funds).13\n\n                    \n\n     13See also, e.g., Associated Gas Distribs. v. Federal Energy\n                                                                 \nRegulatory Comm'n, 899  F.2d 1250, 1258 (D.C. Cir. 1990) (holding\n                 \nthat, even if no \"specific instances of existing competition\" had\nbeen asserted, FERC's decision authorizes transportation and sale\n\n                                13\n\n          The proposed  second amended complaint meets the bench-\n\nmark for \"competitor standing\"  established by these authorities.\n\n                    \n\nof gas which \"threaten AGD's members competitively, because AGD's\nmembers include local  distribution companies who may  lose busi-\n                                                           \nness  to  allegedly  illegal   transactions\")  (emphasis  added);\nSecurities Indus. Ass'n  v. Clarke, 885 F.2d 1034,  1038 (2d Cir.\n                                  \n1989)  (securities   dealers  sufficiently   alleged  competitive\ninjury-in-fact for \"standing\" to test regulatory ruling  allowing\nbanks to  sell mortgage pass-through certificates),  cert denied,\n                                                                \n493 U.S. 1070 (1990); Bullfrog Films, Inc. v. Wick, 847 F.2d 502,\n                                                  \n506  (9th Cir.  1988) (film  distributors  and exporters  alleged\nsufficient injury-in-fact to test custom duties that \"put[] their\nfilms  at a competitive disadvantage in the international market-\nplace  . . . ., [a]lthough  plaintiffs did  not produce  evidence\nthat the payment of custom duties . . . caused decreased sales or\nprofits\"); National Coal Ass'n v.  Hodel, 825 F.2d 523, 526 (D.C.\n                                        \nCir.  1987) (holding  that Secretary  of  Interior's decision  to\nallow land exchange so that plaintiff's competitor could  mine \"a\nlarge  tract of  previously  unmineable  land  . . .  undoubtedly\n                                                                 \nsatisf[ies]  constitutional  standing   requirements\")  (emphasis\nadded);  Investment  Co.  Inst. and  Securities  Indus.  Ass'n v.\n                                                              \nFederal Deposit  Ins.  Corp., 815  F.2d  1540, 1543  (D.C.  Cir.)\n                            \n(holding that  FDIC ruling  allowing insured  nonmember banks  to\nenter securities  field  will  deal  petitioners,  who  represent\nmutual  fund  companies and  investment  bankers,  a \"competitive\ninjury\"), cert denied, 484 U.S. 847  (1987); Sea-Land Serv., Inc.\n                                                                 \nv.  Dole, 723  F.2d 975,  977 (D.C.  Cir. 1983)  (concluding that\n        \nplaintiff, which operated vessels  on nonsubsidized trade routes,\nhad  alleged sufficient \"competitive harm\"  to test a decision by\nDepartment of Transportation allowing  subsidized carrier to call\non ports  off its subsidized  route), cert. denied, 469  U.S. 824\n                                                  \n(1984);  Peoples Gas, Light &amp; Coke Co.  v. U.S. Postal Serv., 658\n                                                            \nF.2d 1182, 1194 &amp; n.9 (7th  Cir. 1981) (finding that plaintiff, a\ngas company, which alleged \"a loss of future revenue\" from postal\nservice's plan to  install electric  instead of  gas system,  had\nsuffered a non-\"speculative\" competitive injury; judicial invali-\ndation  of first bidding  procedure \"offer[s] at  least a likeli-\nhood\" that  plaintiff, a  potential bidder,  would ultimately  be\nawarded  the government contract);  P.A.M. News Corp.  v. Hardin,\n                                                                \n440  F.2d 255, 257  (D.C. Cir.  1971) (concluding  that plaintiff\nalleged  competitive  injury  from  Department  of  Agriculture's\ndecision to  allow free access to agricultural data, since plain-\ntiffs previously compiled  and sold information to  public);  cf.\n                                                                 \nSimmons v. Interstate Commerce  Comm'n, 900 F.2d 1023,  1026 (7th\n                                      \nCir.  1990)  (holding  that  rival  shippers  alleged  sufficient\ninjury-in-fact to contest  ICC decision to permit  abandonment of\nrail  line,  where  plaintiffs' competitor's  line  remains open,\nalthough  injury  was  not  ultimately  redressable  by  judicial\naction), cert. denied, 499 U.S. 919 (1991).\n                     \n\n                                14\n\nThe  Camp triad  and Rental Housing  cases are all  premised on a\n                                   \n\nplaintiff's  status as a direct competitor  whose position in the\n                                          \n\nrelevant marketplace  would be  affected adversely  by the  chal-\n\nlenged  governmental action.   Cf. Energy Transp.  Group, Inc. v.\n                                                              \n\nMaritime Admin.,  956 F.2d 1206,  1215 (D.C. Cir.  1992) (finding\n               \n\nthat a disgruntled contract bidder, although generally engaged in\n                                                      \n\nthe fuel  transportation business,  failed  to allege  sufficient\n\n\"competitive  injury\" where  it could  not  presently, or  within\n\nprescribed future period, perform the particular types of servic-\n\nes required by  the contract at issue).  The  Supreme Court found\n\n\"competitor  standing\" in  the  Camp cases  based  on an  alleged\n                                    \n\npotential  for heightened competition  in a national marketplace.\n                                                    \n\nThus, arguably at  least, the narrower the  relevant marketplace,\n                                      \n\nas in Rental Housing (municipality) and here (state), the greater\n                    \n\nthe likelihood that  a plaintiff will experience  future economic\n\nloss  as a consequence  of the competitive  advantage bestowed on\n\nits direct competitor.             In  some  \"direct  competitor\"\n\ncases, future injury-in-fact is viewed as \"obvious\" since govern-\n\nment action that removes or eases only the competitive burdens on\n\nthe plaintiff's  rivals  plainly  disadvantages  the  plaintiff's\n                       \n\ncompetitive position  in  the  relevant  marketplace.    However,\n\n\"[w]here 'injury' and 'cause' are not obvious, the plaintiff must\n                                             \n\nplead  their existence  in his  complaint with  a fair  degree of\n\nspecificity.\"  Munoz-Mendoza, 711 F.2d at 425 (emphasis added).\n                            \n\n          There can  be no  question but  that out-of-state  milk\n\nproducers  are  in  direct  competition  with Massachusetts  milk\n\n                                15\n\nproducers.   At the  very least,  out-of-state producers  have to\n\ndefend  their current 90% share of  the Massachusetts milk market\n\nand may even  elect to compete  with Massachusetts producers  for\n\nthe  remaining 10%  market share.14   If,  as alleged,  see supra\n                                                                 \n\npp. 9-11,  Massachusetts  producers were  to  realize  sufficient\n\ninfusions of capital to increase their  milk production and their\n\nMassachusetts market share, it is \"obvious\" that appellants would\n\nsustain  direct economic harm commensurate with the diminution of\n\ntheir current market share.\n\n          Even assuming,  however, for discussion  purposes, that\n\nthe causal nexus between the challenged pricing order  and appel-\n\nlants' alleged competitive injury is not  sufficiently \"obvious,\"\n\nwe  are not persuaded  by the Commissioner's  contention that the\n\nsequence  of  economic  events projected  in  the  second amended\n\ncomplaint is  too conclusory,  speculative or  attenuated.   See,\n                                                                \n\ne.g., United  Transp. Union  v. Interstate  Commerce Comm'n,  891\n                                                           \n\nF.2d 908,  912 (D.C. Cir.  1989) (\"When considering any  chain of\n\nallegations  for standing  purposes,  we  may  reject  as  overly\n\nspeculative . . . predictions of future events (especially future\n                                                                 \n\nactions  by  third  parties)  . . . .\")  (emphasis  added), cert.\n                                                                 \n\ndenied, 497  U.S. 1024 (1990).   In order to  demonstrate \"stand-\n      \n\ning,\" \"pleadings must be something more than an ingenious academ-\n\n                    \n\n     14The  Commissioner points out that appellants do not allege\nthat  they can  increase their  future milk  production so  as to\ndisplace the  Massachusetts  producers  from  their  current  10%\nmarket  share.  Even assuming that this omission undermines their\nclaimed \"injury-in-fact\" with  respect to the 10% share, there is\nno requirement  that a plaintiff  plead multiple forms  of future\n                                                \ninjury-in-fact.\n\n                                16\n\nic  exercise in  the  conceivable\"; a  plaintiff  may not  simply\n\nassert \"that  he can imagine  circumstances in which he  could be\n\naffected by the agency's  action.\"  SCRAP, 412 U.S. at  689.  The\n                                         \n\nmore remote in time the alleged injury-in-fact,  the less obvious\n\nthe \"concreteness of the controversy.\"  Thus, where the complaint\n\nrelies only on prospective harm, it  \"'must demonstrate a realis-\n\ntic danger  of  sustaining a  direct  injury.'\"   United  Transp.\n                                                                 \n\nUnion, 891 F.2d at 913.  On the other hand, \"competitor standing\"\n     \n\ncases  necessarily  turn  on degrees  of  probability,  see Mount\n                                                                 \n\nWilson FM  Broadcasters, Inc.  v. Federal  Communications Comm'n,\n                                                                \n\n884  F.2d 1462,  1465 (D.C.  Cir.  1989) (\"If  an[] agency's  act\n\ncreates  'a substantial probability' of  an 'injury in fact,' the\n\ncausation  requirement of  Article  III is  satisfied.\") (quoting\n\nWarth, 422 U.S. at 504), a measurement \"not easily susceptible to\n     \n\nconcrete definitions or mechanical application,\" AVX, 962 F.2d at\n                                                    \n\n113.\n\n          All predictions are conjectural to a degree.  Somewhere\n\nalong the spectrum of probability, between tomorrow's sunrise and\n\n\"unadorned  speculation,\" see, e.g., Diamond v. Charles, 476 U.S.\n                                                       \n\n54, 66 (1986) (pediatrician's allegations of injury-in-fact based\n\non assertion  that aborted  fetuses might  otherwise have  become\n\nfee-paying patients),  lie appellants' allegations  of \"imminent\"\n\ninjury-in-fact based  on the laws  of economics.  Economics  is a\n\ncross between an  art and  a science,  which is to  say, both  an\n\nimperfect art and an imperfect science.  While the law  of supply\n\nand  demand may sometimes  be suspended by  unpredictable market-\n\n                                17\n\nplace  decisions, and even lesser fortuities like bovine obstina-\n\ncy,  basic economic  theory quite  consistently transcends  utter\n\nrandomness by positing  elemental laws of cause and effect predi-\n\ncated on actual  market experience and probable  market behavior.\n                                               \n\nIndeed,  most \"competitor  standing\" cases  depend  on such  core\n\neconomic postulates.   See United Transp. Union, 891  F.2d at 913\n                                               \n\n(noting that  in  \"garden  variety  competitor  standing  cases,\"\n\ncourts  routinely credit causal connections \"firmly rooted in the\n\nbasic  laws of  economics\" or \"basic  economic logic\");  see also\n                                                                 \n\nAmerican Soc'y  of Travel  Agents, Inc.  v. Blumenthal,  566 F.2d\n                                                      \n\n145, 157  (D.C. Cir. 1977)  (\"[A]ll claims of  competitive injury\n\nare  to some extent speculative  [and] predicated on the indepen-\n\ndent  decisions of  third  parties,  i.e.  customers.    However,\n\neconomics is the  science of predicting these  economic decisions\n\n. . . .\") (Bazelon, J.,  dissenting), cert. denied, 435  U.S. 947\n                                                  \n\n(1978).\n\n          In Rental Housing, we credited at face value an allega-\n                           \n\ntion  that  the plaintiff  landlords, representing  slightly more\n\nthan one-third  of the  renters in  the relevant  housing market,\n\nwould \"lose tenants\"  to the HUD-subsidized project,  even though\n\ntheir  economic prediction plainly  depended on the  decisions of\n\nany number of independent parties    inter  alia, elderly tenants\n                                                \n\nseeking suitable housing, local zoning and planning boards, other\n\nfederal and state  agencies, and lending  institutions    not  to\n\nmention less predictable  factors such as disasters,  e.g., fire.\n                                                          \n\nTwo rational economic assumptions nonetheless combined to make it\n\n                                18\n\nsufficiently \"probable\"  that the  landlords would sustain  \"con-\n\ncrete\"  future  injury:  by increasing  the  volume  of available\n\nhousing in a defined market, both consumer demand and prices were\n\nlikely  to fall.   Similar economic principles  impelled the Camp\n                                                                 \n\ntriad decisions  on \"competitor standing.\"   See also  supra note\n                                                            \n\n13.\n\n          The  second amended complaint, much like that in Rental\n                                                                 \n\nHousing, is based  on standard principles of  \"supply and demand\"\n       \n\nroutinely  credited by  courts in  a variety  of contexts.   See,\n                                                                \n\ne.g.,  Minneapolis Star  &amp;  Tribune Co.  v.  Minnesota Comm'r  of\n                                                                 \n\nRevenue, 460  U.S. 575, 590  (1983) (price or sales  tax increase\n       \n\n\"presumably will cause a decrease in demand\" for product) (citing\n\nPaul A.  Samuelson, Economics  381-83, 389-90  (10th ed.  1976));\n\nCompetitive Enter.  Inst.  v.  National  Highway  Traffic  Safety\n                                                                 \n\nAdmin., 901 F.2d 107, 125 (D.C. Cir. 1990) (\"Since the demand for\n      \n\na product is decreased as its price is increased . . . .\"); Alcan\n                                                                 \n\nSales, Div.  of Alcan Aluminum  Corp. v. United States,  693 F.2d\n                                                      \n\n1089, 1092 (Fed. Cir. 1982) (nonrefundable federal surcharges are\n\nlikely to  be more  effective in  decreasing demand  for imported\n\ngoods because importers  are more likely \"to pass  along the cost\n\nof the surcharge  through to consumers  . . . .\"), cert.  denied,\n                                                                \n\n461 U.S.  943 (1983).   In the present  case, the  more industry-\n\nspecific allegations    such as Massachusetts dealers' preference\n\nfor indigenous milk supplies    are confirmed by the affidavit of\n\nDr. Ronald Knutson,  a national expert in dairy  industry econom-\n\nics, see  supra pp.  9-11.  We  conclude, therefore,  that rather\n               \n\n                                19\n\nthan  \"empirically   unverifiable\"  conclusions,   see  Dartmouth\n                                                                 \n\nReview,  889 F.2d  at 16,  the  economic \"facts\"  alleged in  the\n      \n\nproposed second amended  complaint set forth adequate  grounds to\n\ndemonstrate,  at the pleading stage, a sufficient likelihood that\n                                   \n\nthe  challenged pricing order will result in reduced out-of-state\n\nmilk sales to Massachusetts dealers at lower prices.\n\n          Even  assuming that out-of-state producers, as a class,\n                                                                \n\nmight be  injured under  appellants' forecasts, the  Commissioner\n\ncontends that  these individual appellants failed  to demonstrate\n                               \n\neither injury-in-fact  or that West  Lynn Creamery will  buy less\n\nthan 100%  of their milk  production in  the event  Massachusetts\n\nproduction is  increased in  the future.   Once again,  we cannot\n\nagree.    Like  other  Massachusetts dealers  with  whom  it must\n\ncompete, West Lynn's self-interest (in lower transportation costs\n\nand reduced perishability) will be served by purchasing milk from\n\nnearby producers,  which at  least in many,  perhaps most,  cases\n\nwill be producers located in Massachusetts.  In that eventuality,\n\nthe out-of-state producers' current 97% share of West Lynn's milk\n\nbusiness would decline.   Nor is there anything  in the appellate\n\nrecord to  suggest that  West Lynn has  a non-economic  motive to\n                                                      \n\nspare these individual appellants at the expense of other out-of-\n\nstate producers.  Furthermore, even if the  alleged reductions in\n\nout-of-state  milk purchases were  minimal at the  outset, appel-\n\nlants would no  longer be able to  command as high a  premium for\n                                                             \n\ntheir milk,  because they would  then have to compete  with other\n\nout-of-state  producers  to  supply a  diminished  share  of West\n\n                                20\n\nLynn's import needs.  Finally,  as out-of-state milk is displaced\n\nin the Massachusetts marketplace  and \"overflows\" into interstate\n\ncommerce,  the federal  blend price  will  deflate, lowering  the\n\n\"safety  net\" for all  milk producers including  appellants.  For\n\nthese  reasons, we  cannot  agree with  the  conclusion that  the\n\nfederal \"blend\"  price insulates appellants  from all  cognizable\n\ninjury-in-fact, see supra pp. 8-9, or renders inconsequential all\n                         \n\nother  alleged injury-in-fact (e.g., loss of premium paid out-of-\n                                   \n\nstate producers prior to pricing order).  \n\n          Similarly, the Commissioner cannot carry the day on the\n\nclaim  that appellants' injury-in-fact is shared  with so large a\n\nclass (all out-of-state producers selling to  Massachusetts deal-\n\ners) that their respective shares of the aggregate injury will be\n\nminimal.  \"To  deny standing to  persons who are in  fact injured\n\nsimply because many others are  also injured, would mean that the\n\nmost injurious and  widespread Government actions could  be ques-\n\ntioned by  nobody.\"  SCRAP,  412 U.S. at  687; see also  AVX, 962\n                                                            \n\nF.2d  at 113 (\"While the requisite injury  may be common to many,\n\nit  may not be  shared by  all.\") (citations  omitted).   Even if\n\nappellants' market  \"displacement\" estimates  were grossly  exag-\n\ngerated,  a relatively small economic  loss    even an \"identifi-\n\nable trifle\"     is enough  to confer standing,  as it  affords a\n\nconstitutionally cognizable  stake  sufficient  to  ensure  their\n\nvigorous prosecution of the litigation.   See Rental Hous. Ass'n,\n                                                                \n\n548 F.2d at  389 (although plaintiffs collectively owned  7000 of\n\n18,000  rental units in  relevant marketplace, and HUD-subsidized\n\n                                21\n\ncompetitor would develop only 183 units, \"the injury required for\n\nstanding need not be substantial, it need only  exist\") (emphasis\n                                                     \n\nadded).\n\n          Nor can the  Commissioner sustain the dismissal  on the\n\nground  that significant increases  in Massachusetts milk produc-\n\ntion may be slow to materialize.   The meaning of the term \"immi-\n\nnent\"  depends on the particular circumstances, and in the highly\n\ncompetitive  environment  of  the  dairy  industry,  governmental\n\nactions often have intractable, long-term consequences.  Particu-\n\nlarly apt here is our earlier observation in Rental Housing:  \"it\n                                                           \n\ncould hardly be thought that  [State] action likely to cause harm\n\ncannot be  challenged until it is too late.\"  Rental Hous. Ass'n,\n                                                                \n\n548 F.2d at 389.  Although the \"emergency\" pricing order protect-\n\ned Massachusetts milk  producers from immediate erosion  of their\n\nremaining 10% share of  the Massachusetts milk market  by out-of-\n\nstate producers, an actual increase in Massachusetts milk produc-\n\ntion may take months or even years to materialize since it  would\n\ndepend upon long-term capital investments in dairy herd and  farm\n\nexpansions  and  infrastructure  improvements.    Once  realized,\n\nhowever, the  Massachusetts producers' newfound  competitive edge\n\nwould likely continue for an  extended period.  See, e.g., Sabine\n                                                                 \n\nRiver Auth. v. United States Dep't of Interior, 951 F.2d 669, 675\n                                              \n\n(5th Cir.) (plaintiff's challenge  to government's acquisition of\n\nperpetual  easement  to  wetlands area  alleged  sufficient  non-\n\nspeculative injury by projecting water shortage \"some forty years\n\nin the future\"), cert. denied, 113 S. Ct. 75 (1992).\n                             \n\n                                22\n\n          We  in  no way  suggest,  of  course, that  the  second\n\namended  complaint's  portrayal  of milk  industry  economics  is\n\nbeyond refutation  either on summary  judgment or at trial.   See\n                                                                 \n\nSCRAP,  412 U.S. at  689 (where plaintiff  alleges a \"perceptible\n     \n\nharm,\"  the defendant  should move  \"for summary judgment  on the\n                                                         \n\nstanding issue and demonstrate[]  to the District Court  that the\n\nallegations  were  sham  . . . .\")  (emphasis  added);  see  also\n                                                                 \n\nBullfrog Films, Inc. v. Wick,  847 F.2d 502, 506 (9th Cir.  1988)\n                            \n\n(holding  that  film   distributor-exporters  alleged  sufficient\n\ninjury-in-fact to challenge custom  duties which allegedly \"put[]\n\ntheir  films at a  competitive disadvantage in  the international\n\nmarketplace; \"[a]lthough plaintiffs did not produce evidence that\n\nthe payment  of  custom duties  . . . caused  decreased sales  or\n\nprofits, at the summary judgment stage, a plaintiff's allegations\n\nneed not be  proven but  merely provable\");  Citizens for  Envtl.\n                                                                 \n\nQuality v. United States,  731 F. Supp. 970, 973 (D.  Colo. 1989)\n                        \n\n(noting that opposing party could refute \"general rule in econom-\n\nics [] that price decreases with increasing supply,\" by  explain-\n\ning \"in highly  technical terms that local  timber markets depart\n\nfrom  the general  economic rule  . . . .\").15   As  we noted  in\n\n                    \n\n     15We  think appellants were entitled, at the pleading stage,\n                                                                \nto  presume that the milk industry  would be subject to the basic\neconomic laws at work in other competitive markets.  See supra p.\n                                                              \n9:  \n\n     The Supreme Court [in Camp] did  not ... require plain-\n                               \n     tiffs  to allege in their complaint facts sufficient to\n                                        \n     refute every possible  anomaly of the marketplace  such\n     as the  existence of  voluntary labor or  ideologically\n     committed consumers.  The Court assumed the marketplace\n     would function in a normal, predictable fashion, for to\n\n                                23\n\nRental  Housing, at this  stage of appellants'  litigation, \"[w]e\n               \n\nsee\n\nno insurmountable obstacles  to proof.\"  Rental  Hous. Ass'n, 548\n                                                            \n\nF.2d at 389 (emphasis added).16\n\n                               III\n\n                            CONCLUSION\n                                      \n\n          As the proposed second amended complaint was sufficient\n\nto survive the motion to  dismiss based on lack of standing,  the\n\nmotion  to amend was not futile and the order granting the motion\n\nto dismiss must be vacated. \n\n          The judgment is  vacated and the  case is remanded  for\n                                                                 \n\n                    \n\n     assume  otherwise would be to foreclose the very possi-\n     bility of  ever satisfactorily  alleging a  competitive\n     injury.\n\nAmerican Soc'y, 566 F.2d at 158 (emphasis added).  We nonetheless\n              \nrecognize, of  course, as did  the district court, that  the milk\nindustry is subject  to federal marketing orders.   Consequently,\nwhere such economic anomalies are material, they may be tested at\nsummary judgment.  \n\n     16We take  no position respecting the merits of the Commerce\nClause  challenge,  which   implicates  questions  of  interstate\ncommerce  \"burdens\"  analytically distinct  from  the \"injury-in-\nfact\" determination that is central to standing.  As noted above,\nthe Supreme Court  has decided to review the  underlying Commerce\nClause claim.   See West  Lynn Creamery, Inc. v.  Commissioner of\n                                                                 \nDep't  of Food  and Agric.,  415 Mass.  8, 611 N.E.2d  239, cert.\n                                                                 \ngranted, 62 U.S.L.W. 3244 (U.S. Oct. 4, 1993) (No. 93-141).\n       \n\n                                24\n\nfurther proceedings consistent with this opinion. \nfurther proceedings consistent with this opinion.\n                                                \n\n                                25\n",
  "html": "<p class=\"case_cite\">10 F.3d 915</p>\n    <p class=\"case_cite\">62 USLW 2419</p>\n    <p class=\"parties\">Kenneth ADAMS, Seth Bunker and Rodney Hudson, et al.,<br>Plaintiffs, Appellants,<br>v.<br>Gregory WATSON as Commissioner, Massachusetts Department of<br>Food and Agriculture, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 93-1068.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard May 3, 1993.<br>Decided Dec. 8, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Michael L. Altman, with whom Margaret A. Robbins and Rubin &amp; Rudman were on brief, for appellants.</p>\n      <p class=\"indent\">Eric A. Smith, Asst. Atty. Gen., with whom Scott Harshbarger, Atty. Gen., was on brief, for Commissioner of the Massachusetts Dept. of Food and Agriculture.</p>\n      <p class=\"indent\">Robert J. Sherer, with whom Francis A. DiLuna and Roche, Carens &amp; DeGiacomo were on brief, for Massachusetts Farm Bureau Federation, Inc.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, CAMPBELL, Senior Circuit Judge, and CYR, Circuit Judge.</p>\n      <p class=\"indent\">CYR, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiffs-appellants, New York and New Hampshire dairy farmers, instituted the present civil rights action against the Commissioner of the Massachusetts Department of Food and Agriculture (Commissioner) for declaratory and injunctive relief from an alleged unconstitutional enforcement of a Massachusetts milk pricing order.  The district court dismissed their complaint for lack of standing.  We now reverse.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* BACKGROUND</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On January 28, 1992, the Commissioner declared a state of emergency in the Massachusetts dairy industry, see Mass.Gen.L. ch. 94A, Sec. 12 (1992), based on findings that rising production costs and flat dairy prices were devastating the industry.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The Commissioner determined that a price stabilization system was necessary.  The pricing order issued by the Commissioner on February 26, 1992, forms the focus of this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The pricing order established a \"Dairy Equalization Fund\" (Fund), into which each licensed milk distributor (dealer) in Massachusetts is required to pay monthly assessments (\"differential assessments\") equal to one-third of the amount by which the $15 price set by the pricing order exceeds the applicable federal minimum or \"blend\" price per hundredweight (cwt).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The differential assessment applies to all milk marketed in Massachusetts by licensed dealers, whether produced in Massachusetts or elsewhere.  Notwithstanding the fact that dealers must pay the differential assessment calculated on all out-of-state and in-state produced milk, out-of-state producers, who supply most of the milk sold in Massachusetts,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> are not entitled to disbursements from the Fund.  The monies in the Fund are distributed monthly among Massachusetts milk producers only, in direct proportion to their respective percentage of the total Massachusetts milk production, subject to a monthly payment cap to each Massachusetts producer equal to the differential assessment on 2000 cwt.  Excess monies in the Fund are remitted to dealers in direct proportion to their payments into the Fund.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Plaintiffs-appellants, out-of-state producers, sell their entire milk production to West Lynn Creamery, Inc., a licensed Massachusetts milk dealer.  Their original civil rights complaint demanded (i) a declaratory judgment that the pricing order violates the Commerce Clause,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> (ii) the refund of all amounts previously disbursed from the Fund to Massachusetts producers, and (iii) injunctive relief against further enforcement of the pricing order.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The first amended complaint<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> included allegations that the pricing order caused appellants competitive injury and economic harm.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  On defendants' motion, the district court dismissed the first amended complaint for lack of standing, finding its \"general allegations of economic harm ... unsupported by any specific, factual allegations of injury.\"  Adams v. Watson, No. 92-11641-Z, 1992 WL 390721 at * 2, 1992 U.S.Dist. LEXIS 19306, at * 4 (D.Mass.1992).  The district court noted that the first amended complaint contained no allegations that the plaintiffs had sold less milk in Massachusetts since February 26, 1992, received a lower price for their milk, or were otherwise frustrated in their attempt to \"undersell\" Massachusetts producers.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The district court denied plaintiffs' motion to recast their first amended complaint by adding two paragraphs for the stated purpose of alleging \"with greater specificity 'injury in fact' to meet the requirement of more 'specific, factual allegations of injury.' \"   The district court summarily denied the ensuing motion for relief from judgment under Fed.R.Civ.P. 60.</p>\n    </div>\n    <p>II</p>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>A. Applicable Law of Standing.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Article III of the Constitution limits federal \"judicial power\" to the resolution of \"cases\" and \"controversies,\" see U.S. Const. art.  III;  only if it is presented with a \"case or controversy\" may an Article III court entertain an action.  See Warth v. Seldin, 422 U.S. 490, 498, 95 S.Ct. 2197, 2205, 45 L.Ed.2d 343 (1975);  United States v. AVX Corp., 962 F.2d 108, 113 (1st Cir.1992).  In its constitutional formulation, the doctrine of standing is a gatekeeper of justiciability, and \"serves to identify those disputes which are appropriately resolved through the judicial process.\"  Whitmore v. Arkansas, 495 U.S. 149, 155, 110 S.Ct. 1717, 1722-23, 109 L.Ed.2d 135 (1990).  The \"irreducible constitutional minimum of standing\" entails three elements:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>First, the plaintiff must have suffered an \"injury in fact\"--an invasion of a legally protected interest which is (a) concrete and particularized;  and (b) actual or imminent, not conjectural or hypothetical.  Second, there must be a causal connection between the injury and the conduct complained of--the injury has to be fairly traceable to the challenged action of the defendant, and not the result of the independent action of some third party not before the court.  Third, it must be \"likely\" as opposed to merely \"speculative,\" that the injury will be redressed by a favorable decision.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Lujan v. Defenders of Wildlife, --- U.S. ----, ----, 112 S.Ct. 2130, 2136, 119 L.Ed.2d 351 (1992) (citations and some internal quotation marks omitted);  see also Northeastern Fla.  Chapter of Associated Gen. Contractors of Am. v. Jacksonville, --- U.S. ----, 113 S.Ct. 2297, 124 L.Ed.2d 586 (1993);   AVX, 962 F.2d at 113;   Munoz-Mendoza v. Pierce, 711 F.2d 421, 424 (1st Cir.1983).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The injury-in-fact inquiry \"serves to distinguish a person with a direct stake in the outcome of a litigation--even though small --from a person with a mere interest in the problem.\"  United States v. Students Challenging Regulatory Agency Procedures (SCRAP), 412 U.S. 669, 690 n. 14, 93 S.Ct. 2405, 2417 n. 14, 37 L.Ed.2d 254 (1973) (citing Kenneth C. Davis, Standing:  Taxpayers and Others, 35 U.Chi.L.Rev. 601, 613 (1968) (\"an identifiable trifle is enough for standing to fight out a question of principle\")) (emphasis added);  see Bowman v. Wilson, 672 F.2d 1145, 1151 (3d Cir.1982) (\"The contours of the injury-in-fact requirement, while not precisely defined, are very generous,\" requiring only that claimant \"allege[ ] some specific, 'identifiable trifle' of injury....\");  Tax Analysts &amp; Advocates v. Blumenthal, 566 F.2d 130, 138 (D.C.Cir.1977) (distinct and palpable competitive injury is injury-in-fact for standing purposes even if economic injury is slight in magnitude), cert. denied, 434 U.S. 1086, 98 S.Ct. 1280, 55 L.Ed.2d 791 (1978).  Courts \"may reasonably expect that a person so harmed will, as best he can, frame the relevant questions with specificity, contest the issues with the necessary adverseness, and pursue the litigation vigorously.\"  Barlow v. Collins, 397 U.S. 159, 172, 90 S.Ct. 832, 841, 25 L.Ed.2d 192 (1970).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The responsibility for \"clearly and specifically set[ting] forth facts sufficient to satisfy the Article III standing requirements\" rests with the claimant.  Whitmore, 495 U.S. at 155-56, 110 S.Ct. at 1722-24;  see also Lujan, --- U.S. at ----, 112 S.Ct. at 2136;  FW/PBS, Inc. v. Dallas, 493 U.S. 215, 231, 110 S.Ct. 596, 607, 107 L.Ed.2d 603 (1990);  Warth, 422 U.S. at 518, 95 S.Ct. at 2215;  AVX, 962 F.2d at 114.   Like the trial court, we \"accept as true all material allegations of the complaint, and must construe the complaint in favor of the complaining party.\"  Warth, 422 U.S. at 501, 95 S.Ct. at 2206;  see AVX, 962 F.2d at 114.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  \" '[E]mpirically unverifiable' conclusions, not 'logically compelled, or at least supported, by the stated facts,' deserve no deference.\"  Id. (quoting Dartmouth Review v. Dartmouth College, 889 F.2d 13, 16 (1st Cir.1989)).  Within this analytic framework, we examine appellants' claims.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>B. The District Court Decision.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The district court found that the first amended complaint raised general allegations of \"economic harm\" or \"competitive disadvantage\" but alleged no \"specific\" facts which would substantiate actual injury, such as reduced out-of-state milk sales to Massachusetts dealers, or lower milk prices to out-of-state producers.  The court noted:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>In complaining that the subsidy in itself injures out-of-state farmers, plaintiffs assume a perfectly competitive market in which a direct subsidy to local farmers results in their capture of a larger market share because they can offer their milk at a lower price.  Such analysis ignores the fact that there is [a] federal price support in effect.  Because the milk dealers must pay the federal minimum price to any dairy farmer, there is no incentive to purchase local rather than out-of-state milk.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Adams, No. 92-11641-Z, 1992 WL 390721, at * 2 n. 4, 1992 U.S.Dist. LEXIS 19306, at * 4 n. 4.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>C. Allegations of \"Competitive Injury.\"</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Since the proposed second amended complaint did not address the perceived deficiencies in the first amended complaint, and the district court did not elaborate on its reasons for denying the motion to amend, we assume that the court considered the proposed amendment futile.  See Correa-Martinez v. Arrillaga-Belendez, 903 F.2d 49, 59 (1st Cir.1990).  Accordingly, setting to one side the first amended complaint, we inquire whether the second amended complaint alleged an actual or imminent \"injury-in-fact\" proximately caused by the challenged pricing order.  Id. (suggesting that denial of motion to amend constitutes abuse of discretion \"if no justification appears\").</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The second amended complaint, paraphrased, alleges that the following chain of economic events will result in appellants' loss of future income, profits, and business opportunities:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>All milk currently produced by appellants is sold in the Massachusetts milk market in direct competition with Massachusetts milk producers.  As a direct consequence of the differential assessments Massachusetts milk dealers must pay into the Fund for each cwt purchased from producers,<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> consumer milk prices in Massachusetts will rise since dealers, in all likelihood, will pass along at least some portion of their increased costs to Massachusetts consumers.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>Consumer demand will decrease as prices increase.  In this shrinking market, Massachusetts dealers will continue to buy all available milk produced in Massachusetts, because of their \"preference \" for local supplies, due to the lower transportation costs and lesser producer-to-consumer delivery time (perishability being a major industry concern).  Higher milk prices and increased disbursements from the Fund will induce greater milk production by Massachusetts producers, thereby lowering the current 90% Massachusetts market share enjoyed by out-of-state producers.  Moreover, even if Massachusetts milk prices were to remain relatively stable, individual Massachusetts producers would have a strong incentive to increase production over their fellow home state dairy farmers, since Fund disbursements are based on each producer's relative share of overall Massachusetts milk production.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>As Massachusetts producers increase their market share, out-of-state milk will be displaced, and \"overflow\" into interstate commerce.  These resulting surplus \"interstate\" supplies will deflate the federal \"blend\" or minimum price under Order No. 1.  Since appellants previously sold their entire milk production in Massachusetts, some of their out-of-state milk will be \"displaced\" by Massachusetts-produced milk.  As Massachusetts consumer demand decreases, out-of-state producers will no longer be able to command the same premium prices (in excess of the federal \"blend price\") received before the challenged pricing order.  See supra note 3.  Massachusetts producers will be insulated from any federal blend-price deflation, because, under the Fund's collection formula the greater the gap between $15 and the federal blend price, the larger the differential assessments Massachusetts dealers must pay into the Fund, and therefore, the larger the Fund disbursements to Massachusetts producers (but not to out-of-state producers).  Unless remedied, the challenged pricing order eventually would lead to the failure and closure of appellants' businesses.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>D. \"Imminence\" and \"Particularity\" of Economic Injury.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The district court correctly noted that appellants' current income and profits do not substantiate their allegations of economic injury.  As of the district court dismissal order, appellants continued to sell their entire milk production to West Lynn Creamery, and neither the volume nor the price had abated since the pricing order went into effect.  For their part, appellees cite to several cases holding that the \"injury-in-fact\" requirement is satisfied at the pleading stage by allegations that the plaintiffs sustained actual financial loss, fairly traceable to the challenged regulation, between its effective date and the filing of the complaint.  See, e.g., Minnesota Milk Producers Ass'n v. Madigan, 956 F.2d 816, 818-19 (8th Cir.1992) (\"The producers have alleged that the provisions of the Secretary's orders directly cause a reduction in the price they receive for their milk.\").<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Although at the pleading stage \"injury-in-fact\" need not entail currently realized economic loss, Article III standing in the commercial context must be premised, at a minimum, on particularized future economic injury which, though latent, nonetheless qualifies as \"imminent.\"   See Lujan, --- U.S. at ----, 112 S.Ct. at 2136.   Our review of the pertinent authorities satisfies us that the proposed second amended complaint alleges particularized future economic injury sufficient to support Article III standing.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In Rental Hous.  Ass'n of Greater Lynn v. Hills, 548 F.2d 388 (1st Cir.1977), the Department of Housing and Urban Development (HUD) approved funding to convert factories into housing for the elderly.  While the project was still in process, an association of local landlords brought suit in federal district court, complaining that the grant contravened Section 8 of the Housing and Community Development Act of 1974, and threatened \"competitive injury\" to the plaintiff association's members, who \"will lose tenants to the new project.\"  Id. at 389.   Finding the \"competitive injury\" allegations sufficient to survive a motion to dismiss, we stated:</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p>While the [ ] project is not yet completed, and hence specific proof of competitive injury is not possible, it could hardly be thought that administrative action likely to cause harm cannot be challenged until it is too late.  We see no insurmountable obstacles to proof of the likelihood that [plaintiff's] members will lose tenants to the [ ] project.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Id. (citation omitted) (emphasis added).  We noted that many cases uphold \"competitor standing\" based on \"unadorned allegations\" of latent economic injury.  Id. at 390;  see, e.g., Association of Data Processing Serv.  Orgs. v. Camp, 397 U.S. 150, 152, 154, 90 S.Ct. 827, 829, 830, 25 L.Ed.2d 184 (1970) (sellers of data processing services \"no doubt\" had standing to test ruling allowing national banks to sell data processing services;  injury-in-fact element met by allegations that competition from national banks \"might entail some future loss of profits\" and that respondent bank was preparing to perform data processing services for two of plaintiffs' customers);  Arnold Tours, Inc. v. Camp, 400 U.S. 45, 45-46, 91 S.Ct. 158, 159, 27 L.Ed.2d 179 (1970) (holding that travel agents had \"competitor standing\" to test ruling allowing national banks to provide travel services);  Investment Co. Inst. v. Camp, 401 U.S. 617, 620-21, 91 S.Ct. 1091, 1093-94, 28 L.Ed.2d 367 (1971) (finding \"competitor standing,\" on the part of investment companies, to test a regulatory ruling authorizing national banks to operate collective investment funds).<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The proposed second amended complaint meets the benchmark for \"competitor standing\" established by these authorities.  The Camp triad and Rental Housing cases are all premised on a plaintiff's status as a direct competitor whose position in the relevant marketplace would be affected adversely by the challenged governmental action.  Cf. Energy Transp. Group, Inc. v. Maritime Admin., 956 F.2d 1206, 1215 (D.C.Cir.1992) (finding that a disgruntled contract bidder, although generally engaged in the fuel transportation business, failed to allege sufficient \"competitive injury\" where it could not presently, or within prescribed future period, perform the particular types of services required by the contract at issue).  The Supreme Court found \"competitor standing\" in the Camp cases based on an alleged potential for heightened competition in a national marketplace.  Thus, arguably at least, the narrower the relevant marketplace, as in Rental Housing (municipality) and here (state), the greater the likelihood that a plaintiff will experience future economic loss as a consequence of the competitive advantage bestowed on its direct competitor.  In some \"direct competitor\" cases, future injury-in-fact is viewed as \"obvious\" since government action that removes or eases only the competitive burdens on the plaintiff's rivals plainly disadvantages the plaintiff's competitive position in the relevant marketplace.  However, \"[w]here 'injury' and 'cause' are not obvious, the plaintiff must plead their existence in his complaint with a fair degree of specificity.\"  Munoz-Mendoza, 711 F.2d at 425 (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">There can be no question but that out-of-state milk producers are in direct competition with Massachusetts milk producers.  At the very least, out-of-state producers have to defend their current 90% share of the Massachusetts milk market and may even elect to compete with Massachusetts producers for the remaining 10% market share.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>  If, as alleged, see supra pp. 919-920, Massachusetts producers were to realize sufficient infusions of capital to increase their milk production and their Massachusetts market share, it is \"obvious\" that appellants would sustain direct economic harm commensurate with the diminution of their current market share.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Even assuming, however, for discussion purposes, that the causal nexus between the challenged pricing order and appellants' alleged competitive injury is not sufficiently \"obvious,\" we are not persuaded by the Commissioner's contention that the sequence of economic events projected in the second amended complaint is too conclusory, speculative or attenuated.  See, e.g., United Transp. Union v. Interstate Commerce Comm'n, 891 F.2d 908, 912 (D.C.Cir.1989) (\"When considering any chain of allegations for standing purposes, we may reject as overly speculative ... predictions of future events (especially future actions by third parties )....\")  (emphasis added), cert. denied, 497 U.S. 1024, 110 S.Ct. 3271, 111 L.Ed.2d 781 (1990).  In order to demonstrate \"standing,\" \"pleadings must be something more than an ingenious academic exercise in the conceivable\";  a plaintiff may not simply assert \"that he can imagine circumstances in which he could be affected by the agency's action.\"  SCRAP, 412 U.S. at 689, 93 S.Ct. at 2416.   The more remote in time the alleged injury-in-fact, the less obvious the \"concreteness of the controversy.\"   Thus, where the complaint relies only on prospective harm, it \" 'must demonstrate a realistic danger of sustaining a direct injury.' \"  United Transp. Union, 891 F.2d at 913.   On the other hand, \"competitor standing\" cases necessarily turn on degrees of probability, see Mount Wilson FM Broadcasters, Inc. v. Federal Communications Comm'n, 884 F.2d 1462, 1465 (D.C.Cir.1989) (\"If an[ ] agency's act creates 'a substantial probability' of an 'injury in fact,' the causation requirement of Article III is satisfied.\")  (quoting Warth, 422 U.S. at 504, 95 S.Ct. at 2208), a measurement \"not easily susceptible to concrete definitions or mechanical application,\" AVX, 962 F.2d at 113.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">All predictions are conjectural to a degree.  Somewhere along the spectrum of probability, between tomorrow's sunrise and \"unadorned speculation,\" see, e.g., Diamond v. Charles, 476 U.S. 54, 66, 106 S.Ct. 1697, 1705, 90 L.Ed.2d 48 (1986) (pediatrician's allegations of injury-in-fact based on assertion that aborted fetuses might otherwise have become fee-paying patients), lie appellants' allegations of \"imminent\" injury-in-fact based on the laws of economics.  Economics is a cross between an art and a science, which is to say, both an imperfect art and an imperfect science.  While the law of supply and demand may sometimes be suspended by unpredictable marketplace decisions, and even lesser fortuities like bovine obstinacy, basic economic theory quite consistently transcends utter randomness by positing elemental laws of cause and effect predicated on actual market experience and probable market behavior.  Indeed, most \"competitor standing\" cases depend on such core economic postulates.  See United Transp. Union, 891 F.2d at 913 (noting that in \"garden variety competitor standing cases,\" courts routinely credit causal connections \"firmly rooted in the basic laws of economics\" or \"basic economic logic\");  see also American Soc'y of Travel Agents, Inc. v. Blumenthal, 566 F.2d 145, 157 (D.C.Cir.1977) (\"[A]ll claims of competitive injury are to some extent speculative [and] predicated on the independent decisions of third parties, i.e. customers.  However, economics is the science of predicting these economic decisions....\")  (Bazelon, J., dissenting), cert. denied, 435 U.S. 947, 98 S.Ct. 1533, 55 L.Ed.2d 546 (1978).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In Rental Housing, we credited at face value an allegation that the plaintiff landlords, representing slightly more than one-third of the renters in the relevant housing market, would \"lose tenants\" to the HUD-subsidized project, even though their economic prediction plainly depended on the decisions of any number of independent parties--inter alia, elderly tenants seeking suitable housing, local zoning and planning boards, other federal and state agencies, and lending institutions--not to mention less predictable factors such as disasters, e.g., fire.  Two rational economic assumptions nonetheless combined to make it sufficiently \"probable\" that the landlords would sustain \"concrete\" future injury:  by increasing the volume of available housing in a defined market, both consumer demand and prices were likely to fall.  Similar economic principles impelled the Camp triad decisions on \"competitor standing.\"   See also supra note 13.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The second amended complaint, much like that in Rental Housing, is based on standard principles of \"supply and demand\" routinely credited by courts in a variety of contexts.  See, e.g., Minneapolis Star &amp; Tribune Co. v. Minnesota Comm'r of Revenue, 460 U.S. 575, 590, 103 S.Ct. 1365, 1374, 75 L.Ed.2d 295 (1983) (price or sales tax increase \"presumably will cause a decrease in demand\" for product) (citing Paul A. Samuelson, Economics 381-83, 389-90 (10th ed. 1976));  Competitive Enter.  Inst. v. National Highway Traffic Safety Admin., 901 F.2d 107, 125 (D.C.Cir.1990) (\"Since the demand for a product is decreased as its price is increased....\");  Alcan Sales, Div. of Alcan Aluminum Corp. v. United States, 693 F.2d 1089, 1092 (Fed.Cir.1982) (nonrefundable federal surcharges are likely to be more effective in decreasing demand for imported goods because importers are more likely \"to pass along the cost of the surcharge through to consumers....\"), cert. denied, 461 U.S. 943, 103 S.Ct. 2119, 77 L.Ed.2d 1300 (1983).  In the present case, the more industry-specific allegations--such as Massachusetts dealers' preference for indigenous milk supplies--are confirmed by the affidavit of Dr. Ronald Knutson, a national expert in dairy industry economics, see supra pp. 919-920.  We conclude, therefore, that rather than \"empirically unverifiable\" conclusions, see Dartmouth Review, 889 F.2d at 16, the economic \"facts\" alleged in the proposed second amended complaint set forth adequate grounds to demonstrate, at the pleading stage, a sufficient likelihood that the challenged pricing order will result in reduced out-of-state milk sales to Massachusetts dealers at lower prices.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Even assuming that out-of-state producers, as a class, might be injured under appellants' forecasts, the Commissioner contends that these individual appellants failed to demonstrate either injury-in-fact or that West Lynn Creamery will buy less than 100% of their milk production in the event Massachusetts production is increased in the future.  Once again, we cannot agree.  Like other Massachusetts dealers with whom it must compete, West Lynn's self-interest (in lower transportation costs and reduced perishability) will be served by purchasing milk from nearby producers, which at least in many, perhaps most, cases will be producers located in Massachusetts.  In that eventuality, the out-of-state producers' current 97% share of West Lynn's milk business would decline.  Nor is there anything in the appellate record to suggest that West Lynn has a non-economic motive to spare these individual appellants at the expense of other out-of-state producers.  Furthermore, even if the alleged reductions in out-of-state milk purchases were minimal at the outset, appellants would no longer be able to command as high a premium for their milk, because they would then have to compete with other out-of-state producers to supply a diminished share of West Lynn's import needs.  Finally, as out-of-state milk is displaced in the Massachusetts marketplace and \"overflows\" into interstate commerce, the federal blend price will deflate, lowering the \"safety net\" for all milk producers including appellants.  For these reasons, we cannot agree with the conclusion that the federal \"blend\" price insulates appellants from all cognizable injury-in-fact, see supra p. 919, or renders inconsequential all other alleged injury-in-fact (e.g., loss of premium paid out-of-state producers prior to pricing order).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Similarly, the Commissioner cannot carry the day on the claim that appellants' injury-in-fact is shared with so large a class (all out-of-state producers selling to Massachusetts dealers) that their respective shares of the aggregate injury will be minimal.  \"To deny standing to persons who are in fact injured simply because many others are also injured, would mean that the most injurious and widespread Government actions could be questioned by nobody.\"  SCRAP, 412 U.S. at 687, 93 S.Ct. at 2416;  see also AVX, 962 F.2d at 113 (\"While the requisite injury may be common to many, it may not be shared by all.\")  (citations omitted).  Even if appellants' market \"displacement\" estimates were grossly exaggerated, a relatively small economic loss--even an \"identifiable trifle\"--is enough to confer standing, as it affords a constitutionally cognizable stake sufficient to ensure their vigorous prosecution of the litigation.  See Rental Hous.  Ass'n, 548 F.2d at 389 (although plaintiffs collectively owned 7000 of 18,000 rental units in relevant marketplace, and HUD-subsidized competitor would develop only 183 units, \"the injury required for standing need not be substantial, it need only exist \") (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Nor can the Commissioner sustain the dismissal on the ground that significant increases in Massachusetts milk production may be slow to materialize.  The meaning of the term \"imminent\" depends on the particular circumstances, and in the highly competitive environment of the dairy industry, governmental actions often have intractable, long-term consequences.  Particularly apt here is our earlier observation in Rental Housing:  \"it could hardly be thought that [State] action likely to cause harm cannot be challenged until it is too late.\"  Rental Hous.  Ass'n, 548 F.2d at 389.   Although the \"emergency\" pricing order protected Massachusetts milk producers from immediate erosion of their remaining 10% share of the Massachusetts milk market by out-of-state producers, an actual increase in Massachusetts milk production may take months or even years to materialize since it would depend upon long-term capital investments in dairy herd and farm expansions and infrastructure improvements.  Once realized, however, the Massachusetts producers' newfound competitive edge would likely continue for an extended period.  See, e.g., Sabine River Auth. v. United States Dep't of Interior, 951 F.2d 669, 675 (5th Cir.)  (plaintiff's challenge to government's acquisition of perpetual easement to wetlands area alleged sufficient non-speculative injury by projecting water shortage \"some forty years in the future\"), cert. denied, --- U.S. ----, 113 S.Ct. 75, 121 L.Ed.2d 40 (1992).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">We in no way suggest, of course, that the second amended complaint's portrayal of milk industry economics is beyond refutation either on summary judgment or at trial.  See SCRAP, 412 U.S. at 689, 93 S.Ct. at 2416 (where plaintiff alleges a \"perceptible harm,\" the defendant should move \"for summary judgment on the standing issue and demonstrate[ ] to the District Court that the allegations were sham....\") (emphasis added);  see also Bullfrog Films, Inc. v. Wick, 847 F.2d 502, 506 (9th Cir.1988) (holding that film distributor-exporters alleged sufficient injury-in-fact to challenge custom duties which allegedly \"put[ ] their films at a competitive disadvantage in the international marketplace\";  \"[a]lthough plaintiffs did not produce evidence that the payment of custom duties ... caused decreased sales or profits, at the summary judgment stage, a plaintiff's allegations need not be proven but merely provable\");  Citizens for Envtl.  Quality v. United States, 731 F.Supp. 970, 973 (D.Colo.1989) (noting that opposing party could refute \"general rule in economics[ ] that price decreases with increasing supply,\" by explaining \"in highly technical terms that local timber markets depart from the general economic rule....\").<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a>  As we noted in Rental Housing, at this stage of appellants' litigation, \"[w]e see no insurmountable obstacles to proof.\"  Rental Hous.  Ass'n, 548 F.2d at 389 (emphasis added).<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a></p>\n    </div>\n    <p>III</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">As the proposed second amended complaint was sufficient to survive the motion to dismiss based on lack of standing, the motion to amend was not futile and the order granting the motion to dismiss must be vacated.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The judgment is vacated and the case is remanded for further proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In 1991, for example, the average milk price paid Massachusetts dairy farmers was $12.64 per hundredweight (cwt), whereas their average production cost was $15.50 per cwt--an average loss of $2.86 per cwt.  The Commissioner specifically found that the emergency threatened Massachusetts' local \"supply of fresh milk.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The United States dairy industry is subject to extensive price regulation.  The United States Department of Agriculture promulgates federal milk marketing orders, pursuant to the Agricultural Marketing Agreements Act of 1937, 7 U.S.C. Sec. 601, et seq., which establish minimum milk prices.  The marketing order in effect in Massachusetts is New England Federal Milk Marketing Order No. 1 (Order No. 1).  See 7 C.F.R. Sec. 1001 (1993).  The minimum milk price (\"blend price\") is calculated monthly, using a market-wide weighted average of the value of all milk sold during the preceding month.  No state or dealer may permit regional milk producers to receive less than the per/cwt figure prescribed in Order No. 1</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Plaintiffs allege that Massachusetts is not a \"producer\" or \"export\" state (like, for example, Vermont and Maine), but a highly vulnerable \"consumer\" or \"import\" state capable of producing only 10% of the milk sold in the state.  As a rule, out-of-state milk commands a high premium in \"consumer\" states like Massachusetts</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Commerce Clause violations may be redressed under 42 U.S.C. Sec. 1983.  See Dennis v. Higgins, 498 U.S. 439, 443-51, 111 S.Ct. 865, 868-73, 112 L.Ed.2d 969 (1991)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Two nonproducer plaintiffs (Massachusetts milk dealers ) voluntarily dismissed their claims, following the Commissioner's motion to dismiss their claims on Younger and Burford abstention grounds.  The remaining plaintiffs, appellants here, filed the first amended complaint, which dropped the dealer-plaintiffs and withdrew a claim for damages.  West Lynn Creamery, Inc., an original plaintiff, brought a separate state court action challenging the pricing order, under which the Commissioner threatened to suspend its license to sell milk in Massachusetts for failure to pay its monthly differential assessments to the Fund.  On April 15, 1993, the Massachusetts Supreme Judicial Court ruled that the pricing order did not violate the Commerce Clause.  See West Lynn Creamery, Inc. v. Commissioner of Dep't of Food and Agric., 415 Mass. 8, 611 N.E.2d 239, cert. granted, --- U.S. ----, 114 S.Ct. 56, 126 L.Ed.2d 26 (1993)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The first amended complaint merely alleged that the pricing order \"has the same effect as a 'customs duty' or 'protective tariff' on the importation of milk produced in other states,\" \"subsidizes Massachusetts farmers which causes the disorderly marketing of milk,\" causes out-of-state farmers, including plaintiffs, to suffer economic harm and competitive disadvantage because it subsidizes Massachusetts farmers, and may force out-of-state farmers, including plaintiffs, out of business</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Prudential limitations on the exercise of federal jurisdiction--self-imposed rules of judicial restraint--may be invoked even if all constitutional essentials are present.  As the Supreme Court has acknowledged, however, \"it has not always been clear in the opinions of [the] Court whether particular features of the 'standing' requirement have been required by Art.  III ex proprio vigore, or whether they are requirements that the Court itself has erected and which were not compelled by the language of the Constitution.\"  Valley Forge Christian College v. Americans United for Separation of Church and State, Inc., 454 U.S. 464, 471, 102 S.Ct. 752, 758, 70 L.Ed.2d 700 (1982).  Nonetheless, at least three prudential principles bear importantly on \"standing\".  First, the litigant must assert its own legal rights and interests, not those of third parties.  Warth, 422 U.S. at 499, 95 S.Ct. at 2205.   Second, claimants with \"generalized grievances\" shared by a large class of citizens and raising \"abstract questions of wide public significance\" normally will be denied standing, as such questions are more appropriately addressed to the representative branches of government.   Valley Forge, 454 U.S. at 475, 102 S.Ct. at 760.   Finally, the claim presented must come within \"the zone of interests to be protected or regulated by the statute or constitutional guarantee in question.\"   Association of Data Processing Serv.  Orgs., Inc. v. Camp, 397 U.S. 150, 153, 90 S.Ct. 827, 830, 25 L.Ed.2d 184 (1970)</p>\n        <p>In the instant case, appellees have not suggested that the appellant producers are asserting rights and interests other than their own;  the complaint does not allege a \"generalized grievance\" more appropriately addressed to another branch of government;  and appellants, as milk producers who ship in interstate commerce, would appear to be within the \"zone of interests\" protected by the Commerce Clause, see Dennis, 498 U.S. at 449, 111 S.Ct. at 872 (Commerce Clause was intended to benefit those involved in interstate commerce and is the source of a right of action on the part of those injured by state regulation of commerce) (citing Boston Stock Exch. v. State Tax Comm'n, 429 U.S. 318, 320 n. 3, 97 S.Ct. 599, 602 n. 3, 50 L.Ed.2d 514 (1977) ).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Although the Commissioner contends that the district court correctly applied AVX's \"heightened\" requirements for pleading \"standing,\" AVX, 962 F.2d at 113, we note no citation or reference to AVX in the district court opinion.  Since we conclude that the proposed second amended complaint meets either standard, however, we need not revisit AVX in light of the Supreme Court's recent decision in Leatherman v. Tarrant County Narcotics Intelligence &amp; Coordination Unit, --- U.S. ----, 113 S.Ct. 1160, 122 L.Ed.2d 517 (1993)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Appellants concede that the Fund's collection mechanism, by itself, does not injure them.  Since Massachusetts dealers must pay an assessment on every cwt purchased, whether produced locally or out-of-state, dealers could not reduce their assessments to the Fund by avoiding out-of-state purchases</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> By proscribing \"unconscionable\" consumer price increases, section VIII(b) of the pricing order merely places an outer limit on the total amount of differential assessment costs dealers may pass along to consumers</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> The Commissioner characterizes these dire forecasts as speculative.  Nevertheless, the affidavit of West Lynn Creamery's president attests that the dairy industry's economic woes are not restricted to Massachusetts, and that out-of-state milk producers likewise are in precarious financial straits</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> The parties to the present appeal debate whether cases like AVX, dealing with \"associational standing,\" have any bearing on the question of the individual appellants' \"injury-in-fact.\"   An essential element of \"associational standing\" is injury-in-fact to some member of the association.  See AVX, 962 F.2d at 116.   Thus, insofar as these associational standing cases deal with the requirements of \"injury-in-fact,\" we cite them throughout this opinion, as appropriate</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> See also, e.g., Associated Gas Distribs. v. Federal Energy Regulatory Comm'n, 899 F.2d 1250, 1258 (D.C.Cir.1990) (holding that, even if no \"specific instances of existing competition\" had been asserted, FERC's decision authorizes transportation and sale of gas which \"threaten AGD's members competitively, because AGD's members include local distribution companies who may lose business to allegedly illegal transactions\") (emphasis added);  Securities Indus. Ass'n v. Clarke, 885 F.2d 1034, 1038 (2d Cir.1989) (securities dealers sufficiently alleged competitive injury-in-fact for \"standing\" to test regulatory ruling allowing banks to sell mortgage pass-through certificates), cert denied, 493 U.S. 1070, 110 S.Ct. 1113, 107 L.Ed.2d 1021 (1990);  Bullfrog Films, Inc. v. Wick, 847 F.2d 502, 506 (9th Cir.1988) (film distributors and exporters alleged sufficient injury-in-fact to test custom duties that \"put[ ] their films at a competitive disadvantage in the international marketplace...., [a]lthough plaintiffs did not produce evidence that the payment of custom duties ... caused decreased sales or profits\");  National Coal Ass'n v. Hodel, 825 F.2d 523, 526 (D.C.Cir.1987) (holding that Secretary of Interior's decision to allow land exchange so that plaintiff's competitor could mine \"a large tract of previously unmineable land ... undoubtedly satisf[ies] constitutional standing requirements\") (emphasis added);  Investment Co. Inst. and Securities Indus. Ass'n v. Federal Deposit Ins. Corp., 815 F.2d 1540, 1543 (D.C.Cir.)  (holding that FDIC ruling allowing insured nonmember banks to enter securities field will deal petitioners, who represent mutual fund companies and investment bankers, a \"competitive injury\"), cert denied, 484 U.S. 847, 108 S.Ct. 143, 98 L.Ed.2d 99 (1987);   Sea-Land Serv., Inc. v. Dole, 723 F.2d 975, 977 (D.C.Cir.1983) (concluding that plaintiff, which operated vessels on nonsubsidized trade routes, had alleged sufficient \"competitive harm\" to test a decision by Department of Transportation allowing subsidized carrier to call on ports off its subsidized route), cert. denied, 469 U.S. 824, 105 S.Ct. 103, 83 L.Ed.2d 47 (1984);   Peoples Gas, Light &amp; Coke Co. v. U.S. Postal Serv., 658 F.2d 1182, 1194 &amp; n. 9 (7th Cir.1981) (finding that plaintiff, a gas company, which alleged \"a loss of future revenue\" from postal service's plan to install electric instead of gas system, had suffered a non-\"speculative\" competitive injury;  judicial invalidation of first bidding procedure \"offer[s] at least a likelihood\" that plaintiff, a potential bidder, would ultimately be awarded the government contract);   P.A.M. News Corp. v. Hardin, 440 F.2d 255, 257 (D.C.Cir.1971) (concluding that plaintiff alleged competitive injury from Department of Agriculture's decision to allow free access to agricultural data, since plaintiffs previously compiled and sold information to public);  cf. Simmons v. Interstate Commerce Comm'n, 900 F.2d 1023, 1026 (7th Cir.1990) (holding that rival shippers alleged sufficient injury-in-fact to contest ICC decision to permit abandonment of rail line, where plaintiffs' competitor's line remains open, although injury was not ultimately redressable by judicial action), cert. denied, 499 U.S. 919, 111 S.Ct. 1308, 113 L.Ed.2d 242 (1991)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> The Commissioner points out that appellants do not allege that they can increase their future milk production so as to displace the Massachusetts producers from their current 10% market share.  Even assuming that this omission undermines their claimed \"injury-in-fact\" with respect to the 10% share, there is no requirement that a plaintiff plead multiple forms of future injury-in-fact</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> We think appellants were entitled, at the pleading stage, to presume that the milk industry would be subject to the basic economic laws at work in other competitive markets.  See supra p. 919:</p>\n        <p>The Supreme Court [in Camp] did not ... require plaintiffs to allege in their complaint facts sufficient to refute every possible anomaly of the marketplace such as the existence of voluntary labor or ideologically committed consumers.  The Court assumed the marketplace would function in a normal, predictable fashion, for to assume otherwise would be to foreclose the very possibility of ever satisfactorily alleging a competitive injury.</p>\n        <p>American Soc'y, 566 F.2d at 158 (emphasis added).  We nonetheless recognize, of course, as did the district court, that the milk industry is subject to federal marketing orders.  Consequently, where such economic anomalies are material, they may be tested at summary judgment.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> We take no position respecting the merits of the Commerce Clause challenge, which implicates questions of interstate commerce \"burdens\" analytically distinct from the \"injury-in-fact\" determination that is central to standing.  As noted above, the Supreme Court has decided to review the underlying Commerce Clause claim.  See West Lynn Creamery, Inc. v. Commissioner of Dep't of Food and Agric., 415 Mass. 8, 611 N.E.2d 239, cert. granted, --- U.S. ----, 114 S.Ct. 56, 126 L.Ed.2d 26 (1993)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">10</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">915</span></span></p>\n    <p class=\"case_cite\">62 USLW 2419</p>\n    <p class=\"parties\">Kenneth ADAMS, Seth Bunker and Rodney Hudson, et al.,<br>Plaintiffs, Appellants,<br>v.<br>Gregory WATSON as Commissioner, Massachusetts Department of<br>Food and Agriculture, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 93-1068.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard May 3, 1993.<br>Decided Dec. 8, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Michael L. Altman, with whom Margaret A. Robbins and Rubin &amp; Rudman were on brief, for appellants.</p>\n      <p class=\"indent\">Eric A. Smith, Asst. Atty. Gen., with whom Scott Harshbarger, Atty. Gen., was on brief, for Commissioner of the Massachusetts Dept. of Food and Agriculture.</p>\n      <p class=\"indent\">Robert J. Sherer, with whom Francis A. DiLuna and Roche, Carens &amp; DeGiacomo were on brief, for Massachusetts Farm Bureau Federation, Inc.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, CAMPBELL, Senior Circuit Judge, and CYR, Circuit Judge.</p>\n      <p class=\"indent\">CYR, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiffs-appellants, New York and New Hampshire dairy farmers, instituted the present civil rights action against the Commissioner of the Massachusetts Department of Food and Agriculture (Commissioner) for declaratory and injunctive relief from an alleged unconstitutional enforcement of a Massachusetts milk pricing order.  The district court dismissed their complaint for lack of standing.  We now reverse.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* BACKGROUND</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On January 28, 1992, the Commissioner declared a state of emergency in the Massachusetts dairy industry, see Mass.Gen.L. ch. 94A, Sec. 12 (1992), based on findings that rising production costs and flat dairy prices were devastating the industry.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The Commissioner determined that a price stabilization system was necessary.  The pricing order issued by the Commissioner on February 26, 1992, forms the focus of this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The pricing order established a \"Dairy Equalization Fund\" (Fund), into which each licensed milk distributor (dealer) in Massachusetts is required to pay monthly assessments (\"differential assessments\") equal to one-third of the amount by which the $15 price set by the pricing order exceeds the applicable federal minimum or \"blend\" price per hundredweight (cwt).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The differential assessment applies to all milk marketed in Massachusetts by licensed dealers, whether produced in Massachusetts or elsewhere.  Notwithstanding the fact that dealers must pay the differential assessment calculated on all out-of-state and in-state produced milk, out-of-state producers, who supply most of the milk sold in Massachusetts,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> are not entitled to disbursements from the Fund.  The monies in the Fund are distributed monthly among Massachusetts milk producers only, in direct proportion to their respective percentage of the total Massachusetts milk production, subject to a monthly payment cap to each Massachusetts producer equal to the differential assessment on 2000 cwt.  Excess monies in the Fund are remitted to dealers in direct proportion to their payments into the Fund.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Plaintiffs-appellants, out-of-state producers, sell their entire milk production to West Lynn Creamery, Inc., a licensed Massachusetts milk dealer.  Their original civil rights complaint demanded (i) a declaratory judgment that the pricing order violates the Commerce Clause,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> (ii) the refund of all amounts previously disbursed from the Fund to Massachusetts producers, and (iii) injunctive relief against further enforcement of the pricing order.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The first amended complaint<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> included allegations that the pricing order caused appellants competitive injury and economic harm.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  On defendants' motion, the district court dismissed the first amended complaint for lack of standing, finding its \"general allegations of economic harm ... unsupported by any specific, factual allegations of injury.\"  Adams v. Watson, No. 92-11641-Z, <span class=\"citation no-link\"><span class=\"volume\">1992</span> <span class=\"reporter\">WL</span> <span class=\"page\">390721</span></span> at * 2, 1992 U.S.Dist. LEXIS 19306, at * 4 (D.Mass.1992).  The district court noted that the first amended complaint contained no allegations that the plaintiffs had sold less milk in Massachusetts since February 26, 1992, received a lower price for their milk, or were otherwise frustrated in their attempt to \"undersell\" Massachusetts producers.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The district court denied plaintiffs' motion to recast their first amended complaint by adding two paragraphs for the stated purpose of alleging \"with greater specificity 'injury in fact' to meet the requirement of more 'specific, factual allegations of injury.' \"   The district court summarily denied the ensuing motion for relief from judgment under Fed.R.Civ.P. 60.</p>\n    </div>\n    <p>II</p>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>A. Applicable Law of Standing.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Article III of the Constitution limits federal \"judicial power\" to the resolution of \"cases\" and \"controversies,\" see U.S. Const. art.  III;  only if it is presented with a \"case or controversy\" may an Article III court entertain an action.  See Warth v. Seldin, <span class=\"citation\" data-id=\"109301\"><a href=\"/opinion/109301/warth-v-seldin/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">490</span></a></span>, 498, <span class=\"citation\" data-id=\"109301\"><a href=\"/opinion/109301/warth-v-seldin/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2197</span></a></span>, 2205, <span class=\"citation\" data-id=\"109301\"><a href=\"/opinion/109301/warth-v-seldin/\"><span class=\"volume\">45</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">343</span></a></span> (1975);  United States v. AVX Corp., <span class=\"citation\" data-id=\"582534\"><a href=\"/opinion/582534/united-states-of-america-v-avx-corporation-national-wildlife-federation/\"><span class=\"volume\">962</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">108</span></a></span>, 113 (1st Cir.1992).  In its constitutional formulation, the doctrine of standing is a gatekeeper of justiciability, and \"serves to identify those disputes which are appropriately resolved through the judicial process.\"  Whitmore v. Arkansas, <span class=\"citation\" data-id=\"112418\"><a href=\"/opinion/112418/whitmore-v-arkansas/\"><span class=\"volume\">495</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">149</span></a></span>, 155, <span class=\"citation\" data-id=\"112418\"><a href=\"/opinion/112418/whitmore-v-arkansas/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1717</span></a></span>, 1722-23, <span class=\"citation\" data-id=\"112418\"><a href=\"/opinion/112418/whitmore-v-arkansas/\"><span class=\"volume\">109</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">135</span></a></span> (1990).  The \"irreducible constitutional minimum of standing\" entails three elements:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>First, the plaintiff must have suffered an \"injury in fact\"--an invasion of a legally protected interest which is (a) concrete and particularized;  and (b) actual or imminent, not conjectural or hypothetical.  Second, there must be a causal connection between the injury and the conduct complained of--the injury has to be fairly traceable to the challenged action of the defendant, and not the result of the independent action of some third party not before the court.  Third, it must be \"likely\" as opposed to merely \"speculative,\" that the injury will be redressed by a favorable decision.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Lujan v. Defenders of Wildlife, --- U.S. ----, ----, <span class=\"citation\" data-id=\"112747\"><a href=\"/opinion/112747/lujan-v-defenders-of-wildlife/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2130</span></a></span>, 2136, <span class=\"citation\" data-id=\"112747\"><a href=\"/opinion/112747/lujan-v-defenders-of-wildlife/\"><span class=\"volume\">119</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">351</span></a></span> (1992) (citations and some internal quotation marks omitted);  see also Northeastern Fla.  Chapter of Associated Gen. Contractors of Am. v. Jacksonville, --- U.S. ----, <span class=\"citation\" data-id=\"112884\"><a href=\"/opinion/112884/northeastern-fla-chapter-associated-gen-contractors-of-america-v/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2297</span></a></span>, <span class=\"citation\" data-id=\"112884\"><a href=\"/opinion/112884/northeastern-fla-chapter-associated-gen-contractors-of-america-v/\"><span class=\"volume\">124</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">586</span></a></span> (1993);   AVX, 962 F.2d at 113;   Munoz-Mendoza v. Pierce, <span class=\"citation\" data-id=\"421129\"><a href=\"/opinion/421129/viviana-munoz-mendoza-v-samuel-r-pierce-jr/\"><span class=\"volume\">711</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">421</span></a></span>, 424 (1st Cir.1983).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The injury-in-fact inquiry \"serves to distinguish a person with a direct stake in the outcome of a litigation--even though small --from a person with a mere interest in the problem.\"  United States v. Students Challenging Regulatory Agency Procedures (SCRAP), <span class=\"citation\" data-id=\"108824\"><a href=\"/opinion/108824/united-states-v-students-challenging-regulatory-agency-procedures-scrap/\"><span class=\"volume\">412</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">669</span></a></span>, 690 n. 14, <span class=\"citation\" data-id=\"108824\"><a href=\"/opinion/108824/united-states-v-students-challenging-regulatory-agency-procedures-scrap/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2405</span></a></span>, 2417 n. 14, <span class=\"citation\" data-id=\"108824\"><a href=\"/opinion/108824/united-states-v-students-challenging-regulatory-agency-procedures-scrap/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">254</span></a></span> (1973) (citing Kenneth C. Davis, Standing:  Taxpayers and Others, 35 U.Chi.L.Rev. 601, 613 (1968) (\"an identifiable trifle is enough for standing to fight out a question of principle\")) (emphasis added);  see Bowman v. Wilson, <span class=\"citation\" data-id=\"400912\"><a href=\"/opinion/400912/bowman-jerry-v-wilson-lieutenant-scott-e-brig-officer-naval/\"><span class=\"volume\">672</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1145</span></a></span>, 1151 (3d Cir.1982) (\"The contours of the injury-in-fact requirement, while not precisely defined, are very generous,\" requiring only that claimant \"allege[ ] some specific, 'identifiable trifle' of injury....\");  Tax Analysts &amp; Advocates v. Blumenthal, <span class=\"citation no-link\"><span class=\"volume\">566</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">130</span></span>, 138 (D.C.Cir.1977) (distinct and palpable competitive injury is injury-in-fact for standing purposes even if economic injury is slight in magnitude), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1086</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1280</span></span>, <span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">791</span></span> (1978).  Courts \"may reasonably expect that a person so harmed will, as best he can, frame the relevant questions with specificity, contest the issues with the necessary adverseness, and pursue the litigation vigorously.\"  Barlow v. Collins, <span class=\"citation\" data-id=\"108089\"><a href=\"/opinion/108089/barlow-v-collins/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">159</span></a></span>, 172, <span class=\"citation\" data-id=\"108089\"><a href=\"/opinion/108089/barlow-v-collins/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">832</span></a></span>, 841, <span class=\"citation\" data-id=\"108089\"><a href=\"/opinion/108089/barlow-v-collins/\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">192</span></a></span> (1970).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The responsibility for \"clearly and specifically set[ting] forth facts sufficient to satisfy the Article III standing requirements\" rests with the claimant.  Whitmore, 495 U.S. at 155-56, 110 S.Ct. at 1722-24;  see also Lujan, --- U.S. at ----, 112 S.Ct. at 2136;  FW/PBS, Inc. v. Dallas, <span class=\"citation\" data-id=\"112348\"><a href=\"/opinion/112348/fwpbs-inc-v-dallas/\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">215</span></a></span>, 231, <span class=\"citation\" data-id=\"112348\"><a href=\"/opinion/112348/fwpbs-inc-v-dallas/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">596</span></a></span>, 607, <span class=\"citation\" data-id=\"112348\"><a href=\"/opinion/112348/fwpbs-inc-v-dallas/\"><span class=\"volume\">107</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">603</span></a></span> (1990);  Warth, 422 U.S. at 518, 95 S.Ct. at 2215;  AVX, 962 F.2d at 114.   Like the trial court, we \"accept as true all material allegations of the complaint, and must construe the complaint in favor of the complaining party.\"  Warth, 422 U.S. at 501, 95 S.Ct. at 2206;  see AVX, 962 F.2d at 114.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  \" '[E]mpirically unverifiable' conclusions, not 'logically compelled, or at least supported, by the stated facts,' deserve no deference.\"  Id. (quoting Dartmouth Review v. Dartmouth College, <span class=\"citation\" data-id=\"531870\"><a href=\"/opinion/531870/the-dartmouth-review-on-behalf-of-its-officers-staff-and-subscribers-v/\"><span class=\"volume\">889</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></a></span>, 16 (1st Cir.1989)).  Within this analytic framework, we examine appellants' claims.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>B. The District Court Decision.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The district court found that the first amended complaint raised general allegations of \"economic harm\" or \"competitive disadvantage\" but alleged no \"specific\" facts which would substantiate actual injury, such as reduced out-of-state milk sales to Massachusetts dealers, or lower milk prices to out-of-state producers.  The court noted:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>In complaining that the subsidy in itself injures out-of-state farmers, plaintiffs assume a perfectly competitive market in which a direct subsidy to local farmers results in their capture of a larger market share because they can offer their milk at a lower price.  Such analysis ignores the fact that there is [a] federal price support in effect.  Because the milk dealers must pay the federal minimum price to any dairy farmer, there is no incentive to purchase local rather than out-of-state milk.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Adams, No. 92-11641-Z, <span class=\"citation no-link\"><span class=\"volume\">1992</span> <span class=\"reporter\">WL</span> <span class=\"page\">390721</span></span>, at * 2 n. 4, 1992 U.S.Dist. LEXIS 19306, at * 4 n. 4.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>C. Allegations of \"Competitive Injury.\"</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Since the proposed second amended complaint did not address the perceived deficiencies in the first amended complaint, and the district court did not elaborate on its reasons for denying the motion to amend, we assume that the court considered the proposed amendment futile.  See Correa-Martinez v. Arrillaga-Belendez, <span class=\"citation\" data-id=\"541732\"><a href=\"/opinion/541732/jorge-correa-martinez-v-rene-arrillaga-belendez/\"><span class=\"volume\">903</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">49</span></a></span>, 59 (1st Cir.1990).  Accordingly, setting to one side the first amended complaint, we inquire whether the second amended complaint alleged an actual or imminent \"injury-in-fact\" proximately caused by the challenged pricing order.  Id. (suggesting that denial of motion to amend constitutes abuse of discretion \"if no justification appears\").</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The second amended complaint, paraphrased, alleges that the following chain of economic events will result in appellants' loss of future income, profits, and business opportunities:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>All milk currently produced by appellants is sold in the Massachusetts milk market in direct competition with Massachusetts milk producers.  As a direct consequence of the differential assessments Massachusetts milk dealers must pay into the Fund for each cwt purchased from producers,<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> consumer milk prices in Massachusetts will rise since dealers, in all likelihood, will pass along at least some portion of their increased costs to Massachusetts consumers.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>Consumer demand will decrease as prices increase.  In this shrinking market, Massachusetts dealers will continue to buy all available milk produced in Massachusetts, because of their \"preference \" for local supplies, due to the lower transportation costs and lesser producer-to-consumer delivery time (perishability being a major industry concern).  Higher milk prices and increased disbursements from the Fund will induce greater milk production by Massachusetts producers, thereby lowering the current 90% Massachusetts market share enjoyed by out-of-state producers.  Moreover, even if Massachusetts milk prices were to remain relatively stable, individual Massachusetts producers would have a strong incentive to increase production over their fellow home state dairy farmers, since Fund disbursements are based on each producer's relative share of overall Massachusetts milk production.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>As Massachusetts producers increase their market share, out-of-state milk will be displaced, and \"overflow\" into interstate commerce.  These resulting surplus \"interstate\" supplies will deflate the federal \"blend\" or minimum price under Order No. 1.  Since appellants previously sold their entire milk production in Massachusetts, some of their out-of-state milk will be \"displaced\" by Massachusetts-produced milk.  As Massachusetts consumer demand decreases, out-of-state producers will no longer be able to command the same premium prices (in excess of the federal \"blend price\") received before the challenged pricing order.  See supra note 3.  Massachusetts producers will be insulated from any federal blend-price deflation, because, under the Fund's collection formula the greater the gap between $15 and the federal blend price, the larger the differential assessments Massachusetts dealers must pay into the Fund, and therefore, the larger the Fund disbursements to Massachusetts producers (but not to out-of-state producers).  Unless remedied, the challenged pricing order eventually would lead to the failure and closure of appellants' businesses.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>D. \"Imminence\" and \"Particularity\" of Economic Injury.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The district court correctly noted that appellants' current income and profits do not substantiate their allegations of economic injury.  As of the district court dismissal order, appellants continued to sell their entire milk production to West Lynn Creamery, and neither the volume nor the price had abated since the pricing order went into effect.  For their part, appellees cite to several cases holding that the \"injury-in-fact\" requirement is satisfied at the pleading stage by allegations that the plaintiffs sustained actual financial loss, fairly traceable to the challenged regulation, between its effective date and the filing of the complaint.  See, e.g., Minnesota Milk Producers Ass'n v. Madigan, <span class=\"citation\" data-id=\"577742\"><a href=\"/opinion/577742/minnesota-milk-producers-association-a-non-profit-minnesota-corporation/\"><span class=\"volume\">956</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">816</span></a></span>, 818-19 (8th Cir.1992) (\"The producers have alleged that the provisions of the Secretary's orders directly cause a reduction in the price they receive for their milk.\").<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Although at the pleading stage \"injury-in-fact\" need not entail currently realized economic loss, Article III standing in the commercial context must be premised, at a minimum, on particularized future economic injury which, though latent, nonetheless qualifies as \"imminent.\"   See Lujan, --- U.S. at ----, 112 S.Ct. at 2136.   Our review of the pertinent authorities satisfies us that the proposed second amended complaint alleges particularized future economic injury sufficient to support Article III standing.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In Rental Hous.  Ass'n of Greater Lynn v. Hills, <span class=\"citation\" data-id=\"342415\"><a href=\"/opinion/342415/rental-housing-association-of-greater-lynn-inc-v-carla-a-hills/\"><span class=\"volume\">548</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">388</span></a></span> (1st Cir.1977), the Department of Housing and Urban Development (HUD) approved funding to convert factories into housing for the elderly.  While the project was still in process, an association of local landlords brought suit in federal district court, complaining that the grant contravened Section 8 of the Housing and Community Development Act of 1974, and threatened \"competitive injury\" to the plaintiff association's members, who \"will lose tenants to the new project.\"  Id. at 389.   Finding the \"competitive injury\" allegations sufficient to survive a motion to dismiss, we stated:</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p>While the [ ] project is not yet completed, and hence specific proof of competitive injury is not possible, it could hardly be thought that administrative action likely to cause harm cannot be challenged until it is too late.  We see no insurmountable obstacles to proof of the likelihood that [plaintiff's] members will lose tenants to the [ ] project.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Id. (citation omitted) (emphasis added).  We noted that many cases uphold \"competitor standing\" based on \"unadorned allegations\" of latent economic injury.  Id. at 390;  see, e.g., Association of Data Processing Serv.  Orgs. v. Camp, <span class=\"citation\" data-id=\"108088\"><a href=\"/opinion/108088/association-of-data-processing-service-organizations-inc-v-camp/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">150</span></a></span>, 152, 154, <span class=\"citation\" data-id=\"108088\"><a href=\"/opinion/108088/association-of-data-processing-service-organizations-inc-v-camp/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">827</span></a></span>, 829, 830, <span class=\"citation\" data-id=\"108088\"><a href=\"/opinion/108088/association-of-data-processing-service-organizations-inc-v-camp/\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">184</span></a></span> (1970) (sellers of data processing services \"no doubt\" had standing to test ruling allowing national banks to sell data processing services;  injury-in-fact element met by allegations that competition from national banks \"might entail some future loss of profits\" and that respondent bank was preparing to perform data processing services for two of plaintiffs' customers);  Arnold Tours, Inc. v. Camp, <span class=\"citation\" data-id=\"108217\"><a href=\"/opinion/108217/arnold-tours-inc-v-camp/\"><span class=\"volume\">400</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">45</span></a></span>, 45-46, <span class=\"citation\" data-id=\"108217\"><a href=\"/opinion/108217/arnold-tours-inc-v-camp/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">158</span></a></span>, 159, <span class=\"citation\" data-id=\"108217\"><a href=\"/opinion/108217/arnold-tours-inc-v-camp/\"><span class=\"volume\">27</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">179</span></a></span> (1970) (holding that travel agents had \"competitor standing\" to test ruling allowing national banks to provide travel services);  Investment Co. Inst. v. Camp, <span class=\"citation\" data-id=\"108300\"><a href=\"/opinion/108300/investment-company-institute-v-camp/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">617</span></a></span>, 620-21, <span class=\"citation\" data-id=\"108300\"><a href=\"/opinion/108300/investment-company-institute-v-camp/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1091</span></a></span>, 1093-94, <span class=\"citation\" data-id=\"108300\"><a href=\"/opinion/108300/investment-company-institute-v-camp/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">367</span></a></span> (1971) (finding \"competitor standing,\" on the part of investment companies, to test a regulatory ruling authorizing national banks to operate collective investment funds).<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The proposed second amended complaint meets the benchmark for \"competitor standing\" established by these authorities.  The Camp triad and Rental Housing cases are all premised on a plaintiff's status as a direct competitor whose position in the relevant marketplace would be affected adversely by the challenged governmental action.  Cf. Energy Transp. Group, Inc. v. Maritime Admin., <span class=\"citation\" data-id=\"578158\"><a href=\"/opinion/578158/energy-transportation-group-inc-v-maritime-administration-and-united/\"><span class=\"volume\">956</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1206</span></a></span>, 1215 (D.C.Cir.1992) (finding that a disgruntled contract bidder, although generally engaged in the fuel transportation business, failed to allege sufficient \"competitive injury\" where it could not presently, or within prescribed future period, perform the particular types of services required by the contract at issue).  The Supreme Court found \"competitor standing\" in the Camp cases based on an alleged potential for heightened competition in a national marketplace.  Thus, arguably at least, the narrower the relevant marketplace, as in Rental Housing (municipality) and here (state), the greater the likelihood that a plaintiff will experience future economic loss as a consequence of the competitive advantage bestowed on its direct competitor.  In some \"direct competitor\" cases, future injury-in-fact is viewed as \"obvious\" since government action that removes or eases only the competitive burdens on the plaintiff's rivals plainly disadvantages the plaintiff's competitive position in the relevant marketplace.  However, \"[w]here 'injury' and 'cause' are not obvious, the plaintiff must plead their existence in his complaint with a fair degree of specificity.\"  Munoz-Mendoza, 711 F.2d at 425 (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">There can be no question but that out-of-state milk producers are in direct competition with Massachusetts milk producers.  At the very least, out-of-state producers have to defend their current 90% share of the Massachusetts milk market and may even elect to compete with Massachusetts producers for the remaining 10% market share.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>  If, as alleged, see supra pp. 919-920, Massachusetts producers were to realize sufficient infusions of capital to increase their milk production and their Massachusetts market share, it is \"obvious\" that appellants would sustain direct economic harm commensurate with the diminution of their current market share.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Even assuming, however, for discussion purposes, that the causal nexus between the challenged pricing order and appellants' alleged competitive injury is not sufficiently \"obvious,\" we are not persuaded by the Commissioner's contention that the sequence of economic events projected in the second amended complaint is too conclusory, speculative or attenuated.  See, e.g., United Transp. Union v. Interstate Commerce Comm'n, <span class=\"citation\" data-id=\"533772\"><a href=\"/opinion/533772/united-transportation-union-v-interstate-commerce-commission-and-united/\"><span class=\"volume\">891</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">908</span></a></span>, 912 (D.C.Cir.1989) (\"When considering any chain of allegations for standing purposes, we may reject as overly speculative ... predictions of future events (especially future actions by third parties )....\")  (emphasis added), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">497</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1024</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3271</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">781</span></span> (1990).  In order to demonstrate \"standing,\" \"pleadings must be something more than an ingenious academic exercise in the conceivable\";  a plaintiff may not simply assert \"that he can imagine circumstances in which he could be affected by the agency's action.\"  SCRAP, 412 U.S. at 689, 93 S.Ct. at 2416.   The more remote in time the alleged injury-in-fact, the less obvious the \"concreteness of the controversy.\"   Thus, where the complaint relies only on prospective harm, it \" 'must demonstrate a realistic danger of sustaining a direct injury.' \"  United Transp. Union, 891 F.2d at 913.   On the other hand, \"competitor standing\" cases necessarily turn on degrees of probability, see Mount Wilson FM Broadcasters, Inc. v. Federal Communications Comm'n, <span class=\"citation\" data-id=\"529273\"><a href=\"/opinion/529273/mount-wilson-fm-broadcasters-inc-v-federal-communications-commission-and/\"><span class=\"volume\">884</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1462</span></a></span>, 1465 (D.C.Cir.1989) (\"If an[ ] agency's act creates 'a substantial probability' of an 'injury in fact,' the causation requirement of Article III is satisfied.\")  (quoting Warth, 422 U.S. at 504, 95 S.Ct. at 2208), a measurement \"not easily susceptible to concrete definitions or mechanical application,\" AVX, 962 F.2d at 113.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">All predictions are conjectural to a degree.  Somewhere along the spectrum of probability, between tomorrow's sunrise and \"unadorned speculation,\" see, e.g., Diamond v. Charles, <span class=\"citation\" data-id=\"111661\"><a href=\"/opinion/111661/diamond-v-charles/\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">54</span></a></span>, 66, <span class=\"citation\" data-id=\"111661\"><a href=\"/opinion/111661/diamond-v-charles/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1697</span></a></span>, 1705, <span class=\"citation\" data-id=\"111661\"><a href=\"/opinion/111661/diamond-v-charles/\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">48</span></a></span> (1986) (pediatrician's allegations of injury-in-fact based on assertion that aborted fetuses might otherwise have become fee-paying patients), lie appellants' allegations of \"imminent\" injury-in-fact based on the laws of economics.  Economics is a cross between an art and a science, which is to say, both an imperfect art and an imperfect science.  While the law of supply and demand may sometimes be suspended by unpredictable marketplace decisions, and even lesser fortuities like bovine obstinacy, basic economic theory quite consistently transcends utter randomness by positing elemental laws of cause and effect predicated on actual market experience and probable market behavior.  Indeed, most \"competitor standing\" cases depend on such core economic postulates.  See United Transp. Union, 891 F.2d at 913 (noting that in \"garden variety competitor standing cases,\" courts routinely credit causal connections \"firmly rooted in the basic laws of economics\" or \"basic economic logic\");  see also American Soc'y of Travel Agents, Inc. v. Blumenthal, <span class=\"citation\" data-id=\"350867\"><a href=\"/opinion/350867/american-society-of-travel-agents-inc-v-michael-blumenthal-secretary-of/\"><span class=\"volume\">566</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">145</span></a></span>, 157 (D.C.Cir.1977) (\"[A]ll claims of competitive injury are to some extent speculative [and] predicated on the independent decisions of third parties, i.e. customers.  However, economics is the science of predicting these economic decisions....\")  (Bazelon, J., dissenting), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">435</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">947</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1533</span></span>, <span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">546</span></span> (1978).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In Rental Housing, we credited at face value an allegation that the plaintiff landlords, representing slightly more than one-third of the renters in the relevant housing market, would \"lose tenants\" to the HUD-subsidized project, even though their economic prediction plainly depended on the decisions of any number of independent parties--inter alia, elderly tenants seeking suitable housing, local zoning and planning boards, other federal and state agencies, and lending institutions--not to mention less predictable factors such as disasters, e.g., fire.  Two rational economic assumptions nonetheless combined to make it sufficiently \"probable\" that the landlords would sustain \"concrete\" future injury:  by increasing the volume of available housing in a defined market, both consumer demand and prices were likely to fall.  Similar economic principles impelled the Camp triad decisions on \"competitor standing.\"   See also supra note 13.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The second amended complaint, much like that in Rental Housing, is based on standard principles of \"supply and demand\" routinely credited by courts in a variety of contexts.  See, e.g., Minneapolis Star &amp; Tribune Co. v. Minnesota Comm'r of Revenue, <span class=\"citation\" data-id=\"110894\"><a href=\"/opinion/110894/minneapolis-star-tribune-co-v-minnesota-commr-of-revenue/\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">575</span></a></span>, 590, <span class=\"citation\" data-id=\"110894\"><a href=\"/opinion/110894/minneapolis-star-tribune-co-v-minnesota-commr-of-revenue/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1365</span></a></span>, 1374, <span class=\"citation\" data-id=\"110894\"><a href=\"/opinion/110894/minneapolis-star-tribune-co-v-minnesota-commr-of-revenue/\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">295</span></a></span> (1983) (price or sales tax increase \"presumably will cause a decrease in demand\" for product) (citing Paul A. Samuelson, Economics 381-83, 389-90 (10th ed. 1976));  Competitive Enter.  Inst. v. National Highway Traffic Safety Admin., <span class=\"citation\" data-id=\"539993\"><a href=\"/opinion/539993/competitive-enterprise-institute-v-national-highway-traffic-safety/\"><span class=\"volume\">901</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">107</span></a></span>, 125 (D.C.Cir.1990) (\"Since the demand for a product is decreased as its price is increased....\");  Alcan Sales, Div. of Alcan Aluminum Corp. v. United States, <span class=\"citation\" data-id=\"411272\"><a href=\"/opinion/411272/alcan-sales-div-of-alcan-aluminum-corp-v-the-united-states/\"><span class=\"volume\">693</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1089</span></a></span>, 1092 (Fed.Cir.1982) (nonrefundable federal surcharges are likely to be more effective in decreasing demand for imported goods because importers are more likely \"to pass along the cost of the surcharge through to consumers....\"), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">943</span></span>, <span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2119</span></span>, <span class=\"citation no-link\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1300</span></span> (1983).  In the present case, the more industry-specific allegations--such as Massachusetts dealers' preference for indigenous milk supplies--are confirmed by the affidavit of Dr. Ronald Knutson, a national expert in dairy industry economics, see supra pp. 919-920.  We conclude, therefore, that rather than \"empirically unverifiable\" conclusions, see Dartmouth Review, 889 F.2d at 16, the economic \"facts\" alleged in the proposed second amended complaint set forth adequate grounds to demonstrate, at the pleading stage, a sufficient likelihood that the challenged pricing order will result in reduced out-of-state milk sales to Massachusetts dealers at lower prices.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Even assuming that out-of-state producers, as a class, might be injured under appellants' forecasts, the Commissioner contends that these individual appellants failed to demonstrate either injury-in-fact or that West Lynn Creamery will buy less than 100% of their milk production in the event Massachusetts production is increased in the future.  Once again, we cannot agree.  Like other Massachusetts dealers with whom it must compete, West Lynn's self-interest (in lower transportation costs and reduced perishability) will be served by purchasing milk from nearby producers, which at least in many, perhaps most, cases will be producers located in Massachusetts.  In that eventuality, the out-of-state producers' current 97% share of West Lynn's milk business would decline.  Nor is there anything in the appellate record to suggest that West Lynn has a non-economic motive to spare these individual appellants at the expense of other out-of-state producers.  Furthermore, even if the alleged reductions in out-of-state milk purchases were minimal at the outset, appellants would no longer be able to command as high a premium for their milk, because they would then have to compete with other out-of-state producers to supply a diminished share of West Lynn's import needs.  Finally, as out-of-state milk is displaced in the Massachusetts marketplace and \"overflows\" into interstate commerce, the federal blend price will deflate, lowering the \"safety net\" for all milk producers including appellants.  For these reasons, we cannot agree with the conclusion that the federal \"blend\" price insulates appellants from all cognizable injury-in-fact, see supra p. 919, or renders inconsequential all other alleged injury-in-fact (e.g., loss of premium paid out-of-state producers prior to pricing order).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Similarly, the Commissioner cannot carry the day on the claim that appellants' injury-in-fact is shared with so large a class (all out-of-state producers selling to Massachusetts dealers) that their respective shares of the aggregate injury will be minimal.  \"To deny standing to persons who are in fact injured simply because many others are also injured, would mean that the most injurious and widespread Government actions could be questioned by nobody.\"  SCRAP, 412 U.S. at 687, 93 S.Ct. at 2416;  see also AVX, 962 F.2d at 113 (\"While the requisite injury may be common to many, it may not be shared by all.\")  (citations omitted).  Even if appellants' market \"displacement\" estimates were grossly exaggerated, a relatively small economic loss--even an \"identifiable trifle\"--is enough to confer standing, as it affords a constitutionally cognizable stake sufficient to ensure their vigorous prosecution of the litigation.  See Rental Hous.  Ass'n, 548 F.2d at 389 (although plaintiffs collectively owned 7000 of 18,000 rental units in relevant marketplace, and HUD-subsidized competitor would develop only 183 units, \"the injury required for standing need not be substantial, it need only exist \") (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Nor can the Commissioner sustain the dismissal on the ground that significant increases in Massachusetts milk production may be slow to materialize.  The meaning of the term \"imminent\" depends on the particular circumstances, and in the highly competitive environment of the dairy industry, governmental actions often have intractable, long-term consequences.  Particularly apt here is our earlier observation in Rental Housing:  \"it could hardly be thought that [State] action likely to cause harm cannot be challenged until it is too late.\"  Rental Hous.  Ass'n, 548 F.2d at 389.   Although the \"emergency\" pricing order protected Massachusetts milk producers from immediate erosion of their remaining 10% share of the Massachusetts milk market by out-of-state producers, an actual increase in Massachusetts milk production may take months or even years to materialize since it would depend upon long-term capital investments in dairy herd and farm expansions and infrastructure improvements.  Once realized, however, the Massachusetts producers' newfound competitive edge would likely continue for an extended period.  See, e.g., Sabine River Auth. v. United States Dep't of Interior, <span class=\"citation\" data-id=\"573912\"><a href=\"/opinion/573912/sabine-river-authority-and-texas-water-conservation-association/\"><span class=\"volume\">951</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">669</span></a></span>, 675 (5th Cir.)  (plaintiff's challenge to government's acquisition of perpetual easement to wetlands area alleged sufficient non-speculative injury by projecting water shortage \"some forty years in the future\"), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">75</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">40</span></span> (1992).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">We in no way suggest, of course, that the second amended complaint's portrayal of milk industry economics is beyond refutation either on summary judgment or at trial.  See SCRAP, 412 U.S. at 689, 93 S.Ct. at 2416 (where plaintiff alleges a \"perceptible harm,\" the defendant should move \"for summary judgment on the standing issue and demonstrate[ ] to the District Court that the allegations were sham....\") (emphasis added);  see also Bullfrog Films, Inc. v. Wick, <span class=\"citation\" data-id=\"506264\"><a href=\"/opinion/506264/bullfrog-films-inc-v-charles-z-wick-director-united-states/\"><span class=\"volume\">847</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">502</span></a></span>, 506 (9th Cir.1988) (holding that film distributor-exporters alleged sufficient injury-in-fact to challenge custom duties which allegedly \"put[ ] their films at a competitive disadvantage in the international marketplace\";  \"[a]lthough plaintiffs did not produce evidence that the payment of custom duties ... caused decreased sales or profits, at the summary judgment stage, a plaintiff's allegations need not be proven but merely provable\");  Citizens for Envtl.  Quality v. United States, <span class=\"citation\" data-id=\"1877420\"><a href=\"/opinion/1877420/citizens-for-environmental-quality-v-united-states/\"><span class=\"volume\">731</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">970</span></a></span>, 973 (D.Colo.1989) (noting that opposing party could refute \"general rule in economics[ ] that price decreases with increasing supply,\" by explaining \"in highly technical terms that local timber markets depart from the general economic rule....\").<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a>  As we noted in Rental Housing, at this stage of appellants' litigation, \"[w]e see no insurmountable obstacles to proof.\"  Rental Hous.  Ass'n, 548 F.2d at 389 (emphasis added).<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a></p>\n    </div>\n    <p>III</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">As the proposed second amended complaint was sufficient to survive the motion to dismiss based on lack of standing, the motion to amend was not futile and the order granting the motion to dismiss must be vacated.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The judgment is vacated and the case is remanded for further proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In 1991, for example, the average milk price paid Massachusetts dairy farmers was $12.64 per hundredweight (cwt), whereas their average production cost was $15.50 per cwt--an average loss of $2.86 per cwt.  The Commissioner specifically found that the emergency threatened Massachusetts' local \"supply of fresh milk.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The United States dairy industry is subject to extensive price regulation.  The United States Department of Agriculture promulgates federal milk marketing orders, pursuant to the Agricultural Marketing Agreements Act of 1937, 7 U.S.C. Sec. 601, et seq., which establish minimum milk prices.  The marketing order in effect in Massachusetts is New England Federal Milk Marketing Order No. 1 (Order No. 1).  See 7 C.F.R. Sec. 1001 (1993).  The minimum milk price (\"blend price\") is calculated monthly, using a market-wide weighted average of the value of all milk sold during the preceding month.  No state or dealer may permit regional milk producers to receive less than the per/cwt figure prescribed in Order No. 1</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Plaintiffs allege that Massachusetts is not a \"producer\" or \"export\" state (like, for example, Vermont and Maine), but a highly vulnerable \"consumer\" or \"import\" state capable of producing only 10% of the milk sold in the state.  As a rule, out-of-state milk commands a high premium in \"consumer\" states like Massachusetts</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Commerce Clause violations may be redressed under 42 U.S.C. Sec. 1983.  See Dennis v. Higgins, <span class=\"citation\" data-id=\"112534\"><a href=\"/opinion/112534/dennis-v-higgins/\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">439</span></a></span>, 443-51, <span class=\"citation\" data-id=\"112534\"><a href=\"/opinion/112534/dennis-v-higgins/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">865</span></a></span>, 868-73, <span class=\"citation\" data-id=\"112534\"><a href=\"/opinion/112534/dennis-v-higgins/\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">969</span></a></span> (1991)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Two nonproducer plaintiffs (Massachusetts milk dealers ) voluntarily dismissed their claims, following the Commissioner's motion to dismiss their claims on Younger and Burford abstention grounds.  The remaining plaintiffs, appellants here, filed the first amended complaint, which dropped the dealer-plaintiffs and withdrew a claim for damages.  West Lynn Creamery, Inc., an original plaintiff, brought a separate state court action challenging the pricing order, under which the Commissioner threatened to suspend its license to sell milk in Massachusetts for failure to pay its monthly differential assessments to the Fund.  On April 15, 1993, the Massachusetts Supreme Judicial Court ruled that the pricing order did not violate the Commerce Clause.  See West Lynn Creamery, Inc. v. Commissioner of Dep't of Food and Agric., <span class=\"citation\" data-id=\"2005066\"><a href=\"/opinion/2005066/west-lynn-creamery-v-commr-of-the-dept-of-food-agric/\"><span class=\"volume\">415</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">8</span></a></span>, <span class=\"citation\" data-id=\"2005066\"><a href=\"/opinion/2005066/west-lynn-creamery-v-commr-of-the-dept-of-food-agric/\"><span class=\"volume\">611</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">239</span></a></span>, cert. granted, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">56</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">26</span></span> (1993)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The first amended complaint merely alleged that the pricing order \"has the same effect as a 'customs duty' or 'protective tariff' on the importation of milk produced in other states,\" \"subsidizes Massachusetts farmers which causes the disorderly marketing of milk,\" causes out-of-state farmers, including plaintiffs, to suffer economic harm and competitive disadvantage because it subsidizes Massachusetts farmers, and may force out-of-state farmers, including plaintiffs, out of business</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Prudential limitations on the exercise of federal jurisdiction--self-imposed rules of judicial restraint--may be invoked even if all constitutional essentials are present.  As the Supreme Court has acknowledged, however, \"it has not always been clear in the opinions of [the] Court whether particular features of the 'standing' requirement have been required by Art.  III ex proprio vigore, or whether they are requirements that the Court itself has erected and which were not compelled by the language of the Constitution.\"  Valley Forge Christian College v. Americans United for Separation of Church and State, Inc., <span class=\"citation\" data-id=\"110599\"><a href=\"/opinion/110599/valley-forge-christian-college-v-americans-united-for-separation-of-church/\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">464</span></a></span>, 471, <span class=\"citation\" data-id=\"110599\"><a href=\"/opinion/110599/valley-forge-christian-college-v-americans-united-for-separation-of-church/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">752</span></a></span>, 758, <span class=\"citation\" data-id=\"110599\"><a href=\"/opinion/110599/valley-forge-christian-college-v-americans-united-for-separation-of-church/\"><span class=\"volume\">70</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">700</span></a></span> (1982).  Nonetheless, at least three prudential principles bear importantly on \"standing\".  First, the litigant must assert its own legal rights and interests, not those of third parties.  Warth, 422 U.S. at 499, 95 S.Ct. at 2205.   Second, claimants with \"generalized grievances\" shared by a large class of citizens and raising \"abstract questions of wide public significance\" normally will be denied standing, as such questions are more appropriately addressed to the representative branches of government.   Valley Forge, 454 U.S. at 475, 102 S.Ct. at 760.   Finally, the claim presented must come within \"the zone of interests to be protected or regulated by the statute or constitutional guarantee in question.\"   Association of Data Processing Serv.  Orgs., Inc. v. Camp, <span class=\"citation\" data-id=\"108088\"><a href=\"/opinion/108088/association-of-data-processing-service-organizations-inc-v-camp/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">150</span></a></span>, 153, <span class=\"citation\" data-id=\"108088\"><a href=\"/opinion/108088/association-of-data-processing-service-organizations-inc-v-camp/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">827</span></a></span>, 830, <span class=\"citation\" data-id=\"108088\"><a href=\"/opinion/108088/association-of-data-processing-service-organizations-inc-v-camp/\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">184</span></a></span> (1970)</p>\n        <p>In the instant case, appellees have not suggested that the appellant producers are asserting rights and interests other than their own;  the complaint does not allege a \"generalized grievance\" more appropriately addressed to another branch of government;  and appellants, as milk producers who ship in interstate commerce, would appear to be within the \"zone of interests\" protected by the Commerce Clause, see Dennis, 498 U.S. at 449, 111 S.Ct. at 872 (Commerce Clause was intended to benefit those involved in interstate commerce and is the source of a right of action on the part of those injured by state regulation of commerce) (citing Boston Stock Exch. v. State Tax Comm'n, <span class=\"citation\" data-id=\"109578\"><a href=\"/opinion/109578/boston-stock-exchange-v-state-tax-commn/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">318</span></a></span>, 320 n. 3, <span class=\"citation\" data-id=\"109578\"><a href=\"/opinion/109578/boston-stock-exchange-v-state-tax-commn/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">599</span></a></span>, 602 n. 3, <span class=\"citation\" data-id=\"109578\"><a href=\"/opinion/109578/boston-stock-exchange-v-state-tax-commn/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">514</span></a></span> (1977) ).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Although the Commissioner contends that the district court correctly applied AVX's \"heightened\" requirements for pleading \"standing,\" AVX, 962 F.2d at 113, we note no citation or reference to AVX in the district court opinion.  Since we conclude that the proposed second amended complaint meets either standard, however, we need not revisit AVX in light of the Supreme Court's recent decision in Leatherman v. Tarrant County Narcotics Intelligence &amp; Coordination Unit, --- U.S. ----, <span class=\"citation\" data-id=\"112825\"><a href=\"/opinion/112825/leatherman-v-tarrant-county-narcotics-intelligence-and-coordination-unit/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1160</span></a></span>, <span class=\"citation\" data-id=\"112825\"><a href=\"/opinion/112825/leatherman-v-tarrant-county-narcotics-intelligence-and-coordination-unit/\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">517</span></a></span> (1993)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Appellants concede that the Fund's collection mechanism, by itself, does not injure them.  Since Massachusetts dealers must pay an assessment on every cwt purchased, whether produced locally or out-of-state, dealers could not reduce their assessments to the Fund by avoiding out-of-state purchases</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> By proscribing \"unconscionable\" consumer price increases, section VIII(b) of the pricing order merely places an outer limit on the total amount of differential assessment costs dealers may pass along to consumers</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> The Commissioner characterizes these dire forecasts as speculative.  Nevertheless, the affidavit of West Lynn Creamery's president attests that the dairy industry's economic woes are not restricted to Massachusetts, and that out-of-state milk producers likewise are in precarious financial straits</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> The parties to the present appeal debate whether cases like AVX, dealing with \"associational standing,\" have any bearing on the question of the individual appellants' \"injury-in-fact.\"   An essential element of \"associational standing\" is injury-in-fact to some member of the association.  See AVX, 962 F.2d at 116.   Thus, insofar as these associational standing cases deal with the requirements of \"injury-in-fact,\" we cite them throughout this opinion, as appropriate</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> See also, e.g., Associated Gas Distribs. v. Federal Energy Regulatory Comm'n, <span class=\"citation\" data-id=\"539171\"><a href=\"/opinion/539171/associated-gas-distributors-american-public-gas-association-algonquin/\"><span class=\"volume\">899</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1250</span></a></span>, 1258 (D.C.Cir.1990) (holding that, even if no \"specific instances of existing competition\" had been asserted, FERC's decision authorizes transportation and sale of gas which \"threaten AGD's members competitively, because AGD's members include local distribution companies who may lose business to allegedly illegal transactions\") (emphasis added);  Securities Indus. Ass'n v. Clarke, <span class=\"citation\" data-id=\"529720\"><a href=\"/opinion/529720/securities-industry-association-v-robert-l-clarke-and-office-of-the/\"><span class=\"volume\">885</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1034</span></a></span>, 1038 (2d Cir.1989) (securities dealers sufficiently alleged competitive injury-in-fact for \"standing\" to test regulatory ruling allowing banks to sell mortgage pass-through certificates), cert denied, <span class=\"citation no-link\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1070</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1113</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1021</span></span> (1990);  Bullfrog Films, Inc. v. Wick, <span class=\"citation\" data-id=\"506264\"><a href=\"/opinion/506264/bullfrog-films-inc-v-charles-z-wick-director-united-states/\"><span class=\"volume\">847</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">502</span></a></span>, 506 (9th Cir.1988) (film distributors and exporters alleged sufficient injury-in-fact to test custom duties that \"put[ ] their films at a competitive disadvantage in the international marketplace...., [a]lthough plaintiffs did not produce evidence that the payment of custom duties ... caused decreased sales or profits\");  National Coal Ass'n v. Hodel, <span class=\"citation\" data-id=\"492347\"><a href=\"/opinion/492347/national-coal-association-v-donald-p-hodel-us-secretary-of-the/\"><span class=\"volume\">825</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">523</span></a></span>, 526 (D.C.Cir.1987) (holding that Secretary of Interior's decision to allow land exchange so that plaintiff's competitor could mine \"a large tract of previously unmineable land ... undoubtedly satisf[ies] constitutional standing requirements\") (emphasis added);  Investment Co. Inst. and Securities Indus. Ass'n v. Federal Deposit Ins. Corp., <span class=\"citation\" data-id=\"486525\"><a href=\"/opinion/486525/investment-company-institute-and-securities-industry-association-v-federal/\"><span class=\"volume\">815</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1540</span></a></span>, 1543 (D.C.Cir.)  (holding that FDIC ruling allowing insured nonmember banks to enter securities field will deal petitioners, who represent mutual fund companies and investment bankers, a \"competitive injury\"), cert denied, <span class=\"citation no-link\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">847</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">143</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">99</span></span> (1987);   Sea-Land Serv., Inc. v. Dole, <span class=\"citation\" data-id=\"429186\"><a href=\"/opinion/429186/sea-land-service-inc-v-elizabeth-hanford-dole-secretary-of/\"><span class=\"volume\">723</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">975</span></a></span>, 977 (D.C.Cir.1983) (concluding that plaintiff, which operated vessels on nonsubsidized trade routes, had alleged sufficient \"competitive harm\" to test a decision by Department of Transportation allowing subsidized carrier to call on ports off its subsidized route), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">824</span></span>, <span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">103</span></span>, <span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">47</span></span> (1984);   Peoples Gas, Light &amp; Coke Co. v. U.S. Postal Serv., <span class=\"citation\" data-id=\"393971\"><a href=\"/opinion/393971/peoples-gas-light-and-coke-company-v-united-states-postal-service-william/\"><span class=\"volume\">658</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1182</span></a></span>, 1194 &amp; n. 9 (7th Cir.1981) (finding that plaintiff, a gas company, which alleged \"a loss of future revenue\" from postal service's plan to install electric instead of gas system, had suffered a non-\"speculative\" competitive injury;  judicial invalidation of first bidding procedure \"offer[s] at least a likelihood\" that plaintiff, a potential bidder, would ultimately be awarded the government contract);   P.A.M. News Corp. v. Hardin, <span class=\"citation\" data-id=\"295632\"><a href=\"/opinion/295632/pam-news-corporation-lfm-news-inc-v-clifford-m-hardin/\"><span class=\"volume\">440</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">255</span></a></span>, 257 (D.C.Cir.1971) (concluding that plaintiff alleged competitive injury from Department of Agriculture's decision to allow free access to agricultural data, since plaintiffs previously compiled and sold information to public);  cf. Simmons v. Interstate Commerce Comm'n, <span class=\"citation\" data-id=\"539877\"><a href=\"/opinion/539877/patrick-w-simmons-mclay-grain-company-and-edenfruit-products-company-v/\"><span class=\"volume\">900</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1023</span></a></span>, 1026 (7th Cir.1990) (holding that rival shippers alleged sufficient injury-in-fact to contest ICC decision to permit abandonment of rail line, where plaintiffs' competitor's line remains open, although injury was not ultimately redressable by judicial action), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">919</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1308</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">242</span></span> (1991)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> The Commissioner points out that appellants do not allege that they can increase their future milk production so as to displace the Massachusetts producers from their current 10% market share.  Even assuming that this omission undermines their claimed \"injury-in-fact\" with respect to the 10% share, there is no requirement that a plaintiff plead multiple forms of future injury-in-fact</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> We think appellants were entitled, at the pleading stage, to presume that the milk industry would be subject to the basic economic laws at work in other competitive markets.  See supra p. 919:</p>\n        <p>The Supreme Court [in Camp] did not ... require plaintiffs to allege in their complaint facts sufficient to refute every possible anomaly of the marketplace such as the existence of voluntary labor or ideologically committed consumers.  The Court assumed the marketplace would function in a normal, predictable fashion, for to assume otherwise would be to foreclose the very possibility of ever satisfactorily alleging a competitive injury.</p>\n        <p>American Soc'y, 566 F.2d at 158 (emphasis added).  We nonetheless recognize, of course, as did the district court, that the milk industry is subject to federal marketing orders.  Consequently, where such economic anomalies are material, they may be tested at summary judgment.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> We take no position respecting the merits of the Commerce Clause challenge, which implicates questions of interstate commerce \"burdens\" analytically distinct from the \"injury-in-fact\" determination that is central to standing.  As noted above, the Supreme Court has decided to review the underlying Commerce Clause claim.  See West Lynn Creamery, Inc. v. Commissioner of Dep't of Food and Agric., <span class=\"citation\" data-id=\"2005066\"><a href=\"/opinion/2005066/west-lynn-creamery-v-commr-of-the-dept-of-food-agric/\"><span class=\"volume\">415</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">8</span></a></span>, <span class=\"citation\" data-id=\"2005066\"><a href=\"/opinion/2005066/west-lynn-creamery-v-commr-of-the-dept-of-food-agric/\"><span class=\"volume\">611</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">239</span></a></span>, cert. granted, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">56</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">26</span></span> (1993)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108088/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108089/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108217/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108300/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108824/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109301/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109578/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110599/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110894/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111661/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112348/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112418/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112534/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112747/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112825/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112884/",
    "http://www.courtlistener.com/api/rest/v3/opinions/295632/",
    "http://www.courtlistener.com/api/rest/v3/opinions/342415/",
    "http://www.courtlistener.com/api/rest/v3/opinions/350867/",
    "http://www.courtlistener.com/api/rest/v3/opinions/393971/",
    "http://www.courtlistener.com/api/rest/v3/opinions/400912/",
    "http://www.courtlistener.com/api/rest/v3/opinions/411272/",
    "http://www.courtlistener.com/api/rest/v3/opinions/421129/",
    "http://www.courtlistener.com/api/rest/v3/opinions/429186/",
    "http://www.courtlistener.com/api/rest/v3/opinions/486525/",
    "http://www.courtlistener.com/api/rest/v3/opinions/492347/",
    "http://www.courtlistener.com/api/rest/v3/opinions/506264/",
    "http://www.courtlistener.com/api/rest/v3/opinions/529273/",
    "http://www.courtlistener.com/api/rest/v3/opinions/529720/",
    "http://www.courtlistener.com/api/rest/v3/opinions/531870/",
    "http://www.courtlistener.com/api/rest/v3/opinions/533772/",
    "http://www.courtlistener.com/api/rest/v3/opinions/539171/",
    "http://www.courtlistener.com/api/rest/v3/opinions/539877/",
    "http://www.courtlistener.com/api/rest/v3/opinions/539993/",
    "http://www.courtlistener.com/api/rest/v3/opinions/541732/",
    "http://www.courtlistener.com/api/rest/v3/opinions/573912/",
    "http://www.courtlistener.com/api/rest/v3/opinions/577742/",
    "http://www.courtlistener.com/api/rest/v3/opinions/578158/",
    "http://www.courtlistener.com/api/rest/v3/opinions/582534/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1877420/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2005066/"
  ]
}