{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/195135/",
  "absolute_url": "/opinion/195135/kaufman-v-psc-nh/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/195135/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T02:33:58Z",
  "date_modified": "2016-02-28T04:51:51.571216Z",
  "type": "010combined",
  "sha1": "27cc21b7a03e93ea171667c7155935a33eec5276",
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1489.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 94-1489\n\n        IN RE PUBLIC SERVICE COMPANY OF NEW HAMPSHIRE\n\n                           Debtor.\n                                    \n\n                   EDWARD KAUFMAN, ET AL.,\n\n                   Defendants, Appellants,\n\n                             v. \n\n       PUBLIC SERVICE COMPANY OF NEW HAMPSHIRE, ET AL.,\n\n                    Plaintiffs, Appellees.\n\n                                         \n\n                         ERRATA SHEET\n\n   The opinion of this Court, issued on January 6, 1995, is\namended as follows:\n\n   In case title on cover sheet, replace \"Plaintiffs,\nAppellants,\" with \"Defendants, Appellants,\" and \"Defendants\nAppellees,\" with \"Plaintiffs, Appellees,\". \r\r\n\nJanuary 9, 1995   UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 94-1489\n\n        IN RE PUBLIC SERVICE COMPANY OF NEW HAMPSHIRE\n\n                           Debtor.\n                                    \n\n                   EDWARD KAUFMAN, ET AL.,\n\n                   Defendants, Appellants,\n\n                              v.\n\n       PUBLIC SERVICE COMPANY OF NEW HAMPSHIRE, ET AL.,\n\n                    Plaintiffs, Appellees.\n\n                                         \n\n                         ERRATA SHEET\n\n   The opinion of this Court, issued on January 6, 1995, is\namended as follows:\n\n   On cover sheet, replace [Hon. Ronald R. Lagueux,* U.S.\r                                                                     \nDistrict Judge]\" with \"[Hon. Ernest C. Torres,* U.S. District\r                                                                       \nJudge]\".  Footnote should remain the same.\r               \r\r\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 94-1489\n        IN RE PUBLIC SERVICE COMPANY OF NEW HAMPSHIRE,\n\n                           Debtor.\n                                    \n\n                   EDWARD KAUFMAN, ET AL.,\n                   Defendants, Appellants,\n\n                              v.\n       PUBLIC SERVICE COMPANY OF NEW HAMPSHIRE, ET AL.,\n\n                    Plaintiffs, Appellees.\n                                       ,\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n              FOR THE DISTRICT OF NEW HAMPSHIRE\n\n        [Hon. Ernest C. Torres,* U.S. District Judge]\r                                                                \n                                         \n\n                            Before\n                     Selya, Circuit Judge,\r                                                     \n\n                Aldrich, Senior Circuit Judge,\r                                                         \n                  and Boudin, Circuit Judge.\r                                                       \n\n                                         \n\nRobert C. Richards for appellants.\r                              \nWynn E. Arnold, Assistant Attorney General, Civil Bureau, with\r                          \nwhom Jeffrey R. Howard, Attorney General, was on brief for appellee\r                              \nState of New Hampshire.\nJohn B. Nolan with whom Steven M. Greenspan, Lorenzo Mendizabal,\r                                                                           \nGary M. Becker, Day, Berry &amp; Howard, Howard J. Berman and Greenberg,\r                                                                            \nTraurig, Hoffman, Lipoff, Rosen &amp; Quentel, P.A. were on brief for\r                                                       \nappellees Public Service Company of New Hampshire and The Official\nCommittee of Equity Security Holders.\n\n                                         \n\n                       January 6, 1995\n                                         \n\n                    \n\n*Of the District of Rhode Island, sitting by designation.\r\r\n\n     BOUDIN, Circuit Judge.  On this appeal, the appellants--\r                                      \n\nEdward   Kaufman,  Robert  Richards,   and  Martin  Rochman--\n\nchallenge  an   injunctive  order  issued   by  the   federal\n\nbankruptcy  court  in  New  Hampshire, and  affirmed  by  the\n\ndistrict court.  That order enjoined appellants from bringing\n\na securities fraud suit against the Public Service Company of\n\nNew  Hampshire (\"Public  Service\"), its  committee of  equity\n\nsecurity holders, the State of New Hampshire, and others.  We\n\naffirm.\n\n                        I.  BACKGROUND\n\n      The appellants in this case were common stockholders of\n\nPublic  Service, a  New  Hampshire public  utility.   In  the\n\n1980s,  Public  Service owned  a  nuclear  power plant  under\n\nconstruction in Seabrook, New Hampshire.  Due to the Seabrook\n\nproject, Public Service experienced severe financial problems\n\nand filed for Chapter 11 bankruptcy on January 28, 1988.  The\n\ndetails  of the  bankruptcy proceeding  are recounted  in the\n\nopinion  of the bankruptcy court  in this case,  In re Public\r                                                                         \n\nService Co., 148 B.R.  702, 703-09 (Bankr. D.N.H.  1992), and\r                       \n\nwe confine ourselves to a brief overview.\n\n     In  1989,  Public  Service,   its  committee  of  equity\n\nsecurity holders and  a committee representing its  unsecured\n\ncreditors filed  with  the bankruptcy  court a  comprehensive\n\nplan of reorganization.   11  U.S.C.   1125.   In  accordance\n\nwith  that section, the plan  was accompanied by a disclosure\n\n                             -2-\r                                         -2-\r\r\n\nstatement, to be used in soliciting  the plan's acceptance by\n\nholders of claims and  interests, see 11 U.S.C.    1126, that\r                                                 \n\ndescribed  the nature and consequences of the plan.  Over the\n\nappellants' objections, the disclosure statement was approved\n\nby  the bankruptcy  court on  January 3,  1990.  11  U.S.C.  \n\n1125(b).    Public  Service's   plan  of  reorganization  was\n\nconfirmed  on  April 20,  1990,  after six  days  of hearings\n\nlargely devoted to the appellants' objections.   11 U.S.C.   \n\n1128-29.\n\n     The plan was to  be implemented in two stages,  each one\n\ncontingent  on approval  by regulatory  agencies.   The first\n\nstep--reorganization   of   Public   Service   with   certain\n\ndistributions to its owners and creditors--was to take effect\n\nonly  if  the  New   Hampshire  Public  Utilities  Commission\n\napproved the plan's  provisions regarding  new utility  rates\n\nfor  Public Service.    See 11  U.S.C.    1129(a)(6).    That\r                                       \n\napproval  was forthcoming,  a court  challenge to  the agency\n\napproval by  appellants failed, Appeal of  Richards, 590 A.2d\r                                                               \n\n586  (N.H.), cert.  denied, 112  S. Ct.  225 (1991),  and the\r                                      \n\nreorganization occurred on May 16, 1991.1\n\n     The  second stage  effected a  merger of  Public Service\n\nwith  a  subsidiary  of  Northeast Utilities,  a  Connecticut\n\n                    \r                                \n\n     1Appellants also sought unsuccessfully to  challenge the\nconfirmation itself in the district court,  in this court and\nin the Supreme  Court.  See  In re Public Service  Company of\r                                                                         \nNew  Hampshire, 963 F.2d  469 (1st Cir.  1992), cert. denied,\r                                                                        \n113 S. Ct. 304 (1992).\n\n                             -3-\r                                         -3-\r\r\n\nutility  company selected  as the  winning bidder  for Public\n\nService through a competitive bidding process provided for in\n\nthe plan.  The merger was  conditioned on the approval of the\n\nFederal Energy Regulatory Commission.  That approval was also\n\nsecured, despite an unsuccessful  attempt at intervention  by\n\nappellants in the FERC proceeding, and the merger  took place\n\non June 5, 1992.\n\n     At   various  stages   in  the   bankruptcy  proceeding,\n\nappellants contended that the proponents of the plan had made\n\nfalse   and  misleading  representations  in  the  disclosure\n\nstatement.      After  the   confirmation   but  before   the\n\nreorganization  or  merger,  appellants  filed  a  motion  in\n\nJanuary 1991  to revoke  the order approving  confirmation on\n\nthe ground that  it had been procured by fraud.   The request\n\nwas dismissed on the ground that it was time barred  under 11\n\nU.S.C.    1144,  which permits  reopening for  fraud  only if\n\nsought within 180 days of confirmation.\n\n     After  the plan  was confirmed and  largely implemented,\n\nRichards--who is  also the attorney for the appellants--wrote\n\na letter in March  1992 to counsel for various  proponents of\n\nthe plan, revealing that he intended shortly to begin a class\n\naction in the district court for the Southern District of New\n\nYork.   Pertinently,  the enclosed  draft  complaint  accused\n\nprivate plan  proponents and the  State of  New Hampshire  of\n\nviolations of federal securities laws, 15 U.S.C.   78, and of\n\n                             -4-\r                                         -4-\r\r\n\ncommon law fraud, based on supposed misrepresentations in the\n\nbankruptcy-court disclosure statement.\n\n     Public  Service,   its  committee  of   equity  security\n\nholders, and  the State of New Hampshire  promptly brought an\n\nadversary proceeding  in the  bankruptcy court to  enjoin the\n\nappellants  from commencing  the  threatened  action.   After\n\ngranting interim relief, that  court in November 1992 granted\n\nthe injunction.  Public  Serv. Co. v. Richards, 148  B.R. 702\r                                                          \n\n(1992).   The  injunction barred  any future civil  action by\n\nappellants  challenging  the   bankruptcy  court   disclosure\n\nstatement,  the  confirmation order  or  the solicitation  of\n\nacceptance.    The  district court  affirmed  the injunction.\n\nKaufman, Richards and Rochman appeal.\n\n     Despite the injunction, in  late November 1992 Richards,\n\nacting  as  the  attorney  for  yet  another  Public  Service\n\nstockholder, did commence the threatened fraud action against\n\nseveral private appellees, but not  against the State of  New\n\nHampshire,  in the  Southern  District  of  New  York.    The\n\nbankruptcy court  found Richards  in contempt but  imposed no\n\nsanction; the district court for the Southern District of New\n\nYork  thereafter dismissed  the complaint  without prejudice.\n\nRichards  has not sought review of the contempt order in this\n\ncourt,  and   we  are  therefore  concerned   only  with  the\n\ninjunction.\n\n                       II.  DISCUSSION\n\n                             -5-\r                                         -5-\r\r\n\n     On  this  appeal the  appellants  do  not challenge  the\n\nauthority  of the  bankruptcy  court to  enjoin a  collateral\n\nattack on  its orders and  proceedings.  See  generally Local\r                                                                         \n\nLoan Co. v. Hunt, 292 U.S. 234 (1934).  Instead,  they attack\r                            \n\nthe injunction on  the merits, arguing that  neither the safe\n\nharbor  provision of  the  Bankruptcy Code  nor res  judicata\r                                                                         \n\nprinciples  forestall  the  subsequent fraud  action  in  the\n\nSouthern District  of  New York.   These  were the  principal\n\nbases  for the  injunction  issued by  the bankruptcy  court,\n\nalthough it also held  that a suit against New  Hampshire was\n\nbarred by the Eleventh Amendment.\n\n     The  Bankruptcy   Code  provides   that  a  chapter   11\n\nreorganization  may be  voted upon by  holders of  claims and\n\ninterests, based  on a  disclosure statement approved  by the\n\ncourt  after notice,  hearing  and a  determination that  the\n\nstatement  contains  adequate  information.    11  U.S.C.    \n\n1125(b), 1126.  The adequacy  of the disclosure statement  is\n\ndetermined under  the Bankruptcy Code and \"is not governed by\n\nany   otherwise  applicable   nonbankruptcy  law,   rule,  or\n\nregulation  . . . .\"   11 U.S.C.    1125(d).  The safe harbor\n\nprovision, 11 U.S.C.   1125(e), then states:\n\n               A person that solicits acceptance or\n          rejection of a plan, in good faith and in\n          compliance with the applicable provisions\n          of this title,  or that participates,  in\n          good  faith and  in  compliance with  the\n          applicable provisions of  this title,  in\n          the offer, issuance, sale, or purchase of\n          a  security, offered  or  sold under  the\n\n                             -6-\r                                         -6-\r\r\n\n          plan,  of the  debtor,  of  an  affiliate\n          participating  in a  joint plan  with the\n          debtor, or of a newly organized successor\n          to  the debtor  under  the  plan, is  not\n          liable, on account  of such  solicitation\n          or  participation,  for violation  of any\n          applicable   law,  rule,   or  regulation\n          governing  solicitation of  acceptance or\n          rejection   of  a  plan   or  the  offer,\n          issuance,    sale,    or   purchase    of\n          securities.\n\n     The  Bankruptcy  Code  provides further  that  the  plan\n\ncannot be confirmed by the court unless, inter alia, the plan\r                                                               \n\nhas  been  proposed  \"in good  faith  and  not  by any  means\n\nforbidden by law.\"   11 U.S.C.    1129(a)(3).   If a plan  is\n\nconfirmed after  the necessary vote, the  confirmation may be\n\nrevoked only if, within 180  days after confirmation, a party\n\nin interest  so requests and the court  thereafter finds that\n\nthe  confirmation order was \"procured by fraud.\"  11 U.S.C.  \n\n1144.   These provisions are  the framework  for the  present\n\ndispute.\n\n     The heart  of the  appellants' fraud complaint  filed in\n\nthe Southern District of New York was a two-pronged attack on\n\nthe disclosure statement used in the reorganization of Public\n\nService.     The  first   prong  challenged   the  disclosure\n\nstatement's description of the authority of the New Hampshire\n\nPublic  Service  Commission to  impose  unfavorable  rates on\n\nPublic  Service   if   the  reorganization   failed.     This\n\ncontingency was pertinent to  the plan's approval because the\n\ntreatment  of the Seabrook investment  was in dispute and the\n\n                             -7-\r                                         -7-\r\r\n\nplan  embodied a  negotiated compromise  on utility  rates to\n\nforestall litigation.  See 11 U.S.C.    1129(b)(6).\r                                      \n\n     The   disclosure   statement   contained  some   general\n\nstatements about the power of a utility commission to  refuse\n\nto include in the  utility's rate base imprudent investment--\n\nan issue  of central importance in  relation to Seabrook--and\n\nto  temper any required rate increase (e.g., by using a phase\r                                                       \n\nin)  to avoid \"rate shock\" to customers.   Appellants' theory\n\nin  their  complaint  was  that the  disclosure  painted  too\n\npessimistic a picture of the legal rules that would constrain\n\nPublic  Service  rate increases  if  the reorganization  were\n\nrejected and the rate level had to be litigated in court.\n\n     The  second  prong  of  the  attack  on  the  disclosure\n\nstatement  concerned  the merger  of  Public  Service into  a\n\nsubsidiary of Northeast Utilities.   The disclosure statement\n\noffered  ranges  of  projected   value  for  the  common  and\n\npreferred stockholders  of Public Service,  assuming (in  the\n\nalternative) that the second-phase merger were or were not to\n\nbe approved.  Not  surprisingly, the \"with\" merger assumption\n\ngenerated slightly  higher values.   The appellants  say that\n\nwithout the  merger Public Service might  have collapsed, the\n\nstockholders would have been far worse off, and therefore the\r                                            \n\nstockholders were not adequately  warned of a material threat\n\nof financial harm.  (The merger, of course, did occur).\n\n                             -8-\r                                         -8-\r\r\n\n     Appellants also say that the  small differential between\n\nthe \"with\"  and  \"without\" merger  projections concealed  the\n\nvast benefit that  the merger synergies would  provide to the\n\nnew owner.  If  the Public Service stockholders had  known of\n\nthese benefits, say appellants, they might well have demanded\n\na greater share and rejected the proposed plan.  To show that\n\nthere was a  threat that Public Service would collapse absent\n\nthe merger, and that great  synergies would be achieved  from\n\nit, appellants  point to several statements to this effect by\n\nthe   regulatory  agencies  that  ultimately  considered  the\n\nmerger.\n\n     Few public utility lawyers would be greatly disturbed by\n\nthe  description   of  state  agency  powers   given  in  the\n\ndisclosure statement;  although there  is plenty of  room for\n\ndisagreement about  nuance, the  suggestion of fraud  in this\n\nrespect  is   very  far-fetched.     As  for   the  financial\n\nprojections, the complaint does not  even begin to show  that\n\nthey were  wrong, let alone  fraudulent; at most,  it asserts\n\nsome inconsistency  with later agency appraisals.   Still, we\n\nare  not concerned  here with  a motion  to dismiss  and will\n\nassume arguendo (albeit with a  good deal of skepticism) that\r                           \n\nwe are  dealing with  a serious, although  entirely unproven,\n\nfraud complaint.\n\n      If we were  faced with  a case of  what the  bankruptcy\n\njudge   called  \"secret  fraud,\"  appellants  might  have  an\n\n                             -9-\r                                         -9-\r\r\n\narguable basis  for their  collateral attack.   True, section\n\n1125(d)  could be read very  broadly to make  any fraud claim\n\ndisappear since that section provides  that the adequacy of a\n\ndisclosure  statement  is  \"not  governed  by  any  otherwise\n\napplicable nonbankruptcy  law.\"  On  the other hand,  one may\n\ndoubt that  Congress meant in  all circumstances to  wipe out\n\nevery  damage  remedy  against  a defrauder  who  managed  to\n\ndeceive everyone,  including the bankruptcy court.   The very\n\nexistence of the safe harbor provision suggests otherwise.  \n\n     Similarly, the safe harbor provision presents puzzles of\n\nits  own.    On  its  face,  it  immunizes  only  good  faith\n\n\"solicit[ations]\"    for    approval    or   rejection    and\n\n\"participat[ion]\" in securities transactions; it says nothing\n\nexplicit about false disclosure statements; even if read more\n\nbroadly,  as is  likely  justified, it  does not  protect bad\n\nfaith  conduct.  Nor does it say  where and how good faith is\n\nto  be determined; the  bankruptcy court did  make good faith\n\nfindings  in approving  the plan,  but (as we  explain below)\n\ntheir significance is itself open to dispute.\n\n     In  our view--and we have little precedent to guide us--\n\nthis  case can be disposed  of based on  a single, relatively\n\nnarrow circumstance:  the attacks now made  on the disclosure\n\nstatement were in part  made in the reorganization proceeding\n\nitself; and, to  the extent  that they were  not made  there,\n\n                             -10-\r                                         -10-\r\r\n\nthey  could  and  (if  meritorious)  should  have  been  made\n\nthere.2   It  is this  circumstance  that led  the bankruptcy\n\njudge to distinguish the  possibility of \"secret fraud,\" that\n\nis  to  say, fraud  of  such a  character  that it  could not\n\nreasonably be uncovered until after the confirmation.\n\n     There is no secret fraud here.  The description of state\n\nutility commission  powers not only could  have been disputed\n\nduring  the approval of  the disclosure statement  but was in\n\nfact  challenged  by  appellants.     As  for  the  financial\n\nprojections, they were open  to attack at the same  time, and\n\nappellants  point to nothing  in the way  of newly discovered\n\nevidence that could explain why the criticisms now made could\n\nnot have been litigated at the time.  To refer summarily to a\n\ncouple  of conclusory  statements from  regulators about  the\n\nneed for,  or  benefits  of,  the merger  does  not  remotely\n\njustify the delay.\n\n     The bankruptcy  judge found, in  issuing the injunction,\n\nthat the  appellants \"did  raise or  had  the opportunity  to\n\nraise\"  in the reorganization all of the issues that they now\n\nseek to  litigate.  148 B.R. at 718.   It is implicit in this\n\nfinding that the appellants by exercising due diligence could\n\n                    \r                                \n\n     2Yell Forestry  Products, Inc. v. First  State Bank, 853\r                                                                    \nF.2d 582  (8th Cir. 1988) may represent the closest authority\nin   point.     We   agree  with   appellants   that  it   is\ndistinguishable  on its  facts but  believe that  it comports\nwith our own view  that the courts have authority  to fashion\nappropriate limitations on collateral attacks while reserving\nthe possibility that in some cases they may be justified.\n\n                             -11-\r                                         -11-\r\r\n\nhave  learned enough  to raise  their present  contentions in\n\nopposing confirmation.3   The appellants do  not even attempt\n\nto undermine  the finding, but  blandly assert that  they had\n\n\"no obligation\" to discover that they had been \"lied to.\"  In\n\nthis context appellants are mistaken.\n\n     Because the alleged inaccuracies could have been, and in\n\npart  were, litigated in the  bankruptcy court, we think that\n\ncourt was entitled to prohibit a new (albeit indirect) attack\n\nupon the  disclosure statement it  had approved.   Whether or\n\nnot such an attack  is literally forbidden by  either section\n\n1125(d)  or section  1125(e)  is debatable;  but against  the\n\nbackground of  these provisions, and the  policies of chapter\n\n11,  we think it evident  that allowing such  an attack would\n\ndisrupt Congress' detailed scheme  for approval of disclosure\n\nstatements  and  reorganizations,  and  would  frustrate  the\n\nproper administration of the Bankruptcy Code.\n\n     If  there   are  substantial  errors   in  a  disclosure\n\nstatement, the  opponents in  the  reorganization have  every\n\nincentive  to raise  them while  the disclosure  statement or\n\nproposed  plan  can still  be  modified;  the statute  itself\n\npoints  to the  importance of  a single,  definitive approval\n\nprocess.  E.g., 11 U.S.C.    1125-26.  Conversely, putting to\r                          \n\n                    \r                                \n\n     3The bankruptcy  court made this clear  by reserving the\npossibility of  a  post-reorganization fraud  suit  based  on\n\"secret fraud,\" 148 B.R. at 720, which we take to  mean fraud\nthat  a plan opponent could not reasonably have discovered at\nthe time of the reorganization.  Id.\r                                                \n\n                             -12-\r                                         -12-\r\r\n\none side the possibility of secret fraud, the Bankruptcy Code\n\nlooks  not only toward repose for a confirmed plan, 11 U.S.C.\n\n  1144,  but toward protecting those who have participated in\n\nthe development  of execution of the plan.   See 11 U.S.C.   \r                                                            \n\n1125(d),  (e);  H. Rep.  No. 595,  95th  Cong., 2d  Sess. 236\n\n(1978).\n\n     In  acting   to  protect  its  prior   proceedings,  the\n\nbankruptcy court acts in an equitable capacity.   Later suits\n\nthat  threaten to  undermine  a bankruptcy  judgment are  not\n\nmerely  the   concern  of  the   individual  litigants;   the\n\nwillingness of future  claimants and creditors  to compromise\n\nin   chapter   11   proceedings   depends   on   giving   the\n\nreorganization court's  approval a  due measure  of finality.\n\nAnd  in  determining  how  much finality  is  due,  equitable\n\nconsiderations  and  policy  concerns  can  properly  justify\n\nresults  that  are  not  literally  compelled   by  statutory\n\nlanguage.\n\n     Absent substantial  new evidence  of fraud, there  is no\r                                        \n\nreason why Congress would  have wished, or the  courts should\n\npermit,   participants  who  actively   participated  in  the\n\nreorganization   to  relitigate   in   later  civil   actions\n\npreviously raised issues about the adequacy of the disclosure\n\nstatement,  or  to  reserve  for  such  actions  claims  that\n\nfeasibly could  have been made  in the  reorganization.   The\n\ncourts have ample  authority to infer  restrictions necessary\n\n                             -13-\r                                         -13-\r\r\n\nto make Congress' plan work.  Cf. Yell Forestry Products, 853\r                                                                    \n\nF.2d at 584.  The  restriction inferred in this case  is both\n\nnarrow  and--as  the  facts  of  this  case illustrate--amply\n\njustified.\n\n     Res judicata principles were  the subject of  discussion\r                             \n\nby  the  bankruptcy  and  district courts  and  of  extensive\n\nbriefing in this  court, so it may be  helpful to explain why\n\nwe have chosen not to  pursue this line of reasoning.   It is\n\nquite true,  as appellees  assert, that the  bankruptcy court\n\ndid in confirming  the plan make  explicit findings that  the\n\nplan  was proposed, and its acceptance was solicited, in good\n\nfaith.   See 148 B.R.  at 707.  The  latter finding dovetails\r                        \n\nwith  the good  faith requirement  that triggers  safe harbor\n\nprotection  for the  private  appellees, and  might at  first\n\nglance seem to resolve the case against them.4\n\n     But  the res judicata argument  leads into a briar patch\r                                      \n\nof problems.   Putting  aside the appellants'  doubtful claim\n\nthat the good faith  finding in question was not  \"necessary\"\n\nto the result, the  appellants argue that collateral estoppel\n\nshould  not  apply  because   mootness  prevented  them  from\n\nobtaining review of the  confirmation in this court.   See In\r                                                                         \n\nre  Public Service Company of New Hampshire, 963 F.2d at 471-\r                                                       \n\n                    \r                                \n\n     4The State of New  Hampshire is not covered by  the safe\nharbor provision--not  being a \"person\" under  chapter 11, 11\nU.S.C.    101(41)--although  appellants have  never explained\nwhy they think that the state is responsible for any mistakes\nin the disclosure statement.\n\n                             -14-\r                                         -14-\r\r\n\n75.    The  appellees respond  that  mootness  was caused  by\n\nappellants'  failure to  seek  a stay  of the  reorganization\n\nwhile appealing the confirmation.   Appellants say they could\n\nnot afford the bond.\n\n     Even if we resolved these  issues in favor of appellees,\n\nwhich we might well do, there is a further more basic problem\n\nin invoking collateral estoppel.   If we were dealing  with a\n\ntrue  case of secret fraud, the same concealment that was the\n\ngravamen   of  the  collateral   attack  would   likely  have\n\nconstituted a fraud on the reorganization court itself.  This\n\nwould not vitiate  the confirmation order,  unless challenged\n\nwithin 180  days, 11 U.S.C.    1144, but it  would raise very\n\nserious concerns  about giving collateral estoppel  effect to\n\nany  finding  of  good  faith   that  rested  upon  the  same\n\nfraudulent concealment.   See Restatement (Second), Judgments\r                                         \n\n    28(5)(c),  70  (limitations  on  later  use  of  judgment\n\nprocured by fraud).\n\n     We are  not saying that the  collateral estoppel defense\n\nis  entirely circular;  but  if  appellees  had  fraudulently\r                                           \n\nconcealed critical information from the reorganization court,\n\nit  is not clear that  merely pointing to  a prior good faith\n\nfinding  by the  same  court  (made  in  the  same  state  of\n\nignorance) would resolve the matter.   By contrast, the route\n\nwe  follow to  affirmance--that  appellants could  and should\n\nhave  litigated their inaccuracy claims in the reorganization\n\n                             -15-\r                                         -15-\r\r\n\nforum--does not depend  on any prior  good faith findings  by\n\nthe reorganization court but on what we see before us today.\n\n     Our determination  also does  not depend on  the literal\n\nlanguage of  the safe  harbor  provision but  on the  broader\n\npolicies  of chapter 11 and on considerations of equity.  The\n\ndetermination   therefore  applies   with   equal  force   to\n\ncomparable claims against  the State of New Hampshire and its\n\nofficials, even  though the  state itself is  technically not\n\ncovered  by section 1125(e).  We have no occasion to consider\n\nthe  Eleventh Amendment  defense  that the  bankruptcy  court\n\nadopted as an alternative  ground for precluding suit against\n\nthe state.\n\n                      III.  CONCLUSION  \n\n     The bankruptcy court was forebearing in its decision not\n\nto  punish the apparent contempt of its injunction.  It would\n\nbe unwise for appellants  to take our present decision  as an\n\ninvitation   to  invent   new   collateral  attacks   on  the\n\nreorganization plan  that purport  to  skirt the  injunction.\n\nLitigation  is  a  device  for  settling  disputes,  not  for\n\nprolonging them to the point  of abuse.  Cf. Fed. R.  Civ. P.\r                                                        \n\n11.\n\n     Affirmed.\r                         \n\n                             -16-\r                                         -16-\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 94-1489\n\n        IN RE PUBLIC SERVICE COMPANY OF NEW HAMPSHIRE\n\n                           Debtor.\n                                    \n\n                   EDWARD KAUFMAN, ET AL.,\n\n                   Defendants, Appellants,\n\n                             v. \n\n       PUBLIC SERVICE COMPANY OF NEW HAMPSHIRE, ET AL.,\n\n                    Plaintiffs, Appellees.\n\n                                         \n\n                         ERRATA SHEET\n\n   The opinion of this Court, issued on January 6, 1995, is\namended as follows:\n\n   In case title on cover sheet, replace \"Plaintiffs,\nAppellants,\" with \"Defendants, Appellants,\" and \"Defendants\nAppellees,\" with \"Plaintiffs, Appellees,\". \r\r\n\nJanuary 9, 1995   UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 94-1489\n\n        IN RE PUBLIC SERVICE COMPANY OF NEW HAMPSHIRE\n\n                           Debtor.\n                                    \n\n                   EDWARD KAUFMAN, ET AL.,\n\n                   Defendants, Appellants,\n\n                              v.\n\n       PUBLIC SERVICE COMPANY OF NEW HAMPSHIRE, ET AL.,\n\n                    Plaintiffs, Appellees.\n\n                                         \n\n                         ERRATA SHEET\n\n   The opinion of this Court, issued on January 6, 1995, is\namended as follows:\n\n   On cover sheet, replace [Hon. Ronald R. Lagueux,* U.S.\r                                                                     \nDistrict Judge]\" with \"[Hon. Ernest C. Torres,* U.S. District\r                                                                       \nJudge]\".  Footnote should remain the same.\r               \r\r\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 94-1489\n        IN RE PUBLIC SERVICE COMPANY OF NEW HAMPSHIRE,\n\n                           Debtor.\n                                    \n\n                   EDWARD KAUFMAN, ET AL.,\n                   Defendants, Appellants,\n\n                              v.\n       PUBLIC SERVICE COMPANY OF NEW HAMPSHIRE, ET AL.,\n\n                    Plaintiffs, Appellees.\n                                       ,\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n              FOR THE DISTRICT OF NEW HAMPSHIRE\n\n        [Hon. Ernest C. Torres,* U.S. District Judge]\r                                                                \n                                         \n\n                            Before\n                     Selya, Circuit Judge,\r                                                     \n\n                Aldrich, Senior Circuit Judge,\r                                                         \n                  and Boudin, Circuit Judge.\r                                                       \n\n                                         \n\nRobert C. Richards for appellants.\r                              \nWynn E. Arnold, Assistant Attorney General, Civil Bureau, with\r                          \nwhom Jeffrey R. Howard, Attorney General, was on brief for appellee\r                              \nState of New Hampshire.\nJohn B. Nolan with whom Steven M. Greenspan, Lorenzo Mendizabal,\r                                                                           \nGary M. Becker, Day, Berry &amp; Howard, Howard J. Berman and Greenberg,\r                                                                            \nTraurig, Hoffman, Lipoff, Rosen &amp; Quentel, P.A. were on brief for\r                                                       \nappellees Public Service Company of New Hampshire and The Official\nCommittee of Equity Security Holders.\n\n                                         \n\n                       January 6, 1995\n                                         \n\n                    \n\n*Of the District of Rhode Island, sitting by designation.\r\r\n\n     BOUDIN, Circuit Judge.  On this appeal, the appellants--\r                                      \n\nEdward   Kaufman,  Robert  Richards,   and  Martin  Rochman--\n\nchallenge  an   injunctive  order  issued   by  the   federal\n\nbankruptcy  court  in  New  Hampshire, and  affirmed  by  the\n\ndistrict court.  That order enjoined appellants from bringing\n\na securities fraud suit against the Public Service Company of\n\nNew  Hampshire (\"Public  Service\"), its  committee of  equity\n\nsecurity holders, the State of New Hampshire, and others.  We\n\naffirm.\n\n                        I.  BACKGROUND\n\n      The appellants in this case were common stockholders of\n\nPublic  Service, a  New  Hampshire public  utility.   In  the\n\n1980s,  Public  Service owned  a  nuclear  power plant  under\n\nconstruction in Seabrook, New Hampshire.  Due to the Seabrook\n\nproject, Public Service experienced severe financial problems\n\nand filed for Chapter 11 bankruptcy on January 28, 1988.  The\n\ndetails  of the  bankruptcy proceeding  are recounted  in the\n\nopinion  of the bankruptcy court  in this case,  In re Public\r                                                                         \n\nService Co., </pre><span class=\"citation\" data-id=\"1968163\"><a href=\"/opinion/1968163/in-re-public-service-co-of-new-hampshire/\"><span class=\"volume\">148</span> <span class=\"reporter\">B.R.</span>  <span class=\"page\">702</span></a></span><pre class=\"inline\">, 703-09 (Bankr. D.N.H.  1992), and\r                       \n\nwe confine ourselves to a brief overview.\n\n     In  1989,  Public  Service,   its  committee  of  equity\n\nsecurity holders and  a committee representing its  unsecured\n\ncreditors filed  with  the bankruptcy  court a  comprehensive\n\nplan of reorganization.   11  U.S.C.   1125.   In  accordance\n\nwith  that section, the plan  was accompanied by a disclosure\n\n                             -2-\r                                         -2-\r\r\n\nstatement, to be used in soliciting  the plan's acceptance by\n\nholders of claims and  interests, see 11 U.S.C.    1126, that\r                                                 \n\ndescribed  the nature and consequences of the plan.  Over the\n\nappellants' objections, the disclosure statement was approved\n\nby  the bankruptcy  court on  January 3,  1990.  11  U.S.C.  \n\n1125(b).    Public  Service's   plan  of  reorganization  was\n\nconfirmed  on  April 20,  1990,  after six  days  of hearings\n\nlargely devoted to the appellants' objections.   11 U.S.C.   \n\n1128-29.\n\n     The plan was to  be implemented in two stages,  each one\n\ncontingent  on approval  by regulatory  agencies.   The first\n\nstep--reorganization   of   Public   Service   with   certain\n\ndistributions to its owners and creditors--was to take effect\n\nonly  if  the  New   Hampshire  Public  Utilities  Commission\n\napproved the plan's  provisions regarding  new utility  rates\n\nfor  Public Service.    See 11  U.S.C.    1129(a)(6).    That\r                                       \n\napproval  was forthcoming,  a court  challenge to  the agency\n\napproval by  appellants failed, Appeal of  Richards, </pre><span class=\"citation no-link\"><span class=\"volume\">590</span> <span class=\"reporter\">A.2d</span>\r                                                               \n\n<span class=\"page\">586</span></span><pre class=\"inline\">  (N.H.), cert.  denied, </pre><span class=\"citation no-link\"><span class=\"volume\">112</span>  <span class=\"reporter\">S. Ct.</span>  <span class=\"page\">225</span></span><pre class=\"inline\"> (1991),  and the\r                                      \n\nreorganization occurred on May 16, 1991.1\n\n     The  second stage  effected a  merger of  Public Service\n\nwith  a  subsidiary  of  Northeast Utilities,  a  Connecticut\n\n                    \r                                \n\n     1Appellants also sought unsuccessfully to  challenge the\nconfirmation itself in the district court,  in this court and\nin the Supreme  Court.  See  In re Public Service  Company of\r                                                                         \nNew  Hampshire, </pre><span class=\"citation\" data-id=\"583333\"><a href=\"/opinion/583333/bankr-l-rep-p-74609-in-re-public-service-company-of-new-hampshire/\"><span class=\"volume\">963</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">469</span></a></span><pre class=\"inline\"> (1st Cir.  1992), cert. denied,\r                                                                        \n</pre><span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">304</span></span><pre class=\"inline\"> (1992).\n\n                             -3-\r                                         -3-\r\r\n\nutility  company selected  as the  winning bidder  for Public\n\nService through a competitive bidding process provided for in\n\nthe plan.  The merger was  conditioned on the approval of the\n\nFederal Energy Regulatory Commission.  That approval was also\n\nsecured, despite an unsuccessful  attempt at intervention  by\n\nappellants in the FERC proceeding, and the merger  took place\n\non June 5, 1992.\n\n     At   various  stages   in  the   bankruptcy  proceeding,\n\nappellants contended that the proponents of the plan had made\n\nfalse   and  misleading  representations  in  the  disclosure\n\nstatement.      After  the   confirmation   but  before   the\n\nreorganization  or  merger,  appellants  filed  a  motion  in\n\nJanuary 1991  to revoke  the order approving  confirmation on\n\nthe ground that  it had been procured by fraud.   The request\n\nwas dismissed on the ground that it was time barred  under 11\n\nU.S.C.    1144,  which permits  reopening for  fraud  only if\n\nsought within 180 days of confirmation.\n\n     After  the plan  was confirmed and  largely implemented,\n\nRichards--who is  also the attorney for the appellants--wrote\n\na letter in March  1992 to counsel for various  proponents of\n\nthe plan, revealing that he intended shortly to begin a class\n\naction in the district court for the Southern District of New\n\nYork.   Pertinently,  the enclosed  draft  complaint  accused\n\nprivate plan  proponents and the  State of  New Hampshire  of\n\nviolations of federal securities laws, 15 U.S.C.   78, and of\n\n                             -4-\r                                         -4-\r\r\n\ncommon law fraud, based on supposed misrepresentations in the\n\nbankruptcy-court disclosure statement.\n\n     Public  Service,   its  committee  of   equity  security\n\nholders, and  the State of New Hampshire  promptly brought an\n\nadversary proceeding  in the  bankruptcy court to  enjoin the\n\nappellants  from commencing  the  threatened  action.   After\n\ngranting interim relief, that  court in November 1992 granted\n\nthe injunction.  Public  Serv. Co. v. Richards, </pre><span class=\"citation\" data-id=\"1968163\"><a href=\"/opinion/1968163/in-re-public-service-co-of-new-hampshire/\"><span class=\"volume\">148</span>  <span class=\"reporter\">B.R.</span> <span class=\"page\">702</span></a></span><pre class=\"inline\">\r                                                          \n\n(1992).   The  injunction barred  any future civil  action by\n\nappellants  challenging  the   bankruptcy  court   disclosure\n\nstatement,  the  confirmation order  or  the solicitation  of\n\nacceptance.    The  district court  affirmed  the injunction.\n\nKaufman, Richards and Rochman appeal.\n\n     Despite the injunction, in  late November 1992 Richards,\n\nacting  as  the  attorney  for  yet  another  Public  Service\n\nstockholder, did commence the threatened fraud action against\n\nseveral private appellees, but not  against the State of  New\n\nHampshire,  in the  Southern  District  of  New  York.    The\n\nbankruptcy court  found Richards  in contempt but  imposed no\n\nsanction; the district court for the Southern District of New\n\nYork  thereafter dismissed  the complaint  without prejudice.\n\nRichards  has not sought review of the contempt order in this\n\ncourt,  and   we  are  therefore  concerned   only  with  the\n\ninjunction.\n\n                       II.  DISCUSSION\n\n                             -5-\r                                         -5-\r\r\n\n     On  this  appeal the  appellants  do  not challenge  the\n\nauthority  of the  bankruptcy  court to  enjoin a  collateral\n\nattack on  its orders and  proceedings.  See  generally Local\r                                                                         \n\nLoan Co. v. Hunt, </pre><span class=\"citation\" data-id=\"102265\"><a href=\"/opinion/102265/local-loan-co-v-hunt/\"><span class=\"volume\">292</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">234</span></a></span><pre class=\"inline\"> (1934).  Instead,  they attack\r                            \n\nthe injunction on  the merits, arguing that  neither the safe\n\nharbor  provision of  the  Bankruptcy Code  nor res  judicata\r                                                                         \n\nprinciples  forestall  the  subsequent fraud  action  in  the\n\nSouthern District  of  New York.   These  were the  principal\n\nbases  for the  injunction  issued by  the bankruptcy  court,\n\nalthough it also held  that a suit against New  Hampshire was\n\nbarred by the Eleventh Amendment.\n\n     The  Bankruptcy   Code  provides   that  a  chapter   11\n\nreorganization  may be  voted upon by  holders of  claims and\n\ninterests, based  on a  disclosure statement approved  by the\n\ncourt  after notice,  hearing  and a  determination that  the\n\nstatement  contains  adequate  information.    11  U.S.C.    \n\n1125(b), 1126.  The adequacy  of the disclosure statement  is\n\ndetermined under  the Bankruptcy Code and \"is not governed by\n\nany   otherwise  applicable   nonbankruptcy  law,   rule,  or\n\nregulation  . . . .\"   11 U.S.C.    1125(d).  The safe harbor\n\nprovision, 11 U.S.C.   1125(e), then states:\n\n               A person that solicits acceptance or\n          rejection of a plan, in good faith and in\n          compliance with the applicable provisions\n          of this title,  or that participates,  in\n          good  faith and  in  compliance with  the\n          applicable provisions of  this title,  in\n          the offer, issuance, sale, or purchase of\n          a  security, offered  or  sold under  the\n\n                             -6-\r                                         -6-\r\r\n\n          plan,  of the  debtor,  of  an  affiliate\n          participating  in a  joint plan  with the\n          debtor, or of a newly organized successor\n          to  the debtor  under  the  plan, is  not\n          liable, on account  of such  solicitation\n          or  participation,  for violation  of any\n          applicable   law,  rule,   or  regulation\n          governing  solicitation of  acceptance or\n          rejection   of  a  plan   or  the  offer,\n          issuance,    sale,    or   purchase    of\n          securities.\n\n     The  Bankruptcy  Code  provides further  that  the  plan\n\ncannot be confirmed by the court unless, inter alia, the plan\r                                                               \n\nhas  been  proposed  \"in good  faith  and  not  by any  means\n\nforbidden by law.\"   11 U.S.C.    1129(a)(3).   If a plan  is\n\nconfirmed after  the necessary vote, the  confirmation may be\n\nrevoked only if, within 180  days after confirmation, a party\n\nin interest  so requests and the court  thereafter finds that\n\nthe  confirmation order was \"procured by fraud.\"  11 U.S.C.  \n\n1144.   These provisions are  the framework  for the  present\n\ndispute.\n\n     The heart  of the  appellants' fraud complaint  filed in\n\nthe Southern District of New York was a two-pronged attack on\n\nthe disclosure statement used in the reorganization of Public\n\nService.     The  first   prong  challenged   the  disclosure\n\nstatement's description of the authority of the New Hampshire\n\nPublic  Service  Commission to  impose  unfavorable  rates on\n\nPublic  Service   if   the  reorganization   failed.     This\n\ncontingency was pertinent to  the plan's approval because the\n\ntreatment  of the Seabrook investment  was in dispute and the\n\n                             -7-\r                                         -7-\r\r\n\nplan  embodied a  negotiated compromise  on utility  rates to\n\nforestall litigation.  See 11 U.S.C.    1129(b)(6).\r                                      \n\n     The   disclosure   statement   contained  some   general\n\nstatements about the power of a utility commission to  refuse\n\nto include in the  utility's rate base imprudent investment--\n\nan issue  of central importance in  relation to Seabrook--and\n\nto  temper any required rate increase (e.g., by using a phase\r                                                       \n\nin)  to avoid \"rate shock\" to customers.   Appellants' theory\n\nin  their  complaint  was  that the  disclosure  painted  too\n\npessimistic a picture of the legal rules that would constrain\n\nPublic  Service  rate increases  if  the reorganization  were\n\nrejected and the rate level had to be litigated in court.\n\n     The  second  prong  of  the  attack  on  the  disclosure\n\nstatement  concerned  the merger  of  Public  Service into  a\n\nsubsidiary of Northeast Utilities.   The disclosure statement\n\noffered  ranges  of  projected   value  for  the  common  and\n\npreferred stockholders  of Public Service,  assuming (in  the\n\nalternative) that the second-phase merger were or were not to\n\nbe approved.  Not  surprisingly, the \"with\" merger assumption\n\ngenerated slightly  higher values.   The appellants  say that\n\nwithout the  merger Public Service might  have collapsed, the\n\nstockholders would have been far worse off, and therefore the\r                                            \n\nstockholders were not adequately  warned of a material threat\n\nof financial harm.  (The merger, of course, did occur).\n\n                             -8-\r                                         -8-\r\r\n\n     Appellants also say that the  small differential between\n\nthe \"with\"  and  \"without\" merger  projections concealed  the\n\nvast benefit that  the merger synergies would  provide to the\n\nnew owner.  If  the Public Service stockholders had  known of\n\nthese benefits, say appellants, they might well have demanded\n\na greater share and rejected the proposed plan.  To show that\n\nthere was a  threat that Public Service would collapse absent\n\nthe merger, and that great  synergies would be achieved  from\n\nit, appellants  point to several statements to this effect by\n\nthe   regulatory  agencies  that  ultimately  considered  the\n\nmerger.\n\n     Few public utility lawyers would be greatly disturbed by\n\nthe  description   of  state  agency  powers   given  in  the\n\ndisclosure statement;  although there  is plenty of  room for\n\ndisagreement about  nuance, the  suggestion of fraud  in this\n\nrespect  is   very  far-fetched.     As  for   the  financial\n\nprojections, the complaint does not  even begin to show  that\n\nthey were  wrong, let alone  fraudulent; at most,  it asserts\n\nsome inconsistency  with later agency appraisals.   Still, we\n\nare  not concerned  here with  a motion  to dismiss  and will\n\nassume arguendo (albeit with a  good deal of skepticism) that\r                           \n\nwe are  dealing with  a serious, although  entirely unproven,\n\nfraud complaint.\n\n      If we were  faced with  a case of  what the  bankruptcy\n\njudge   called  \"secret  fraud,\"  appellants  might  have  an\n\n                             -9-\r                                         -9-\r\r\n\narguable basis  for their  collateral attack.   True, section\n\n1125(d)  could be read very  broadly to make  any fraud claim\n\ndisappear since that section provides  that the adequacy of a\n\ndisclosure  statement  is  \"not  governed  by  any  otherwise\n\napplicable nonbankruptcy  law.\"  On  the other hand,  one may\n\ndoubt that  Congress meant in  all circumstances to  wipe out\n\nevery  damage  remedy  against  a defrauder  who  managed  to\n\ndeceive everyone,  including the bankruptcy court.   The very\n\nexistence of the safe harbor provision suggests otherwise.  \n\n     Similarly, the safe harbor provision presents puzzles of\n\nits  own.    On  its  face,  it  immunizes  only  good  faith\n\n\"solicit[ations]\"    for    approval    or   rejection    and\n\n\"participat[ion]\" in securities transactions; it says nothing\n\nexplicit about false disclosure statements; even if read more\n\nbroadly,  as is  likely  justified, it  does not  protect bad\n\nfaith  conduct.  Nor does it say  where and how good faith is\n\nto  be determined; the  bankruptcy court did  make good faith\n\nfindings  in approving  the plan,  but (as we  explain below)\n\ntheir significance is itself open to dispute.\n\n     In  our view--and we have little precedent to guide us--\n\nthis  case can be disposed  of based on  a single, relatively\n\nnarrow circumstance:  the attacks now made  on the disclosure\n\nstatement were in part  made in the reorganization proceeding\n\nitself; and, to  the extent  that they were  not made  there,\n\n                             -10-\r                                         -10-\r\r\n\nthey  could  and  (if  meritorious)  should  have  been  made\n\nthere.2   It  is this  circumstance  that led  the bankruptcy\n\njudge to distinguish the  possibility of \"secret fraud,\" that\n\nis  to  say, fraud  of  such a  character  that it  could not\n\nreasonably be uncovered until after the confirmation.\n\n     There is no secret fraud here.  The description of state\n\nutility commission  powers not only could  have been disputed\n\nduring  the approval of  the disclosure statement  but was in\n\nfact  challenged  by  appellants.     As  for  the  financial\n\nprojections, they were open  to attack at the same  time, and\n\nappellants  point to nothing  in the way  of newly discovered\n\nevidence that could explain why the criticisms now made could\n\nnot have been litigated at the time.  To refer summarily to a\n\ncouple  of conclusory  statements from  regulators about  the\n\nneed for,  or  benefits  of,  the merger  does  not  remotely\n\njustify the delay.\n\n     The bankruptcy  judge found, in  issuing the injunction,\n\nthat the  appellants \"did  raise or  had  the opportunity  to\n\nraise\"  in the reorganization all of the issues that they now\n\nseek to  litigate.  148 B.R. at 718.   It is implicit in this\n\nfinding that the appellants by exercising due diligence could\n\n                    \r                                \n\n     2Yell Forestry  Products, Inc. v. First  State Bank, </pre><span class=\"citation no-link\"><span class=\"volume\">853</span>\r                                                                    \n<span class=\"reporter\">F.2d</span> <span class=\"page\">582</span></span><pre class=\"inline\">  (8th Cir. 1988) may represent the closest authority\nin   point.     We   agree  with   appellants   that  it   is\ndistinguishable  on its  facts but  believe that  it comports\nwith our own view  that the courts have authority  to fashion\nappropriate limitations on collateral attacks while reserving\nthe possibility that in some cases they may be justified.\n\n                             -11-\r                                         -11-\r\r\n\nhave  learned enough  to raise  their present  contentions in\n\nopposing confirmation.3   The appellants do  not even attempt\n\nto undermine  the finding, but  blandly assert that  they had\n\n\"no obligation\" to discover that they had been \"lied to.\"  In\n\nthis context appellants are mistaken.\n\n     Because the alleged inaccuracies could have been, and in\n\npart  were, litigated in the  bankruptcy court, we think that\n\ncourt was entitled to prohibit a new (albeit indirect) attack\n\nupon the  disclosure statement it  had approved.   Whether or\n\nnot such an attack  is literally forbidden by  either section\n\n1125(d)  or section  1125(e)  is debatable;  but against  the\n\nbackground of  these provisions, and the  policies of chapter\n\n11,  we think it evident  that allowing such  an attack would\n\ndisrupt Congress' detailed scheme  for approval of disclosure\n\nstatements  and  reorganizations,  and  would  frustrate  the\n\nproper administration of the Bankruptcy Code.\n\n     If  there   are  substantial  errors   in  a  disclosure\n\nstatement, the  opponents in  the  reorganization have  every\n\nincentive  to raise  them while  the disclosure  statement or\n\nproposed  plan  can still  be  modified;  the statute  itself\n\npoints  to the  importance of  a single,  definitive approval\n\nprocess.  E.g., 11 U.S.C.    1125-26.  Conversely, putting to\r                          \n\n                    \r                                \n\n     3The bankruptcy  court made this clear  by reserving the\npossibility of  a  post-reorganization fraud  suit  based  on\n\"secret fraud,\" 148 B.R. at 720, which we take to  mean fraud\nthat  a plan opponent could not reasonably have discovered at\nthe time of the reorganization.  Id.\r                                                \n\n                             -12-\r                                         -12-\r\r\n\none side the possibility of secret fraud, the Bankruptcy Code\n\nlooks  not only toward repose for a confirmed plan, 11 U.S.C.\n\n  1144,  but toward protecting those who have participated in\n\nthe development  of execution of the plan.   See 11 U.S.C.   \r                                                            \n\n1125(d),  (e);  H. Rep.  No. 595,  95th  Cong., 2d  Sess. 236\n\n(1978).\n\n     In  acting   to  protect  its  prior   proceedings,  the\n\nbankruptcy court acts in an equitable capacity.   Later suits\n\nthat  threaten to  undermine  a bankruptcy  judgment are  not\n\nmerely  the   concern  of  the   individual  litigants;   the\n\nwillingness of future  claimants and creditors  to compromise\n\nin   chapter   11   proceedings   depends   on   giving   the\n\nreorganization court's  approval a  due measure  of finality.\n\nAnd  in  determining  how  much finality  is  due,  equitable\n\nconsiderations  and  policy  concerns  can  properly  justify\n\nresults  that  are  not  literally  compelled   by  statutory\n\nlanguage.\n\n     Absent substantial  new evidence  of fraud, there  is no\r                                        \n\nreason why Congress would  have wished, or the  courts should\n\npermit,   participants  who  actively   participated  in  the\n\nreorganization   to  relitigate   in   later  civil   actions\n\npreviously raised issues about the adequacy of the disclosure\n\nstatement,  or  to  reserve  for  such  actions  claims  that\n\nfeasibly could  have been made  in the  reorganization.   The\n\ncourts have ample  authority to infer  restrictions necessary\n\n                             -13-\r                                         -13-\r\r\n\nto make Congress' plan work.  Cf. Yell Forestry Products, 853\r                                                                    \n\nF.2d at 584.  The  restriction inferred in this case  is both\n\nnarrow  and--as  the  facts  of  this  case illustrate--amply\n\njustified.\n\n     Res judicata principles were  the subject of  discussion\r                             \n\nby  the  bankruptcy  and  district courts  and  of  extensive\n\nbriefing in this  court, so it may be  helpful to explain why\n\nwe have chosen not to  pursue this line of reasoning.   It is\n\nquite true,  as appellees  assert, that the  bankruptcy court\n\ndid in confirming  the plan make  explicit findings that  the\n\nplan  was proposed, and its acceptance was solicited, in good\n\nfaith.   See 148 B.R.  at 707.  The  latter finding dovetails\r                        \n\nwith  the good  faith requirement  that triggers  safe harbor\n\nprotection  for the  private  appellees, and  might at  first\n\nglance seem to resolve the case against them.4\n\n     But  the res judicata argument  leads into a briar patch\r                                      \n\nof problems.   Putting  aside the appellants'  doubtful claim\n\nthat the good faith  finding in question was not  \"necessary\"\n\nto the result, the  appellants argue that collateral estoppel\n\nshould  not  apply  because   mootness  prevented  them  from\n\nobtaining review of the  confirmation in this court.   See In\r                                                                         \n\nre  Public Service Company of New Hampshire, 963 F.2d at 471-\r                                                       \n\n                    \r                                \n\n     4The State of New  Hampshire is not covered by  the safe\nharbor provision--not  being a \"person\" under  chapter 11, 11\nU.S.C.    101(41)--although  appellants have  never explained\nwhy they think that the state is responsible for any mistakes\nin the disclosure statement.\n\n                             -14-\r                                         -14-\r\r\n\n75.    The  appellees respond  that  mootness  was caused  by\n\nappellants'  failure to  seek  a stay  of the  reorganization\n\nwhile appealing the confirmation.   Appellants say they could\n\nnot afford the bond.\n\n     Even if we resolved these  issues in favor of appellees,\n\nwhich we might well do, there is a further more basic problem\n\nin invoking collateral estoppel.   If we were dealing  with a\n\ntrue  case of secret fraud, the same concealment that was the\n\ngravamen   of  the  collateral   attack  would   likely  have\n\nconstituted a fraud on the reorganization court itself.  This\n\nwould not vitiate  the confirmation order,  unless challenged\n\nwithin 180  days, 11 U.S.C.    1144, but it  would raise very\n\nserious concerns  about giving collateral estoppel  effect to\n\nany  finding  of  good  faith   that  rested  upon  the  same\n\nfraudulent concealment.   See Restatement (Second), Judgments\r                                         \n\n    28(5)(c),  70  (limitations  on  later  use  of  judgment\n\nprocured by fraud).\n\n     We are  not saying that the  collateral estoppel defense\n\nis  entirely circular;  but  if  appellees  had  fraudulently\r                                           \n\nconcealed critical information from the reorganization court,\n\nit  is not clear that  merely pointing to  a prior good faith\n\nfinding  by the  same  court  (made  in  the  same  state  of\n\nignorance) would resolve the matter.   By contrast, the route\n\nwe  follow to  affirmance--that  appellants could  and should\n\nhave  litigated their inaccuracy claims in the reorganization\n\n                             -15-\r                                         -15-\r\r\n\nforum--does not depend  on any prior  good faith findings  by\n\nthe reorganization court but on what we see before us today.\n\n     Our determination  also does  not depend on  the literal\n\nlanguage of  the safe  harbor  provision but  on the  broader\n\npolicies  of chapter 11 and on considerations of equity.  The\n\ndetermination   therefore  applies   with   equal  force   to\n\ncomparable claims against  the State of New Hampshire and its\n\nofficials, even  though the  state itself is  technically not\n\ncovered  by section 1125(e).  We have no occasion to consider\n\nthe  Eleventh Amendment  defense  that the  bankruptcy  court\n\nadopted as an alternative  ground for precluding suit against\n\nthe state.\n\n                      III.  CONCLUSION  \n\n     The bankruptcy court was forebearing in its decision not\n\nto  punish the apparent contempt of its injunction.  It would\n\nbe unwise for appellants  to take our present decision  as an\n\ninvitation   to  invent   new   collateral  attacks   on  the\n\nreorganization plan  that purport  to  skirt the  injunction.\n\nLitigation  is  a  device  for  settling  disputes,  not  for\n\nprolonging them to the point  of abuse.  Cf. Fed. R.  Civ. P.\r                                                        \n\n11.\n\n     Affirmed.\r                         \n\n                             -16-\r                                         -16-\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/102265/",
    "http://www.courtlistener.com/api/rest/v3/opinions/583333/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1968163/"
  ]
}