{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/195133/",
  "absolute_url": "/opinion/195133/united-states-v-lilly/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/195133/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T02:33:56Z",
  "date_modified": "2016-02-28T04:51:51.745289Z",
  "type": "010combined",
  "sha1": "5999c5d4fa212a8bfc8e9f5d780a36b2f6d352bb",
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1577.01A",
  "local_path": null,
  "plain_text": "                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                             \n\nNo. 93-1577\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                                v.\n\n                        WILLIAM W. LILLY,\n\n                      Defendant, Appellant.\n\n                                              \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n      [Hon. Walter Jay Skinner, Senior U.S. District Judge]\n                                                          \n\n                                              \n\n                              Before\n\n                      Selya, Circuit Judge,\n                                          \n\n                  Coffin, Senior Circuit Judge,\n                                              \n\n                     and Cyr, Circuit Judge.\n                                           \n\n                                              \n\n     Mark M. Freeman and Rappaport,  Freeman &amp; Pinta on brief for\n                                                    \nappellant.\n     A. John  Pappalardo, United  States Attorney,  and Brien  T.\n                                                                 \nO'Connor,  Assistant United  States Attorney,  on  brief for  the\n        \nUnited States.\n\n                                             \n\n                         January 4, 1994\n\n                                             \n\n          SELYA,  Circuit   Judge.    In  this  criminal  appeal,\n          SELYA,  Circuit   Judge.\n                                 \n\ndefendant-appellant  William W.  Lilly claims  that the  district\n\ncourt engaged in impermissible \"double counting\" when calculating\n\nthe  guideline sentencing  range (GSR)  applicable  to his  case.\n\nConcluding  that  Lilly's  assignment of  error  lacks  force, we\n\naffirm the judgment below.\n\n                                I\n\n          The facts relevant to this appeal are not now disputed.\n\nLilly,  a  successful developer,  fell  on hard  times  after the\n\ncollapse of a  boom market in real estate.  He began to play fast\n\nand loose, courting trouble on several fronts.  See, e.g., United\n                                                                 \n\nStates  v.  Lilly, 983  F.2d  300  (1st  Cir.  1992)  (describing\n                 \n\nappellant's  prosecution  for  bank  fraud).   On  May  21, 1991,\n\nLilly's  woes   mounted:    a  federal  grand  jury  returned  an\n\nindictment against him and two cohorts,  Sheldon Stone and Gerald\n\nSarro.   The  indictment  focused  on  a  condominium  conversion\n\nproject in  Claremont, New Hampshire.   It charged all  three men\n\nwith conspiracy, 18  U.S.C.  371 (1988),  and also charged  Lilly\n\nwith  fifty-four substantive counts of making false statements to\n\na federally  insured financial  institution, in  violation of  18\n\nU.S.C.  1014 (1988).\n\n          On  December 4, 1991,  the grand jury  returned another\n\nindictment accusing Lilly and five codefendants, Robert O'Connor,\n\nGina Lonardo, Mark  Lonardo, Barry Tevrow,  and Diane Tevrow,  of\n\nhaving perpetrated eight counts of wire fraud, in violation of 18\n\nU.S.C.  1343  (1988).  These  charges involved a  so-called \"land\n\n                                2\n\nflip\" scheme,1  separate from  the Claremont  boondoggle.   After\n\nconsiderable skirmishing, not material  here, the two indictments\n\nwere consolidated and Lilly pled guilty to all counts on February\n\n25, 1993.\n\n                                II\n\n          In respect to many crimes, particularly \"white  collar\"\n\ncrimes, the sentencing guidelines use the amount of the actual or\n\nintended loss  as an important  indicium in fixing  a defendant's\n\noffense level  and, hence, his  GSR. See, e.g., United  States v.\n                                                              \n\nTardiff,  969 F.2d  1283, 1285  (1st Cir.  1992) (\"In  respect to\n       \n\nfraud  crimes,  the   applicable  offense   level  increases   in\n\nproportion to  the monetary  magnitude of  the loss.\"); see  also\n                                                                 \n\nU.S.S.G.  2F1.1(b)(1).2   Here,  the district  court, faced  with\n\nseveral  proposed scenarios, determined that the aggregate amount\n\nof the monetary loss stemming from appellant's involvement in the\n\ntwo schemes equalled  $1,750,000   a total reached  by evaluating\n\nthe land-flip  losses at $1,000,000  and the Claremont  losses at\n\n                    \n\n     1We  have  described  a  land  flip  as  \"an  intricate  and\nsophisticated scheme . . . under which real property is purchased\nfor a low price, immediately resold  at a much higher price to  a\nstraw or fictitious buyer, and the higher resale price is used as\nthe basis for obtaining a  mortgage loan that finances the entire\ntransaction.\"  United States v.  Cassiere, 4 F.3d 1006, 1010 (1st\n                                         \nCir. 1993).\n\n     2A  sentencing court  customarily applies the  guidelines in\neffect on the date of sentencing.  See United States v. Bell, 953\n                                                            \nF.2d  6, 7 (1st Cir. 1992); United States v. Harotunian, 920 F.2d\n                                                       \n1040,  1041-42  (1st  Cir.  1990).   Accordingly,  this  case  is\ncontrolled by the November 1992 edition of the guidelines.\n\n                                3\n\n$750,000.3  This computation  increased appellant's base  offense\n\nlevel  from  six  to  eighteen.    See  U.S.S.G.   2F1.1(b)(1)(M)\n                                      \n\n(providing  a twelve-level  upward  adjustment  for fraud  crimes\n\ninvolving more than $1,500,000, up to and including $2,500,000).\n\n          After  holding appellant  responsible  for the  overall\n\namount of the  combined losses, the  court increased his  offense\n\nlevel by  two  levels because  his  offenses involved  more  than\n\nminimal  planning, see  U.S.S.G.   2F1.1(b)(2)(A),  and  by  four\n                      \n\nadditional  levels  because  he  played  a  leading  role  in the\n\nClaremont scheme, see  U.S.S.G.  3B1.1(a) (providing for  a four-\n                     \n\nlevel increase if a defendant  acts as an \"organizer\" or \"leader\"\n\nin an extensive  criminal enterprise).   The loss valuation,  the\n\nplanning adjustment,  and the role-in-the-offense  adjustment all\n\nadversely affected  appellant's  GSR  and,  hence,  his  60-month\n\nsentence (a sentence within, but near the low end of, the GSR).\n\n                               III\n\n          On appeal, Lilly makes only a single argument.  He says\n\nthat the district court impermissibly \"double counted\" because it\n\nused  his position  as the  kingpin  in the  Claremont scheme  to\n\nincrease his offense  level in two different ways,  first, as the\n\nbasis for  attributing the full amount  of the loss to  him, and,\n\n                    \n\n     3Appellant disputed both figures in the district court, but,\non appeal, he does not challenge the district court's findings as\nto  the  amounts  involved.    Consequently,  we  deem  all  such\narguments, together with  any other arguments asserted  below but\nnot resurrected in this  court, to be waived.   See United States\n                                                                 \nv. Slade, 980 F.2d 27, 30  n.3 (1st Cir. 1992); United States  v.\n                                                             \nSt. Cyr, 977 F.2d 698, 701 (1st Cir. 1992).\n       \n\n                                4\n\nsecond,   as  the   basis  for   an   upward  role-in-the-offense\n\nadjustment.4     We   reject   appellant's   construct  for   two\n\nindependently sufficient reasons.\n\n                                A\n\n          At the outset,  we note that appellant's  claim suffers\n\nfrom  a  fatal strain  of  procedural default.    While appellant\n\nvoiced a  double counting concern  below   he contended  that the\n\nplanning adjustment,  U.S.S.G.  2F1.1(b)(2)(A),  overlapped with,\n\nand represented  double counting of, his leadership  role, id. at\n                                                              \n\n 3B1.1(a)    he did  not raise the  contention he  advances here.\n\nFor  all intents  and purposes,  that  ends the  matter.5   Legal\n\narguments cannot be  interchanged at will.  See  United States v.\n                                                              \n\nDietz, 950  F.2d 50, 55  (1st Cir. 1991) (\"A  criminal defendant,\n     \n\ndissatisfied  with the district court's rulings at sentencing yet\n\npersuaded that his original arguments lacked merit, cannot switch\n\nhorses  mid-stream in  hopes  of  locating  a  swifter  steed.\").\n\nMindful  of this  principle,  \"[w]e  have  repeatedly  ruled,  in\n\nconnection with sentencing  as in other contexts,  that arguments\n\nnot seasonably addressed to the trial court may not be raised for\n\nthe first time in an appellate venue.\"  Id.; accord United States\n                                                                 \n\n                    \n\n     4In support of this argument,  appellant points out that the\ndistrict  court,  when  sentencing   the  two  other   \"Claremont\ndefendants,\" assigned lesser  amounts of loss  to them, with  the\nresult  that  the  loss  attributed  to  appellant  exceeded  the\naggregate loss attributed to others.\n\n     5Lilly's  original complaint has not been renewed on appeal.\nIt is,  in any event, jejune.  See  United States v. Balogun, 989\n                                                            \nF.2d   20,  23-24  (1st  Cir.  1993)  (rejecting  complaint  that\nsupervisory  role adjustment constituted  double counting in view\nof upward adjustment for more than minimal planning).\n\n                                5\n\nv. Ortiz, 966 F.2d 707, 717 (1st Cir. 1992), cert. denied, 113 S.\n                                                         \n\nCt. 1005 (1993);  United States v. Uricoechea-Casallas,  946 F.2d\n                                                      \n\n162, 166 (1st Cir. 1991);  United States v. Pilgrim Market Corp.,\n                                                                \n\n944 F.2d  14, 21 (1st Cir. 1991); United  States v. Fox, 889 F.2d\n                                                       \n\n357, 359 (1st Cir. 1989).\n\n          In  order  to  preserve   sentence-related  points  for\n\nappeal,  litigants must raise  them squarely in  the lower court.\n\nAppellant  cannot pass  this test;  indeed, he  concedes that  he\n\nnever   explained  his  current  version  of  a  double  counting\n\nobjection to  the district court.   The mere fact  that appellant\n\nmade  a different double counting argument  below, addressed to a\n\ndifferent offense level  adjustment, does not exempt him from the\n\noperation of the raise-or-waive rule.  Thus, the appeal is by the\n\nboards.6\n\n                                B\n\n          The  second  fly  in appellant's  ointment  is  that no\n\ndouble counting occurred in this case.  We explain briefly.  \n\n          The  amount  of  loss  attributable   to  a  particular\n\nparticipant in a jointly undertaken  criminal activity is the sum\n\nof  the amount  of  loss  he personally  caused  (or intended  to\n\n                    \n\n     6Of  course,  even  though  a  defendant  fails to  raise  a\nparticular  argument  at  the disposition  hearing  in  the lower\ncourt, his  sentence can still be  reversed on the  basis of that\nargument if the error is \"plain.\"  The criteria for a  finding of\nplain error  in the  sentencing context  are, however,  rigorous.\nSee  United States  v. Olano,  113 S.  Ct. 1770,  1777-79 (1993);\n                            \nUnited States v. Olivier-Diaz,      F.3d    ,     (1st Cir. 1993)\n                             \n[No. 93-1306,  slip op.  at 10];  see  also United  States v.  La\n                                                                 \nGuardia, 902 F.2d 1010, 1012-13 (1st Cir. 1990).  For the reasons\n       \nstated infra, appellant cannot satisfy these exacting standards.\n            \n\n                                6\n\ncause),  and, under the relevant conduct rubric, U.S.S.G.  1B1.3,\n\nthe loss (actual  or intended) stemming from acts  by others that\n\nwere   reasonably  foreseeable  by  him  and  were  committed  in\n\nfurtherance of the  conspiracy.7   See U.S.S.G.   1B1.3(a)(1)(B);\n                                      \n\nid., comment.  (n.2); see also  United States v. Moore,  923 F.2d\n                                                      \n\n910, 917  (1st Cir.  1991).   It follows  that the  measure of  a\n\ndefendant's accountability for  transactions in which he  was not\n\npersonally involved \"is  usually congruent with the  scope of his\n\nagreement   with  the   other   participants   in  the   criminal\n\nenterprise.\"  United States v. Garcia,  954 F.2d 12, 16 (1st Cir.\n                                     \n\n1992).  In other words, the scope of a  participant's agreement  \n\nrather than his  place in the conspiracy's hierarchy   determines\n\nthe amount of  loss properly laid at his  doorstep for sentencing\n\npurposes.\n\n          To be sure,  there is  an overlap  between \"scope\"  and\n\n\"role.\"  It  stands to  reason that  the majordomo  of a  scheme,\n\nhaving  set  the  stage,  probably  will  be  saddled  with  more\n\n\"relevant  conduct\" than  a bit player.   That  overlap, however,\n\ndoes not  mean that adjusting  for a leadership  role necessarily\n\nportends  double counting  in a  case  where the  amount of  loss\n\ninfluences the offense level.   The two enhancements do not march\n\n                    \n\n     7Generally  speaking, a sentencing  court looks  to intended\n                                                                 \nloss as well as actual  loss.  See U.S.S.G.  1B1.3(a)(3) (stating\n                                  \nthat relevant  conduct includes, inter  alia, \"all harm  that was\n                                            \nthe  object  of  [the] acts  and  omissions\"  comprising relevant\nconduct);  See  also  U.S.S.G.   2F1.1,  comment.  (n.9)  (cross-\n                    \nreferencing  U.S.S.G.  2X1.1);  U.S.S.G.  2X1.1,  comment. (n.4).\nHere, the court\nchose to focus on actual loss, and neither party assigns error to\nthat choice.\n\n                                7\n\nin  lockstep8  and,  moreover, serve  different  purposes  in the\n\nsentencing calculus.          This  case  illustrates  the point.\n\nSection  2F1.1(b)(1) is  aimed at  measuring the  gravity  of the\n\noffense.    It  does  so  by formulating  a  sliding  scale  that\n\nincreases  a defendant's probable  punishment in rough proportion\n\nto  the  victims' financial  loss  (actual or  intended).   Thus,\n\namount of loss becomes a proxy for the seriousness of an offense.\n\nSee,  e.g.,  U.S.S.G.   2F1.1(b),  comment.  (n.10)   (suggesting\n          \n\nconsideration of a departure if  the amount of loss overstates or\n\nunderstates a crime's seriousness).\n\n          Conversely, the  role-in-the-offense adjustment  is not\n\nconcerned  with specific offense  characteristics like  amount of\n\nloss;  it is  aimed instead  at  measuring the  culpability of  a\n\ndefendant's   conduct  in  the  commission  of  the  offense  and\n\nincreasing  (or reducing) the  punishment in rough  proportion to\n\nthe defendant's involvement.  The adjustment proposes, in effect,\n\nto  treat   less  harshly   those  persons   within  a   criminal\n\norganization who  are on the fringes, i.e.,  \"minor\" or \"minimal\"\n                                          \n\nparticipants,  see U.S.S.G.   3B1.2, and  to  treat more  harshly\n                  \n\nthose who, although guilty of participating only in the self-same\n\noffense,  bear   greater  \"relative   responsibility\"  and   who,\n\ntherefore, \"present a greater danger to the public\" and \"are more\n\n                    \n\n     8Take,  for   example,  two  participants   in  a   criminal\nenterprise, one the  mastermind and one a  bottom-rung underling.\nThe former is an organizer and  leader; the latter is not.   Yet,\nboth  may  be chargeable  with  the entire  amount  of loss  in a\nparticular case, say,  if the underling is a  forger who, knowing\nthe plan, follows the mastermind's  lead and doctors the critical\npaperwork, thus consummating the fraud.\n\n                                8\n\nlikely  to recidivate.\"   U.S.S.G.   3B1.1,  comment. (backg'd.).\n\nThus,  role becomes  a  proxy  for the  degree  of an  offender's\n\nculpability.  \n\n          We  think this regime  lies well within  the Sentencing\n\nCommission's   power.    Sentencing   factors  do  not   come  in\n\nhermetically sealed  packages, neatly wrapped  and segregated one\n\nfrom another.   Rather,  several factors may  draw upon  the same\n\nnucleus  of  operative  facts  while  nonetheless  responding  to\n\ndiscrete  concerns.    Consequently,  a  degree  of  relatedness,\n\nwithout more, does not comprise double  counting.  So it is here:\n\nalthough calculating  the amount of  loss for which  appellant is\n\nresponsible requires some examination into what role he played in\n\nthe overall  scheme, the  upward adjustment  for leadership  does\n\nnot, by  dint of  the loss-evaluation  inquiry  alone, equate  to\n\ndouble counting.   Compare, e.g., United  States v. Balogun,  989\n                                                           \n\nF.2d 20, 23-24  (1st Cir. 1993) (differentiating  between conduct\n\nundergirding supervisory role adjustment and conduct undergirding\n\nsentence enhancement for more than minimal planning).  The  proof\n\nof this pudding is that, if Lilly had  organized exactly the same\n\nscheme and provided  leadership to exactly the  same accomplices,\n\nbut  bilked  investors or  lenders  out of  appreciably  more (or\n\nappreciably  less) money, the  amount of loss  would change, thus\n\naltering  his   offense  level     but   the  role-in-the-offense\n\nenhancement would remain constant.\n\n                                C\n\n          We add  an eschatocol of  sorts.  Even if  the district\n\n                                9\n\ncourt's  actions usefully  could be  described in  some sense  as\n\ndouble  counting      and  we  doubt  the  accuracy   of  such  a\n\ncharacterization, see supra  Part III(B)   appellant would face a\n                           \n\nfurther hurdle.          Double   counting   in   the  sentencing\n\ncontext  \"is a  phenomenon that  is less  sinister than  the name\n\nimplies.\"   United  States v.  Zapata,  1 F.3d  46, 47  (1st Cir.\n                                     \n\n1993).  Since double counting is often perfectly proper, see id.,\n                                                                \n\nthe guidelines themselves are the most helpful aid in the task of\n\nseparating  permissible  double counting  from  its impermissible\n\ncounterpart.   The  Sentencing Commission  has  not been  bashful\n\nabout  explicitly  banning   double  counting  in  a   number  of\n\ninstances.     See,   e.g.,  U.S.S.G.    3A1.1,  comment.   (n.2)\n                          \n\n(discussing  \"vulnerable victim\"  enhancement); U.S.S.G.   3A1.3,\n\ncomment. (n.2) (discussing  enhancement relating to  restraint of\n\nvictim); U.S.S.G.   3C1.2, comment.  (n.1) (discussing  \"reckless\n\nendangerment\" enhancement).   We  believe the  Commission's ready\n\nresort to explicitly stated  prohibitions against double counting\n\nsignals that courts  should go quite  slowly in implying  further\n\nsuch prohibitions where none are  written.9  Accord United States\n                                                                 \n\n                    \n\n     9Some  circuits have  held that  double  counting is  always\npermissible   except  when  it  is  expressly  forbidden  by  the\nguidelines.  See, e.g., United States v.  Reese, 2 F.3d 870, 894-\n                                               \n95 (9th Cir. 1993), petition for cert. filed (Oct. 28, 1993) (No.\n                                            \n93-6552); United States  v. Ellen, 961 F.2d 462,  468 (4th Cir.),\n                                 \ncert. denied, 113  S. Ct. 217 (1992); United  States v. Williams,\n                                                                \n954 F.2d 204,  208 (4th Cir. 1992).   That view is,  however, not\nwithout its detractors.  See,  e.g., United States v. Hudson, 972\n                                                            \nF.2d  504, 507  (2d  Cir. 1992)  (declining to  follow Williams);\n                                                               \nUnited  States v.  Romano,  970  F.2d 164,  167  (6th Cir.  1992)\n                         \n(similar); cf. United States v.  Fuller, 897 F.2d 1217, 1222 (1st\n                                       \nCir. 1990) (voicing concern about  whether a single factor can be\ndouble counted in setting a defendant's offense level).  We leave\n\n                                10\n\nv. Wong,  3 F.3d  667, 670-71  (3d Cir. 1993);  United States  v.\n                                                             \n\nSanders,  982 F.2d  4,  8  (1st Cir.  1992)  (per curiam),  cert.\n                                                                 \n\ndenied, 113 S. Ct. 2937 (1993); United States v. Rocha,  916 F.2d\n                                                      \n\n219, 243 (5th Cir. 1990), cert.  denied, 111 S. Ct. 2057  (1991);\n                                       \n\nUnited States v. Goolsby, 908 F.2d 861, 863 (11th Cir. 1990).   \n                        \n\n          In the situation at hand, the  guidelines not only fail\n\nexpressly to  outlaw double  counting, but also  imply the  exact\n\nopposite.   They specifically  instruct that  persons who  commit\n\nfraud offenses ought  to receive sentences commensurate  with the\n\namount of loss for which they are responsible, and that those who\n\nmarshal criminal enterprises  ought to  receive extra  punishment\n\nfor their  leadership roles.  We think that when, as now, neither\n\nan  explicit prohibition against double counting nor a compelling\n\nbasis for implying  such a prohibition exists,  clearly indicated\n\nadjustments  for  seriousness  of the  offense  and  for offender\n\nconduct can both be imposed, notwithstanding that the adjustments\n\nderive in some measure from  a common nucleus of operative facts.\n\nSee, e.g., Balogun,  989 F.2d at 23-24; United  States v. Newman,\n                                                                \n\n982 F.2d 665,  673 (1st Cir. 1992),  cert. denied, 114 S.  Ct. 59\n                                                 \n\n(1993); Sanders,  982 F.2d at  8; see also  Zapata, 1 F.3d  at 50\n                                                  \n\n(holding  that where the guidelines provide for the consideration\n\nof  a single factor in the  calculation of both offense level and\n\ncriminal   history  category,   either  expressly   or  by   fair\n\nimplication, double counting is permissible).\n\n                    \n\nthis question open,  as the case at  hand can be resolved  by the\napplication of less controversial principles.\n\n                                11\n\n                                IV\n\n          We  need go  no further.   Concluding,  as we  do, that\n\nappellant's  assignment of error is  without merit, we affirm the\n\njudgment below.\n\nAffirmed.\n        \n\n                                12\n",
  "html": "<p class=\"case_cite\">13 F.3d 15</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>William W. LILLY, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-1577.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Dec. 9, 1993.<br>Decided Jan. 4, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mark M. Freeman and Rappaport, Freeman &amp; Pinta, Boston, MA, on brief, for appellant.</p>\n      <p class=\"indent\">A. John Pappalardo, U.S. Atty., and Brien T. O'Connor, Asst. U.S. Atty., Boston, MA, on brief, for United States.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN, Senior Circuit Judge, and CYR, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this criminal appeal, defendant-appellant William W. Lilly claims that the district court engaged in impermissible \"double counting\" when calculating the guideline sentencing range (GSR) applicable to his case.  Concluding that Lilly's assignment of error lacks force, we affirm the judgment below.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* The facts relevant to this appeal are not now disputed.  Lilly, a successful developer, fell on hard times after the collapse of a boom market in real estate.  He began to play fast and loose, courting trouble on several fronts.  See, e.g., United States v. Lilly, 983 F.2d 300 (1st Cir.1992) (describing appellant's prosecution for bank fraud).  On May 21, 1991, Lilly's woes mounted:  a federal grand jury returned an indictment against him and two cohorts, Sheldon Stone and Gerald Sarro.  The indictment focused on a condominium conversion project in Claremont, New Hampshire.  It charged all three men with conspiracy, 18 U.S.C. Sec. 371 (1988), and also charged Lilly with fifty-four substantive counts of making false statements to a federally insured financial institution, in violation of 18 U.S.C. Sec. 1014 (1988).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On December 4, 1991, the grand jury returned another indictment accusing Lilly and five codefendants, Robert O'Connor, Gina Lonardo, Mark Lonardo, Barry Tevrow, and Diane Tevrow, of having perpetrated eight counts of wire fraud, in violation of 18 U.S.C. Sec. 1343 (1988).  These charges involved a so-called \"land flip\" scheme,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> separate from the Claremont boondoggle.  After considerable skirmishing, not material here, the two indictments were consolidated and Lilly pled guilty to all counts on February 25, 1993.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In respect to many crimes, particularly \"white collar\" crimes, the sentencing guidelines use the amount of the actual or intended loss as an important indicium in fixing a defendant's offense level and, hence, his GSR.  See, e.g., United States v. Tardiff, 969 F.2d 1283, 1285 (1st Cir.1992) (\"In respect to fraud crimes, the applicable offense level increases in proportion to the monetary magnitude of the loss.\");   see also U.S.S.G. Sec. 2F1.1(b)(1).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Here, the district court, faced with several proposed scenarios, determined that the aggregate amount of the monetary loss stemming from appellant's involvement in the two schemes equalled $1,750,000--a total reached by evaluating the land-flip losses at $1,000,000 and the Claremont losses at $750,000.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  This computation increased appellant's base offense level from six to eighteen.  See U.S.S.G. Sec. 2F1.1(b)(1)(M) (providing a twelve-level upward adjustment for fraud crimes involving more than $1,500,000, up to and including $2,500,000).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">After holding appellant responsible for the overall amount of the combined losses, the court increased his offense level by two levels because his offenses involved more than minimal planning, see U.S.S.G. Sec. 2F1.1(b)(2)(A), and by four additional levels because he played a leading role in the Claremont scheme, see U.S.S.G. Sec. 3B1.1(a) (providing for a four-level increase if a defendant acts as an \"organizer\" or \"leader\" in an extensive criminal enterprise).  The loss valuation, the planning adjustment, and the role-in-the-offense adjustment all adversely affected appellant's GSR and, hence, his 60-month sentence (a sentence within, but near the low end of, the GSR).</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On appeal, Lilly makes only a single argument.  He says that the district court impermissibly \"double counted\" because it used his position as the kingpin in the Claremont scheme to increase his offense level in two different ways, first, as the basis for attributing the full amount of the loss to him, and, second, as the basis for an upward role-in-the-offense adjustment.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  We reject appellant's construct for two independently sufficient reasons.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">* At the outset, we note that appellant's claim suffers from a fatal strain of procedural default.  While appellant voiced a double counting concern below--he contended that the planning adjustment, U.S.S.G. Sec. 2F1.1(b)(2)(A), overlapped with, and represented double counting of, his leadership role, id. at Sec. 3B1.1(a)--he did not raise the contention he advances here.  For all intents and purposes, that ends the matter.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Legal arguments cannot be interchanged at will.  See United States v. Dietz, 950 F.2d 50, 55 (1st Cir.1991) (\"A criminal defendant, dissatisfied with the district court's rulings at sentencing yet persuaded that his original arguments lacked merit, cannot switch horses midstream in hopes of locating a swifter steed.\").  Mindful of this principle, \"[w]e have repeatedly ruled, in connection with sentencing as in other contexts, that arguments not seasonably addressed to the trial court may not be raised for the first time in an appellate venue.\"  Id.;  accord United States v. Ortiz, 966 F.2d 707, 717 (1st Cir.1992), cert. denied, --- U.S. ----, 113 S.Ct. 1005, 122 L.Ed.2d 154 (1993);  United States v. Uricoechea-Casallas, 946 F.2d 162, 166 (1st Cir.1991);  United States v. Pilgrim Market Corp., 944 F.2d 14, 21 (1st Cir.1991);  United States v. Fox, 889 F.2d 357, 359 (1st Cir.1989).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In order to preserve sentence-related points for appeal, litigants must raise them squarely in the lower court.  Appellant cannot pass this test;  indeed, he concedes that he never explained his current version of a double counting objection to the district court.  The mere fact that appellant made a different double counting argument below, addressed to a different offense level adjustment, does not exempt him from the operation of the raise-or-waive rule.  Thus, the appeal is by the boards.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <p>B</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The second fly in appellant's ointment is that no double counting occurred in this case.  We explain briefly.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The amount of loss attributable to a particular participant in a jointly undertaken criminal activity is the sum of the amount of loss he personally caused (or intended to cause), and, under the relevant conduct rubric, U.S.S.G. Sec. 1B1.3, the loss (actual or intended) stemming from acts by others that were reasonably foreseeable by him and were committed in furtherance of the conspiracy.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  See U.S.S.G. Sec. 1B1.3(a)(1)(B);  id., comment.  (n. 2);  see also United States v. Moore, 923 F.2d 910, 917 (1st Cir.1991).  It follows that the measure of a defendant's accountability for transactions in which he was not personally involved \"is usually congruent with the scope of his agreement with the other participants in the criminal enterprise.\"  United States v. Garcia, 954 F.2d 12, 16 (1st Cir.1992).  In other words, the scope of a participant's agreement--rather than his place in the conspiracy's hierarchy--determines the amount of loss properly laid at his doorstep for sentencing purposes.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">To be sure, there is an overlap between \"scope\" and \"role.\"   It stands to reason that the majordomo of a scheme, having set the stage, probably will be saddled with more \"relevant conduct\" than a bit player.  That overlap, however, does not mean that adjusting for a leadership role necessarily portends double counting in a case where the amount of loss influences the offense level.  The two enhancements do not march in lockstep<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> and, moreover, serve different purposes in the sentencing calculus.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">This case illustrates the point.  Section 2F1.1(b)(1) is aimed at measuring the gravity of the offense.  It does so by formulating a sliding scale that increases a defendant's probable punishment in rough proportion to the victims' financial loss (actual or intended).  Thus, amount of loss becomes a proxy for the seriousness of an offense.  See, e.g., U.S.S.G. Sec. 2F1.1(b), comment.  (n. 10) (suggesting consideration of a departure if the amount of loss overstates or understates a crime's seriousness).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Conversely, the role-in-the-offense adjustment is not concerned with specific offense characteristics like amount of loss;  it is aimed instead at measuring the culpability of a defendant's conduct in the commission of the offense and increasing (or reducing) the punishment in rough proportion to the defendant's involvement.  The adjustment proposes, in effect, to treat less harshly those persons within a criminal organization who are on the fringes, i.e., \"minor\" or \"minimal\" participants, see U.S.S.G. Sec. 3B1.2, and to treat more harshly those who, although guilty of participating only in the self-same offense, bear greater \"relative responsibility\" and who, therefore, \"present a greater danger to the public\" and \"are more likely to recidivate.\"   U.S.S.G. Sec. 3B1.1, comment.  (backg'd.).  Thus, role becomes a proxy for the degree of an offender's culpability.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We think this regime lies well within the Sentencing Commission's power.  Sentencing factors do not come in hermetically sealed packages, neatly wrapped and segregated one from another.  Rather, several factors may draw upon the same nucleus of operative facts while nonetheless responding to discrete concerns.  Consequently, a degree of relatedness, without more, does not comprise double counting.  So it is here:  although calculating the amount of loss for which appellant is responsible requires some examination into what role he played in the overall scheme, the upward adjustment for leadership does not, by dint of the loss-evaluation inquiry alone, equate to double counting.  Compare, e.g., United States v. Balogun, 989 F.2d 20, 23-24 (1st Cir.1993) (differentiating between conduct undergirding supervisory role adjustment and conduct undergirding sentence enhancement for more than minimal planning).  The proof of this pudding is that, if Lilly had organized exactly the same scheme and provided leadership to exactly the same accomplices, but bilked investors or lenders out of appreciably more (or appreciably less) money, the amount of loss would change, thus altering his offense level--but the role-in-the-offense enhancement would remain constant.</p>\n    </div>\n    <p>C</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We add an eschatocol of sorts.  Even if the district court's actions usefully could be described in some sense as double counting--and we doubt the accuracy of such a characterization, see supra Part III(B)--appellant would face a further hurdle.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Double counting in the sentencing context \"is a phenomenon that is less sinister than the name implies.\"  United States v. Zapata, 1 F.3d 46, 47 (1st Cir.1993).  Since double counting is often perfectly proper, see id., the guidelines themselves are the most helpful aid in the task of separating permissible double counting from its impermissible counterpart.  The Sentencing Commission has not been bashful about explicitly banning double counting in a number of instances.  See, e.g., U.S.S.G. Sec. 3A1.1, comment.  (n. 2) (discussing \"vulnerable victim\" enhancement);  U.S.S.G. Sec. 3A1.3, comment.  (n. 2) (discussing enhancement relating to restraint of victim);  U.S.S.G. Sec. 3C1.2, comment.  (n. 1) (discussing \"reckless endangerment\" enhancement).  We believe the Commission's ready resort to explicitly stated prohibitions against double counting signals that courts should go quite slowly in implying further such prohibitions where none are written.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  Accord United States v. Wong, 3 F.3d 667, 670-71 (3d Cir.1993); United States v. Sanders, 982 F.2d 4, 8 (1st Cir.1992) (per curiam), cert. denied, --- U.S. ----, 113 S.Ct. 2937, 124 L.Ed.2d 686 (1993);  United States v. Rocha, 916 F.2d 219, 243 (5th Cir.1990), cert. denied, --- U.S. ----, 111 S.Ct. 2057, 114 L.Ed.2d 462 (1991);  United States v. Goolsby, 908 F.2d 861, 863 (11th Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In the situation at hand, the guidelines not only fail expressly to outlaw double counting, but also imply the exact opposite.  They specifically instruct that persons who commit fraud offenses ought to receive sentences commensurate with the amount of loss for which they are responsible, and that those who marshal criminal enterprises ought to receive extra punishment for their leadership roles.  We think that when, as now, neither an explicit prohibition against double counting nor a compelling basis for implying such a prohibition exists, clearly indicated adjustments for seriousness of the offense and for offender conduct can both be imposed, notwithstanding that the adjustments derive in some measure from a common nucleus of operative facts.  See, e.g., Balogun, 989 F.2d at 23-24;  United States v. Newman, 982 F.2d 665, 673 (1st Cir.1992), cert. denied, --- U.S. ----, 114 S.Ct. 59, 126 L.Ed.2d 28 (1993);  Sanders, 982 F.2d at 8;  see also Zapata, 1 F.3d at 50 (holding that where the guidelines provide for the consideration of a single factor in the calculation of both offense level and criminal history category, either expressly or by fair implication, double counting is permissible).</p>\n    </div>\n    <p>IV</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We need go no further.  Concluding, as we do, that appellant's assignment of error is without merit, we affirm the judgment below.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We have described a land flip as \"an intricate and sophisticated scheme ... under which real property is purchased for a low price, immediately resold at a much higher price to a straw or fictitious buyer, and the higher resale price is used as the basis for obtaining a mortgage loan that finances the entire transaction.\"  United States v. Cassiere, 4 F.3d 1006, 1010 (1st Cir.1993)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> A sentencing court customarily applies the guidelines in effect on the date of sentencing.  See United States v. Bell, 953 F.2d 6, 7 (1st Cir.1992);  United States v. Harotunian, 920 F.2d 1040, 1041-42 (1st Cir.1990).  Accordingly, this case is controlled by the November 1992 edition of the guidelines</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Appellant disputed both figures in the district court, but, on appeal, he does not challenge the district court's findings as to the amounts involved.  Consequently, we deem all such arguments, together with any other arguments asserted below but not resurrected in this court, to be waived.  See United States v. Slade, 980 F.2d 27, 30 n. 3 (1st Cir.1992);  United States v. St. Cyr, 977 F.2d 698, 701 (1st Cir.1992)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In support of this argument, appellant points out that the district court, when sentencing the two other \"Claremont defendants,\" assigned lesser amounts of loss to them, with the result that the loss attributed to appellant exceeded the aggregate loss attributed to others</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Lilly's original complaint has not been renewed on appeal.  It is, in any event, jejune.  See United States v. Balogun, 989 F.2d 20, 23-24 (1st Cir.1993) (rejecting complaint that supervisory role adjustment constituted double counting in view of upward adjustment for more than minimal planning)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Of course, even though a defendant fails to raise a particular argument at the disposition hearing in the lower court, his sentence can still be reversed on the basis of that argument if the error is \"plain.\"   The criteria for a finding of plain error in the sentencing context are, however, rigorous.  See United States v. Olano, --- U.S. ----, ---- - ----, 113 S.Ct. 1770, 1777-79, 123 L.Ed.2d 508 (1993);  United States v. Olivier-Diaz, 13 F.3d 1, 5 (1st Cir.1993);  see also United States v. La Guardia, 902 F.2d 1010, 1012-13 (1st Cir.1990).  For the reasons stated infra, appellant cannot satisfy these exacting standards</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Generally speaking, a sentencing court looks to intended loss as well as actual loss.  See U.S.S.G. Sec. 1B1.3(a)(3) (stating that relevant conduct includes, inter alia, \"all harm that was the object of [the] acts and omissions\" comprising relevant conduct);  See also U.S.S.G. Sec. 2F1.1, comment.  (n. 9) (cross-referencing U.S.S.G. Sec. 2X1.1);  U.S.S.G. Sec. 2X1.1, comment.  (n. 4).  Here, the court chose to focus on actual loss, and neither party assigns error to that choice</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Take, for example, two participants in a criminal enterprise, one the mastermind and one a bottom-rung underling.  The former is an organizer and leader;  the latter is not.  Yet, both may be chargeable with the entire amount of loss in a particular case, say, if the underling is a forger who, knowing the plan, follows the mastermind's lead and doctors the critical paperwork, thus consummating the fraud</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Some circuits have held that double counting is always permissible except when it is expressly forbidden by the guidelines.  See, e.g., United States v. Reese, 2 F.3d 870, 894-95 (9th Cir.1993), petition for cert. filed (Oct. 28, 1993) (No. 93-6552);  United States v. Ellen, 961 F.2d 462, 468 (4th Cir.), cert. denied, --- U.S. ----, 113 S.Ct. 217, 121 L.Ed.2d 155 (1992);  United States v. Williams, 954 F.2d 204, 208 (4th Cir.1992).  That view is, however, not without its detractors.  See, e.g., United States v. Hudson, 972 F.2d 504, 507 (2d Cir.1992) (declining to follow Williams );  United States v. Romano, 970 F.2d 164, 167 (6th Cir.1992) (similar);  cf. United States v. Fuller, 897 F.2d 1217, 1222 (1st Cir.1990) (voicing concern about whether a single factor can be double counted in setting a defendant's offense level).  We leave this question open, as the case at hand can be resolved by the application of less controversial principles</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>William W. LILLY, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-1577.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Dec. 9, 1993.<br>Decided Jan. 4, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mark M. Freeman and Rappaport, Freeman &amp; Pinta, Boston, MA, on brief, for appellant.</p>\n      <p class=\"indent\">A. John Pappalardo, U.S. Atty., and Brien T. O'Connor, Asst. U.S. Atty., Boston, MA, on brief, for United States.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN, Senior Circuit Judge, and CYR, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this criminal appeal, defendant-appellant William W. Lilly claims that the district court engaged in impermissible \"double counting\" when calculating the guideline sentencing range (GSR) applicable to his case.  Concluding that Lilly's assignment of error lacks force, we affirm the judgment below.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* The facts relevant to this appeal are not now disputed.  Lilly, a successful developer, fell on hard times after the collapse of a boom market in real estate.  He began to play fast and loose, courting trouble on several fronts.  See, e.g., United States v. Lilly, <span class=\"citation\" data-id=\"597801\"><a href=\"/opinion/597801/united-states-v-william-w-lilly/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">300</span></a></span> (1st Cir.1992) (describing appellant's prosecution for bank fraud).  On May 21, 1991, Lilly's woes mounted:  a federal grand jury returned an indictment against him and two cohorts, Sheldon Stone and Gerald Sarro.  The indictment focused on a condominium conversion project in Claremont, New Hampshire.  It charged all three men with conspiracy, 18 U.S.C. Sec. 371 (1988), and also charged Lilly with fifty-four substantive counts of making false statements to a federally insured financial institution, in violation of 18 U.S.C. Sec. 1014 (1988).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On December 4, 1991, the grand jury returned another indictment accusing Lilly and five codefendants, Robert O'Connor, Gina Lonardo, Mark Lonardo, Barry Tevrow, and Diane Tevrow, of having perpetrated eight counts of wire fraud, in violation of 18 U.S.C. Sec. 1343 (1988).  These charges involved a so-called \"land flip\" scheme,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> separate from the Claremont boondoggle.  After considerable skirmishing, not material here, the two indictments were consolidated and Lilly pled guilty to all counts on February 25, 1993.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In respect to many crimes, particularly \"white collar\" crimes, the sentencing guidelines use the amount of the actual or intended loss as an important indicium in fixing a defendant's offense level and, hence, his GSR.  See, e.g., United States v. Tardiff, <span class=\"citation\" data-id=\"587242\"><a href=\"/opinion/587242/united-states-v-claude-paul-tardiff/\"><span class=\"volume\">969</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1283</span></a></span>, 1285 (1st Cir.1992) (\"In respect to fraud crimes, the applicable offense level increases in proportion to the monetary magnitude of the loss.\");   see also U.S.S.G. Sec. 2F1.1(b)(1).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Here, the district court, faced with several proposed scenarios, determined that the aggregate amount of the monetary loss stemming from appellant's involvement in the two schemes equalled $1,750,000--a total reached by evaluating the land-flip losses at $1,000,000 and the Claremont losses at $750,000.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  This computation increased appellant's base offense level from six to eighteen.  See U.S.S.G. Sec. 2F1.1(b)(1)(M) (providing a twelve-level upward adjustment for fraud crimes involving more than $1,500,000, up to and including $2,500,000).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">After holding appellant responsible for the overall amount of the combined losses, the court increased his offense level by two levels because his offenses involved more than minimal planning, see U.S.S.G. Sec. 2F1.1(b)(2)(A), and by four additional levels because he played a leading role in the Claremont scheme, see U.S.S.G. Sec. 3B1.1(a) (providing for a four-level increase if a defendant acts as an \"organizer\" or \"leader\" in an extensive criminal enterprise).  The loss valuation, the planning adjustment, and the role-in-the-offense adjustment all adversely affected appellant's GSR and, hence, his 60-month sentence (a sentence within, but near the low end of, the GSR).</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On appeal, Lilly makes only a single argument.  He says that the district court impermissibly \"double counted\" because it used his position as the kingpin in the Claremont scheme to increase his offense level in two different ways, first, as the basis for attributing the full amount of the loss to him, and, second, as the basis for an upward role-in-the-offense adjustment.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  We reject appellant's construct for two independently sufficient reasons.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">* At the outset, we note that appellant's claim suffers from a fatal strain of procedural default.  While appellant voiced a double counting concern below--he contended that the planning adjustment, U.S.S.G. Sec. 2F1.1(b)(2)(A), overlapped with, and represented double counting of, his leadership role, id. at Sec. 3B1.1(a)--he did not raise the contention he advances here.  For all intents and purposes, that ends the matter.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Legal arguments cannot be interchanged at will.  See United States v. Dietz, <span class=\"citation\" data-id=\"572657\"><a href=\"/opinion/572657/united-states-v-william-a-dietz/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">50</span></a></span>, 55 (1st Cir.1991) (\"A criminal defendant, dissatisfied with the district court's rulings at sentencing yet persuaded that his original arguments lacked merit, cannot switch horses midstream in hopes of locating a swifter steed.\").  Mindful of this principle, \"[w]e have repeatedly ruled, in connection with sentencing as in other contexts, that arguments not seasonably addressed to the trial court may not be raised for the first time in an appellate venue.\"  Id.;  accord United States v. Ortiz, <span class=\"citation\" data-id=\"584511\"><a href=\"/opinion/584511/united-states-v-ruben-ortiz-aka-ruben-ortiz-de-jesus-united-states-of/\"><span class=\"volume\">966</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">707</span></a></span>, 717 (1st Cir.1992), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1005</span></span>, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">154</span></span> (1993);  United States v. Uricoechea-Casallas, <span class=\"citation\" data-id=\"569296\"><a href=\"/opinion/569296/united-states-v-jaime-uricoechea-casallas/\"><span class=\"volume\">946</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">162</span></a></span>, 166 (1st Cir.1991);  United States v. Pilgrim Market Corp., <span class=\"citation\" data-id=\"567919\"><a href=\"/opinion/567919/united-states-v-pilgrim-market-corporation-united-states-v-arnold-b/\"><span class=\"volume\">944</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">14</span></a></span>, 21 (1st Cir.1991);  United States v. Fox, <span class=\"citation\" data-id=\"532028\"><a href=\"/opinion/532028/united-states-v-carolyn-l-fox/\"><span class=\"volume\">889</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">357</span></a></span>, 359 (1st Cir.1989).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In order to preserve sentence-related points for appeal, litigants must raise them squarely in the lower court.  Appellant cannot pass this test;  indeed, he concedes that he never explained his current version of a double counting objection to the district court.  The mere fact that appellant made a different double counting argument below, addressed to a different offense level adjustment, does not exempt him from the operation of the raise-or-waive rule.  Thus, the appeal is by the boards.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <p>B</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The second fly in appellant's ointment is that no double counting occurred in this case.  We explain briefly.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The amount of loss attributable to a particular participant in a jointly undertaken criminal activity is the sum of the amount of loss he personally caused (or intended to cause), and, under the relevant conduct rubric, U.S.S.G. Sec. 1B1.3, the loss (actual or intended) stemming from acts by others that were reasonably foreseeable by him and were committed in furtherance of the conspiracy.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  See U.S.S.G. Sec. 1B1.3(a)(1)(B);  id., comment.  (n. 2);  see also United States v. Moore, <span class=\"citation\" data-id=\"554888\"><a href=\"/opinion/554888/united-states-v-iona-m-moore/\"><span class=\"volume\">923</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">910</span></a></span>, 917 (1st Cir.1991).  It follows that the measure of a defendant's accountability for transactions in which he was not personally involved \"is usually congruent with the scope of his agreement with the other participants in the criminal enterprise.\"  United States v. Garcia, <span class=\"citation\" data-id=\"576213\"><a href=\"/opinion/576213/united-states-v-hector-garcia/\"><span class=\"volume\">954</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">12</span></a></span>, 16 (1st Cir.1992).  In other words, the scope of a participant's agreement--rather than his place in the conspiracy's hierarchy--determines the amount of loss properly laid at his doorstep for sentencing purposes.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">To be sure, there is an overlap between \"scope\" and \"role.\"   It stands to reason that the majordomo of a scheme, having set the stage, probably will be saddled with more \"relevant conduct\" than a bit player.  That overlap, however, does not mean that adjusting for a leadership role necessarily portends double counting in a case where the amount of loss influences the offense level.  The two enhancements do not march in lockstep<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> and, moreover, serve different purposes in the sentencing calculus.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">This case illustrates the point.  Section 2F1.1(b)(1) is aimed at measuring the gravity of the offense.  It does so by formulating a sliding scale that increases a defendant's probable punishment in rough proportion to the victims' financial loss (actual or intended).  Thus, amount of loss becomes a proxy for the seriousness of an offense.  See, e.g., U.S.S.G. Sec. 2F1.1(b), comment.  (n. 10) (suggesting consideration of a departure if the amount of loss overstates or understates a crime's seriousness).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Conversely, the role-in-the-offense adjustment is not concerned with specific offense characteristics like amount of loss;  it is aimed instead at measuring the culpability of a defendant's conduct in the commission of the offense and increasing (or reducing) the punishment in rough proportion to the defendant's involvement.  The adjustment proposes, in effect, to treat less harshly those persons within a criminal organization who are on the fringes, i.e., \"minor\" or \"minimal\" participants, see U.S.S.G. Sec. 3B1.2, and to treat more harshly those who, although guilty of participating only in the self-same offense, bear greater \"relative responsibility\" and who, therefore, \"present a greater danger to the public\" and \"are more likely to recidivate.\"   U.S.S.G. Sec. 3B1.1, comment.  (backg'd.).  Thus, role becomes a proxy for the degree of an offender's culpability.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We think this regime lies well within the Sentencing Commission's power.  Sentencing factors do not come in hermetically sealed packages, neatly wrapped and segregated one from another.  Rather, several factors may draw upon the same nucleus of operative facts while nonetheless responding to discrete concerns.  Consequently, a degree of relatedness, without more, does not comprise double counting.  So it is here:  although calculating the amount of loss for which appellant is responsible requires some examination into what role he played in the overall scheme, the upward adjustment for leadership does not, by dint of the loss-evaluation inquiry alone, equate to double counting.  Compare, e.g., United States v. Balogun, <span class=\"citation\" data-id=\"602831\"><a href=\"/opinion/602831/united-states-v-henry-olawale-balogun-united-states-of-america-v/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">20</span></a></span>, 23-24 (1st Cir.1993) (differentiating between conduct undergirding supervisory role adjustment and conduct undergirding sentence enhancement for more than minimal planning).  The proof of this pudding is that, if Lilly had organized exactly the same scheme and provided leadership to exactly the same accomplices, but bilked investors or lenders out of appreciably more (or appreciably less) money, the amount of loss would change, thus altering his offense level--but the role-in-the-offense enhancement would remain constant.</p>\n    </div>\n    <p>C</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We add an eschatocol of sorts.  Even if the district court's actions usefully could be described in some sense as double counting--and we doubt the accuracy of such a characterization, see supra Part III(B)--appellant would face a further hurdle.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Double counting in the sentencing context \"is a phenomenon that is less sinister than the name implies.\"  United States v. Zapata, <span class=\"citation\" data-id=\"194834\"><a href=\"/opinion/194834/united-states-v-zapata-medina/\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">46</span></a></span>, 47 (1st Cir.1993).  Since double counting is often perfectly proper, see id., the guidelines themselves are the most helpful aid in the task of separating permissible double counting from its impermissible counterpart.  The Sentencing Commission has not been bashful about explicitly banning double counting in a number of instances.  See, e.g., U.S.S.G. Sec. 3A1.1, comment.  (n. 2) (discussing \"vulnerable victim\" enhancement);  U.S.S.G. Sec. 3A1.3, comment.  (n. 2) (discussing enhancement relating to restraint of victim);  U.S.S.G. Sec. 3C1.2, comment.  (n. 1) (discussing \"reckless endangerment\" enhancement).  We believe the Commission's ready resort to explicitly stated prohibitions against double counting signals that courts should go quite slowly in implying further such prohibitions where none are written.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  Accord United States v. Wong, <span class=\"citation\" data-id=\"628981\"><a href=\"/opinion/628981/united-states-v-carlyle-eustace-wong-aka-carlyle-wong/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">667</span></a></span>, 670-71 (3d Cir.1993); United States v. Sanders, <span class=\"citation\" data-id=\"597131\"><a href=\"/opinion/597131/united-states-v-steven-h-sanders/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">4</span></a></span>, 8 (1st Cir.1992) (per curiam), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2937</span></span>, <span class=\"citation no-link\"><span class=\"volume\">124</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">686</span></span> (1993);  United States v. Rocha, <span class=\"citation\" data-id=\"549776\"><a href=\"/opinion/549776/united-states-v-ruben-rocha-thomas-padilla-hector-garcia-garcia-johnny/\"><span class=\"volume\">916</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">219</span></a></span>, 243 (5th Cir.1990), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2057</span></span>, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">462</span></span> (1991);  United States v. Goolsby, <span class=\"citation\" data-id=\"544794\"><a href=\"/opinion/544794/united-states-v-willie-frank-goolsby/\"><span class=\"volume\">908</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">861</span></a></span>, 863 (11th Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In the situation at hand, the guidelines not only fail expressly to outlaw double counting, but also imply the exact opposite.  They specifically instruct that persons who commit fraud offenses ought to receive sentences commensurate with the amount of loss for which they are responsible, and that those who marshal criminal enterprises ought to receive extra punishment for their leadership roles.  We think that when, as now, neither an explicit prohibition against double counting nor a compelling basis for implying such a prohibition exists, clearly indicated adjustments for seriousness of the offense and for offender conduct can both be imposed, notwithstanding that the adjustments derive in some measure from a common nucleus of operative facts.  See, e.g., Balogun, 989 F.2d at 23-24;  United States v. Newman, <span class=\"citation\" data-id=\"597414\"><a href=\"/opinion/597414/united-states-v-michael-j-newman/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">665</span></a></span>, 673 (1st Cir.1992), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">59</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">28</span></span> (1993);  Sanders, 982 F.2d at 8;  see also Zapata, 1 F.3d at 50 (holding that where the guidelines provide for the consideration of a single factor in the calculation of both offense level and criminal history category, either expressly or by fair implication, double counting is permissible).</p>\n    </div>\n    <p>IV</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We need go no further.  Concluding, as we do, that appellant's assignment of error is without merit, we affirm the judgment below.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We have described a land flip as \"an intricate and sophisticated scheme ... under which real property is purchased for a low price, immediately resold at a much higher price to a straw or fictitious buyer, and the higher resale price is used as the basis for obtaining a mortgage loan that finances the entire transaction.\"  United States v. Cassiere, <span class=\"citation\" data-id=\"194928\"><a href=\"/opinion/194928/united-states-v-cassiere/\"><span class=\"volume\">4</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1006</span></a></span>, 1010 (1st Cir.1993)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> A sentencing court customarily applies the guidelines in effect on the date of sentencing.  See United States v. Bell, <span class=\"citation\" data-id=\"575208\"><a href=\"/opinion/575208/united-states-v-richard-harmon-bell/\"><span class=\"volume\">953</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">6</span></a></span>, 7 (1st Cir.1992);  United States v. Harotunian, <span class=\"citation\" data-id=\"552769\"><a href=\"/opinion/552769/united-states-v-dennis-harotunian/\"><span class=\"volume\">920</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1040</span></a></span>, 1041-42 (1st Cir.1990).  Accordingly, this case is controlled by the November 1992 edition of the guidelines</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Appellant disputed both figures in the district court, but, on appeal, he does not challenge the district court's findings as to the amounts involved.  Consequently, we deem all such arguments, together with any other arguments asserted below but not resurrected in this court, to be waived.  See United States v. Slade, <span class=\"citation\" data-id=\"595481\"><a href=\"/opinion/595481/united-states-v-frances-slade/\"><span class=\"volume\">980</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">27</span></a></span>, 30 n. 3 (1st Cir.1992);  United States v. St. Cyr, <span class=\"citation\" data-id=\"593172\"><a href=\"/opinion/593172/united-states-v-john-l-st-cyr/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">698</span></a></span>, 701 (1st Cir.1992)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In support of this argument, appellant points out that the district court, when sentencing the two other \"Claremont defendants,\" assigned lesser amounts of loss to them, with the result that the loss attributed to appellant exceeded the aggregate loss attributed to others</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Lilly's original complaint has not been renewed on appeal.  It is, in any event, jejune.  See United States v. Balogun, <span class=\"citation\" data-id=\"602831\"><a href=\"/opinion/602831/united-states-v-henry-olawale-balogun-united-states-of-america-v/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">20</span></a></span>, 23-24 (1st Cir.1993) (rejecting complaint that supervisory role adjustment constituted double counting in view of upward adjustment for more than minimal planning)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Of course, even though a defendant fails to raise a particular argument at the disposition hearing in the lower court, his sentence can still be reversed on the basis of that argument if the error is \"plain.\"   The criteria for a finding of plain error in the sentencing context are, however, rigorous.  See United States v. Olano, --- U.S. ----, ---- - ----, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1770</span></a></span>, 1777-79, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span></a></span> (1993);  United States v. Olivier-Diaz, <span class=\"citation\" data-id=\"195103\"><a href=\"/opinion/195103/united-states-v-olivier/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 5 (1st Cir.1993);  see also United States v. La Guardia, <span class=\"citation\" data-id=\"541060\"><a href=\"/opinion/541060/united-states-v-julio-la-guardia-united-states-of-america-v-eredia/\"><span class=\"volume\">902</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1010</span></a></span>, 1012-13 (1st Cir.1990).  For the reasons stated infra, appellant cannot satisfy these exacting standards</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Generally speaking, a sentencing court looks to intended loss as well as actual loss.  See U.S.S.G. Sec. 1B1.3(a)(3) (stating that relevant conduct includes, inter alia, \"all harm that was the object of [the] acts and omissions\" comprising relevant conduct);  See also U.S.S.G. Sec. 2F1.1, comment.  (n. 9) (cross-referencing U.S.S.G. Sec. 2X1.1);  U.S.S.G. Sec. 2X1.1, comment.  (n. 4).  Here, the court chose to focus on actual loss, and neither party assigns error to that choice</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Take, for example, two participants in a criminal enterprise, one the mastermind and one a bottom-rung underling.  The former is an organizer and leader;  the latter is not.  Yet, both may be chargeable with the entire amount of loss in a particular case, say, if the underling is a forger who, knowing the plan, follows the mastermind's lead and doctors the critical paperwork, thus consummating the fraud</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Some circuits have held that double counting is always permissible except when it is expressly forbidden by the guidelines.  See, e.g., United States v. Reese, <span class=\"citation\" data-id=\"628300\"><a href=\"/opinion/628300/united-states-v-juan-dale-reese-united-states-of-america-v-scott-matthew/\"><span class=\"volume\">2</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">870</span></a></span>, 894-95 (9th Cir.1993), petition for cert. filed (Oct. 28, 1993) (No. 93-6552);  United States v. Ellen, <span class=\"citation\" data-id=\"581385\"><a href=\"/opinion/581385/united-states-v-william-b-ellen-united-states-of-america-v-william-b/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">462</span></a></span>, 468 (4th Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">217</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">155</span></span> (1992);  United States v. Williams, <span class=\"citation\" data-id=\"576240\"><a href=\"/opinion/576240/united-states-v-christopher-williams/\"><span class=\"volume\">954</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">204</span></a></span>, 208 (4th Cir.1992).  That view is, however, not without its detractors.  See, e.g., United States v. Hudson, <span class=\"citation\" data-id=\"588812\"><a href=\"/opinion/588812/united-states-v-albert-hudson/\"><span class=\"volume\">972</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">504</span></a></span>, 507 (2d Cir.1992) (declining to follow Williams );  United States v. Romano, <span class=\"citation\" data-id=\"587298\"><a href=\"/opinion/587298/united-states-v-dennis-romano/\"><span class=\"volume\">970</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">164</span></a></span>, 167 (6th Cir.1992) (similar);  cf. United States v. Fuller, <span class=\"citation\" data-id=\"537727\"><a href=\"/opinion/537727/united-states-v-leonard-r-fuller/\"><span class=\"volume\">897</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1217</span></a></span>, 1222 (1st Cir.1990) (voicing concern about whether a single factor can be double counted in setting a defendant's offense level).  We leave this question open, as the case at hand can be resolved by the application of less controversial principles</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112848/",
    "http://www.courtlistener.com/api/rest/v3/opinions/194834/",
    "http://www.courtlistener.com/api/rest/v3/opinions/194928/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195103/",
    "http://www.courtlistener.com/api/rest/v3/opinions/532028/",
    "http://www.courtlistener.com/api/rest/v3/opinions/537727/",
    "http://www.courtlistener.com/api/rest/v3/opinions/541060/",
    "http://www.courtlistener.com/api/rest/v3/opinions/544794/",
    "http://www.courtlistener.com/api/rest/v3/opinions/549776/",
    "http://www.courtlistener.com/api/rest/v3/opinions/552769/",
    "http://www.courtlistener.com/api/rest/v3/opinions/554888/",
    "http://www.courtlistener.com/api/rest/v3/opinions/567919/",
    "http://www.courtlistener.com/api/rest/v3/opinions/569296/",
    "http://www.courtlistener.com/api/rest/v3/opinions/572657/",
    "http://www.courtlistener.com/api/rest/v3/opinions/575208/",
    "http://www.courtlistener.com/api/rest/v3/opinions/576213/",
    "http://www.courtlistener.com/api/rest/v3/opinions/576240/",
    "http://www.courtlistener.com/api/rest/v3/opinions/581385/",
    "http://www.courtlistener.com/api/rest/v3/opinions/584511/",
    "http://www.courtlistener.com/api/rest/v3/opinions/587242/",
    "http://www.courtlistener.com/api/rest/v3/opinions/587298/",
    "http://www.courtlistener.com/api/rest/v3/opinions/588812/",
    "http://www.courtlistener.com/api/rest/v3/opinions/593172/",
    "http://www.courtlistener.com/api/rest/v3/opinions/595481/",
    "http://www.courtlistener.com/api/rest/v3/opinions/597131/",
    "http://www.courtlistener.com/api/rest/v3/opinions/597414/",
    "http://www.courtlistener.com/api/rest/v3/opinions/597801/",
    "http://www.courtlistener.com/api/rest/v3/opinions/602831/",
    "http://www.courtlistener.com/api/rest/v3/opinions/628300/",
    "http://www.courtlistener.com/api/rest/v3/opinions/628981/"
  ]
}