{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/195160/",
  "absolute_url": "/opinion/195160/united-states-v-infante/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/195160/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T02:34:27Z",
  "date_modified": "2016-02-28T04:51:57.332268Z",
  "type": "010combined",
  "sha1": "3b65493dc1cd62360850ba26894cf0000cb04685",
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1175.01A",
  "local_path": null,
  "plain_text": "                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 93-1175\n\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n\n                              v.\n\n                     PEDRO INFANTE-RUIZ,\n\n                    Defendant, Appellant.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Hector M. Laffitte, U.S. District Judge]\n                                                     \n\n                                         \n\n                            Before\n\n                     Stahl, Circuit Judge,\n                                         \n\n         Aldrich and Campbell, Senior Circuit Judges.\n                                                    \n                                         \n\nLaura  Maldonado  Rodriguez, Assistant  Federal  Public  Defender,\n                           \nwith whom  Benicio Sanchez  Rivera,  Federal Public  Defender, was  on\n                              \nbrief for appellant.\nJose  A.  Quiles-Espinosa,  Senior Litigation  Counsel,  with whom\n                         \nCharles E. Fitzwilliam,  United States Attorney, was on  brief for the\n                  \nUnited States.\n\n                                         \n\n                       January 25, 1994\n                                         \n\n          CAMPBELL, Senior Circuit Judge.   Defendant-\n                                        \n\nappellant  Pedro  Infante  Ruiz was  indicted  in  the United\n\nStates  District Court  for the District  of Puerto  Rico for\n\nhaving knowingly  received while  a fugitive  from justice  a\n\nfirearm transported  in interstate  commerce.   18 U.S.C.    \n\n922(g)(2)  and 924(a).   After  the district  court  denied a\n\nmotion in limine to suppress evidence, Infante entered a plea\n\nof guilty, with his plea  being conditioned on the outcome of\n\nan appeal of  the court's evidentiary  ruling.  Infante  duly\n\nappealed, and we now reverse the district court's denial of a\n\nmotion to suppress and vacate appellant's conviction.\n\n                              I.\n\n          On October 8, 1991, Infante and two associates were\n\ndriving a rented 1991 Mazda  626 in the vicinity of Parguera,\n\nLajas,  Puerto Rico, when they stopped to buy food at a local\n\neatery.   Officers of  the Puerto Rico  police were following\n\nthe car, looking  for an opportunity to arrest  Infante on an\n\noutstanding  warrant  from   Florida  on  federal   narcotics\n\ncharges.   After the car stopped, the officers surrounded the\n\nvehicle  and placed Infante  under arrest.   Infante resisted\n\nbut  was eventually  restrained and  placed  inside a  nearby\n\nunmarked squad car.\n\n          One  of  the  arresting  officers,  Sergeant  David\n\nPadilla Velez, asked the  driver of the car,  a Felipe de  la\n\n                             -2-\n\nPaz, for consent  to search the vehicle.   De la Paz verbally\n\ngave his \n\nconsent, and Sgt. Padilla searched the passenger compartment.\n\nSgt. Padilla then  asked de la Paz  for the key to  the car's\n\ntrunk.  Although  Sgt. Padilla did not explicitly  ask for de\n\nla  Paz's consent to search the  trunk, de la Paz handed over\n\nthe key to the trunk in response to the request and  stood by\n\nwithout objection as the trunk was being searched.\n\n          Two  briefcases,  one  brown  and one  black,  were\n\ninside the trunk.  De la  Paz, upon inquiry by Sgt.  Padilla,\n\nsaid that he  was the  owner of  the brown  briefcase.   Sgt.\n\nPadilla opened and  searched the brown  briefcase, apparently\n\nwithout objection by de la Paz.\n\n          Sgt. Padilla  then asked de  la Paz  who owned  the\n\nblack  briefcase.   De la  Paz answered  that it  belonged to\n\nInfante.  Without expressly asking  for de la Paz's  consent,\n\nbut without any express objection from him, Sgt. Padilla then\n\nopened the unlocked  briefcase belonging to Infante.   Inside\n\nwere various documents belonging to Infante, as well as items\n\nbelonging to de  la Paz and others.  Also inside was a loaded\n\n.22 caliber Derringer pistol.\n\n          Infante was later  charged with knowingly receiving\n\nwhile  a fugitive  from  justice  a  firearm  transported  in\n\ninterstate commerce.  De la  Paz and the other passenger were\n\nnot arrested.\n\n                             -3-\n\n          Infante  moved to suppress the gun, arguing that it\n\nhad been seized in  violation of the Fourth Amendment.  In an\n\noral   ruling,  the  district  court  denied  the  motion  to\n\nsuppress.  The defendant later  pleaded guilty to the charge,\n\nreserving his right to appeal  from the court's denial of his\n\nmotion to suppress.  We now hold that the search of Infante's\n\nbriefcase was unlawful and that  the pistol should have  been\n\nsuppressed.\n\n                             II.\n\n          The district court upheld the warrantless search of\n\nInfante's briefcase on  four grounds:  (1)  Infante's lack of\n\nprivacy interest  in the suitcase; (2) probable  cause; (3) a\n\nfinding   that  the   weapon  would   have   been  inevitably\n\ndiscovered; and  (4) the drivers'  consent.   In reviewing  a\n\ndistrict  court's denial of  a suppression motion,  we uphold\n\nits  findings  of  fact unless  they  are  clearly erroneous.\n\nUnited States v. Sanchez, 943  F.2d 110, 112 (1st Cir. 1991);\n                        \n\nUnited States v. Cruz Jimenez, 894 F.2d 1, 7 (1st Cir. 1990).\n                             \n\nThe court's  ultimate  conclusion,  however,  is  subject  to\n\nplenary review,  Sanchez, 943 F.2d  at 112; United  States v.\n                                                          \n\nCurzi, 867  F.2d 36,  42 (1st Cir.  1989), as  \"[f]indings of\n     \n\nreasonableness . . . are respected only insofar as consistent\n\nwith federal constitutional guarantees.\"   Ker v. California,\n                                                            \n\n374 U.S. 23,  33 (1963).   We will,  \"where necessary to  the\n\ndetermination of  constitutional rights, make  an independent\n\n                             -4-\n\nexamination of  the facts,  the findings, and  the record  so\n\nthat  [we] can  determine  for  [ourselves]  whether  in  the\n\ndecision  as  to  reasonableness  the  fundamental      i.e.,\n                                                            \n\nconstitutional    criteria  . . . have been  respected.\"  Id.\n                                                             \n\nat 34.\n\n          Applying these  principles, we discuss in turn each\n\nof  the  grounds  for  upholding the  search  offered  by the\n\ndistrict court.\n\n     A.   Infante's Privacy Interest in the Briefcase\n                                                     \n\n          The  district  court  found  that  Infante  had  no\n\nprivacy interest in the briefcase and concluded that the lack\n\nof such an  interest provided a sufficient basis  to deny the\n\nsuppression  motion.  The  district court found  that Infante\n\nhad left the unlocked briefcase in the trunk of the Mazda for\n\na period of some days, even when  he was not a passenger, and\n\nthat he allowed de la Paz  and others to place possessions of\n\ntheir  own inside  it.   The  district court  found that  the\n\nbriefcase \"was not  under the control  of the defendant\"  and\n\nthat  Infante had  no Fourth  Amendment  privacy rights  that\n\ncould have been violated by its search.\n\n          While the  district court  cited no  authority, the\n\nbest analogy we could find for the district court's reasoning\n\nis California v.  Greenwood, 486 U.S. 35 (1988).   There, the\n                           \n\npolice searched  without a  warrant the  contents of  garbage\n\nbags  left at  the curb  outside the  defendants' home.   The\n\n                             -5-\n\nCourt  held that the defendants \"exposed their garbage to the\n\npublic sufficiently to defeat their claim to Fourth Amendment\n\nprotection.\"  Id. at 40.  It was \"common knowledge,\" said the\n                 \n\nCourt,  that  garbage bags  left  for  pick up  are  \"readily\n\naccessible to  animals,  children,  scavengers,  snoops,  and\n\nother members of the public.\"   Id. (footnotes omitted).  The\n                                   \n\ndefendants were considered to have  left their refuse \"in  an\n\narea particularly  suited for  public inspection  and  . .  .\n\nconsumption, for the express purpose of having strangers take\n\nit.\"  Id. at 40-41 (internal quotation omitted).\n         \n\n          The  facts  in  this  case,  however,  are  clearly\n\ndistinguishable from  Greenwood.    Storing  items  inside  a\n                               \n\nclosed briefcase inside  a locked car trunk did  not reveal a\n\nwillingness on the part of  Infante to \"expose\" such items to\n\nthe public.  Moreover, nothing in the circumstances indicated\n\nthat  Infante  had   abandoned  the  briefcase,  relinquished\n\nauthority over it, or left  it open to \"public inspection and\n\nconsumption.\"  De la Paz's identification of the briefcase as\n\nbelonging to Infante  indicated that, among his  friends, the\n\ncase was still believed to belong to Infante.  While there is\n\nevidence that  Infante's confederates felt entitled  to place\n\nitems of their own within it, he  did nothing to indicate its\n\navailability  to the  public generally  nor  did his  actions\n\nbetray  an intention  to forego  an owner's  normal  right to\n\nexclude those  he  wished to  exclude.   By the  time of  the\n\n                             -6-\n\nsearch, Infante  himself was once more a passenger in the car\n\ncarrying his briefcase.\n\n          We think it  is clear, therefore, that  Infante did\n\nnot  repudiate his  privacy  interest  in  the  briefcase  by\n\nplacing it in the trunk of  the Mazda.  While he indicated  a\n\nwillingness to share access with a few friends, he  in no way\n\nopened the  case to  public access.   We therefore  hold that\n\nInfante had a privacy interest  in the briefcase and that the\n\ndistrict court's finding to the contrary was in error.\n\n     B.   Probable Cause\n                        \n\n          The district  court also concluded  that the search\n\nwas justified by probable cause.   It is now established that\n\nif the  police have probable  cause to believe that  either a\n\nvehicle  or a container within a vehicle contains contraband,\n\nevidence  of  crime, or  other  matter that  may  lawfully be\n\nseized,  no Fourth Amendment violation occurs when the police\n\nopen and  search the  container without  a  warrant.   United\n                                                             \n\nStates v. Ross, 456  U.S. 798 (1982); California  v. Acevedo,\n                                                            \n\n111 S.  Ct. 1982 (1991).  The district court found  here that\n\nbecause Infante  was a  federal fugitive  and that  the other\n\noccupants were  allegedly under suspicion for  trafficking in\n\ndrugs,  the police  officers could  have reasonably  believed\n\nthat the  car's occupants  were \"dangerous  people\" and  that\n\ncontraband or  weapons  would  be in  the  automobile.    The\n\n                             -7-\n\ndistrict  court  supported  its  finding  by  saying  it  was\n\n\"conventional wisdom\" that \"drug traffickers carry weapons.\"\n\n          But in order for probable cause to search to exist,\n\nthe officer  must have reasonably  trustworthy information of\n\nsupporting facts and  circumstances such as would  persuade a\n\nperson  of  reasonable  caution  to  believe  the  search  is\n\njustified.    3  Charles Alan  Wright,  Federal  Practice and\n\nProcedure: Criminal 2d   662 at 579 (1982).  Certainty is not\n\nrequired.   Id.  But in the  absence of supporting facts, the\n               \n\nofficer's  suspicion or personal  belief that  probable cause\n\nexists is not  enough.  Id. at  582.  Thus it  was not enough\n                           \n\nhere  that  the  suspected  vehicle  contained  persons  with\n\nserious drug trafficking records.  There had to be particular\n\nfacts indicating that, at the  time of search, the vehicle or\n\na  container within it carried contraband, evidence of crime,\n\nor other seizable matter.  Id. at 2664.\n                              \n\n          The  government conceded at  oral argument that the\n\npolice  officers who  conducted the  search  had no  concrete\n\ninformation  that Infante  and his friends  were transporting\n\ndrugs or weapons at the time of the stop.  The probable cause\n\nstandard  could  not  be satisfied  merely  by  dependence on\n\n\"conventional  wisdom\" or  by the  \"dangerous\" reputation  of\n\nInfante and  his associates.1   See United States  v. Harris,\n                                                            \n\n                    \n\n1.  A  related argument for  upholding the search,  which the\ngovernment did not press below and waived on appeal, was that\nthe  search was  justified as  incident  to Infante's  lawful\n\n                             -8-\n\n403  U.S. 573,  582  (1971)  (suspect's reputation,  standing\n\nalone, is insufficient to support probable cause).\n\n                    \n\narrest under the warrant.  New  York v. Belton, 453 U.S. 454,\n                                              \n457, 460 (1981).  Under Belton, when a police officer makes a\n                              \nlawful custodial arrest of the occupant of an automobile, the\nofficer  may, \"as a contemporaneous incident of that arrest,\"\nsearch  the car's  passenger  compartment and  any containers\nfound  within it.    Id. at  460-61 &amp;  n.4.   The  \"passenger\n                        \ncompartment\"   has  been  interpreted  to  mean  those  areas\nreachable without exiting the vehicle and without dismantling\ndoor panels or other parts of the car.  See Wayne R. LaFave &amp;\n                                           \nJerold H.  Israel, Criminal  Procedure    3.7 at 277  (1984).\n                                      \nThe  Belton  doctrine   has  thus  been  extended   to  allow\n           \nwarrantless searches of the rear  section of a station  wagon\nand  the trunk  area of  a  hatchback, when  these areas  are\naccessible from inside the  vehicle.  United States v.  Pino,\n                                                            \n855  F.2d 357,  364 (6th  Cir. 1988)  (station wagon),  cert.\n                                                             \ndenied, 493 U.S. 1090  (1990); United States v.  Russell, 670\n                                                        \nF.2d 323, 327 (D.C. Cir.) (hatchback), cert. denied, 457 U.S.\n                                                   \n1108 (1982).\n\n     The Supreme  Court in  Belton expressly  excluded trunks\n                                  \nfrom its  holding, 453 U.S. at  460-61 n.4, as  the Court may\nhave assumed  that all  car designs were  such as  to prevent\npassengers from  reaching into the  trunk from the  back seat\nand seizing a weapon or evidence there.  In the instant case,\nhowever,  the  vehicle  was a  1991  Mazda  626 sedan,  which\nappears to  have had  a divided rear  seat permitting  one or\nboth  segments to be  lowered, allowing direct  access to the\ntrunk from the passenger compartment.  See Road Test: Sedans,\n                                                            \n56  Consumer Reports  475 (1991).   If  this was  the design,\nthere  may have been  little difference  for purposes  of the\nBelton doctrine  between a  trunk of the  Mazda and  the rear\n      \nportion  of a  station wagon  or  the rear  compartment of  a\nhatchback.    But  as  the government  failed  to  make  this\nargument  either below  or on  appeal, and  as the  record is\nentirely  without evidence as  to how accessible  the Mazda's\ntrunk may  have been to persons seated  within the car, we do\nnot  reach the  novel question  of whether  Belton  should be\n                                                  \nextended in this way.\n\n                             -9-\n\n     C.   Inevitable Discovery\n                              \n\n          As  a  third  ground  for denying  the  suppression\n\nmotion,  the district court  found that the  Derringer pistol\n\nwould have been inevitably found.   According to the district\n\ncourt, because the Mazda was a rental car, the officers would\n\nhave taken custody of the car, and  the car would have had to\n\nbe  inspected  before  the  vehicle was  returned.    The gun\n\ninevitably  would have  been found  in the inspection  of the\n\nvehicle.  On  the present record,  however, this argument  is\n\nunsupported and must be rejected.\n\n          The inevitable discovery doctrine, an exception  to\n\nthe exclusionary rule, applies when \"the government can prove\n\nthat the evidence would have  been admitted regardless of any\n\noverreaching.\"  Nix v. Williams, 467 U.S. 431, 447-48 (1984).\n                               \n\nThe  government bears the burden  of showing, by reference to\n\n\"demonstrated historical facts\" and by a preponderance of the\n\nevidence,  that the information or item would inevitably have\n\nbeen discovered by lawful means.  Id. at 444-45 &amp; n.5.  \n                                     \n\n          Furthermore,  to be  permissible  under the  Fourth\n\nAmendment, warrantless  inventory searches must  be conducted\n\naccording  to  standardized  procedures.    South  Dakota  v.\n                                                         \n\nOpperman, 428 U.S.  364, 372-75 (1976); Colorado  v. Bertine,\n                                                            \n\n479  U.S. 367, 374  n. 6, 375  (1987); Florida v.  Wells, 495\n                                                        \n\nU.S.  1, 4-5  (1990).   Any \"discretion  [must  be] exercised\n\naccording to standard criteria and on the  basis of something\n\n                             -10-\n\nother than  suspicion of  criminal activity.\"   Bertine,  479\n                                                       \n\nU.S. at 375.\n\n          The  government  cites  United  States v.  Mancera-\n                                                             \n\nLondo o, 912 F.2d 373, 375-77  (9th Cir. 1990), in support of\n       \n\nits argument  here.   In Mancera-Londo o,  the Ninth  Circuit\n                                        \n\nupheld  a warrantless search of  several suitcases found in a\n\nrented  station wagon, after  the arrest of  two suspects who\n\nhad been  using the car to  transport drugs.  The  court held\n\nthat it was  \"legitimate\" for the DEA agents  involved in the\n\narrest to take custody of the vehicle after the arrest of the\n\ntwo  suspects, as  apparently no  one else  was available  to\n\nreturn the car to the rental company.  Id. at 376.\n                                          \n\n          The agents in  Mancera-Londo o testified that after\n                                        \n\na rented vehicle is seized,  the DEA's standard policy was to\n\nreturn  the  car to  the  rental  agency  after  \"a  complete\n\ninventory of  the car.\"   The policy, though oral  only, was,\n\naccording to  testimony, identical to the policy found in the\n\nDEA   Manual  regarding  the   search  of  cars   seized  for\n\nforfeiture.  Id. at 375-76.   Also, the agents testified that\n                \n\nDEA policy required searching of  all closed containers.  Id.\n                                                             \n\nat 376.  See also Wells, 495 U.S. at 4-5 (in order to justify\n                       \n\nsearching  closed  containers  during  an  inventory  search,\n\nofficers  must  be  acting  pursuant  to  a  specific  policy\n\nregarding closed containers).\n\n                             -11-\n\n          In  the present case, however, the record is barren\n\nof evidence that  would support the district  court's finding\n\nthat the  discovery of  the gun was  inevitable.   First, the\n\ngovernment  has  not  met  its burden  of  showing  that  the\n\nofficers could have taken \"legitimate custody\" of the vehicle\n\nbut  for the  discovery  of  the gun,  see  United States  v.\n                                                         \n\nJenkins, 876  F.2d 1085,  1089 (2d Cir.  1989), and  that the\n       \n\nofficers  indeed would  have taken  such custody  inevitably.\n\nSee United States  v. Silvestri, 787 F.2d 736,  744 (1st Cir.\n                               \n\n1986)  (noting that a \"basic concern\" in inevitable discovery\n\ncases is  whether both the  discovery of the legal  means and\n\nthe use of  that means are  truly inevitable), cert.  denied,\n                                                            \n\n487  U.S.  1233  (1988).   In  Mancera-Londo o,  both persons\n                                              \n\nconnected with  the vehicle  were arrested.   Here,  however,\n\nonly  Infante     a passenger     was  arrested.   Insofar as\n\nappears, the police were not compelled by  the mere discovery\n\nand arrest  of Infante to  seize the car within  which he was\n\nriding  and return  it to the  rental company.   There was no\n\ntestimony, and no evidence otherwise, that the car would have\n\nbeen impounded or  seized if the  gun had not been  found, or\n\nthat  without  impoundment  the   car  would  have  otherwise\n\nremained on the side of a public highway or city street.  See\n                                                             \n\nUnited  States v. Ramos-Morales, 981 F.2d  625, 626 (1st Cir.\n                               \n\n1992), cert. denied, 113 S. Ct. 2384 (1993).\n                   \n\n                             -12-\n\n          Second,  the  government  failed to  introduce  any\n\nevidence that their  actions were  controlled by  established\n\nprocedures  and   standardized  criteria,   as  required   by\n\nOpperman,  Bertine, and Wells,  supra.  No  officer testified\n                                     \n\nthat a  policy dictated that  they seize the car,  search its\n\ncontents  including closed containers,  and return it  to the\n\nrental  agency.    The  government  did  not  introduce  into\n\nevidence a written policy to that effect, nor did any officer\n\ntestify that an oral policy or established routine existed.\n\n          Though  no   officer  testified   that  regulations\n\ndirected the making  of an inventory search,  one officer did\n\ntestify  that  certain  regulations  governed  how  inventory\n\nsearches  were  to  be  conducted  when  they  in  fact  were\n\nperformed.    The  officer  testified  that  the  regulations\n\nrequired the  officers to  keep a  list of everything  seized\n\nfrom  the  vehicle.   When  asked  if  he had  followed  such\n\nregulations in this case, however, the officer testified that\n\nhe had  not.  The inventory list that was introduced at trial\n\ndid not list the gun.\n\n          In the absence of specific evidence of standardized\n\nprocedures  making inevitable  the seizure  of  the car,  the\n\nsearch of the trunk, and the opening of the closed briefcase,\n\nand  in light  of the  fact  that the  officers on  the scene\n\nfailed  to comply with  the established regulations  that did\n\nexist, we hold that the government failed to carry its burden\n\n                             -13-\n\nof   showing  that  the   gun  would  have   been  inevitably\n\ndiscovered.\n\n     D.   Consent\n                 \n\n          The government  argues on appeal  that the evidence\n\nand  the court's  findings  indicate that  the driver  of the\n\nMazda, de  la  Paz,  consented to  the  search  of  Infante's\n\nbriefcase.   While  there  was  no evidence  that  de la  Paz\n\nconsented to  a search  of Infante's  briefcase specifically,\n\nthe district court felt it \"a reasonable conclusion that when\n\nthe  police searched the trunk or asked permission to Freddie\n\n[de la Paz] to open the trunk . . . there was consent to open\n\nthe trunk .  . . .\"   From this the government would  have us\n\ninfer   de  la  Paz's  consent  to  search  Infante's  closed\n\nbriefcase located  within the trunk.   While the  question is\n\nclose, we are unable to find that  de la Paz consented to the\n\nbriefcase search.  \n\n          The evidence shows that de la Paz had access to the\n\nbriefcase for several days and  that de la Paz's property was\n\nco-mingled  with Infante's inside the briefcase.  It appears,\n\ntherefore, that de  la Paz had sufficient  authority over the\n\nbriefcase to consent to its search  if he in fact had  chosen\n\nto do so.  See Frazier v. Cupp, 394 U.S. 731 (1969) (owner of\n                              \n\nduffel  bag, in  allowing friend  to use  bag jointly  and in\n\nleaving it at  friend's house, assumed risk that friend would\n\nconsent  to its search);  United States v.  Matlock, 415 U.S.\n                                                   \n\n                             -14-\n\n164   (1974)  (search  of   diaper  bag  in   bedroom  closet\n\npermissible   when  based  on  consent  of  one  with  common\n\nauthority over  bedroom); cf. United States v.  Welch, 4 F.3d\n                                                     \n\n761, 764 (9th Cir.  1993) (one occupant of rental  car had no\n\nauthority  to consent to  search of another  occupant's purse\n\nwhere  there was  no evidence  of joint  access to  or shared\n\ncontrol over the purse).\n\n          It  was not  reasonable,  however,  for the  police\n\nofficers to have believed that de la Paz gave his  consent to\n\nthe  search of Infante's briefcase.  Under Florida v. Jimeno,\n                                                            \n\n500 U.S. 248,     , 111 S.  Ct. 1801,  1803 (1991), a  Fourth\n\nAmendment  violation  occurs  when  it  is  not  \"objectively\n\nreasonable\" under the  circumstances for a police  officer to\n\nbelieve  that the scope of a  suspect's consent permitted the\n\nofficer  to open  a particular  container within  a car.   In\n\nJimeno,  the driver's general  consent to search  the vehicle\n      \n\nwas found sufficient  to authorize the search of  a paper bag\n\non the floorboard containing cocaine.  The Court held that it\n\nwas  objectively reasonable for  the officer to  believe that\n\nthe suspect's general consent to  search the car included his\n\nconsent  to search  containers  within  the  car  that  might\n\ncontain  drugs.   Id.  at  1804.   The Court  noted  that the\n                     \n\nofficer had informed the suspect that he was  under suspicion\n\nfor  carrying narcotics, and that  the suspect had not placed\n\nany explicit limitation on the scope of the search.  Id.\n                                                        \n\n                             -15-\n\n          The instant  case is  distinguishable on  its facts\n\nfrom Jimeno.   Unlike Jimeno, Sgt. Padilla did  not notify de\n                            \n\nla Paz that he was looking for drugs, making it somewhat more\n\ndifficult  to impute  to de  la Paz  consent to  search every\n\ncontainer within the car that might contain drugs.  Moreover,\n\nInfante's  briefcase was  secured  inside  the  locked  trunk\n\nrather than lying on the floorboard.  Cf. id. at 1804 (\"It is\n                                             \n\nvery   likely  unreasonable  to  think  that  a  suspect,  by\n\nconsenting  to the  search of  his trunk,  has agreed  to the\n\nbreaking open of a locked  briefcase within the trunk, but it\n\nis otherwise with respect to a closed paper bag.\").\n\n          Still, were the above the sole distinctions, Jimeno\n                                                             \n\nwould seem to  allow a finding of consent.   Infante's arrest\n\nwarrant related to drug-dealing and de la Paz'  furnishing of\n\nthe keys to  the trunk is consistent with granting permission\n\nto search  within the trunk.  What leads  us to hold that the\n\nscope of  de la  Paz's consent  did  not include  defendant's\n                                        \n\nbriefcase, is that de  la Paz's general permission  to search\n\nthe car  and its trunk was  qualified by de la  Paz's further\n\nstatement  to the  officer,  before  the  latter  opened  and\n\nsearched  the  briefcase,  that  the  briefcase  belonged  to\n\nInfante.  Even  though Infante was nearby,  handcuffed in the\n\nsquad car, the police officers never sought his permission to\n\nsearch  his  briefcase.    We   do  not  think  that  it  was\n\n\"objectively  reasonable,\" in  these  circumstances, for  the\n\n                             -16-\n\nofficer to believe  that de la Paz's prior  consent to search\n\nthe vehicle and its trunk encompassed opening that particular\n\nbriefcase, later clearly identified by de la Paz as belonging\n\nsolely   to  another   nearby  passenger.      De  la   Paz's\n\nidentification of  the  briefcase  as  belonging  to  another\n\nnearby  passenger suggested  precisely  the  contrary.    See\n                                                             \n\nJimeno, 111  S. Ct. at 1804 (\"A suspect may of course delimit\n      \n\nas  he  chooses   the  scope  of  the  search   to  which  he\n\nconsents.\").  At very least, the scope of de la Paz's consent\n\nwas ambiguous     an ambiguity  that could have been  but was\n\nnot clarified  by further  inquiry of de  la Paz,  Infante or\n\nboth.\n\n                             -17-\n\n                             III.\n\n          As none of the grounds offered to uphold the search\n\nof the  briefcase  survives analysis,  appellant's motion  to\n\nsuppress the fruits  of the search should  have been granted.\n\nThe district court's denial of appellant's motion to suppress\n\nis  reversed and  the judgment  vacated.   The  defendant may\n\nwithdraw his plea of guilty below.\n\n          So ordered.\n                    \n\n                             -18-\n",
  "html": "<p class=\"case_cite\">13 F.3d 498</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Pedro INFANTE-RUIZ, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-1175.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 10, 1993.<br>Decided Jan. 25, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Laura Maldonado Rodriguez, Asst. Federal Public Defender, with whom Benicio Sanchez Rivera, Federal Public Defender, was on brief, for defendant-appellant.</p>\n      <p class=\"indent\">Jose A. Quiles-Espinosa, Sr. Litigation Counsel, with whom Charles E. Fitzwilliam, U.S. Atty., was on brief, for U.S.</p>\n      <p class=\"indent\">Before STAHL, Circuit Judge, ALDRICH and CAMPBELL, Senior Circuit Judges.</p>\n      <p class=\"indent\">LEVIN H. CAMPBELL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellant Pedro Infante Ruiz was indicted in the United States District Court for the District of Puerto Rico for having knowingly received while a fugitive from justice a firearm transported in interstate commerce.  18 U.S.C. Secs. 922(g)(2) and 924(a).  After the district court denied a motion in limine to suppress evidence, Infante entered a plea of guilty, with his plea being conditioned on the outcome of an appeal of the court's evidentiary ruling.  Infante duly appealed, and we now reverse the district court's denial of a motion to suppress and vacate appellant's conviction.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On October 8, 1991, Infante and two associates were driving a rented 1991 Mazda 626 in the vicinity of Parguera, Lajas, Puerto Rico, when they stopped to buy food at a local eatery.  Officers of the Puerto Rico police were following the car, looking for an opportunity to arrest Infante on an outstanding warrant from Florida on federal narcotics charges.  After the car stopped, the officers surrounded the vehicle and placed Infante under arrest.  Infante resisted but was eventually restrained and placed inside a nearby unmarked squad car.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">One of the arresting officers, Sergeant David Padilla Velez, asked the driver of the car, a Felipe de la Paz, for consent to search the vehicle.  De la Paz verbally gave his consent, and Sgt. Padilla searched the passenger compartment.  Sgt. Padilla then asked de la Paz for the key to the car's trunk.  Although Sgt. Padilla did not explicitly ask for de la Paz's consent to search the trunk, de la Paz handed over the key to the trunk in response to the request and stood by without objection as the trunk was being searched.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Two briefcases, one brown and one black, were inside the trunk.  De la Paz, upon inquiry by Sgt. Padilla, said that he was the owner of the brown briefcase.  Sgt. Padilla opened and searched the brown briefcase, apparently without objection by de la Paz.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Sgt. Padilla then asked de la Paz who owned the black briefcase.  De la Paz answered that it belonged to Infante.  Without expressly asking for de la Paz's consent, but without any express objection from him, Sgt. Padilla then opened the unlocked briefcase belonging to Infante.  Inside were various documents belonging to Infante, as well as items belonging to de la Paz and others.  Also inside was a loaded .22 caliber Derringer pistol.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Infante was later charged with knowingly receiving while a fugitive from justice a firearm transported in interstate commerce.  De la Paz and the other passenger were not arrested.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Infante moved to suppress the gun, arguing that it had been seized in violation of the Fourth Amendment.  In an oral ruling, the district court denied the motion to suppress.  The defendant later pleaded guilty to the charge, reserving his right to appeal from the court's denial of his motion to suppress.  We now hold that the search of Infante's briefcase was unlawful and that the pistol should have been suppressed.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The district court upheld the warrantless search of Infante's briefcase on four grounds:  (1) Infante's lack of privacy interest in the suitcase;  (2) probable cause;  (3) a finding that the weapon would have been inevitably discovered;  and (4) the drivers' consent.  In reviewing a district court's denial of a suppression motion, we uphold its findings of fact unless they are clearly erroneous.  United States v. Sanchez, 943 F.2d 110, 112 (1st Cir.1991);  United States v. Cruz Jimenez, 894 F.2d 1, 7 (1st Cir.1990).  The court's ultimate conclusion, however, is subject to plenary review, Sanchez, 943 F.2d at 112;  United States v. Curzi, 867 F.2d 36, 42 (1st Cir.1989), as \"[f]indings of reasonableness ... are respected only insofar as consistent with federal constitutional guarantees.\"  Ker v. California, 374 U.S. 23, 33, 83 S.Ct. 1623, 1630, 10 L.Ed.2d 726 (1963).  We will, \"where necessary to the determination of constitutional rights, make an independent examination of the facts, the findings, and the record so that [we] can determine for [ourselves] whether in the decision as to reasonableness the fundamental--i.e., constitutional--criteria ... have been respected.\"  Id. at 34, 83 S.Ct. at 1630.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Applying these principles, we discuss in turn each of the grounds for upholding the search offered by the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">A. Infante's Privacy Interest in the Briefcase</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The district court found that Infante had no privacy interest in the briefcase and concluded that the lack of such an interest provided a sufficient basis to deny the suppression motion.  The district court found that Infante had left the unlocked briefcase in the trunk of the Mazda for a period of some days, even when he was not a passenger, and that he allowed de la Paz and others to place possessions of their own inside it.  The district court found that the briefcase \"was not under the control of the defendant\" and that Infante had no Fourth Amendment privacy rights that could have been violated by its search.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">While the district court cited no authority, the best analogy we could find for the district court's reasoning is California v. Greenwood, 486 U.S. 35, 108 S.Ct. 1625, 100 L.Ed.2d 30 (1988).  There, the police searched without a warrant the contents of garbage bags left at the curb outside the defendants' home.  The Court held that the defendants \"exposed their garbage to the public sufficiently to defeat their claim to Fourth Amendment protection.\"  Id. at 40, 108 S.Ct. at 1628.   It was \"common knowledge,\" said the Court, that garbage bags left for pick up are \"readily accessible to animals, children, scavengers, snoops, and other members of the public.\"  Id. (footnotes omitted).  The defendants were considered to have left their refuse \"in an area particularly suited for public inspection and ... consumption, for the express purpose of having strangers take it.\"  Id. at 40-41, 108 S.Ct. at 1629 (internal quotation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The facts in this case, however, are clearly distinguishable from Greenwood.   Storing items inside a closed briefcase inside a locked car trunk did not reveal a willingness on the part of Infante to \"expose\" such items to the public.  Moreover, nothing in the circumstances indicated that Infante had abandoned the briefcase, relinquished authority over it, or left it open to \"public inspection and consumption.\"   De la Paz's identification of the briefcase as belonging to Infante indicated that, among his friends, the case was still believed to belong to Infante.  While there is evidence that Infante's confederates felt entitled to place items of their own within it, he did nothing to indicate its availability to the public generally nor did his actions betray an intention to forego an owner's normal right to exclude those he wished to exclude.  By the time of the search, Infante himself was once more a passenger in the car carrying his briefcase.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We think it is clear, therefore, that Infante did not repudiate his privacy interest in the briefcase by placing it in the trunk of the Mazda.  While he indicated a willingness to share access with a few friends, he in no way opened the case to public access.  We therefore hold that Infante had a privacy interest in the briefcase and that the district court's finding to the contrary was in error.</p>\n    </div>\n    <p class=\"indent\">B. Probable Cause</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The district court also concluded that the search was justified by probable cause.  It is now established that if the police have probable cause to believe that either a vehicle or a container within a vehicle contains contraband, evidence of crime, or other matter that may lawfully be seized, no Fourth Amendment violation occurs when the police open and search the container without a warrant.  United States v. Ross, 456 U.S. 798, 102 S.Ct. 2157, 72 L.Ed.2d 572 (1982);  California v. Acevedo, 500 U.S. 565, 111 S.Ct. 1982, 114 L.Ed.2d 619 (1991).  The district court found here that because Infante was a federal fugitive and that the other occupants were allegedly under suspicion for trafficking in drugs, the police officers could have reasonably believed that the car's occupants were \"dangerous people\" and that contraband or weapons would be in the automobile.  The district court supported its finding by saying it was \"conventional wisdom\" that \"drug traffickers carry weapons.\"</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">But in order for probable cause to search to exist, the officer must have reasonably trustworthy information of supporting facts and circumstances such as would persuade a person of reasonable caution to believe the search is justified.  3 Charles Alan Wright, Federal Practice and Procedure:  Criminal 2d Sec. 662 at 579 (1982).  Certainty is not required.  Id.  But in the absence of supporting facts, the officer's suspicion or personal belief that probable cause exists is not enough.  Id. at 582.  Thus it was not enough here that the suspected vehicle contained persons with serious drug trafficking records.  There had to be particular facts indicating that, at the time of search, the vehicle or a container within it carried contraband, evidence of crime, or other seizable matter.  Id. at 2664.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The government conceded at oral argument that the police officers who conducted the search had no concrete information that Infante and his friends were transporting drugs or weapons at the time of the stop.  The probable cause standard could not be satisfied merely by dependence on \"conventional wisdom\" or by the \"dangerous\" reputation of Infante and his associates.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> See United States v. Harris, 403 U.S. 573, 582, 91 S.Ct. 2075, 2081, 29 L.Ed.2d 723 (1971) (suspect's reputation, standing alone, is insufficient to support probable cause).</p>\n    </div>\n    <p class=\"indent\">C. Inevitable Discovery</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">As a third ground for denying the suppression motion, the district court found that the Derringer pistol would have been inevitably found.  According to the district court, because the Mazda was a rental car, the officers would have taken custody of the car, and the car would have had to be inspected before the vehicle was returned.  The gun inevitably would have been found in the inspection of the vehicle.  On the present record, however, this argument is unsupported and must be rejected.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The inevitable discovery doctrine, an exception to the exclusionary rule, applies when \"the government can prove that the evidence would have been admitted regardless of any overreaching.\"  Nix v. Williams, 467 U.S. 431, 447-48, 104 S.Ct. 2501, 2511, 81 L.Ed.2d 377 (1984).  The government bears the burden of showing, by reference to \"demonstrated historical facts\" and by a preponderance of the evidence, that the information or item would inevitably have been discovered by lawful means.  Id. at 444-45 &amp; n. 5, 104 S.Ct. at 2509-10 &amp; n. 5.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Furthermore, to be permissible under the Fourth Amendment, warrantless inventory searches must be conducted according to standardized procedures.  South Dakota v. Opperman, 428 U.S. 364, 372-75, 96 S.Ct. 3092, 3098-3100, 49 L.Ed.2d 1000 (1976);  Colorado v. Bertine, 479 U.S. 367, 374 n. 6, 375, 107 S.Ct. 738, 742 n. 6, 743, 93 L.Ed.2d 739 (1987);  Florida v. Wells, 495 U.S. 1, 4-5, 110 S.Ct. 1632, 1635-36, 109 L.Ed.2d 1 (1990).  Any \"discretion [must be] exercised according to standard criteria and on the basis of something other than suspicion of criminal activity.\"  Bertine, 479 U.S. at 375, 107 S.Ct. at 1902.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The government cites United States v. Mancera-Londono, 912 F.2d 373, 375-77 (9th Cir.1990), in support of its argument here.  In Mancera-Londono, the Ninth Circuit upheld a warrantless search of several suitcases found in a rented station wagon, after the arrest of two suspects who had been using the car to transport drugs.  The court held that it was \"legitimate\" for the DEA agents involved in the arrest to take custody of the vehicle after the arrest of the two suspects, as apparently no one else was available to return the car to the rental company.  Id. at 376.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The agents in Mancera-Londono testified that after a rented vehicle is seized, the DEA's standard policy was to return the car to the rental agency after \"a complete inventory of the car.\"   The policy, though oral only, was, according to testimony, identical to the policy found in the DEA Manual regarding the search of cars seized for forfeiture.  Id. at 375-76.   Also, the agents testified that DEA policy required searching of all closed containers.  Id. at 376.   See also Wells, 495 U.S. at 4-5, 110 S.Ct. at 1635-36 (in order to justify searching closed containers during an inventory search, officers must be acting pursuant to a specific policy regarding closed containers).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In the present case, however, the record is barren of evidence that would support the district court's finding that the discovery of the gun was inevitable.  First, the government has not met its burden of showing that the officers could have taken \"legitimate custody\" of the vehicle but for the discovery of the gun, see United States v. Jenkins, 876 F.2d 1085, 1089 (2d Cir.1989), and that the officers indeed would have taken such custody inevitably.  See United States v. Silvestri, 787 F.2d 736, 744 (1st Cir.1986) (noting that a \"basic concern\" in inevitable discovery cases is whether both the discovery of the legal means and the use of that means are truly inevitable), cert. denied, 487 U.S. 1233, 108 S.Ct. 2897, 101 L.Ed.2d 931 (1988).  In Mancera-Londono, both persons connected with the vehicle were arrested.  Here, however, only Infante--a passenger--was arrested.  Insofar as appears, the police were not compelled by the mere discovery and arrest of Infante to seize the car within which he was riding and return it to the rental company.  There was no testimony, and no evidence otherwise, that the car would have been impounded or seized if the gun had not been found, or that without impoundment the car would have otherwise remained on the side of a public highway or city street.  See United States v. Ramos-Morales, 981 F.2d 625, 626 (1st Cir.1992), cert. denied, --- U.S. ----, 113 S.Ct. 2384, 124 L.Ed.2d 287 (1993).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Second, the government failed to introduce any evidence that their actions were controlled by established procedures and standardized criteria, as required by Opperman, Bertine, and Wells, supra.   No officer testified that a policy dictated that they seize the car, search its contents including closed containers, and return it to the rental agency.  The government did not introduce into evidence a written policy to that effect, nor did any officer testify that an oral policy or established routine existed.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Though no officer testified that regulations directed the making of an inventory search, one officer did testify that certain regulations governed how inventory searches were to be conducted when they in fact were performed.  The officer testified that the regulations required the officers to keep a list of everything seized from the vehicle.  When asked if he had followed such regulations in this case, however, the officer testified that he had not.  The inventory list that was introduced at trial did not list the gun.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In the absence of specific evidence of standardized procedures making inevitable the seizure of the car, the search of the trunk, and the opening of the closed briefcase, and in light of the fact that the officers on the scene failed to comply with the established regulations that did exist, we hold that the government failed to carry its burden of showing that the gun would have been inevitably discovered.</p>\n    </div>\n    <p class=\"indent\">D. Consent</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The government argues on appeal that the evidence and the court's findings indicate that the driver of the Mazda, de la Paz, consented to the search of Infante's briefcase.  While there was no evidence that de la Paz consented to a search of Infante's briefcase specifically, the district court felt it \"a reasonable conclusion that when the police searched the trunk or asked permission to Freddie [de la Paz] to open the trunk ... there was consent to open the trunk....\"  From this the government would have us infer de la Paz's consent to search Infante's closed briefcase located within the trunk.  While the question is close, we are unable to find that de la Paz consented to the briefcase search.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The evidence shows that de la Paz had access to the briefcase for several days and that de la Paz's property was co-mingled with Infante's inside the briefcase.  It appears, therefore, that de la Paz had sufficient authority over the briefcase to consent to its search if he in fact had chosen to do so.  See Frazier v. Cupp, 394 U.S. 731, 89 S.Ct. 1420, 22 L.Ed.2d 684 (1969) (owner of duffel bag, in allowing friend to use bag jointly and in leaving it at friend's house, assumed risk that friend would consent to its search);  United States v. Matlock, 415 U.S. 164, 94 S.Ct. 988, 39 L.Ed.2d 242 (1974) (search of diaper bag in bedroom closet permissible when based on consent of one with common authority over bedroom);  cf. United States v. Welch, 4 F.3d 761, 764 (9th Cir.1993) (one occupant of rental car had no authority to consent to search of another occupant's purse where there was no evidence of joint access to or shared control over the purse).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">It was not reasonable, however, for the police officers to have believed that de la Paz gave his consent to the search of Infante's briefcase.  Under Florida v. Jimeno, 500 U.S. 248, ----, 111 S.Ct. 1801, 1803, 114 L.Ed.2d 297 (1991), a Fourth Amendment violation occurs when it is not \"objectively reasonable\" under the circumstances for a police officer to believe that the scope of a suspect's consent permitted the officer to open a particular container within a car.  In Jimeno, the driver's general consent to search the vehicle was found sufficient to authorize the search of a paper bag on the floorboard containing cocaine.  The Court held that it was objectively reasonable for the officer to believe that the suspect's general consent to search the car included his consent to search containers within the car that might contain drugs.  Id. at ----, 111 S.Ct. at 1804.   The Court noted that the officer had informed the suspect that he was under suspicion for carrying narcotics, and that the suspect had not placed any explicit limitation on the scope of the search.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The instant case is distinguishable on its facts from Jimeno.   Unlike Jimeno, Sgt. Padilla did not notify de la Paz that he was looking for drugs, making it somewhat more difficult to impute to de la Paz consent to search every container within the car that might contain drugs.  Moreover, Infante's briefcase was secured inside the locked trunk rather than lying on the floorboard.  Cf. id. at ----, 111 S.Ct. at 1804 (\"It is very likely unreasonable to think that a suspect, by consenting to the search of his trunk, has agreed to the breaking open of a locked briefcase within the trunk, but it is otherwise with respect to a closed paper bag.\").</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Still, were the above the sole distinctions, Jimeno would seem to allow a finding of consent.  Infante's arrest warrant related to drug-dealing and de la Paz' furnishing of the keys to the trunk is consistent with granting permission to search within the trunk.  What leads us to hold that the scope of de la Paz's consent did not include defendant's briefcase, is that de la Paz's general permission to search the car and its trunk was qualified by de la Paz's further statement to the officer, before the latter opened and searched the briefcase, that the briefcase belonged to Infante.  Even though Infante was nearby, handcuffed in the squad car, the police officers never sought his permission to search his briefcase.  We do not think that it was \"objectively reasonable,\" in these circumstances, for the officer to believe that de la Paz's prior consent to search the vehicle and its trunk encompassed opening that particular briefcase, later clearly identified by de la Paz as belonging solely to another nearby passenger.  De la Paz's identification of the briefcase as belonging to another nearby passenger suggested precisely the contrary.  See Jimeno, 500 U.S. at ----, 111 S.Ct. at 1804 (\"A suspect may of course delimit as he chooses the scope of the search to which he consents.\").  At very least, the scope of de la Paz's consent was ambiguous--an ambiguity that could have been but was not clarified by further inquiry of de la Paz, Infante or both.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">As none of the grounds offered to uphold the search of the briefcase survives analysis, appellant's motion to suppress the fruits of the search should have been granted.  The district court's denial of appellant's motion to suppress is reversed and the judgment vacated.  The defendant may withdraw his plea of guilty below.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">So ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> A related argument for upholding the search, which the government did not press below and waived on appeal, was that the search was justified as incident to Infante's lawful arrest under the warrant.  New York v. Belton, 453 U.S. 454, 457, 460, 101 S.Ct. 2860, 2862, 2864, 69 L.Ed.2d 768 (1981).  Under Belton, when a police officer makes a lawful custodial arrest of the occupant of an automobile, the officer may, \"as a contemporaneous incident of that arrest,\" search the car's passenger compartment and any containers found within it.  Id. at 460-61 &amp; n. 4, 101 S.Ct. at 2864 &amp; n. 4.   The \"passenger compartment\" has been interpreted to mean those areas reachable without exiting the vehicle and without dismantling door panels or other parts of the car.  See Wayne R. LaFave &amp; Jerold H. Israel, Criminal Procedure Sec. 3.7 at 277 (1984).  The Belton doctrine has thus been extended to allow warrantless searches of the rear section of a station wagon and the trunk area of a hatchback, when these areas are accessible from inside the vehicle.  United States v. Pino, 855 F.2d 357, 364 (6th Cir.1988) (station wagon), cert. denied, 493 U.S. 1090, 110 S.Ct. 1160, 107 L.Ed.2d 1063 (1990);  United States v. Russell, 670 F.2d 323, 327 (D.C.Cir.)  (hatchback), cert. denied, 457 U.S. 1108, 102 S.Ct. 2909, 73 L.Ed.2d 1317 (1982)</p>\n        <p>The Supreme Court in Belton expressly excluded trunks from its holding, 453 U.S. at 460-61 n. 4, 101 S.Ct. at 2864 n. 4 as the Court may have assumed that all car designs were such as to prevent passengers from reaching into the trunk from the back seat and seizing a weapon or evidence there.  In the instant case, however, the vehicle was a 1991 Mazda 626 sedan, which appears to have had a divided rear seat permitting one or both segments to be lowered, allowing direct access to the trunk from the passenger compartment.  See Road Test:  Sedans, 56 Consumer Reports 475 (1991).  If this was the design, there may have been little difference for purposes of the Belton doctrine between a trunk of the Mazda and the rear portion of a station wagon or the rear compartment of a hatchback.  But as the government failed to make this argument either below or on appeal, and as the record is entirely without evidence as to how accessible the Mazda's trunk may have been to persons seated within the car, we do not reach the novel question of whether Belton should be extended in this way.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">498</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Pedro INFANTE-RUIZ, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-1175.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 10, 1993.<br>Decided Jan. 25, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Laura Maldonado Rodriguez, Asst. Federal Public Defender, with whom Benicio Sanchez Rivera, Federal Public Defender, was on brief, for defendant-appellant.</p>\n      <p class=\"indent\">Jose A. Quiles-Espinosa, Sr. Litigation Counsel, with whom Charles E. Fitzwilliam, U.S. Atty., was on brief, for U.S.</p>\n      <p class=\"indent\">Before STAHL, Circuit Judge, ALDRICH and CAMPBELL, Senior Circuit Judges.</p>\n      <p class=\"indent\">LEVIN H. CAMPBELL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellant Pedro Infante Ruiz was indicted in the United States District Court for the District of Puerto Rico for having knowingly received while a fugitive from justice a firearm transported in interstate commerce.  18 U.S.C. Secs. 922(g)(2) and 924(a).  After the district court denied a motion in limine to suppress evidence, Infante entered a plea of guilty, with his plea being conditioned on the outcome of an appeal of the court's evidentiary ruling.  Infante duly appealed, and we now reverse the district court's denial of a motion to suppress and vacate appellant's conviction.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On October 8, 1991, Infante and two associates were driving a rented 1991 Mazda 626 in the vicinity of Parguera, Lajas, Puerto Rico, when they stopped to buy food at a local eatery.  Officers of the Puerto Rico police were following the car, looking for an opportunity to arrest Infante on an outstanding warrant from Florida on federal narcotics charges.  After the car stopped, the officers surrounded the vehicle and placed Infante under arrest.  Infante resisted but was eventually restrained and placed inside a nearby unmarked squad car.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">One of the arresting officers, Sergeant David Padilla Velez, asked the driver of the car, a Felipe de la Paz, for consent to search the vehicle.  De la Paz verbally gave his consent, and Sgt. Padilla searched the passenger compartment.  Sgt. Padilla then asked de la Paz for the key to the car's trunk.  Although Sgt. Padilla did not explicitly ask for de la Paz's consent to search the trunk, de la Paz handed over the key to the trunk in response to the request and stood by without objection as the trunk was being searched.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Two briefcases, one brown and one black, were inside the trunk.  De la Paz, upon inquiry by Sgt. Padilla, said that he was the owner of the brown briefcase.  Sgt. Padilla opened and searched the brown briefcase, apparently without objection by de la Paz.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Sgt. Padilla then asked de la Paz who owned the black briefcase.  De la Paz answered that it belonged to Infante.  Without expressly asking for de la Paz's consent, but without any express objection from him, Sgt. Padilla then opened the unlocked briefcase belonging to Infante.  Inside were various documents belonging to Infante, as well as items belonging to de la Paz and others.  Also inside was a loaded .22 caliber Derringer pistol.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Infante was later charged with knowingly receiving while a fugitive from justice a firearm transported in interstate commerce.  De la Paz and the other passenger were not arrested.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Infante moved to suppress the gun, arguing that it had been seized in violation of the Fourth Amendment.  In an oral ruling, the district court denied the motion to suppress.  The defendant later pleaded guilty to the charge, reserving his right to appeal from the court's denial of his motion to suppress.  We now hold that the search of Infante's briefcase was unlawful and that the pistol should have been suppressed.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The district court upheld the warrantless search of Infante's briefcase on four grounds:  (1) Infante's lack of privacy interest in the suitcase;  (2) probable cause;  (3) a finding that the weapon would have been inevitably discovered;  and (4) the drivers' consent.  In reviewing a district court's denial of a suppression motion, we uphold its findings of fact unless they are clearly erroneous.  United States v. Sanchez, <span class=\"citation\" data-id=\"567586\"><a href=\"/opinion/567586/united-states-v-erwin-sanchez/\"><span class=\"volume\">943</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">110</span></a></span>, 112 (1st Cir.1991);  United States v. Cruz Jimenez, <span class=\"citation\" data-id=\"535250\"><a href=\"/opinion/535250/united-states-v-jose-m-cruz-jimenez/\"><span class=\"volume\">894</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 7 (1st Cir.1990).  The court's ultimate conclusion, however, is subject to plenary review, Sanchez, 943 F.2d at 112;  United States v. Curzi, <span class=\"citation\" data-id=\"518088\"><a href=\"/opinion/518088/united-states-v-barbara-j-curzi/\"><span class=\"volume\">867</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">36</span></a></span>, 42 (1st Cir.1989), as \"[f]indings of reasonableness ... are respected only insofar as consistent with federal constitutional guarantees.\"  Ker v. California, <span class=\"citation\" data-id=\"106641\"><a href=\"/opinion/106641/ker-v-california/\"><span class=\"volume\">374</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">23</span></a></span>, 33, <span class=\"citation\" data-id=\"106641\"><a href=\"/opinion/106641/ker-v-california/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1623</span></a></span>, 1630, <span class=\"citation\" data-id=\"106641\"><a href=\"/opinion/106641/ker-v-california/\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">726</span></a></span> (1963).  We will, \"where necessary to the determination of constitutional rights, make an independent examination of the facts, the findings, and the record so that [we] can determine for [ourselves] whether in the decision as to reasonableness the fundamental--i.e., constitutional--criteria ... have been respected.\"  Id. at 34, 83 S.Ct. at 1630.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Applying these principles, we discuss in turn each of the grounds for upholding the search offered by the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">A. Infante's Privacy Interest in the Briefcase</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The district court found that Infante had no privacy interest in the briefcase and concluded that the lack of such an interest provided a sufficient basis to deny the suppression motion.  The district court found that Infante had left the unlocked briefcase in the trunk of the Mazda for a period of some days, even when he was not a passenger, and that he allowed de la Paz and others to place possessions of their own inside it.  The district court found that the briefcase \"was not under the control of the defendant\" and that Infante had no Fourth Amendment privacy rights that could have been violated by its search.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">While the district court cited no authority, the best analogy we could find for the district court's reasoning is California v. Greenwood, <span class=\"citation\" data-id=\"112067\"><a href=\"/opinion/112067/california-v-greenwood/\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">35</span></a></span>, <span class=\"citation\" data-id=\"112067\"><a href=\"/opinion/112067/california-v-greenwood/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1625</span></a></span>, <span class=\"citation\" data-id=\"112067\"><a href=\"/opinion/112067/california-v-greenwood/\"><span class=\"volume\">100</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">30</span></a></span> (1988).  There, the police searched without a warrant the contents of garbage bags left at the curb outside the defendants' home.  The Court held that the defendants \"exposed their garbage to the public sufficiently to defeat their claim to Fourth Amendment protection.\"  Id. at 40, 108 S.Ct. at 1628.   It was \"common knowledge,\" said the Court, that garbage bags left for pick up are \"readily accessible to animals, children, scavengers, snoops, and other members of the public.\"  Id. (footnotes omitted).  The defendants were considered to have left their refuse \"in an area particularly suited for public inspection and ... consumption, for the express purpose of having strangers take it.\"  Id. at 40-41, 108 S.Ct. at 1629 (internal quotation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The facts in this case, however, are clearly distinguishable from Greenwood.   Storing items inside a closed briefcase inside a locked car trunk did not reveal a willingness on the part of Infante to \"expose\" such items to the public.  Moreover, nothing in the circumstances indicated that Infante had abandoned the briefcase, relinquished authority over it, or left it open to \"public inspection and consumption.\"   De la Paz's identification of the briefcase as belonging to Infante indicated that, among his friends, the case was still believed to belong to Infante.  While there is evidence that Infante's confederates felt entitled to place items of their own within it, he did nothing to indicate its availability to the public generally nor did his actions betray an intention to forego an owner's normal right to exclude those he wished to exclude.  By the time of the search, Infante himself was once more a passenger in the car carrying his briefcase.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We think it is clear, therefore, that Infante did not repudiate his privacy interest in the briefcase by placing it in the trunk of the Mazda.  While he indicated a willingness to share access with a few friends, he in no way opened the case to public access.  We therefore hold that Infante had a privacy interest in the briefcase and that the district court's finding to the contrary was in error.</p>\n    </div>\n    <p class=\"indent\">B. Probable Cause</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The district court also concluded that the search was justified by probable cause.  It is now established that if the police have probable cause to believe that either a vehicle or a container within a vehicle contains contraband, evidence of crime, or other matter that may lawfully be seized, no Fourth Amendment violation occurs when the police open and search the container without a warrant.  United States v. Ross, <span class=\"citation\" data-id=\"110719\"><a href=\"/opinion/110719/united-states-v-ross/\"><span class=\"volume\">456</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">798</span></a></span>, <span class=\"citation\" data-id=\"110719\"><a href=\"/opinion/110719/united-states-v-ross/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2157</span></a></span>, <span class=\"citation\" data-id=\"110719\"><a href=\"/opinion/110719/united-states-v-ross/\"><span class=\"volume\">72</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">572</span></a></span> (1982);  California v. Acevedo, <span class=\"citation\" data-id=\"112608\"><a href=\"/opinion/112608/california-v-acevedo/\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">565</span></a></span>, <span class=\"citation\" data-id=\"112608\"><a href=\"/opinion/112608/california-v-acevedo/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1982</span></a></span>, <span class=\"citation\" data-id=\"112608\"><a href=\"/opinion/112608/california-v-acevedo/\"><span class=\"volume\">114</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">619</span></a></span> (1991).  The district court found here that because Infante was a federal fugitive and that the other occupants were allegedly under suspicion for trafficking in drugs, the police officers could have reasonably believed that the car's occupants were \"dangerous people\" and that contraband or weapons would be in the automobile.  The district court supported its finding by saying it was \"conventional wisdom\" that \"drug traffickers carry weapons.\"</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">But in order for probable cause to search to exist, the officer must have reasonably trustworthy information of supporting facts and circumstances such as would persuade a person of reasonable caution to believe the search is justified.  3 Charles Alan Wright, Federal Practice and Procedure:  Criminal 2d Sec. 662 at 579 (1982).  Certainty is not required.  Id.  But in the absence of supporting facts, the officer's suspicion or personal belief that probable cause exists is not enough.  Id. at 582.  Thus it was not enough here that the suspected vehicle contained persons with serious drug trafficking records.  There had to be particular facts indicating that, at the time of search, the vehicle or a container within it carried contraband, evidence of crime, or other seizable matter.  Id. at 2664.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The government conceded at oral argument that the police officers who conducted the search had no concrete information that Infante and his friends were transporting drugs or weapons at the time of the stop.  The probable cause standard could not be satisfied merely by dependence on \"conventional wisdom\" or by the \"dangerous\" reputation of Infante and his associates.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> See United States v. Harris, <span class=\"citation\" data-id=\"108379\"><a href=\"/opinion/108379/united-states-v-harris/\"><span class=\"volume\">403</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">573</span></a></span>, 582, <span class=\"citation\" data-id=\"108379\"><a href=\"/opinion/108379/united-states-v-harris/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2075</span></a></span>, 2081, <span class=\"citation\" data-id=\"108379\"><a href=\"/opinion/108379/united-states-v-harris/\"><span class=\"volume\">29</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">723</span></a></span> (1971) (suspect's reputation, standing alone, is insufficient to support probable cause).</p>\n    </div>\n    <p class=\"indent\">C. Inevitable Discovery</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">As a third ground for denying the suppression motion, the district court found that the Derringer pistol would have been inevitably found.  According to the district court, because the Mazda was a rental car, the officers would have taken custody of the car, and the car would have had to be inspected before the vehicle was returned.  The gun inevitably would have been found in the inspection of the vehicle.  On the present record, however, this argument is unsupported and must be rejected.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The inevitable discovery doctrine, an exception to the exclusionary rule, applies when \"the government can prove that the evidence would have been admitted regardless of any overreaching.\"  Nix v. Williams, <span class=\"citation\" data-id=\"111204\"><a href=\"/opinion/111204/nix-v-williams/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">431</span></a></span>, 447-48, <span class=\"citation\" data-id=\"111204\"><a href=\"/opinion/111204/nix-v-williams/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2501</span></a></span>, 2511, <span class=\"citation\" data-id=\"111204\"><a href=\"/opinion/111204/nix-v-williams/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">377</span></a></span> (1984).  The government bears the burden of showing, by reference to \"demonstrated historical facts\" and by a preponderance of the evidence, that the information or item would inevitably have been discovered by lawful means.  Id. at 444-45 &amp; n. 5, 104 S.Ct. at 2509-10 &amp; n. 5.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Furthermore, to be permissible under the Fourth Amendment, warrantless inventory searches must be conducted according to standardized procedures.  South Dakota v. Opperman, <span class=\"citation\" data-id=\"109537\"><a href=\"/opinion/109537/south-dakota-v-opperman/\"><span class=\"volume\">428</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">364</span></a></span>, 372-75, <span class=\"citation\" data-id=\"109537\"><a href=\"/opinion/109537/south-dakota-v-opperman/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3092</span></a></span>, 3098-3100, <span class=\"citation\" data-id=\"109537\"><a href=\"/opinion/109537/south-dakota-v-opperman/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1000</span></a></span> (1976);  Colorado v. Bertine, <span class=\"citation\" data-id=\"111788\"><a href=\"/opinion/111788/colorado-v-bertine/\"><span class=\"volume\">479</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">367</span></a></span>, 374 n. 6, 375, <span class=\"citation\" data-id=\"111788\"><a href=\"/opinion/111788/colorado-v-bertine/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">738</span></a></span>, 742 n. 6, 743, <span class=\"citation\" data-id=\"111788\"><a href=\"/opinion/111788/colorado-v-bertine/\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">739</span></a></span> (1987);  Florida v. Wells, <span class=\"citation\" data-id=\"112412\"><a href=\"/opinion/112412/florida-v-wells/\"><span class=\"volume\">495</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 4-5, <span class=\"citation\" data-id=\"112412\"><a href=\"/opinion/112412/florida-v-wells/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1632</span></a></span>, 1635-36, <span class=\"citation\" data-id=\"112412\"><a href=\"/opinion/112412/florida-v-wells/\"><span class=\"volume\">109</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1990).  Any \"discretion [must be] exercised according to standard criteria and on the basis of something other than suspicion of criminal activity.\"  Bertine, 479 U.S. at 375, 107 S.Ct. at 1902.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The government cites United States v. Mancera-Londono, <span class=\"citation\" data-id=\"547048\"><a href=\"/opinion/547048/united-states-v-alfonso-mancera-londono-aka-alfonso-mancera-united/\"><span class=\"volume\">912</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">373</span></a></span>, 375-77 (9th Cir.1990), in support of its argument here.  In Mancera-Londono, the Ninth Circuit upheld a warrantless search of several suitcases found in a rented station wagon, after the arrest of two suspects who had been using the car to transport drugs.  The court held that it was \"legitimate\" for the DEA agents involved in the arrest to take custody of the vehicle after the arrest of the two suspects, as apparently no one else was available to return the car to the rental company.  Id. at 376.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The agents in Mancera-Londono testified that after a rented vehicle is seized, the DEA's standard policy was to return the car to the rental agency after \"a complete inventory of the car.\"   The policy, though oral only, was, according to testimony, identical to the policy found in the DEA Manual regarding the search of cars seized for forfeiture.  Id. at 375-76.   Also, the agents testified that DEA policy required searching of all closed containers.  Id. at 376.   See also Wells, 495 U.S. at 4-5, 110 S.Ct. at 1635-36 (in order to justify searching closed containers during an inventory search, officers must be acting pursuant to a specific policy regarding closed containers).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In the present case, however, the record is barren of evidence that would support the district court's finding that the discovery of the gun was inevitable.  First, the government has not met its burden of showing that the officers could have taken \"legitimate custody\" of the vehicle but for the discovery of the gun, see United States v. Jenkins, <span class=\"citation\" data-id=\"524630\"><a href=\"/opinion/524630/united-states-v-andrew-jenkins/\"><span class=\"volume\">876</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1085</span></a></span>, 1089 (2d Cir.1989), and that the officers indeed would have taken such custody inevitably.  See United States v. Silvestri, <span class=\"citation\" data-id=\"468097\"><a href=\"/opinion/468097/united-states-v-frederick-silvestri-elder/\"><span class=\"volume\">787</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">736</span></a></span>, 744 (1st Cir.1986) (noting that a \"basic concern\" in inevitable discovery cases is whether both the discovery of the legal means and the use of that means are truly inevitable), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">487</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1233</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2897</span></span>, <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">931</span></span> (1988).  In Mancera-Londono, both persons connected with the vehicle were arrested.  Here, however, only Infante--a passenger--was arrested.  Insofar as appears, the police were not compelled by the mere discovery and arrest of Infante to seize the car within which he was riding and return it to the rental company.  There was no testimony, and no evidence otherwise, that the car would have been impounded or seized if the gun had not been found, or that without impoundment the car would have otherwise remained on the side of a public highway or city street.  See United States v. Ramos-Morales, <span class=\"citation\" data-id=\"596490\"><a href=\"/opinion/596490/united-states-v-wilberto-ramos-morales/\"><span class=\"volume\">981</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">625</span></a></span>, 626 (1st Cir.1992), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2384</span></span>, <span class=\"citation no-link\"><span class=\"volume\">124</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">287</span></span> (1993).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Second, the government failed to introduce any evidence that their actions were controlled by established procedures and standardized criteria, as required by Opperman, Bertine, and Wells, supra.   No officer testified that a policy dictated that they seize the car, search its contents including closed containers, and return it to the rental agency.  The government did not introduce into evidence a written policy to that effect, nor did any officer testify that an oral policy or established routine existed.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Though no officer testified that regulations directed the making of an inventory search, one officer did testify that certain regulations governed how inventory searches were to be conducted when they in fact were performed.  The officer testified that the regulations required the officers to keep a list of everything seized from the vehicle.  When asked if he had followed such regulations in this case, however, the officer testified that he had not.  The inventory list that was introduced at trial did not list the gun.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In the absence of specific evidence of standardized procedures making inevitable the seizure of the car, the search of the trunk, and the opening of the closed briefcase, and in light of the fact that the officers on the scene failed to comply with the established regulations that did exist, we hold that the government failed to carry its burden of showing that the gun would have been inevitably discovered.</p>\n    </div>\n    <p class=\"indent\">D. Consent</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The government argues on appeal that the evidence and the court's findings indicate that the driver of the Mazda, de la Paz, consented to the search of Infante's briefcase.  While there was no evidence that de la Paz consented to a search of Infante's briefcase specifically, the district court felt it \"a reasonable conclusion that when the police searched the trunk or asked permission to Freddie [de la Paz] to open the trunk ... there was consent to open the trunk....\"  From this the government would have us infer de la Paz's consent to search Infante's closed briefcase located within the trunk.  While the question is close, we are unable to find that de la Paz consented to the briefcase search.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The evidence shows that de la Paz had access to the briefcase for several days and that de la Paz's property was co-mingled with Infante's inside the briefcase.  It appears, therefore, that de la Paz had sufficient authority over the briefcase to consent to its search if he in fact had chosen to do so.  See Frazier v. Cupp, <span class=\"citation\" data-id=\"107913\"><a href=\"/opinion/107913/frazier-v-cupp/\"><span class=\"volume\">394</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">731</span></a></span>, <span class=\"citation\" data-id=\"107913\"><a href=\"/opinion/107913/frazier-v-cupp/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1420</span></a></span>, <span class=\"citation\" data-id=\"107913\"><a href=\"/opinion/107913/frazier-v-cupp/\"><span class=\"volume\">22</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">684</span></a></span> (1969) (owner of duffel bag, in allowing friend to use bag jointly and in leaving it at friend's house, assumed risk that friend would consent to its search);  United States v. Matlock, <span class=\"citation\" data-id=\"108967\"><a href=\"/opinion/108967/united-states-v-matlock/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">164</span></a></span>, <span class=\"citation\" data-id=\"108967\"><a href=\"/opinion/108967/united-states-v-matlock/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">988</span></a></span>, <span class=\"citation\" data-id=\"108967\"><a href=\"/opinion/108967/united-states-v-matlock/\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">242</span></a></span> (1974) (search of diaper bag in bedroom closet permissible when based on consent of one with common authority over bedroom);  cf. United States v. Welch, <span class=\"citation\" data-id=\"629225\"><a href=\"/opinion/629225/united-states-v-sharon-legail-welch/\"><span class=\"volume\">4</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">761</span></a></span>, 764 (9th Cir.1993) (one occupant of rental car had no authority to consent to search of another occupant's purse where there was no evidence of joint access to or shared control over the purse).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">It was not reasonable, however, for the police officers to have believed that de la Paz gave his consent to the search of Infante's briefcase.  Under Florida v. Jimeno, <span class=\"citation\" data-id=\"112595\"><a href=\"/opinion/112595/florida-v-jimeno/\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">248</span></a></span>, ----, <span class=\"citation\" data-id=\"112595\"><a href=\"/opinion/112595/florida-v-jimeno/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1801</span></a></span>, 1803, <span class=\"citation\" data-id=\"112595\"><a href=\"/opinion/112595/florida-v-jimeno/\"><span class=\"volume\">114</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">297</span></a></span> (1991), a Fourth Amendment violation occurs when it is not \"objectively reasonable\" under the circumstances for a police officer to believe that the scope of a suspect's consent permitted the officer to open a particular container within a car.  In Jimeno, the driver's general consent to search the vehicle was found sufficient to authorize the search of a paper bag on the floorboard containing cocaine.  The Court held that it was objectively reasonable for the officer to believe that the suspect's general consent to search the car included his consent to search containers within the car that might contain drugs.  Id. at ----, 111 S.Ct. at 1804.   The Court noted that the officer had informed the suspect that he was under suspicion for carrying narcotics, and that the suspect had not placed any explicit limitation on the scope of the search.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The instant case is distinguishable on its facts from Jimeno.   Unlike Jimeno, Sgt. Padilla did not notify de la Paz that he was looking for drugs, making it somewhat more difficult to impute to de la Paz consent to search every container within the car that might contain drugs.  Moreover, Infante's briefcase was secured inside the locked trunk rather than lying on the floorboard.  Cf. id. at ----, 111 S.Ct. at 1804 (\"It is very likely unreasonable to think that a suspect, by consenting to the search of his trunk, has agreed to the breaking open of a locked briefcase within the trunk, but it is otherwise with respect to a closed paper bag.\").</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Still, were the above the sole distinctions, Jimeno would seem to allow a finding of consent.  Infante's arrest warrant related to drug-dealing and de la Paz' furnishing of the keys to the trunk is consistent with granting permission to search within the trunk.  What leads us to hold that the scope of de la Paz's consent did not include defendant's briefcase, is that de la Paz's general permission to search the car and its trunk was qualified by de la Paz's further statement to the officer, before the latter opened and searched the briefcase, that the briefcase belonged to Infante.  Even though Infante was nearby, handcuffed in the squad car, the police officers never sought his permission to search his briefcase.  We do not think that it was \"objectively reasonable,\" in these circumstances, for the officer to believe that de la Paz's prior consent to search the vehicle and its trunk encompassed opening that particular briefcase, later clearly identified by de la Paz as belonging solely to another nearby passenger.  De la Paz's identification of the briefcase as belonging to another nearby passenger suggested precisely the contrary.  See Jimeno, 500 U.S. at ----, 111 S.Ct. at 1804 (\"A suspect may of course delimit as he chooses the scope of the search to which he consents.\").  At very least, the scope of de la Paz's consent was ambiguous--an ambiguity that could have been but was not clarified by further inquiry of de la Paz, Infante or both.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">As none of the grounds offered to uphold the search of the briefcase survives analysis, appellant's motion to suppress the fruits of the search should have been granted.  The district court's denial of appellant's motion to suppress is reversed and the judgment vacated.  The defendant may withdraw his plea of guilty below.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">So ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> A related argument for upholding the search, which the government did not press below and waived on appeal, was that the search was justified as incident to Infante's lawful arrest under the warrant.  New York v. Belton, <span class=\"citation\" data-id=\"110559\"><a href=\"/opinion/110559/new-york-v-belton/\"><span class=\"volume\">453</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">454</span></a></span>, 457, 460, <span class=\"citation\" data-id=\"110559\"><a href=\"/opinion/110559/new-york-v-belton/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2860</span></a></span>, 2862, 2864, <span class=\"citation\" data-id=\"110559\"><a href=\"/opinion/110559/new-york-v-belton/\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">768</span></a></span> (1981).  Under Belton, when a police officer makes a lawful custodial arrest of the occupant of an automobile, the officer may, \"as a contemporaneous incident of that arrest,\" search the car's passenger compartment and any containers found within it.  Id. at 460-61 &amp; n. 4, 101 S.Ct. at 2864 &amp; n. 4.   The \"passenger compartment\" has been interpreted to mean those areas reachable without exiting the vehicle and without dismantling door panels or other parts of the car.  See Wayne R. LaFave &amp; Jerold H. Israel, Criminal Procedure Sec. 3.7 at 277 (1984).  The Belton doctrine has thus been extended to allow warrantless searches of the rear section of a station wagon and the trunk area of a hatchback, when these areas are accessible from inside the vehicle.  United States v. Pino, <span class=\"citation\" data-id=\"510682\"><a href=\"/opinion/510682/united-states-v-osvaldo-ramon-pino-87-6129-silverio-juan-llera/\"><span class=\"volume\">855</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">357</span></a></span>, 364 (6th Cir.1988) (station wagon), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1090</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1160</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1063</span></span> (1990);  United States v. Russell, <span class=\"citation\" data-id=\"399270\"><a href=\"/opinion/399270/united-states-v-charles-m-russell/\"><span class=\"volume\">670</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">323</span></a></span>, 327 (D.C.Cir.)  (hatchback), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1108</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2909</span></span>, <span class=\"citation no-link\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1317</span></span> (1982)</p>\n        <p>The Supreme Court in Belton expressly excluded trunks from its holding, 453 U.S. at 460-61 n. 4, 101 S.Ct. at 2864 n. 4 as the Court may have assumed that all car designs were such as to prevent passengers from reaching into the trunk from the back seat and seizing a weapon or evidence there.  In the instant case, however, the vehicle was a 1991 Mazda 626 sedan, which appears to have had a divided rear seat permitting one or both segments to be lowered, allowing direct access to the trunk from the passenger compartment.  See Road Test:  Sedans, 56 Consumer Reports 475 (1991).  If this was the design, there may have been little difference for purposes of the Belton doctrine between a trunk of the Mazda and the rear portion of a station wagon or the rear compartment of a hatchback.  But as the government failed to make this argument either below or on appeal, and as the record is entirely without evidence as to how accessible the Mazda's trunk may have been to persons seated within the car, we do not reach the novel question of whether Belton should be extended in this way.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/106641/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107913/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108379/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108967/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109537/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110559/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111204/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111788/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112067/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112412/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112595/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112608/",
    "http://www.courtlistener.com/api/rest/v3/opinions/399270/",
    "http://www.courtlistener.com/api/rest/v3/opinions/468097/",
    "http://www.courtlistener.com/api/rest/v3/opinions/510682/",
    "http://www.courtlistener.com/api/rest/v3/opinions/518088/",
    "http://www.courtlistener.com/api/rest/v3/opinions/524630/",
    "http://www.courtlistener.com/api/rest/v3/opinions/535250/",
    "http://www.courtlistener.com/api/rest/v3/opinions/547048/",
    "http://www.courtlistener.com/api/rest/v3/opinions/567586/",
    "http://www.courtlistener.com/api/rest/v3/opinions/596490/",
    "http://www.courtlistener.com/api/rest/v3/opinions/629225/"
  ]
}