{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/195200/",
  "absolute_url": "/opinion/195200/united-states-v-mchatton/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/195200/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T02:35:12Z",
  "date_modified": "2016-02-28T04:52:00.534656Z",
  "type": "010combined",
  "sha1": "4736601e704bb47a9a70334b5b6c3c08019bb9bb",
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-2335.01A",
  "local_path": null,
  "plain_text": "February 14, 1994     [NOT FOR PUBLICATION]\n                      [NOT FOR PUBLICATION]\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                             \n\nNo. 93-2335\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                                v.\n\n                         LEO A. McHATTON,\n\n                      Defendant, Appellant.\n\n                                             \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Nathaniel B. Gorton, U. S. District Judge]\n                                                        \n\n                                             \n\n                              Before\n\n                      Selya, Circuit Judge,\n                                          \n\n                  Bownes, Senior Circuit Judge,\n                                              \n\n                    and Stahl, Circuit Judge.\n                                            \n\n                                             \n\n     John  C.  McBride and  McBride  &amp;  Associates on  brief  for\n                                                  \nappellant.\n     Donald  K.  Stern,  United States  Attorney,  and  Joseph F.\n                                                                 \nSavage,  Jr.,  Assistant  United States  Attorney,  on  brief for\n            \nappellee.\n\n                                             \n\n                                             \n\n          Per Curiam.  Defendant-appellant Leo A. McHatton stands\n          Per Curiam.\n                    \n\nconvicted on six  counts charging him with violating  26 U.S.C.  \n\n7206(1) by  filing  false  federal income  tax  returns  for  the\n\ncalendar years  1986 through  1991.1  The  district court  made a\n\ndisputed guidelines calculation as to the amount(s) of tax evaded\n\nand  sentenced appellant  to one  year in  prison on  each count;\n\nfined him $10,000; imposed a one-year term of supervised release;\n\nand levied a $50 special felony assessment on  each count, see 18\n                                                              \n\nU.S.C.    3013 (1988).   McHatton appeals from  the judgment.  We\n\naffirm.\n\n          In our view, the concurrent  sentence doctrine obviates\n\nany  need to resolve the  dispute about the guideline calculation\n\nin this  appeal and requires  that we affirm the  judgment below.\n\nUnder  the concurrent  sentence doctrine,  the  existence of  one\n\nvalid  conviction   \"make[s]  unnecessary  the  review  of  other\n\nconvictions when  concurrent sentences have been  given, provided\n\nthere is no  adverse collateral consequence to  not reviewing the\n\nconcurrent sentence.\"  United States  v. Hudacek, 7 F.3d 203, 204\n                                                \n\nn.1 (11th Cir. 1993); see also Benton v.  Maryland, 395 U.S. 784,\n                                                  \n\n788-89 (1969);  Hirabayashi v. United  States, 320  U.S. 81,  105\n                                             \n\n(1943); United States  v. Nightingale, 703 F.2d 17,  19 (1st Cir.\n                                     \n\n1983); United States  v. Tashjian, 660 F.2d 829,  840 (1st Cir.),\n                                 \n\ncert. denied,  454 U.S.  1102 (1981).   Here, all  the conditions\n            \n\n                    \n\n     1McHatton  went to trial  on a twelve-count  indictment.  He\nwas acquitted  on the non-tax  counts.  The counts  of conviction\nare counts 7  (1986), 8 (1987), 9  (1988), 10 (1989),  11 (1990),\nand 12 (1991).\n\n                                2\n\nnecessary  to animate  the doctrine  are present.   The  district\n\ncourt made the prison sentence  and fine concurrent on all counts\n\n  and appellant  has not argued that  the sentence on count  7 (a\n\nnon-guidelines  count) can be  overturned on appeal.2   That ends\n\nthe matter,  for no adverse  collateral consequence looms  on the\n\nhorizon.\n\n          To  be sure, the  term of supervised  release is geared\n\nonly  to  certain  appealed  counts,  viz.,  counts  8-12.    But\n                                          \n\ndefendant does not argue against his conviction on those  counts;\n                                               \n\nhe  argues instead  that he  is  entitled to  a milder  sentence.\n\nThus, even  if appellant's point  is well-taken    and we  do not\n\nthink that it is, see infra   the term of supervised release will\n                           \n\nnot be abated.  See U.S.S.G.  5D1.1(b);  U.S.S.G.  5D1.1 comment.\n                   \n\n(n.2) (\"[T]he  court may impose  a term of supervised  release in\n\ncases involving  imprisonment for a  term of one year  or less.\")\n                                                              \n\n(emphasis supplied).     By  like token,  the six  $50 per  count\n\nspecial  felony assessments  do not  require that  we allow  this\n\nappeal to go forward.  Under the controlling statute, 18 U.S.C.  \n\n3013(a)(2)(A), it is the fact of a defendant's felony conviction,\n\nnot the  fact of  incarceration or the  length of  sentence, that\n\n                    \n\n     2Since count  7  covered a  year (1986)  that antedated  the\neffective  date of the sentencing guidelines, we cannot visualize\nany basis  for an appeal of  the sentence imposed  on that count.\nSee United States v. Tucker, 404 U.S. 443, 447 (1972) (explaining\n                           \nthat, prior to the advent  of the guidelines, \"a sentence imposed\nby  a federal  district  judge, if  within  statutory limits,  is\ngenerally  not subject to review\"); United States v. Ruiz-Garcia,\n                                                                \n886 F.2d 474, 477  (1st Cir. 1989) (explaining that,  in the pre-\nguidelines  era, sentencing appeals  were infrequent  and \"[w]hen\nappeals were taken, success was hen's-teeth rare\").\n\n                                3\n\ndictates  imposition of  the assessment.    See generally  United\n                                                                 \n\nStates  v. Luongo, 11 F.3d 7 (1st Cir. 1993).  Hence, a change in\n                 \n\nthe  duration of appellant's sentence  will not affect either the\n\nnumber or aggregate amount of the special assessments.\n\n          Although the concurrent sentence doctrine is completely\n\ndispositive  of this  appeal, we  add  that, in  all events,  the\n\nevidence  in   the   record   supports   the   district   court's\n\napproximation  of   the  amount(s)   of  unreported  income   and\n\nunderpayments of tax, and, therefore,  the amount of loss.  After\n\nall, a sentencing court's calculations in these respects need not\n\nbe infinitely precise.  See,  e.g., United States v. Tardiff, 969\n                                                            \n\nF.2d 1283, 1288 (1st Cir.  1992); United States v. Bachynsky, 949\n                                                            \n\nF.2d 722,  731-33 (5th Cir. 1991),  cert. denied, 113 S.  Ct. 150\n                                                \n\n(1992).   The  facts underlying  a guideline calculation  of this\n\ngenre \"may be  inferred from any reasonably  reliable information\n\navailable,  including  the  scope of  the  operation.\"   U.S.S.G.\n\n 2B1.1, comment.  (n.3); see  also United  States v.  Skrodzki, 9\n                                                              \n\nF.3d  198,  203 (1st  Cir. 1993)  &amp;  cases cited  therein.   And,\n\nmoreover,  the guidelines explicitly  recognize that in  some tax\n\ncases,  \"the amount of the  tax loss may  be uncertain,\" with the\n\nresult  that  the court  must  then  \"simply  make  a  reasonable\n\nestimate  based  on  the  available  facts\".    U.S.S.G.   2T1.1,\n\ncomment. (n.2).   Once the trial court has performed this task, a\n\ndissatisfied party, on  appeal, \"must carry  the heavy burden  of\n\npersuading the court of appeals that the lower court's conclusion\n\nis clearly erroneous.\"  Tardiff, 969 F.2d at 1288.\n                               \n\n                                4\n\n          Appellant has  not satisfied  the devoir of  persuasion\n\nhere.  Rather, our review of the record persuades us that the key\n\ncalculation    the district court's approximation  of appellant's\n\nunreported  income  for  the  years 1974-1985     is  within \"the\n\nuniverse of acceptable computations.\"   Id.  The evidence  showed\n                                           \n\nthat appellant earned some  income as an electrician  during that\n\nperiod;  it also  showed that  he failed  to report  such income.\n\nUnder  those   circumstances,   the   court   supportably   could\n\nextrapolate from the  stipulated facts concerning later  years to\n\narrive at an  estimate for the earlier years.   Cf., e.g., United\n                                                                 \n\nStates v. Sklar, 920 F.2d 107, 111-14 (1st Cir. 1990).\n               \n\nAffirmed. See 1st Cir. R. 27.1.\n                              \n\n                                5\n",
  "html": "<p class=\"case_cite\">16 F.3d 401<br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Leo A. McHATTON, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-2335.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">February 14, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts</p>\n      <p class=\"indent\">John C. McBride and McBride &amp; Associates on brief for appellant.</p>\n      <p class=\"indent\">Donald K. Stern, United States Attorney, and Joseph F. Savage, Jr., Assistant United States Attorney, on brief for appellee.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Selya, Circuit Judge, Bownes, Senior Circuit Judge, and Stahl, Circuit Judge.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellant Leo A. McHatton stands convicted on six counts charging him with violating 26 U.S.C. Sec. 7206(1) by filing false federal income tax returns for the calendar years 1986 through 1991.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The district court made a disputed guidelines calculation as to the amount(s) of tax evaded and sentenced appellant to one year in prison on each count;  fined him $10,000;  imposed a one-year term of supervised release;  and levied a $50 special felony assessment on each count, see 18 U.S.C. Sec. 3013 (1988).  McHatton appeals from the judgment.  We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In our view, the concurrent sentence doctrine obviates any need to resolve the dispute about the guideline calculation in this appeal and requires that we affirm the judgment below.  Under the concurrent sentence doctrine, the existence of one valid conviction \"make[s] unnecessary the review of other convictions when concurrent sentences have been given, provided there is no adverse collateral consequence to not reviewing the concurrent sentence.\"   United States v. Hudacek, 7 F.3d 203, 204 n. 1 (11th Cir. 1993);   see also Benton v. Maryland, 395 U.S. 784, 788-89 (1969);   Hirabayashi v. United States, 320 U.S. 81, 105 (1943);   United States v. Nightingale, 703 F.2d 17, 19 (1st Cir. 1983);   United States v. Tashjian, 660 F.2d 829, 840 (1st Cir.), cert. denied, 454 U.S. 1102 (1981).  Here, all the conditions necessary to animate the doctrine are present.  The district court made the prison sentence and fine concurrent on all counts-and appellant has not argued that the sentence on count 7 (a non-guidelines count) can be overturned on appeal.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  That ends the matter, for no adverse collateral consequence looms on the horizon.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">To be sure, the term of supervised release is geared only to certain appealed counts, viz., counts 8-12.  But defendant does not argue against his conviction on those counts;  he argues instead that he is entitled to a milder sentence.  Thus, even if appellant's point is well-taken-and we do not think that it is, see infra-the term of supervised release will not be abated.  See U.S.S.G. Sec. 5D1.1(b);  U.S.S.G. Sec. 5D1.1 comment.  (n.2) (\"[T]he court may impose a term of supervised release in cases involving imprisonment for a term of one year or less.\")  (emphasis supplied).  By like token, the six $50 per count special felony assessments do not require that we allow this appeal to go forward.  Under the controlling statute, 18 U.S.C. Sec. 3013(a)(2)(A), it is the fact of a defendant's felony conviction, not the fact of incarceration or the length of sentence, that dictates imposition of the assessment.   See generally United States v. Luongo, 11 F.3d 7 (1st Cir. 1993).  Hence, a change in the duration of appellant's sentence will not affect either the number or aggregate amount of the special assessments.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Although the concurrent sentence doctrine is completely dispositive of this appeal, we add that, in all events, the evidence in the record supports the district court's approximation of the amount(s) of unreported income and underpayments of tax, and, therefore, the amount of loss.  After all, a sentencing court's calculations in these respects need not be infinitely precise.   See, e.g., United States v. Tardiff, 969 F.2d 1283, 1288 (1st Cir. 1992);   United States v. Bachynsky, 949 F.2d 722, 731-33 (5th Cir. 1991), cert. denied, 113 S. Ct. 150 (1992).  The facts underlying a guideline calculation of this genre \"may be inferred from any reasonably reliable information available, including the scope of the operation.\"  U.S.S.G. Sec. 2B1.1, comment.  (n.3);   see also United States v. Skrodzki, 9 F.3d 198, 203 (1st Cir. 1993) &amp; cases cited therein.  And, moreover, the guidelines explicitly recognize that in some tax cases, \"the amount of the tax loss may be uncertain,\" with the result that the court must then \"simply make a reasonable estimate based on the available facts\".  U.S.S.G. Sec. 2T1.1, comment.  (n.2).  Once the trial court has performed this task, a dissatisfied party, on appeal, \"must carry the heavy burden of persuading the court of appeals that the lower court's conclusion is clearly erroneous.\"   Tardiff, 969 F.2d at 1288.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Appellant has not satisfied the devoir of persuasion here.  Rather, our review of the record persuades us that the key calculation-the district court's approximation of appellant's unreported income for the years 1974-1985-is within \"the universe of acceptable computations.\"  Id. The evidence showed that appellant earned some income as an electrician during that period;  it also showed that he failed to report such income.  Under those circumstances, the court supportably could extrapolate from the stipulated facts concerning later years to arrive at an estimate for the earlier years.   Cf., e.g., United States v. Sklar, 920 F.2d 107, 111-14 (1st Cir. 1990).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Affirmed. See 1st Cir.  R. 27.1.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> McHatton went to trial on a twelve-count indictment.  He was acquitted on the non-tax counts.  The counts of conviction are counts 7 (1986), 8 (1987), 9 (1988), 10 (1989), 11 (1990), and 12 (1991)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Since count 7 covered a year (1986) that antedated the effective date of the sentencing guidelines, we cannot visualize any basis for an appeal of the sentence imposed on that count.   See United States v. Tucker, 404 U.S. 443, 447 (1972) (explaining that, prior to the advent of the guidelines, \"a sentence imposed by a federal district judge, if within statutory limits, is generally not subject to review\");   United States v. Ruiz-Garcia, 886 F.2d 474, 477 (1st Cir. 1989) (explaining that, in the pre-guidelines era, sentencing appeals were infrequent and \"[w]hen appeals were taken, success was hen's-teeth rare\")</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation\" data-id=\"662546\"><a href=\"/opinion/662546/dominga-vazquez-v-secretary-of-health-and-human-services/\"><span class=\"volume\">16</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">401</span></a></span><br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Leo A. McHATTON, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-2335.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">February 14, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts</p>\n      <p class=\"indent\">John C. McBride and McBride &amp; Associates on brief for appellant.</p>\n      <p class=\"indent\">Donald K. Stern, United States Attorney, and Joseph F. Savage, Jr., Assistant United States Attorney, on brief for appellee.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Selya, Circuit Judge, Bownes, Senior Circuit Judge, and Stahl, Circuit Judge.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellant Leo A. McHatton stands convicted on six counts charging him with violating 26 U.S.C. Sec. 7206(1) by filing false federal income tax returns for the calendar years 1986 through 1991.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The district court made a disputed guidelines calculation as to the amount(s) of tax evaded and sentenced appellant to one year in prison on each count;  fined him $10,000;  imposed a one-year term of supervised release;  and levied a $50 special felony assessment on each count, see 18 U.S.C. Sec. 3013 (1988).  McHatton appeals from the judgment.  We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In our view, the concurrent sentence doctrine obviates any need to resolve the dispute about the guideline calculation in this appeal and requires that we affirm the judgment below.  Under the concurrent sentence doctrine, the existence of one valid conviction \"make[s] unnecessary the review of other convictions when concurrent sentences have been given, provided there is no adverse collateral consequence to not reviewing the concurrent sentence.\"   United States v. Hudacek, <span class=\"citation\" data-id=\"654695\"><a href=\"/opinion/654695/united-states-v-michael-joseph-hudacek/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">203</span></a></span>, 204 n. 1 (11th Cir. 1993);   see also Benton v. Maryland, <span class=\"citation\" data-id=\"107980\"><a href=\"/opinion/107980/benton-v-maryland/\"><span class=\"volume\">395</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">784</span></a></span>, 788-89 (1969);   Hirabayashi v. United States, <span class=\"citation\" data-id=\"103875\"><a href=\"/opinion/103875/hirabayashi-v-united-states/\"><span class=\"volume\">320</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">81</span></a></span>, 105 (1943);   United States v. Nightingale, <span class=\"citation\" data-id=\"415655\"><a href=\"/opinion/415655/united-states-v-george-nightingale-victor-j-spellman-and-dennis-lesiur/\"><span class=\"volume\">703</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">17</span></a></span>, 19 (1st Cir. 1983);   United States v. Tashjian, <span class=\"citation\" data-id=\"395176\"><a href=\"/opinion/395176/united-states-v-charles-tashjian-united-states-of-america-v-james/\"><span class=\"volume\">660</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">829</span></a></span>, 840 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1102</span></span> (1981).  Here, all the conditions necessary to animate the doctrine are present.  The district court made the prison sentence and fine concurrent on all counts-and appellant has not argued that the sentence on count 7 (a non-guidelines count) can be overturned on appeal.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  That ends the matter, for no adverse collateral consequence looms on the horizon.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">To be sure, the term of supervised release is geared only to certain appealed counts, viz., counts 8-12.  But defendant does not argue against his conviction on those counts;  he argues instead that he is entitled to a milder sentence.  Thus, even if appellant's point is well-taken-and we do not think that it is, see infra-the term of supervised release will not be abated.  See U.S.S.G. Sec. 5D1.1(b);  U.S.S.G. Sec. 5D1.1 comment.  (n.2) (\"[T]he court may impose a term of supervised release in cases involving imprisonment for a term of one year or less.\")  (emphasis supplied).  By like token, the six $50 per count special felony assessments do not require that we allow this appeal to go forward.  Under the controlling statute, 18 U.S.C. Sec. 3013(a)(2)(A), it is the fact of a defendant's felony conviction, not the fact of incarceration or the length of sentence, that dictates imposition of the assessment.   See generally United States v. Luongo, <span class=\"citation\" data-id=\"195075\"><a href=\"/opinion/195075/united-states-v-luongo/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></a></span> (1st Cir. 1993).  Hence, a change in the duration of appellant's sentence will not affect either the number or aggregate amount of the special assessments.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Although the concurrent sentence doctrine is completely dispositive of this appeal, we add that, in all events, the evidence in the record supports the district court's approximation of the amount(s) of unreported income and underpayments of tax, and, therefore, the amount of loss.  After all, a sentencing court's calculations in these respects need not be infinitely precise.   See, e.g., United States v. Tardiff, <span class=\"citation\" data-id=\"587242\"><a href=\"/opinion/587242/united-states-v-claude-paul-tardiff/\"><span class=\"volume\">969</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1283</span></a></span>, 1288 (1st Cir. 1992);   United States v. Bachynsky, <span class=\"citation\" data-id=\"572439\"><a href=\"/opinion/572439/united-states-v-nicholas-bachynsky/\"><span class=\"volume\">949</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">722</span></a></span>, 731-33 (5th Cir. 1991), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">150</span></span> (1992).  The facts underlying a guideline calculation of this genre \"may be inferred from any reasonably reliable information available, including the scope of the operation.\"  U.S.S.G. Sec. 2B1.1, comment.  (n.3);   see also United States v. Skrodzki, <span class=\"citation\" data-id=\"195031\"><a href=\"/opinion/195031/united-states-v-skrodzki/\"><span class=\"volume\">9</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">198</span></a></span>, 203 (1st Cir. 1993) &amp; cases cited therein.  And, moreover, the guidelines explicitly recognize that in some tax cases, \"the amount of the tax loss may be uncertain,\" with the result that the court must then \"simply make a reasonable estimate based on the available facts\".  U.S.S.G. Sec. 2T1.1, comment.  (n.2).  Once the trial court has performed this task, a dissatisfied party, on appeal, \"must carry the heavy burden of persuading the court of appeals that the lower court's conclusion is clearly erroneous.\"   Tardiff, 969 F.2d at 1288.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Appellant has not satisfied the devoir of persuasion here.  Rather, our review of the record persuades us that the key calculation-the district court's approximation of appellant's unreported income for the years 1974-1985-is within \"the universe of acceptable computations.\"  Id. The evidence showed that appellant earned some income as an electrician during that period;  it also showed that he failed to report such income.  Under those circumstances, the court supportably could extrapolate from the stipulated facts concerning later years to arrive at an estimate for the earlier years.   Cf., e.g., United States v. Sklar, <span class=\"citation\" data-id=\"552336\"><a href=\"/opinion/552336/united-states-v-david-sklar-united-states-of-america-v-david-sklar/\"><span class=\"volume\">920</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">107</span></a></span>, 111-14 (1st Cir. 1990).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Affirmed. See 1st Cir.  R. 27.1.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> McHatton went to trial on a twelve-count indictment.  He was acquitted on the non-tax counts.  The counts of conviction are counts 7 (1986), 8 (1987), 9 (1988), 10 (1989), 11 (1990), and 12 (1991)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Since count 7 covered a year (1986) that antedated the effective date of the sentencing guidelines, we cannot visualize any basis for an appeal of the sentence imposed on that count.   See United States v. Tucker, <span class=\"citation\" data-id=\"108427\"><a href=\"/opinion/108427/united-states-v-tucker/\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">443</span></a></span>, 447 (1972) (explaining that, prior to the advent of the guidelines, \"a sentence imposed by a federal district judge, if within statutory limits, is generally not subject to review\");   United States v. Ruiz-Garcia, <span class=\"citation\" data-id=\"529939\"><a href=\"/opinion/529939/united-states-v-alfred-ruiz-garcia-aka-wilfredo-cintron-delgado-aka/\"><span class=\"volume\">886</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">474</span></a></span>, 477 (1st Cir. 1989) (explaining that, in the pre-guidelines era, sentencing appeals were infrequent and \"[w]hen appeals were taken, success was hen's-teeth rare\")</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103875/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107980/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108427/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195031/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195075/",
    "http://www.courtlistener.com/api/rest/v3/opinions/395176/",
    "http://www.courtlistener.com/api/rest/v3/opinions/415655/",
    "http://www.courtlistener.com/api/rest/v3/opinions/529939/",
    "http://www.courtlistener.com/api/rest/v3/opinions/552336/",
    "http://www.courtlistener.com/api/rest/v3/opinions/572439/",
    "http://www.courtlistener.com/api/rest/v3/opinions/587242/",
    "http://www.courtlistener.com/api/rest/v3/opinions/654695/",
    "http://www.courtlistener.com/api/rest/v3/opinions/662546/"
  ]
}