{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/195259/",
  "absolute_url": "/opinion/195259/caribe-v-bayerische/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/195259/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T02:36:24Z",
  "date_modified": "2016-02-28T04:52:09.114539Z",
  "type": "010combined",
  "sha1": "1c4a3e3f1f23dfb4eb484d1d114faccfb9630e88",
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1653.01A",
  "local_path": null,
  "plain_text": "\n\n               UNITED STATES COURT OF APPEALS\n\n                   FOR THE FIRST CIRCUIT\n\n                                        \n\nNo. 93-1653\n\n                     CARIBE BMW, INC.,\n\n                   Plaintiff, Appellant,\n\n                             v.\n\n    BAYERISCHE MOTOREN WERKE AKTIENGESELLSCHAFT, ET AL.,\n\n                   Defendants, Appellees.\n\n                                        \n\n        APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF PUERTO RICO\n\n       [Hon. Raymond L. Acosta, U.S. District Judge]\r                                                                \n\n                                        \n\n                           Before\n\n                    Breyer, Chief Judge,\r                                                    \n               Coffin, Senior Circuit Judge,\r                                                        \n                 and Boudin, Circuit Judge.\r                                                       \n\n                                        \n\nAnne  M.  Rodgers  with  whom  William  R.  Pakalka,  Fulbright  &amp;\r                                                                              \nJaworski, L.L.P., Enrique J. Mendoza Mendez, Law Offices of Enrique J.\r                                                                              \nMendoza Mendez,  Randall A. Hopkins,  Randall A.  Hopkins, P.C.,  Dahr\r                                                                              \nJamail,  Jamail &amp;  Kolius,  Thomas R.  McDade,  and McDade  &amp;  Fogler,\r                                                                              \nL.L.P., were on brief and reply brief for appellant.\r              \nIrving Scher  and Manuel  A. Guzman  with whom  Bruce A.  Colbath,\r                                                                             \nWeil,  Gotshal &amp;  Manges  and  McConnell  Valdes  were  on  brief  for\r                                                        \nappellees.\n\n                                        \n\n                       March 25, 1994\n                                        \r\n\n          BREYER, Chief  Judge.    This  appeal  raises  two\r                                           \n\nissues  of antitrust law.   First, do a  firm's wholly owned\n\nsubsidiary and the  firm itself amount to  a \"single seller\"\n\nunder the Robinson-Patman Act?  15 U.S.C.   13.  Second, can\n\na retailer's lost profit, brought  about by a maximum resale\r                                                                  \n\nprice  fixing  agreement  between  that  retailer   and  its\n\nsupplier, amount  to an \"antitrust  injury,\" thereby  giving\n\nthat retailer \"standing\" to obtain treble damages?  Atlantic\r                                                                         \n\nRichfield Co.  v. USA Petroleum  Co. (\"ARCO\"), 495  U.S. 328\r                                                        \n\n(1990); Albrecht v.  Herald Co.,  390 U.S. 145  (1968).   We\r                                            \n\nanswer both these questions in the affirmative.  Because the\n\ndistrict  court's  dismissal  of the  plaintiff's  complaint\n\nrested upon  negative answers to the same  questions, we set\n\nits dismissal aside.\n\n                             I\n\n                         Background\r                                                \n\n          From  1981   through   1990,  Caribe   BMW,   Inc.\n\n(\"Caribe\"),  through     contracts   with  the   German  BMW\n\nmanufacturer,  Bayerische  Motoren Werke  Aktiengesellschaft\n\n(\"BMW AG\"), bought  BMW automobiles from BMW AG  in Germany,\n\nimported them into Puerto Rico, and sold them at retail.  In\n\nFebruary  1991,  Caribe (the  appellant  here) brought  this\n\nlawsuit  against (the  appellees)  BMW AG  and BMW's  wholly\n\n                            -2-\r                                          2\r\n\nowned North American subsidiary,  BMW of North America, Inc.\n\n(\"BMW  NA\").    Caribe's  complaint  (actually,  its  second\n\namended complaint), with commendable simplicity, listed four\n\ncounts.\n\n          Count I charged a violation of the Robinson-Patman\n\nAct.  15 U.S.C.   13.  It said that BMW AG sold cars  to BMW\n\nNA, which resold  those cars to other retailers who competed\n\nwith  Caribe,  at  prices  lower  than,  or  on  terms  more\n\nfavorable than, those at  which BMW AG sold similar  cars to\n\nCaribe.  Count II charged a violation of   1  of the Sherman\n\nAct.  15  U.S.C.   1.   It said that BMW AG  had set maximum\n\nresale  prices  for  the cars  that  it  sold  to Caribe  by\n\n\"threaten[ing]  to  terminate  Caribe's   contracts\"  unless\n\nCaribe  would  agree,  in  effect, to  maintain  low  resale\n\nprices.   Count III charged \"breach of contract.\"  It listed\n\nvarious  ways in which BMW AG had allegedly broken its word.\n\nCount  IV charged  that,  in terminating  its contract  with\n\nCaribe, BMW AG had violated Puerto Rico's Dealers' Contracts\n\nAct, more familiarly known  as Act 75.  P.R.  Laws Ann. tit.\n\n10,   278 et seq.\r                              \n\n          The district court dismissed the complaint for two\n\nrelated reasons.   First, it found that  the complaint's two\n\nantitrust  counts  \"fail[ed] to  state  a  claim upon  which\n\n                            -3-\r                                          3\r\n\nrelief can be granted.\"  Fed.  R. Civ. P. 12(b)(6).  Second,\n\nit  noted that  a forum  selection  clause in  the contracts\n\nbetween   Caribe  and   BMW  AG   provided  for   \"exclusive\n\njurisdiction\" in  \"Germany\" to resolve \"disputes\"  about the\n\n\"termination of\" or  \"rights and duties arising  out of\" the\n\nagreement.  It found this clause applicable to the remaining\n\n(non-antitrust) claims,  and it dismissed  those claims \"for\n\nimproper venue\" or, in the alternative, \"on grounds of forum\r                                                                         \n\nnon  conveniens.\"   Caribe BMW,  Inc. v.  Bayerische Motoren\r                                                                         \n\nWerke Aktiengesellschaft  , 821 F. Supp.  802 (D.P.R. 1993).\r                                     \n\nCaribe appeals.\n\n          When  reviewing  the  dismissal of  the  antitrust\n\nclaims  we  take  the  facts  basically  as  stated  in  the\n\ncomplaint and make reasonable  inferences that will help the\n\nplaintiff.   Garita  Hotel  Ltd. Partnership  v. Ponce  Fed.\r                                                                         \n\nBank,  F.S.B., 958  F.2d  15, 17  (1st  Cir. 1992).    After\r                          \n\nexamining those  facts,  in light  of the  relevant law,  we\n\nconclude that  the district court should  not have dismissed\n\nthe  antitrust claims.   And,  that conclusion  requires the\n\ndistrict court to reexamine dismissal of the other claims as\n\nwell.\n\n                             II\n\n               The Robinson-Patman Act Claim\r                                                         \n\n                            -4-\r                                          4\r\n\n          The Robinson-Patman Act forbids \"any person\" \r                                                                  \n\n          to   discriminate   in   price   between\n          different  purchasers of  commodities of\n          like grade  and quality . .  . where the\n          effect of such discrimination may be . .\n          .  to injure . . .  competition with any\n          person who . . . grants  . . . the . . .\n          discrimination,  or with  [that granting\n          person's] customers . . . .\n\n15 U.S.C.   13(a).   Caribe's complaint alleges most  of the\n\nessentials  of a  violation.   It says  that a  \"person\" has\r                                                                    \n\n\"discriminate[d]  in  price  between  different  purchasers\"\n\n(namely, Caribe  and  other retailers  in  competition  with\n\nCaribe)  of cars,  with the  effect that  \"competition with\"\n\nthat  person's \"customer\"  (namely, Caribe)  is \"injure[d].\"\r                         \n\nSee FTC v. Morton Salt Co., 334 U.S. 37, 45 (1948).  But, it\r                                       \n\nembodies an ambiguity in respect to the \"person\" who did the\r                                                            \n\ndiscriminating.  It says  that BMW AG sold cars  directly to\r                                                  \n\nCaribe, which resold them at retail.  It then  says that BMW\n\nNA sold cars to other retailers, who compete with Caribe, at\r               \n\nlower  prices than BMW AG sold its  cars to Caribe.  At this\r                                      \n\npoint,  there appear  to be  two \"persons\"  selling BMWs  to\n\nretailers,  namely, BMW AG (selling them  to Caribe) and BMW\n\nNA (selling  them to  Caribe's competitors).   The complaint\n\nadds, however, that BMW NA is the wholly owned subsidiary of\r                                       \n\nBMW AG.  Thus, we must face the legal question of whether or\r                   \n\nnot  this last mentioned fact  is sufficient to  make of the\n\n                            -5-\r                                          5\r\n\ntwo  separately incorporated companies a single \"person\" for\n\nRobinson-Patman Act purposes.  If so, the complaint properly\n\nalleges that a single \"person\" has sold similar goods at two\n\ndifferent  prices (allegedly  with  the  required  statutory\n\neffect).    If  not,  there  may  be  no  \"person\"  who  has\n\n\"discriminate[d].\"   See  id. (\"discrimination\"  requires at\r                                          \n\nleast  two sales by a  single person at  different prices to\n\ndifferent customers  in competition  with  each other);  see\r                                                                         \n\nalso  Phillip Areeda  &amp; Louis  Kaplow, Antitrust  Analysis  \r                                                                       \n\n601(c) (4th ed. 1988); 3 Earl W. Kintner &amp;  Joseph P. Bauer,\n\nFederal Antitrust Law   21.11, at 192-93 (1983).\r                                  \n\n          So far,  when courts  have faced this  question --\n\nwhether or not a firm and its subsidiary amount to  a single\n\n\"person\"  (or a \"single seller\") -- they have answered it by\n\nexamining  the extent of common ownership  and the degree of\r                                                           \n\ncontrol over pricing and  distribution policies that the one\n\nexercises over the other.   See Acme Refrigeration of  Baton\r                                                                         \n\nRouge,  Inc. v.  Whirlpool Corp.,  785 F.2d 1240,  1243 (5th\r                                             \n\nCir.) (100% ownership, without control, not enough to create\n\na  \"single  seller\"), cert.  denied,  479  U.S. 848  (1986);\r                                                \n\nIsland Tobacco  Co. v.  R.J. Reynolds  Indus., Inc.,  513 F.\r                                                                \n\nSupp. 726, 734 (D. Haw. 1981) (same); Baim &amp; Blank, Inc., v.\r                                                                     \n\nPhilco  Corp.,  148 F.  Supp.  541,  543-44 (E.D.N.Y.  1957)\r                          \n\n                            -6-\r                                          6\r\n\n(same); Massachusetts Brewers Ass'n  v. P. Ballantine &amp; Sons\r                                                                         \n\nCo., 129 F. Supp. 736, 739 (D. Mass. 1955) (same);  see also\r                                                                         \n\nKintner &amp; Bauer,  supra,   21.16 at 212.   In this case, the\r                                    \n\nextent  of ownership  is  100%;  Caribe's complaint  alleges\n\nnothing about  actual control.   Thus,  we must  ask whether\r                    \n\n100%   ownership,  by  itself,   amounts  to   a  sufficient\n\nallegation  that the  \"firm  plus subsidiary\"  are a  single\n\nRobinson-Patman Act \"person.\"  We conclude, for reasons that\n\nwe shall now explain, that it does.\n\n          For  purposes of  clarity, we  shall refer  in our\n\nexplanation to  hypothetical entities whom we  shall call 1)\n\nthe Manufacturer  (M), 2) its wholly  owned Distributor (D),\n\n3)  the Retailer  (R1) who buys  from D,  and 4)  the Direct\n\nBuying  Retailer (DBR),  who buys  directly from  M and  who\n\nresells  in   competition  with   R1.     The   distribution\n\narrangement looks like the following:\n\n                    M     \n\n                    D                       \n\n                    R1                    DBR  \n\n                            -7-\r                                          7\r\n\nIn our case,  BMW AG holds  the position of  M; BMW NA,  the\n\nposition of  D; Caribe,  the position of  DBR; and  Caribe's\n\nunspecified  retail competitors,  the position  of R1.   The\n\nlegal question, put in  terms of the diagram, is  whether or\n\nnot  M's 100%  ownership of  D  makes M  and D,  together, a\n\n\"single  seller,\"  say  \"MD.\"    If  so,  a single  \"person\"\n\n(allegedly) \"discriminates\" in price.\n\n          We now  return to the reasons  for our affirmative\n\nanswer, which are three.  First,  in 1984, after many of the\n\nabove-cited \"single seller\" cases  were decided, the Supreme\n\nCourt decided  Copperweld Corp. v. Independence  Tube Corp.,\r                                                                        \n\n467 U.S. 752 (1984).   The Court there considered  the scope\n\nof Sherman Act    1's word  \"conspiracy.\"  It held  that the\n\nword  did not  cover  an agreement  between  a wholly  owned\n\nsubsidiary and its parent, because a wholly owned subsidiary\n\ncould not \"conspire\" with the parent.  That, the Court said,\n\nis because they have\n\n          a  complete unity  of  interest.   Their\n          objectives  are  common, not  disparate;\n          their  general   corporate  actions  are\n          guided or determined not by two separate\n          corporate consciousnesses, but one.  . .\n          .   [And] [t]hey share a  common purpose\n          whether or not the parent keeps a  tight\n          rein over the subsidiary . . . .\n\nId.  at  771.   The  Court  added  that  a \"corporation  has\r                \n\ncomplete  power to  maintain\"  a portion  of the  enterprise\n\n                            -8-\r                                          8\r\n\neither  in the form of an unincorporated division, or in the\n\nform of a separately incorporated subsidiary.  But, the\n\n          economic, legal, or other considerations\n          that lead corporate management to choose\n          one  structure  over the  other  are not\n          relevant  to  whether  the  enterprise's\n          conduct seriously threatens competition.\n\nId. at 772.  For these reasons, the Court held,\r                \n\n          the coordinated activity of a parent and\n          its  wholly  owned  subsidiary  must  be\n          viewed  as that  of a  single enterprise\n          for purposes of   1 of the Sherman Act.\n\nId. at 771.\r                \n\n          Although the Court spoke of Sherman Act   1 and of\n\n\"coordinated  activity,\"  its reasoning  applies here.   See\r                                                                         \n\nAreeda &amp;  Kaplow, supra,   601(c), at  929.  In essence, the\r                                    \n\nCourt saw  an identity  of economic interest  between parent\n\nand wholly owned subsidiary that, considered in terms of the\n\neconomically  oriented  antitrust  laws, warrants  regarding\n\nthem as one.   See generally 7 Phillip E.  Areeda, Antitrust\r                                                                         \n\nLaw    1464   (1986).     Any  claimed  instance   of  truly\r                \n\n\"independent,\"   owner-hostile,   subsidiary  decisionmaking\n\nwould  meet  with  the  skeptical  question,  \"But,  if  the\n\nsubsidiary acts contrary to its parent's economic  interest,\n\nwhy   does   the  parent   not   replace  the   subsidiary's\n\nmanagement?\"   Given  the  strength of  that joint  economic\n\n                            -9-\r                                          9\r\n\ninterest,  we  do  not  see  how  a  case-specific  judicial\n\nexamination of  \"actual\" parental control would help achieve\n\nany  significant antitrust  objective.   Those instances  in\n\nwhich a wholly owned subsidiary would intend to act contrary\n\nto  the economic interests of  its owner are  likely few and\n\nfar between, and,  if they  ever exist, would  seem hard  to\n\nprove.  Cf. Areeda &amp; Kaplow, supra,   215.\r                                               \n\n          Second,  there does  not  seem to  be any  special\n\nRobinson-Patman Act  purpose that a  case-specific \"control\"\n\ninquiry  would further.  To the contrary, one would not want\n\na seller to be able to defeat the statute's clear objectives\n\nby transforming unlawful,  into lawful, price discrimination\n\nthrough the creation of a separately incorporated subsidiary\n\n\"distributor\"  that  sells  to  the   disfavored  customers,\n\nwhether  or  not  the  parent retained  \"control\"  over  the\n\npricing decisions of the  subsidiary.  Suppose, for example,\n\nthat M violates the  Act by selling to one retailer (DBR) at\n\n$10  and another competing retailer  (R1) at $12.   M should\n\nnot be  able to avoid  the law simply  by creating a  wholly\n\nowned, but \"independent\" D, to whom it sells at $10, knowing\n\nthat  \"independent\"  D   will  (say,  for  profit-maximizing\n\nreasons) \"independently\" resell to R1 at the same $12 price.\n\n                            -10-\r                                          10\r\n\n          We are aware that  this area of the law  is filled\n\nwith difficulty.   For  example, should Robinson-Patman  Act\n\nliability attach in  the example just given  if (contrary to\n\nour  assumption) the  wholly  owned  distributor, D,  really\n\nfulfills  an important  distribution function,  necessary to\n\nsupply R1, but not needed in  the case of sales to DBR, such\n\nthat  DBR \"ought\" to  receive a lower price?   Or, suppose M\n\n(perhaps  as here) sets a  higher price to  direct buyers in\n\norder to  discourage direct  sales and thereby  to encourage\n\nthe creation of an  independent distribution network?  These\n\nproblems arise, however, in part, because it is difficult to\n\nreconcile   the   Robinson-Patman   Act's  strictures   with\n\ntraditional practices  of  corporations that  seem  to  make\n\nsense from a practical viewpoint.  See, e.g., Texaco Inc. v.\r                                                                      \n\nHasbrouck,  496 U.S.  543, 559-62  (1990); Kintner  &amp; Bauer,\r                      \n\nsupra,    22.14; James F. Rill,  Availability and Functional\r                                                                         \n\nDiscounts  Justifying  Discriminatory Pricing,  53 Antitrust\r                                                          \n\nL.J. 929  (1985).  And the complexity of Robinson-Patman Act\r                               \n\nlaw has increased as courts have tried to introduce a degree\n\nof  flexibility into the Act as applied.  See, e.g., Kintner\r                                                                \n\n&amp;  Bauer,   supra,     25.7,  at   454-460  (discussing  the\r                              \n\navailability   defense);  Hasbrouck,   496   U.S.   at   561\r                                                \n\n                            -11-\r                                          11\r\n\n(discussing functional discounts);  15 U.S.C.   13(a)  (cost\n\njustification defense); see also Rill, supra.\r                                                         \n\n          For present  purposes, however, we need  only note\n\nthat these  same problems  exist,  in one  form or  another,\n\nregardless of our holding in  this case.  That is to  say, a\r                       \n\ncontrary holding would nonetheless produce the same problems\n\nwherever  M  does  \"control\"  the pricing  policies  of  its\n\nwholly-owned  subsidiary D (i.e.,  in most cases).   And, in\n\nthe  remaining   cases  (where  wholly-owned  D  is  somehow\n\nnonetheless   \"independent\"),    various   other,   related,\n\nRobinson-Patman  Act  problems  would  often  arise  if  DBR\n\ncomplained about differences in price between M's price to D\n\nand M's price to DBR.   See pp. 12-14, infra.  Thus, we find\r                                                         \n\nnothing  special in  the  Robinson-Patman Act  context  that\n\nmilitates against Copperweld's reasoning or result.\r                                         \n\n          Third,  applying  Copperweld  avoids  a  potential\r                                                   \n\nanomaly.   A  majority  of courts,  using a  Copperweld-type\r                                                                    \n\nanalysis, have  held that  a firm  M's sale of  a good  to a\n\nwholly  owned  subsidiary D  is not  a \"sale\"  for Robinson-\n\nPatman  Act purposes; rather,  it is simply  a transfer; and\n\nthat is so whether D is, or D is  not, somehow \"independent\"\n\nin  reality.  See City  of Mt. Pleasant  v. Associated Elec.\r                                                                         \n\nCoop., Inc., 838 F.2d  268, 278 (8th Cir. 1988);  Russ' Kwik\r                                                                         \n\n                            -12-\r                                          12\r\n\nCar  Wash, Inc. v. Marathon Petroleum Co., 772 F.2d 214, 221\r                                                      \n\n(6th Cir.  1985) (per curiam) (quoting  Copperweld, 467 U.S.\r                                                               \n\nat 772 n.18);  O'Byrne v. Checker Oil Co., 727 F.2d 159, 164\r                                                      \n\n(7th  Cir. 1984); Security Tire &amp; Rubber Co. v. Gates Rubber\r                                                                         \n\nCo., 598 F.2d 962, 965-67 (5th Cir.), cert. denied, 444 U.S.\r                                                               \n\n942  (1979).  These holdings mean that D, the transferee, is\n\nnot a \"purchaser\" from M,  and, for that reason, M does  not\n\nviolate the Act even if  he sells the same good to  a direct\n\nbuying  retailer (DBR), or even a direct competitor of D, at\n\na  higher price than the  price at which  he \"transfers\" the\n\ngood to  D.  Our holding  today means that  when the wholly-\n\nowned subsidiary D resells the good  to R1, it must do so at\n\na \"nondiscriminatory\" price, i.e., at a price that would  be\n\npermissible under the Act had D's sale to R1 been made by M.\n\nThus, if M sells to DBR at 14, D cannot sell  to R1 for less\n\nthan 14 (assuming, of course, that all other Robinson-Patman\n\nAct  liability  conditions  are  met  and  no  defenses  are\n\navailable).\n\n          But,  suppose  we  were  to   hold  the  contrary.\n\nSuppose  that we were to hold that a wholly-owned subsidiary\n\nD and  its owner M  were not a  \"single seller\" where  D was\r                                         \n\nsomehow  nonetheless  \"independent.\"    Then,  an  anomalous\n\ndifficulty might  well prevent  DBR from bringing  an action\n\n                            -13-\r                                          13\r\n\nwhere M \"transfers\" to D at 10, D resells to R1 at 12, but M\n\ninsists  on  charging  DBR   14  (i.e.,  approximately   the\n\nallegations before us).   The doctrine just  mentioned -- in\n\neffect finding that M and D are a single entity for purposes\n\nof  the transfer  between  them --  would  prevent DBR  from\n\ncomplaining about  the effect of  the M-D  \"transfer.\"   Cf.\r                                                                         \n\nHasbrouck,  496 U.S.  at  569-71.   At  the same  time,  our\r                      \n\n(imagined) holding (the opposite of our actual holding) that\n\nM and D were not a single entity for purposes of D's sale to\r                             \n\nR1  would  likely prevent  DBR  from  complaining about  the\n\neffect  of  that sale  because of  its  inability to  find a\n\nsingle \"person\"  who discriminated (because M  does not sell\n\nto R1, while D does not sell to DBR, see pp.  12-13, supra).\r                                                                       \n\n          Perhaps  one could  somehow avoid this  anomaly in\n\nother ways, but  it seems undesirable to invent epicycles in\n\nan already  too complex area of  the law.  It  is simpler to\n\nhold  in  parallel  fashion  that ownership  alone  makes  a\n\n\"single seller\" of a firm and  its wholly owned distributor,\n\njust  as ownership  alone  eliminates the  possibility of  a\n\nRobinson-Patman Act \"sale\" between them.\n\n          We   therefore  find   it  appropriate   to  apply\n\nCopperweld's reasoning outside Sherman Act    1.  See, e.g.,\r                                                                        \n\n                            -14-\r                                          14\r\n\nCity of Mt. Pleasant, 838 F.2d  at 278; Russ' Kwik Car Wash,\r                                                                        \n\n772  F.2d at  221; cf.  United  States v.  Waste Management,\r                                                                         \n\nInc.,  743  F.2d  976,   979  (2d  Cir.  1984)  (attributing\r                 \n\nsubsidiary's activity to parent  for purposes of Clayton Act\n\n  7).   We hold that BMW  AG's ownership of BMW  NA makes of\n\nthose two  entities,  for Robinson-Patman  Act  purposes,  a\n\nsingle seller.\n\n          We now  turn to  a second, independent  reason the\n\ndistrict court  gave for  concluding that the  complaint did\n\nnot adequately state a Robinson-Patman Act claim.  The court\n\ncorrectly  noted that if a seller makes its favorable prices\n\nand  terms  available to  an otherwise  disfavored customer,\n\nthat  customer has no legal  right to complain.   See, e.g.,\r                                                                        \n\nBouldis v.  U.S. Suzuki  Motor Corp.,  711 F.2d  1319, 1326,\r                                                 \n\n1328-29 (6th Cir. 1983) (discussing availability defenses to\n\n   2(a), 2(d), and 2(e)); Shreve Equip., Inc. v. Clay Equip.\r                                                                         \n\nCorp.,  650   F.2d  101,   105-06  (6th   Cir.)  (discussing\r                  \n\navailability  under    2(a)),  cert.  denied,  454 U.S.  897\r                                                         \n\n(1981); Edward J. Sweeny  &amp; Sons, Inc. v. Texaco,  Inc., 637\r                                                                    \n\nF.2d  105, 120-21 (3d  Cir. 1980) (same),  cert. denied, 451\r                                                                    \n\nU.S.  911 (1981); see also  Kintner &amp; Bauer,  supra,   25.7.\r                                                                \n\nThe district court then concluded that Caribe, in a  portion\n\nof  its complaint,  in  effect conceded  that  BMW made  its\r                                                    \n\n                            -15-\r                                          15\r\n\nfavorable  prices  and  terms  available to  Caribe.    That\r                                                     \n\ncomplaint portion says that in 1987\n\n          despite Caribe's remarkable success, BMW\n          attempted to convert  Caribe from  being\n          an importer-retailer purchasing directly\n          from  the factory to being a mere retail\n          dealer purchasing from BMW N.A.\n\n          We do not believe, however, that one can draw from\n\nthis   statement  the  \"availability\"  concession  that  the\n\ndistrict court found.  The complaint also says that\n\n          [u]nbeknownst  to Caribe,  and beginning\r                                               \n          by at least 1987, BMW began lowering its\n          prices   for   BMWs  sold   to  Caribe's\n          competitors    and     offering    those\n          competitors  other  economic  advantages\n          while maintaining its  prices to  Caribe\n          at a discriminatorily high level and not\n          making  the  other  economic  advantages\n          available  to Caribe  on proportionately\n          equal terms.\n\nThe emphasized language says  that Caribe did not  know that\n\nits competitors  were receiving favored treatment.   And, we\n\ndo not  see how ordinarily one  could say that  a seller has\n\nmade favored treatment \"available\" to a disfavored  customer\n\nif the disfavored  customer does not know  about the favored\r                                                      \n\ntreatment.  See, e.g., Alterman Foods, Inc. v. FTC, 497 F.2d\r                                                               \n\n993, 1001 (5th Cir. 1974); Mueller Co.  v. FTC, 323 F.2d 44,\r                                                           \n\n46-47  (7th Cir. 1963),  cert. denied, 377  U.S. 923 (1964);\r                                                  \n\nCentury Hardware  Corp. v. Acme  United Corp., 467  F. Supp.\r                                                          \n\n350, 355-56 (E.D. Wis. 1979).\r                                         .\n\n                            -16-\r                                          16\r\n\n          Caribe  also argues that the favored treatment, as\n\na  practical  matter, was  not  \"available\"  because BMW  AG\n\ninsisted  that   it  give  up  various   advantages  of  its\n\nimporter's contract in order  to obtain it.  We  cannot tell\n\nfrom the complaint, however, just what those advantages were\n\nand how they related to the practical \"availability\"  of the\n\nfavorable treatment given other  retailers.  Thus, we cannot\n\nsay, at  this time, whether  or not Caribe  will be able  to\n\nprove  that the  favorable price  and terms, as  a practical\n\nmatter, were not available.  At  this stage, however, Caribe\n\nhas sufficiently alleged that they were not.\n\n          Our conclusion is that Caribe's complaint states a\n\nvalid  Robinson-Patman  Act  claim,  in  respect   to  price\n\ndiscrimination  under Robinson-Patman  Act    2(a),  and for\n\nsimilar reasons, under the Robinson-Patman Act sections that\n\ndeal with  payments for  services, furnishing services,  and\n\nbrokerage payments.  15 U.S.C.    13(b), (d)-(e).   Although\n\nCaribe's pleadings regarding these other Robinson-Patman Act\n\nsections are rather sparse, they are  sufficient to give BMW\n\nAG and BMW NA notice of the substance of Caribe's complaint.\n\nCaribe  also claimed  that  BMW NA  violated    2(f),  which\n\nforbids  knowingly inducing or receiving a discrimination in\n\nprice.  15 U.S.C.   13(f).  In light of our holding that BMW\n\n                            -17-\r                                          17\r\n\nNA  is not a separate \"person,\" however, that portion of the\n\ncomplaint must be dismissed.\n\n                            III\n\n                      The Sherman Act\r                                                  \n\n          Count Two of the Complaint says that \n\n          BMW  has for years  imposed as  a secret\n          condition   of  Caribe's   contracts  an\n          agreement  or understanding  that Caribe\n          charge its customers  prices set by BMW.\n          . . . More specifically,  BMW threatened\n          to  terminate Caribe's  contracts unless\n          Caribe agreed  not to raise  its margins\n          (i.e., and thus its retail prices) above\n          levels fixed and set  by BMW, and Caribe\n          reluctantly agreed.\n\nThis complaint sets forth a claim that BMW and Caribe agreed\n\nto  fix \"maximum\" resale prices.  The Supreme Court has held\n\nthat  Sherman Act   1  forbids this kind  of agreement.  See\r                                                                         \n\nAlbrecht  v. Herald Co., 390 U.S. 145 (1968).  The complaint\r                                    \n\nalso  alleges  that the  \"agreement  caused  Caribe to  lose\n\nadditional  profits.\"   And,  Clayton Act     4 permits  any\n\n\"person\"  whose  \"business\"  is  \"injured\"  by  \"reason   of\n\nanything forbidden in the  antitrust laws\" to recover treble\n\ndamages.  15 U.S.C.   15.  \n\n          The  district  court  nonetheless   dismissed  the\n\ncomplaint in light of Clayton Act   4's requirement that the\n\ninjury must  result from an  action that the  antitrust laws\n\nforbid.  The  courts have held  that this requirement  means\n\n                            -18-\r                                          18\r\n\nthe  injury itself  must  be a  special \"antitrust  injury,\"\n\nwhich is  to say that it  must amount to \"the  type\" of harm\r                                                                \n\n\"the antitrust laws  were intended to prevent,\"  and it must\n\nflow  \"from   that  which   makes  [the]   defendants'  acts\r                                      \n\nunlawful.\"  Brunswick Corp.  v. Pueblo Bowl-O-Mat, Inc., 429\r                                                                    \n\nU.S.  477, 489 (1977) (emphasis added).   The district court\n\nthought that Caribe's  lost profits were  not the \"type\"  of\n\nharm that the anti-maximum-resale-price-fixing rule seeks to\n\nprevent.  And, it rested that conclusion upon its reading of\n\na  Supreme  Court  case,   Atlantic  Richfield  Co.  v.  USA\r                                                                         \n\nPetroleum Co. (\"ARCO\"), 495 U.S. 328 (1990).\r                                 \n\n          As  the district  court pointed  out, in  ARCO the\r                                                                     \n\nSupreme Court considered  the anticompetitive  possibilities\n\nthat  had earlier led the Court to find maximum resale price\n\nagreements unlawful.   The Supreme Court  referred to three.\n\nFirst,  the \"maximum\"  resale price  agreement might  be, in\n\nreality, a  disguised \"minimum\"  resale price  agreement, in\n\nwhich case  the agreement would  threaten the very  kinds of\n\nharm that led the Court, in Dr. Miles Medical Co. v. John D.\r                                                                         \n\nPark &amp; Sons Co., 220 U.S. 373 (1911), to find minimum resale\r                            \n\nprice  agreements unlawful per se.   ARCO, 495  U.S. at 336.\r                                                      \n\nSecond,  a maximum  resale price  agreement might  prevent a\n\ndealer  from  providing  \"services  and  conveniences\"  that\n\n                            -19-\r                                          19\r\n\ncustomers would want to  the point that the  customers would\n\naccept (if necessary) the  price increases needed to provide\n\nthem.  Id.  at 335-36.  If  so, a supplier's  judgment about\r                       \n\nthe  proper resale  price  (imposed  through the  supplier's\n\nmaximum resale price agreement) would prevent consumers from\n\nobtaining  what  they  want  (higher  quality product)  from\n\nretailers who  would  like to  supply  it.   Id.   Third,  a\r                                                             \n\n\"maximum   resale   price    agreement\"   might    \"'channel\n\ndistribution through  a few large or specifically advantaged\n\ndealers,'\"  the only  ones  able to  earn  a profit  at  the\n\nmandated, low resale  price.  Id. at 336  (quoting Albrecht,\r                                                                        \n\n390 U.S. at 153).\n\n          The Supreme Court  went on to  hold that the  ARCO\r                                                                         \n\nplaintiffs  had not  suffered  \"antitrust injury.\"   But  it\n\nnoted, and we note, that, unlike Caribe, the ARCO plaintiffs\r                                                              \n\nwere not dealers  who themselves had  entered into (or  been\n\nforced to enter into) such agreements; rather  they were the\n\ncompetitors  of those  dealers.   They had claimed  that the\r                        \n\nagreements had helped the ARCO dealers (who entered into the\n\nagreements) obtain  more  sales, thereby  leaving them,  the\n\ncompetitors  of  the  ARCO  dealers, with  fewer  sales  for\n\nthemselves.   The  Supreme  Court held  that, whatever  else\n\nmight be  wrong with the  plaintiffs' assertion, it  did not\n\n                            -20-\r                                          20\r\n\nallege harm of  the type  that Albrecht  sought to  prevent.\r                                                    \n\nThat kind of  harm would have  taken the form of  fewer ARCO\r                                                                    \n\ndealers, or fewer sales for the dealers who had entered into\r                              \n\nthe  agreements  (because  those  customers  wanting  higher\n\nprices and extra services could not get them), not more ARCO\r                                                                    \n\ndealer  sales.    The  Supreme  Court  then  wrote that  the\n\nplaintiffs, being rival dealers, were\r                                    \n\n          benefited rather than harmed if [ARCO's]\r                                \n          pricing  policies restricted  ARCO sales\n          to  a  few  large dealers  or  prevented\n          [ARCO's] dealers  from offering services\n          desired by consumers such as credit card\n          sales.\n\nId. at 336-37.  The Court added that if an agreement\r                \n\n          lowers prices but  maintains them  above\n          predatory levels, the  business lost  by\r                                                               \n          rivals   cannot   be   viewed    as   an\r                             \n          \"anticompetitive\"  consequence   of  the\n          claimed violation.\n\nId. at 337 (emphasis added).\r                \n\n          In this case,  Caribe is not in  the same position\n\nas the ARCO plaintiffs, for Caribe is the very firm that the\r                        \n\nalleged maximum resale price fixing agreement forced to keep\n\nits price below the level it  preferred to set.  At least in\n\ntheory, if customers would have preferred a higher price and\n\nconsequently better product quality  or greater service, the\n\nagreement forced Caribe to provide less of what they wanted;\n\nthe  agreement  thereby  might  have  led  to  lower  Caribe\n\n                            -21-\r                                          21\r\n\nprofits.  And, at  least in theory, if the  agreement helped\n\nother, larger  BMW dealers,  Caribe is the  firm that  would\r                               \n\nhave  suffered.    Thus,  Caribe's  complaint  here  alleges\n\nantitrust harm of the \"type\" that Clayton Act   4 authorizes\n\nit to assert.   ARCO  supports, it does  not deny,  Caribe's\r                                 \n\nstanding.\n\n          We   recognize  that   Albrecht   has   proved   a\r                                                      \n\ncontroversial case.  That  is, in part, because it  seems to\n\noutlaw  not  only  anticompetitive  uses  of  maximum  price\n\nfixing, but also procompetitive uses as well, namely, use of\n\na  maximum resale  price agreement  that protects  consumers\r                       \n\nfrom  the exercise  of a  retailer's monopoly  power.   See,\r                                                                        \n\ne.g., 8 Phillip E. Areeda Antitrust Law   1636 (1989).   And\r                                                    \n\ninsofar  as  Caribe's  claim  of \"lost  profits\"  refers  to\n\n\"losses\"  that  occurred  because  the  agreement  prevented\n\nCaribe from  raising prices above the  competitive level, it\n\nis at  least arguable  that no \"antitrust  injury\" occurred.\n\nSee id.   1640;  Phillip E. Areeda, Antitrust Law    340.3b,\r                                                              \n\nat  509-510 (Supp.  1993).    But,  at  this  stage  of  the\n\nproceeding, we must view  Caribe's complaint in a favorable,\n\nnot an unfavorable, light.   We therefore read the complaint\n\nas implying  that the agreement cost  Caribe profits because\n\nit  inhibited Caribe  from  selling to  those potential  BMW\n\n                            -22-\r                                          22\r\n\ncustomers who would  have preferred higher  quality service,\n\neven if that meant somewhat higher Caribe prices.\n\n          We recognize  that one  might also wonder,  as did\n\nthe district court, how Caribe could have been injured  both\r                                                                         \n\nby a Robinson-Patman  Act violation and by  a maximum resale\n\nprice agreement.  How could it have suffered  lost customers\n\nattracted  by  the  lower  prices of  retailers  who  bought\r                                      \n\ncheaply from  BMW  NA and  also have  suffered lost  profits\n\nbecause  it could not increase its prices?  One might answer\r                                           \n\nthis question, however, by inferring from the complaint that\n\nCaribe has two different  kinds of customers.  Some  want to\n\npay the  lowest possible  prices; others  would pay  more to\n\nreceive special services that Caribe would offer only if  it\n\ncould  charge  higher  prices.     At  least  in  principle,\n\npossibilities  of this  sort  are not  outlandish.   And, it\n\nseems  to us that  Caribe is entitled  to have a  court draw\n\nthese inferences at this  complaint stage of the proceeding.\n\nHospital  Bldg. Co.  v. Trustees  of Rex Hospital,  425 U.S.\r                                                              \n\n738,  746  (1976);  Conley v.  Gibson,  355  U.S. 41,  45-46\r                                                  \n\n(1957);  Tri-State Rubbish, Inc.  v. Waste Management, Inc.,\r                                                                        \n\n998 F.2d 1073, 1081 (1st Cir. 1993).\n\n          We conclude  that the  district  court should  not\n\nhave dismissed count II of the complaint.\n\n                            -23-\r                                          23\r\n\n                             IV\n\n                Puerto Rico Antitrust Claims\r                                                         \n\n          Caribe   asserted   claims  under   Puerto  Rico's\n\nantitrust law  that parallel  its federal  antitrust claims.\n\nAs the parties seem to agree, courts interpret Puerto Rico's\n\nlaws as essentially embodying the jurisprudence  relevant to\n\nthe  parallel federal law.  For that reason we reinstate the\n\nCommonwealth  antitrust claims  to the  same extent  that we\n\nhave reinstated the federal claims.  Cf. R.W. Int'l Corp. v.\r                                                                      \n\nWelch Food, Inc., No.  93-1704, slip op. at 19-25  (1st Cir.\r                             \n\nJan. 20,  1994); Mitsubishi Motors Corp.  v. Soler Chrysler-\r                                                                         \n\nPlymouth, 723 F.2d 155,  161 (1st Cir. 1983), aff'd  in part\r                                                                         \n\nand rev'd in part, on other grounds, 473 U.S. 614 (1985).\r                                                \n\n                             V\n\n          The Contract Claims and the Act 75 Claim\r                                                               \n\n          Our antitrust count decisions require the district\n\ncourt to  reconsider its  remaining dismissals,  of Caribe's\n\nbreach of contact claims and its Act 75 claim.  The district\n\ncourt dismissed  those counts  because of a  forum selection\n\nclause in the Caribe contracts, which says\n\n          the exclusive  jurisdiction for disputes\n          concerning the . . . termination of this\n          agreement  as well as all and any rights\n          and duties arising out of this agreement\n          is . . . Germany.\n\n                            -24-\r                                          24\r\n\nThe  court  did not  decide,  however, whether  or  not this\n\nclause covers  antitrust counts (for it  had dismissed those\n\ncounts for failure  to state a valid claim).  We cannot tell\n\nfrom the wording  of the  clause alone whether  it does,  or\n\ndoes  not, cover  antitrust  claims --  whether such  claims\n\n\"concern\"  the  \"termination\"  of,  or  \"rights  and  duties\n\narising out of,\" the \"agreement.\"  And, it  seems to us that\n\nthe  parties  should  have  an opportunity  to  pursue  that\n\nquestion further in the  district court.  Compare Mitsubishi\r                                                                         \n\nMotors, 723 F.2d at 159-61 (analyzing numerous provisions in\r                   \n\ncontract to  determine intended  scope of a  forum selection\n\nclause) with Bense v. Interstate  Battery Sys. of Am., Inc.,\r                                                                        \n\n683  F.2d  718, 720  (2d  Cir. 1982)  (broadly  worded forum\n\nselection clause includes antitrust claims).  \n\n          The answer to  this question, depending  upon what\n\nit  is,  might  add  strength  to  (or  weaken)  plaintiff's\n\nargument that the forum selection clause cannot apply to the\n\nAct 75 claim.  It also could affect  the arguments about the\n\ncomparative \"convenience\" of Puerto Rico for  a trial on the\n\ncontract  and Act  75  claims.   Were it  to  turn out,  for\n\nexample, that an antitrust trial had to take place anyway in\n\nPuerto Rico, the  comparative balance of  conveniences might\n\nwell change.\n\n                            -25-\r                                          25\r\n\n          We do not  mean to express  any view, however,  on\n\nthe   merits  of   these   or  other   arguments  (such   as\n\njurisdictional arguments)  that the parties may  make as the\n\ncase  proceeds further.   We simply  hold that  the district\n\ncourt should not have dismissed  the antitrust claims in the\n\ncomplaint.   And, that holding, in  turn, requires the court\n\nto reconsider its other dismissals.\n\n          The judgment of the  district court is vacated and\n\nthe case is remanded for further proceedings.\n\n          So ordered.\r                                  \n\n                            -26-\r                                          26\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">\n\n               UNITED STATES COURT OF APPEALS\n\n                   FOR THE FIRST CIRCUIT\n\n                                        \n\nNo. 93-1653\n\n                     CARIBE BMW, INC.,\n\n                   Plaintiff, Appellant,\n\n                             v.\n\n    BAYERISCHE MOTOREN WERKE AKTIENGESELLSCHAFT, ET AL.,\n\n                   Defendants, Appellees.\n\n                                        \n\n        APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF PUERTO RICO\n\n       [Hon. Raymond L. Acosta, U.S. District Judge]\r                                                                \n\n                                        \n\n                           Before\n\n                    Breyer, Chief Judge,\r                                                    \n               Coffin, Senior Circuit Judge,\r                                                        \n                 and Boudin, Circuit Judge.\r                                                       \n\n                                        \n\nAnne  M.  Rodgers  with  whom  William  R.  Pakalka,  Fulbright  &amp;\r                                                                              \nJaworski, L.L.P., Enrique J. Mendoza Mendez, Law Offices of Enrique J.\r                                                                              \nMendoza Mendez,  Randall A. Hopkins,  Randall A.  Hopkins, P.C.,  Dahr\r                                                                              \nJamail,  Jamail &amp;  Kolius,  Thomas R.  McDade,  and McDade  &amp;  Fogler,\r                                                                              \nL.L.P., were on brief and reply brief for appellant.\r              \nIrving Scher  and Manuel  A. Guzman  with whom  Bruce A.  Colbath,\r                                                                             \nWeil,  Gotshal &amp;  Manges  and  McConnell  Valdes  were  on  brief  for\r                                                        \nappellees.\n\n                                        \n\n                       March 25, 1994\n                                        \r\n\n          BREYER, Chief  Judge.    This  appeal  raises  two\r                                           \n\nissues  of antitrust law.   First, do a  firm's wholly owned\n\nsubsidiary and the  firm itself amount to  a \"single seller\"\n\nunder the Robinson-Patman Act?  15 U.S.C.   13.  Second, can\n\na retailer's lost profit, brought  about by a maximum resale\r                                                                  \n\nprice  fixing  agreement  between  that  retailer   and  its\n\nsupplier, amount  to an \"antitrust  injury,\" thereby  giving\n\nthat retailer \"standing\" to obtain treble damages?  Atlantic\r                                                                         \n\nRichfield Co.  v. USA Petroleum  Co. (\"ARCO\"), </pre><span class=\"citation\" data-id=\"112425\"><a href=\"/opinion/112425/atlantic-richfield-co-v-usa-petroleum-co/\"><span class=\"volume\">495</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">328</span></a></span><pre class=\"inline\">\r                                                        \n\n(1990); Albrecht v.  Herald Co.,  </pre><span class=\"citation\" data-id=\"107615\"><a href=\"/opinion/107615/albrecht-v-herald-co/\"><span class=\"volume\">390</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">145</span></a></span><pre class=\"inline\">  (1968).   We\r                                            \n\nanswer both these questions in the affirmative.  Because the\n\ndistrict  court's  dismissal  of the  plaintiff's  complaint\n\nrested upon  negative answers to the same  questions, we set\n\nits dismissal aside.\n\n                             I\n\n                         Background\r                                                \n\n          From  1981   through   1990,  Caribe   BMW,   Inc.\n\n(\"Caribe\"),  through     contracts   with  the   German  BMW\n\nmanufacturer,  Bayerische  Motoren Werke  Aktiengesellschaft\n\n(\"BMW AG\"), bought  BMW automobiles from BMW AG  in Germany,\n\nimported them into Puerto Rico, and sold them at retail.  In\n\nFebruary  1991,  Caribe (the  appellant  here) brought  this\n\nlawsuit  against (the  appellees)  BMW AG  and BMW's  wholly\n\n                            -2-\r                                          2\r\n\nowned North American subsidiary,  BMW of North America, Inc.\n\n(\"BMW  NA\").    Caribe's  complaint  (actually,  its  second\n\namended complaint), with commendable simplicity, listed four\n\ncounts.\n\n          Count I charged a violation of the Robinson-Patman\n\nAct.  15 U.S.C.   13.  It said that BMW AG sold cars  to BMW\n\nNA, which resold  those cars to other retailers who competed\n\nwith  Caribe,  at  prices  lower  than,  or  on  terms  more\n\nfavorable than, those at  which BMW AG sold similar  cars to\n\nCaribe.  Count II charged a violation of   1  of the Sherman\n\nAct.  15  U.S.C.   1.   It said that BMW AG  had set maximum\n\nresale  prices  for  the cars  that  it  sold  to Caribe  by\n\n\"threaten[ing]  to  terminate  Caribe's   contracts\"  unless\n\nCaribe  would  agree,  in  effect, to  maintain  low  resale\n\nprices.   Count III charged \"breach of contract.\"  It listed\n\nvarious  ways in which BMW AG had allegedly broken its word.\n\nCount  IV charged  that,  in terminating  its contract  with\n\nCaribe, BMW AG had violated Puerto Rico's Dealers' Contracts\n\nAct, more familiarly known  as Act 75.  P.R.  Laws Ann. tit.\n\n10,   278 et seq.\r                              \n\n          The district court dismissed the complaint for two\n\nrelated reasons.   First, it found that  the complaint's two\n\nantitrust  counts  \"fail[ed] to  state  a  claim upon  which\n\n                            -3-\r                                          3\r\n\nrelief can be granted.\"  Fed.  R. Civ. P. 12(b)(6).  Second,\n\nit  noted that  a forum  selection  clause in  the contracts\n\nbetween   Caribe  and   BMW  AG   provided  for   \"exclusive\n\njurisdiction\" in  \"Germany\" to resolve \"disputes\"  about the\n\n\"termination of\" or  \"rights and duties arising  out of\" the\n\nagreement.  It found this clause applicable to the remaining\n\n(non-antitrust) claims,  and it dismissed  those claims \"for\n\nimproper venue\" or, in the alternative, \"on grounds of forum\r                                                                         \n\nnon  conveniens.\"   Caribe BMW,  Inc. v.  Bayerische Motoren\r                                                                         \n\nWerke Aktiengesellschaft  , </pre><span class=\"citation\" data-id=\"1510387\"><a href=\"/opinion/1510387/caribe-bmw-v-bayerische-motoren-werke/\"><span class=\"volume\">821</span> <span class=\"reporter\">F. Supp.</span>  <span class=\"page\">802</span></a></span><pre class=\"inline\"> (D.P.R. 1993).\r                                     \n\nCaribe appeals.\n\n          When  reviewing  the  dismissal of  the  antitrust\n\nclaims  we  take  the  facts  basically  as  stated  in  the\n\ncomplaint and make reasonable  inferences that will help the\n\nplaintiff.   Garita  Hotel  Ltd. Partnership  v. Ponce  Fed.\r                                                                         \n\nBank,  F.S.B., </pre><span class=\"citation\" data-id=\"578672\"><a href=\"/opinion/578672/garita-hotel-limited-partnership-etc-v-ponce-federal-bank-fsb/\"><span class=\"volume\">958</span>  <span class=\"reporter\">F.2d</span>  <span class=\"page\">15</span></a></span><pre class=\"inline\">, 17  (1st  Cir. 1992).    After\r                          \n\nexamining those  facts,  in light  of the  relevant law,  we\n\nconclude that  the district court should  not have dismissed\n\nthe  antitrust claims.   And,  that conclusion  requires the\n\ndistrict court to reexamine dismissal of the other claims as\n\nwell.\n\n                             II\n\n               The Robinson-Patman Act Claim\r                                                         \n\n                            -4-\r                                          4\r\n\n          The Robinson-Patman Act forbids \"any person\" \r                                                                  \n\n          to   discriminate   in   price   between\n          different  purchasers of  commodities of\n          like grade  and quality . .  . where the\n          effect of such discrimination may be . .\n          .  to injure . . .  competition with any\n          person who . . . grants  . . . the . . .\n          discrimination,  or with  [that granting\n          person's] customers . . . .\n\n15 U.S.C.   13(a).   Caribe's complaint alleges most  of the\n\nessentials  of a  violation.   It says  that a  \"person\" has\r                                                                    \n\n\"discriminate[d]  in  price  between  different  purchasers\"\n\n(namely, Caribe  and  other retailers  in  competition  with\n\nCaribe)  of cars,  with the  effect that  \"competition with\"\n\nthat  person's \"customer\"  (namely, Caribe)  is \"injure[d].\"\r                         \n\nSee FTC v. Morton Salt Co., </pre><span class=\"citation\" data-id=\"104547\"><a href=\"/opinion/104547/ftc-v-morton-salt-co/\"><span class=\"volume\">334</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">37</span></a></span><pre class=\"inline\">, 45 (1948).  But, it\r                                       \n\nembodies an ambiguity in respect to the \"person\" who did the\r                                                            \n\ndiscriminating.  It says  that BMW AG sold cars  directly to\r                                                  \n\nCaribe, which resold them at retail.  It then  says that BMW\n\nNA sold cars to other retailers, who compete with Caribe, at\r               \n\nlower  prices than BMW AG sold its  cars to Caribe.  At this\r                                      \n\npoint,  there appear  to be  two \"persons\"  selling BMWs  to\n\nretailers,  namely, BMW AG (selling them  to Caribe) and BMW\n\nNA (selling  them to  Caribe's competitors).   The complaint\n\nadds, however, that BMW NA is the wholly owned subsidiary of\r                                       \n\nBMW AG.  Thus, we must face the legal question of whether or\r                   \n\nnot  this last mentioned fact  is sufficient to  make of the\n\n                            -5-\r                                          5\r\n\ntwo  separately incorporated companies a single \"person\" for\n\nRobinson-Patman Act purposes.  If so, the complaint properly\n\nalleges that a single \"person\" has sold similar goods at two\n\ndifferent  prices (allegedly  with  the  required  statutory\n\neffect).    If  not,  there  may  be  no  \"person\"  who  has\n\n\"discriminate[d].\"   See  id. (\"discrimination\"  requires at\r                                          \n\nleast  two sales by a  single person at  different prices to\n\ndifferent customers  in competition  with  each other);  see\r                                                                         \n\nalso  Phillip Areeda  &amp; Louis  Kaplow, Antitrust  Analysis  \r                                                                       \n\n601(c) (4th ed. 1988); 3 Earl W. Kintner &amp;  Joseph P. Bauer,\n\nFederal Antitrust Law   21.11, at 192-93 (1983).\r                                  \n\n          So far,  when courts  have faced this  question --\n\nwhether or not a firm and its subsidiary amount to  a single\n\n\"person\"  (or a \"single seller\") -- they have answered it by\n\nexamining  the extent of common ownership  and the degree of\r                                                           \n\ncontrol over pricing and  distribution policies that the one\n\nexercises over the other.   See Acme Refrigeration of  Baton\r                                                                         \n\nRouge,  Inc. v.  Whirlpool Corp.,  </pre><span class=\"citation\" data-id=\"466283\"><a href=\"/opinion/466283/acme-refrigeration-of-baton-rouge-inc-v-whirlpool-corporation/\"><span class=\"volume\">785</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1240</span></a></span><pre class=\"inline\">,  1243 (5th\r                                             \n\nCir.) (100% ownership, without control, not enough to create\n\na  \"single  seller\"), cert.  denied,  </pre><span class=\"citation no-link\"><span class=\"volume\">479</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">848</span></span><pre class=\"inline\">  (1986);\r                                                \n\nIsland Tobacco  Co. v.  R.J. Reynolds  Indus., Inc.,  513 F.\r                                                                \n\nSupp. 726, 734 (D. Haw. 1981) (same); Baim &amp; Blank, Inc., v.\r                                                                     \n\nPhilco  Corp.,  148 F.  Supp.  541,  543-44 (E.D.N.Y.  1957)\r                          \n\n                            -6-\r                                          6\r\n\n(same); Massachusetts Brewers Ass'n  v. P. Ballantine &amp; Sons\r                                                                         \n\nCo., </pre><span class=\"citation\" data-id=\"1475348\"><a href=\"/opinion/1475348/massachusetts-brewers-assn-v-ballantine-sons-co/\"><span class=\"volume\">129</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">736</span></a></span><pre class=\"inline\">, 739 (D. Mass. 1955) (same);  see also\r                                                                         \n\nKintner &amp; Bauer,  supra,   21.16 at 212.   In this case, the\r                                    \n\nextent  of ownership  is  100%;  Caribe's complaint  alleges\n\nnothing about  actual control.   Thus,  we must  ask whether\r                    \n\n100%   ownership,  by  itself,   amounts  to   a  sufficient\n\nallegation  that the  \"firm  plus subsidiary\"  are a  single\n\nRobinson-Patman Act \"person.\"  We conclude, for reasons that\n\nwe shall now explain, that it does.\n\n          For  purposes of  clarity, we  shall refer  in our\n\nexplanation to  hypothetical entities whom we  shall call 1)\n\nthe Manufacturer  (M), 2) its wholly  owned Distributor (D),\n\n3)  the Retailer  (R1) who buys  from D,  and 4)  the Direct\n\nBuying  Retailer (DBR),  who buys  directly from  M and  who\n\nresells  in   competition  with   R1.     The   distribution\n\narrangement looks like the following:\n\n                    M     \n\n                    D                       \n\n                    R1                    DBR  \n\n                            -7-\r                                          7\r\n\nIn our case,  BMW AG holds  the position of  M; BMW NA,  the\n\nposition of  D; Caribe,  the position of  DBR; and  Caribe's\n\nunspecified  retail competitors,  the position  of R1.   The\n\nlegal question, put in  terms of the diagram, is  whether or\n\nnot  M's 100%  ownership of  D  makes M  and D,  together, a\n\n\"single  seller,\"  say  \"MD.\"    If  so,  a single  \"person\"\n\n(allegedly) \"discriminates\" in price.\n\n          We now  return to the reasons  for our affirmative\n\nanswer, which are three.  First,  in 1984, after many of the\n\nabove-cited \"single seller\" cases  were decided, the Supreme\n\nCourt decided  Copperweld Corp. v. Independence  Tube Corp.,\r                                                                        \n\n</pre><span class=\"citation\" data-id=\"111218\"><a href=\"/opinion/111218/copperweld-corp-v-independence-tube-corp/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">752</span></a></span><pre class=\"inline\"> (1984).   The Court there considered  the scope\n\nof Sherman Act    1's word  \"conspiracy.\"  It held  that the\n\nword  did not  cover  an agreement  between  a wholly  owned\n\nsubsidiary and its parent, because a wholly owned subsidiary\n\ncould not \"conspire\" with the parent.  That, the Court said,\n\nis because they have\n\n          a  complete unity  of  interest.   Their\n          objectives  are  common, not  disparate;\n          their  general   corporate  actions  are\n          guided or determined not by two separate\n          corporate consciousnesses, but one.  . .\n          .   [And] [t]hey share a  common purpose\n          whether or not the parent keeps a  tight\n          rein over the subsidiary . . . .\n\nId.  at  771.   The  Court  added  that  a \"corporation  has\r                \n\ncomplete  power to  maintain\"  a portion  of the  enterprise\n\n                            -8-\r                                          8\r\n\neither  in the form of an unincorporated division, or in the\n\nform of a separately incorporated subsidiary.  But, the\n\n          economic, legal, or other considerations\n          that lead corporate management to choose\n          one  structure  over the  other  are not\n          relevant  to  whether  the  enterprise's\n          conduct seriously threatens competition.\n\nId. at 772.  For these reasons, the Court held,\r                \n\n          the coordinated activity of a parent and\n          its  wholly  owned  subsidiary  must  be\n          viewed  as that  of a  single enterprise\n          for purposes of   1 of the Sherman Act.\n\nId. at 771.\r                \n\n          Although the Court spoke of Sherman Act   1 and of\n\n\"coordinated  activity,\"  its reasoning  applies here.   See\r                                                                         \n\nAreeda &amp;  Kaplow, supra,   601(c), at  929.  In essence, the\r                                    \n\nCourt saw  an identity  of economic interest  between parent\n\nand wholly owned subsidiary that, considered in terms of the\n\neconomically  oriented  antitrust  laws, warrants  regarding\n\nthem as one.   See generally 7 Phillip E.  Areeda, Antitrust\r                                                                         \n\nLaw    1464   (1986).     Any  claimed  instance   of  truly\r                \n\n\"independent,\"   owner-hostile,   subsidiary  decisionmaking\n\nwould  meet  with  the  skeptical  question,  \"But,  if  the\n\nsubsidiary acts contrary to its parent's economic  interest,\n\nwhy   does   the  parent   not   replace  the   subsidiary's\n\nmanagement?\"   Given  the  strength of  that joint  economic\n\n                            -9-\r                                          9\r\n\ninterest,  we  do  not  see  how  a  case-specific  judicial\n\nexamination of  \"actual\" parental control would help achieve\n\nany  significant antitrust  objective.   Those instances  in\n\nwhich a wholly owned subsidiary would intend to act contrary\n\nto  the economic interests of  its owner are  likely few and\n\nfar between, and,  if they  ever exist, would  seem hard  to\n\nprove.  Cf. Areeda &amp; Kaplow, supra,   215.\r                                               \n\n          Second,  there does  not  seem to  be any  special\n\nRobinson-Patman Act  purpose that a  case-specific \"control\"\n\ninquiry  would further.  To the contrary, one would not want\n\na seller to be able to defeat the statute's clear objectives\n\nby transforming unlawful,  into lawful, price discrimination\n\nthrough the creation of a separately incorporated subsidiary\n\n\"distributor\"  that  sells  to  the   disfavored  customers,\n\nwhether  or  not  the  parent retained  \"control\"  over  the\n\npricing decisions of the  subsidiary.  Suppose, for example,\n\nthat M violates the  Act by selling to one retailer (DBR) at\n\n$10  and another competing retailer  (R1) at $12.   M should\n\nnot be  able to avoid  the law simply  by creating a  wholly\n\nowned, but \"independent\" D, to whom it sells at $10, knowing\n\nthat  \"independent\"  D   will  (say,  for  profit-maximizing\n\nreasons) \"independently\" resell to R1 at the same $12 price.\n\n                            -10-\r                                          10\r\n\n          We are aware that  this area of the law  is filled\n\nwith difficulty.   For  example, should Robinson-Patman  Act\n\nliability attach in  the example just given  if (contrary to\n\nour  assumption) the  wholly  owned  distributor, D,  really\n\nfulfills  an important  distribution function,  necessary to\n\nsupply R1, but not needed in  the case of sales to DBR, such\n\nthat  DBR \"ought\" to  receive a lower price?   Or, suppose M\n\n(perhaps  as here) sets a  higher price to  direct buyers in\n\norder to  discourage direct  sales and thereby  to encourage\n\nthe creation of an  independent distribution network?  These\n\nproblems arise, however, in part, because it is difficult to\n\nreconcile   the   Robinson-Patman   Act's  strictures   with\n\ntraditional practices  of  corporations that  seem  to  make\n\nsense from a practical viewpoint.  See, e.g., Texaco Inc. v.\r                                                                      \n\nHasbrouck,  </pre><span class=\"citation\" data-id=\"112463\"><a href=\"/opinion/112463/texaco-inc-v-hasbrouck/\"><span class=\"volume\">496</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">543</span></a></span><pre class=\"inline\">, 559-62  (1990); Kintner  &amp; Bauer,\r                      \n\nsupra,    22.14; James F. Rill,  Availability and Functional\r                                                                         \n\nDiscounts  Justifying  Discriminatory Pricing,  53 Antitrust\r                                                          \n\nL.J. 929  (1985).  And the complexity of Robinson-Patman Act\r                               \n\nlaw has increased as courts have tried to introduce a degree\n\nof  flexibility into the Act as applied.  See, e.g., Kintner\r                                                                \n\n&amp;  Bauer,   supra,     25.7,  at   454-460  (discussing  the\r                              \n\navailability   defense);  Hasbrouck,   496   U.S.   at   561\r                                                \n\n                            -11-\r                                          11\r\n\n(discussing functional discounts);  15 U.S.C.   13(a)  (cost\n\njustification defense); see also Rill, supra.\r                                                         \n\n          For present  purposes, however, we need  only note\n\nthat these  same problems  exist,  in one  form or  another,\n\nregardless of our holding in  this case.  That is to  say, a\r                       \n\ncontrary holding would nonetheless produce the same problems\n\nwherever  M  does  \"control\"  the pricing  policies  of  its\n\nwholly-owned  subsidiary D (i.e.,  in most cases).   And, in\n\nthe  remaining   cases  (where  wholly-owned  D  is  somehow\n\nnonetheless   \"independent\"),    various   other,   related,\n\nRobinson-Patman  Act  problems  would  often  arise  if  DBR\n\ncomplained about differences in price between M's price to D\n\nand M's price to DBR.   See pp. 12-14, infra.  Thus, we find\r                                                         \n\nnothing  special in  the  Robinson-Patman Act  context  that\n\nmilitates against Copperweld's reasoning or result.\r                                         \n\n          Third,  applying  Copperweld  avoids  a  potential\r                                                   \n\nanomaly.   A  majority  of courts,  using a  Copperweld-type\r                                                                    \n\nanalysis, have  held that  a firm  M's sale of  a good  to a\n\nwholly  owned  subsidiary D  is not  a \"sale\"  for Robinson-\n\nPatman  Act purposes; rather,  it is simply  a transfer; and\n\nthat is so whether D is, or D is  not, somehow \"independent\"\n\nin  reality.  See City  of Mt. Pleasant  v. Associated Elec.\r                                                                         \n\nCoop., Inc., </pre><span class=\"citation\" data-id=\"500757\"><a href=\"/opinion/500757/city-of-mt-pleasant-iowa-v-associated-electric-cooperative-inc-central/\"><span class=\"volume\">838</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">268</span></a></span><pre class=\"inline\">, 278 (8th Cir. 1988);  Russ' Kwik\r                                                                         \n\n                            -12-\r                                          12\r\n\nCar  Wash, Inc. v. Marathon Petroleum Co., </pre><span class=\"citation\" data-id=\"457862\"><a href=\"/opinion/457862/russ-kwik-car-wash-inc-clean-cars-inc-v-marathon-petroleum-company/\"><span class=\"volume\">772</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">214</span></a></span><pre class=\"inline\">, 221\r                                                      \n\n(6th Cir.  1985) (per curiam) (quoting  Copperweld, 467 U.S.\r                                                               \n\nat 772 n.18);  O'Byrne v. Checker Oil Co., </pre><span class=\"citation\" data-id=\"430995\"><a href=\"/opinion/430995/james-c-obyrne-v-cheker-oil-company-and-marathon-oil-company/\"><span class=\"volume\">727</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">159</span></a></span><pre class=\"inline\">, 164\r                                                      \n\n(7th  Cir. 1984); Security Tire &amp; Rubber Co. v. Gates Rubber\r                                                                         \n\nCo., </pre><span class=\"citation\" data-id=\"366326\"><a href=\"/opinion/366326/security-tire-rubber-company-a-texas-corporation-and-security-tire/\"><span class=\"volume\">598</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">962</span></a></span><pre class=\"inline\">, 965-67 (5th Cir.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">444</span> <span class=\"reporter\">U.S.</span>\r                                                               \n\n<span class=\"page\">942</span></span><pre class=\"inline\">  (1979).  These holdings mean that D, the transferee, is\n\nnot a \"purchaser\" from M,  and, for that reason, M does  not\n\nviolate the Act even if  he sells the same good to  a direct\n\nbuying  retailer (DBR), or even a direct competitor of D, at\n\na  higher price than the  price at which  he \"transfers\" the\n\ngood to  D.  Our holding  today means that  when the wholly-\n\nowned subsidiary D resells the good  to R1, it must do so at\n\na \"nondiscriminatory\" price, i.e., at a price that would  be\n\npermissible under the Act had D's sale to R1 been made by M.\n\nThus, if M sells to DBR at 14, D cannot sell  to R1 for less\n\nthan 14 (assuming, of course, that all other Robinson-Patman\n\nAct  liability  conditions  are  met  and  no  defenses  are\n\navailable).\n\n          But,  suppose  we  were  to   hold  the  contrary.\n\nSuppose  that we were to hold that a wholly-owned subsidiary\n\nD and  its owner M  were not a  \"single seller\" where  D was\r                                         \n\nsomehow  nonetheless  \"independent.\"    Then,  an  anomalous\n\ndifficulty might  well prevent  DBR from bringing  an action\n\n                            -13-\r                                          13\r\n\nwhere M \"transfers\" to D at 10, D resells to R1 at 12, but M\n\ninsists  on  charging  DBR   14  (i.e.,  approximately   the\n\nallegations before us).   The doctrine just  mentioned -- in\n\neffect finding that M and D are a single entity for purposes\n\nof  the transfer  between  them --  would  prevent DBR  from\n\ncomplaining about  the effect of  the M-D  \"transfer.\"   Cf.\r                                                                         \n\nHasbrouck,  496 U.S.  at  569-71.   At  the same  time,  our\r                      \n\n(imagined) holding (the opposite of our actual holding) that\n\nM and D were not a single entity for purposes of D's sale to\r                             \n\nR1  would  likely prevent  DBR  from  complaining about  the\n\neffect  of  that sale  because of  its  inability to  find a\n\nsingle \"person\"  who discriminated (because M  does not sell\n\nto R1, while D does not sell to DBR, see pp.  12-13, supra).\r                                                                       \n\n          Perhaps  one could  somehow avoid this  anomaly in\n\nother ways, but  it seems undesirable to invent epicycles in\n\nan already  too complex area of  the law.  It  is simpler to\n\nhold  in  parallel  fashion  that ownership  alone  makes  a\n\n\"single seller\" of a firm and  its wholly owned distributor,\n\njust  as ownership  alone  eliminates the  possibility of  a\n\nRobinson-Patman Act \"sale\" between them.\n\n          We   therefore  find   it  appropriate   to  apply\n\nCopperweld's reasoning outside Sherman Act    1.  See, e.g.,\r                                                                        \n\n                            -14-\r                                          14\r\n\nCity of Mt. Pleasant, 838 F.2d  at 278; Russ' Kwik Car Wash,\r                                                                        \n\n772  F.2d at  221; cf.  United  States v.  Waste Management,\r                                                                         \n\nInc.,  </pre><span class=\"citation\" data-id=\"441760\"><a href=\"/opinion/441760/united-states-of-america-plaintiff-appellee-cross-appellant-v-waste/\"><span class=\"volume\">743</span>  <span class=\"reporter\">F.2d</span>  <span class=\"page\">976</span></a></span><pre class=\"inline\">,   979  (2d  Cir.  1984)  (attributing\r                 \n\nsubsidiary's activity to parent  for purposes of Clayton Act\n\n  7).   We hold that BMW  AG's ownership of BMW  NA makes of\n\nthose two  entities,  for Robinson-Patman  Act  purposes,  a\n\nsingle seller.\n\n          We now  turn to  a second, independent  reason the\n\ndistrict court  gave for  concluding that the  complaint did\n\nnot adequately state a Robinson-Patman Act claim.  The court\n\ncorrectly  noted that if a seller makes its favorable prices\n\nand  terms  available to  an otherwise  disfavored customer,\n\nthat  customer has no legal  right to complain.   See, e.g.,\r                                                                        \n\nBouldis v.  U.S. Suzuki  Motor Corp.,  </pre><span class=\"citation\" data-id=\"421671\"><a href=\"/opinion/421671/pete-bouldis-v-us-suzuki-motor-corp/\"><span class=\"volume\">711</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">1319</span></a></span><pre class=\"inline\">, 1326,\r                                                 \n\n1328-29 (6th Cir. 1983) (discussing availability defenses to\n\n   2(a), 2(d), and 2(e)); Shreve Equip., Inc. v. Clay Equip.\r                                                                         \n\nCorp.,  </pre><span class=\"citation\" data-id=\"390922\"><a href=\"/opinion/390922/shreve-equipment-inc-cross-appellant-v-clay-equipment-corporation/\"><span class=\"volume\">650</span>   <span class=\"reporter\">F.2d</span>  <span class=\"page\">101</span></a></span><pre class=\"inline\">,   105-06  (6th   Cir.)  (discussing\r                  \n\navailability  under    2(a)),  cert.  denied,  </pre><span class=\"citation no-link\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">897</span></span><pre class=\"inline\">\r                                                         \n\n(1981); Edward J. Sweeny  &amp; Sons, Inc. v. Texaco,  Inc., </pre><span class=\"citation\" data-id=\"385719\"><a href=\"/opinion/385719/edward-j-sweeney-sons-inc-and-mission-gas-oil-company-inc-and/\"><span class=\"volume\">637</span>\r                                                                    \n\n<span class=\"reporter\">F.2d</span>  <span class=\"page\">105</span></a></span><pre class=\"inline\">, 120-21 (3d  Cir. 1980) (same),  cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">451</span>\r                                                                    \n\n<span class=\"reporter\">U.S.</span>  <span class=\"page\">911</span></span><pre class=\"inline\"> (1981); see also  Kintner &amp; Bauer,  supra,   25.7.\r                                                                \n\nThe district court then concluded that Caribe, in a  portion\n\nof  its complaint,  in  effect conceded  that  BMW made  its\r                                                    \n\n                            -15-\r                                          15\r\n\nfavorable  prices  and  terms  available to  Caribe.    That\r                                                     \n\ncomplaint portion says that in 1987\n\n          despite Caribe's remarkable success, BMW\n          attempted to convert  Caribe from  being\n          an importer-retailer purchasing directly\n          from  the factory to being a mere retail\n          dealer purchasing from BMW N.A.\n\n          We do not believe, however, that one can draw from\n\nthis   statement  the  \"availability\"  concession  that  the\n\ndistrict court found.  The complaint also says that\n\n          [u]nbeknownst  to Caribe,  and beginning\r                                               \n          by at least 1987, BMW began lowering its\n          prices   for   BMWs  sold   to  Caribe's\n          competitors    and     offering    those\n          competitors  other  economic  advantages\n          while maintaining its  prices to  Caribe\n          at a discriminatorily high level and not\n          making  the  other  economic  advantages\n          available  to Caribe  on proportionately\n          equal terms.\n\nThe emphasized language says  that Caribe did not  know that\n\nits competitors  were receiving favored treatment.   And, we\n\ndo not  see how ordinarily one  could say that  a seller has\n\nmade favored treatment \"available\" to a disfavored  customer\n\nif the disfavored  customer does not know  about the favored\r                                                      \n\ntreatment.  See, e.g., Alterman Foods, Inc. v. FTC, </pre><span class=\"citation\" data-id=\"319757\"><a href=\"/opinion/319757/alterman-foods-inc-v-federal-trade-commission/\"><span class=\"volume\">497</span> <span class=\"reporter\">F.2d</span>\r                                                               \n\n<span class=\"page\">993</span></a></span><pre class=\"inline\">, 1001 (5th Cir. 1974); Mueller Co.  v. FTC, </pre><span class=\"citation\" data-id=\"261897\"><a href=\"/opinion/261897/mueller-co-v-federal-trade-commission/\"><span class=\"volume\">323</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">44</span></a></span><pre class=\"inline\">,\r                                                           \n\n46-47  (7th Cir. 1963),  cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">377</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">923</span></span><pre class=\"inline\"> (1964);\r                                                  \n\nCentury Hardware  Corp. v. Acme  United Corp., </pre><span class=\"citation\" data-id=\"1376899\"><a href=\"/opinion/1376899/century-hardware-corp-v-acme-united-corp/\"><span class=\"volume\">467</span>  <span class=\"reporter\">F. Supp.</span>\r                                                          \n\n<span class=\"page\">350</span></a></span><pre class=\"inline\">, 355-56 (E.D. Wis. 1979).\r                                         .\n\n                            -16-\r                                          16\r\n\n          Caribe  also argues that the favored treatment, as\n\na  practical  matter, was  not  \"available\"  because BMW  AG\n\ninsisted  that   it  give  up  various   advantages  of  its\n\nimporter's contract in order  to obtain it.  We  cannot tell\n\nfrom the complaint, however, just what those advantages were\n\nand how they related to the practical \"availability\"  of the\n\nfavorable treatment given other  retailers.  Thus, we cannot\n\nsay, at  this time, whether  or not Caribe  will be able  to\n\nprove  that the  favorable price  and terms, as  a practical\n\nmatter, were not available.  At  this stage, however, Caribe\n\nhas sufficiently alleged that they were not.\n\n          Our conclusion is that Caribe's complaint states a\n\nvalid  Robinson-Patman  Act  claim,  in  respect   to  price\n\ndiscrimination  under Robinson-Patman  Act    2(a),  and for\n\nsimilar reasons, under the Robinson-Patman Act sections that\n\ndeal with  payments for  services, furnishing services,  and\n\nbrokerage payments.  15 U.S.C.    13(b), (d)-(e).   Although\n\nCaribe's pleadings regarding these other Robinson-Patman Act\n\nsections are rather sparse, they are  sufficient to give BMW\n\nAG and BMW NA notice of the substance of Caribe's complaint.\n\nCaribe  also claimed  that  BMW NA  violated    2(f),  which\n\nforbids  knowingly inducing or receiving a discrimination in\n\nprice.  15 U.S.C.   13(f).  In light of our holding that BMW\n\n                            -17-\r                                          17\r\n\nNA  is not a separate \"person,\" however, that portion of the\n\ncomplaint must be dismissed.\n\n                            III\n\n                      The Sherman Act\r                                                  \n\n          Count Two of the Complaint says that \n\n          BMW  has for years  imposed as  a secret\n          condition   of  Caribe's   contracts  an\n          agreement  or understanding  that Caribe\n          charge its customers  prices set by BMW.\n          . . . More specifically,  BMW threatened\n          to  terminate Caribe's  contracts unless\n          Caribe agreed  not to raise  its margins\n          (i.e., and thus its retail prices) above\n          levels fixed and set  by BMW, and Caribe\n          reluctantly agreed.\n\nThis complaint sets forth a claim that BMW and Caribe agreed\n\nto  fix \"maximum\" resale prices.  The Supreme Court has held\n\nthat  Sherman Act   1  forbids this kind  of agreement.  See\r                                                                         \n\nAlbrecht  v. Herald Co., </pre><span class=\"citation\" data-id=\"107615\"><a href=\"/opinion/107615/albrecht-v-herald-co/\"><span class=\"volume\">390</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">145</span></a></span><pre class=\"inline\"> (1968).  The complaint\r                                    \n\nalso  alleges  that the  \"agreement  caused  Caribe to  lose\n\nadditional  profits.\"   And,  Clayton Act     4 permits  any\n\n\"person\"  whose  \"business\"  is  \"injured\"  by  \"reason   of\n\nanything forbidden in the  antitrust laws\" to recover treble\n\ndamages.  15 U.S.C.   15.  \n\n          The  district  court  nonetheless   dismissed  the\n\ncomplaint in light of Clayton Act   4's requirement that the\n\ninjury must  result from an  action that the  antitrust laws\n\nforbid.  The  courts have held  that this requirement  means\n\n                            -18-\r                                          18\r\n\nthe  injury itself  must  be a  special \"antitrust  injury,\"\n\nwhich is  to say that it  must amount to \"the  type\" of harm\r                                                                \n\n\"the antitrust laws  were intended to prevent,\"  and it must\n\nflow  \"from   that  which   makes  [the]   defendants'  acts\r                                      \n\nunlawful.\"  Brunswick Corp.  v. Pueblo Bowl-O-Mat, Inc., </pre><span class=\"citation\" data-id=\"109586\"><a href=\"/opinion/109586/brunswick-corp-v-pueblo-bowl-o-mat-inc/\"><span class=\"volume\">429</span>\r                                                                    \n\n<span class=\"reporter\">U.S.</span>  <span class=\"page\">477</span></a></span><pre class=\"inline\">, 489 (1977) (emphasis added).   The district court\n\nthought that Caribe's  lost profits were  not the \"type\"  of\n\nharm that the anti-maximum-resale-price-fixing rule seeks to\n\nprevent.  And, it rested that conclusion upon its reading of\n\na  Supreme  Court  case,   Atlantic  Richfield  Co.  v.  USA\r                                                                         \n\nPetroleum Co. (\"ARCO\"), </pre><span class=\"citation\" data-id=\"112425\"><a href=\"/opinion/112425/atlantic-richfield-co-v-usa-petroleum-co/\"><span class=\"volume\">495</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">328</span></a></span><pre class=\"inline\"> (1990).\r                                 \n\n          As  the district  court pointed  out, in  ARCO the\r                                                                     \n\nSupreme Court considered  the anticompetitive  possibilities\n\nthat  had earlier led the Court to find maximum resale price\n\nagreements unlawful.   The Supreme Court  referred to three.\n\nFirst,  the \"maximum\"  resale price  agreement might  be, in\n\nreality, a  disguised \"minimum\"  resale price  agreement, in\n\nwhich case  the agreement would  threaten the very  kinds of\n\nharm that led the Court, in Dr. Miles Medical Co. v. John D.\r                                                                         \n\nPark &amp; Sons Co., </pre><span class=\"citation\" data-id=\"97398\"><a href=\"/opinion/97398/dr-miles-medical-co-v-john-d-park-sons-co/\"><span class=\"volume\">220</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">373</span></a></span><pre class=\"inline\"> (1911), to find minimum resale\r                            \n\nprice  agreements unlawful per se.   ARCO, 495  U.S. at 336.\r                                                      \n\nSecond,  a maximum  resale price  agreement might  prevent a\n\ndealer  from  providing  \"services  and  conveniences\"  that\n\n                            -19-\r                                          19\r\n\ncustomers would want to  the point that the  customers would\n\naccept (if necessary) the  price increases needed to provide\n\nthem.  Id.  at 335-36.  If  so, a supplier's  judgment about\r                       \n\nthe  proper resale  price  (imposed  through the  supplier's\n\nmaximum resale price agreement) would prevent consumers from\n\nobtaining  what  they  want  (higher  quality product)  from\n\nretailers who  would  like to  supply  it.   Id.   Third,  a\r                                                             \n\n\"maximum   resale   price    agreement\"   might    \"'channel\n\ndistribution through  a few large or specifically advantaged\n\ndealers,'\"  the only  ones  able to  earn  a profit  at  the\n\nmandated, low resale  price.  Id. at 336  (quoting Albrecht,\r                                                                        \n\n390 U.S. at 153).\n\n          The Supreme Court  went on to  hold that the  ARCO\r                                                                         \n\nplaintiffs  had not  suffered  \"antitrust injury.\"   But  it\n\nnoted, and we note, that, unlike Caribe, the ARCO plaintiffs\r                                                              \n\nwere not dealers  who themselves had  entered into (or  been\n\nforced to enter into) such agreements; rather  they were the\n\ncompetitors  of those  dealers.   They had claimed  that the\r                        \n\nagreements had helped the ARCO dealers (who entered into the\n\nagreements) obtain  more  sales, thereby  leaving them,  the\n\ncompetitors  of  the  ARCO  dealers, with  fewer  sales  for\n\nthemselves.   The  Supreme  Court held  that, whatever  else\n\nmight be  wrong with the  plaintiffs' assertion, it  did not\n\n                            -20-\r                                          20\r\n\nallege harm of  the type  that Albrecht  sought to  prevent.\r                                                    \n\nThat kind of  harm would have  taken the form of  fewer ARCO\r                                                                    \n\ndealers, or fewer sales for the dealers who had entered into\r                              \n\nthe  agreements  (because  those  customers  wanting  higher\n\nprices and extra services could not get them), not more ARCO\r                                                                    \n\ndealer  sales.    The  Supreme  Court  then  wrote that  the\n\nplaintiffs, being rival dealers, were\r                                    \n\n          benefited rather than harmed if [ARCO's]\r                                \n          pricing  policies restricted  ARCO sales\n          to  a  few  large dealers  or  prevented\n          [ARCO's] dealers  from offering services\n          desired by consumers such as credit card\n          sales.\n\nId. at 336-37.  The Court added that if an agreement\r                \n\n          lowers prices but  maintains them  above\n          predatory levels, the  business lost  by\r                                                               \n          rivals   cannot   be   viewed    as   an\r                             \n          \"anticompetitive\"  consequence   of  the\n          claimed violation.\n\nId. at 337 (emphasis added).\r                \n\n          In this case,  Caribe is not in  the same position\n\nas the ARCO plaintiffs, for Caribe is the very firm that the\r                        \n\nalleged maximum resale price fixing agreement forced to keep\n\nits price below the level it  preferred to set.  At least in\n\ntheory, if customers would have preferred a higher price and\n\nconsequently better product quality  or greater service, the\n\nagreement forced Caribe to provide less of what they wanted;\n\nthe  agreement  thereby  might  have  led  to  lower  Caribe\n\n                            -21-\r                                          21\r\n\nprofits.  And, at  least in theory, if the  agreement helped\n\nother, larger  BMW dealers,  Caribe is the  firm that  would\r                               \n\nhave  suffered.    Thus,  Caribe's  complaint  here  alleges\n\nantitrust harm of the \"type\" that Clayton Act   4 authorizes\n\nit to assert.   ARCO  supports, it does  not deny,  Caribe's\r                                 \n\nstanding.\n\n          We   recognize  that   Albrecht   has   proved   a\r                                                      \n\ncontroversial case.  That  is, in part, because it  seems to\n\noutlaw  not  only  anticompetitive  uses  of  maximum  price\n\nfixing, but also procompetitive uses as well, namely, use of\n\na  maximum resale  price agreement  that protects  consumers\r                       \n\nfrom  the exercise  of a  retailer's monopoly  power.   See,\r                                                                        \n\ne.g., 8 Phillip E. Areeda Antitrust Law   1636 (1989).   And\r                                                    \n\ninsofar  as  Caribe's  claim  of \"lost  profits\"  refers  to\n\n\"losses\"  that  occurred  because  the  agreement  prevented\n\nCaribe from  raising prices above the  competitive level, it\n\nis at  least arguable  that no \"antitrust  injury\" occurred.\n\nSee id.   1640;  Phillip E. Areeda, Antitrust Law    340.3b,\r                                                              \n\nat  509-510 (Supp.  1993).    But,  at  this  stage  of  the\n\nproceeding, we must view  Caribe's complaint in a favorable,\n\nnot an unfavorable, light.   We therefore read the complaint\n\nas implying  that the agreement cost  Caribe profits because\n\nit  inhibited Caribe  from  selling to  those potential  BMW\n\n                            -22-\r                                          22\r\n\ncustomers who would  have preferred higher  quality service,\n\neven if that meant somewhat higher Caribe prices.\n\n          We recognize  that one  might also wonder,  as did\n\nthe district court, how Caribe could have been injured  both\r                                                                         \n\nby a Robinson-Patman  Act violation and by  a maximum resale\n\nprice agreement.  How could it have suffered  lost customers\n\nattracted  by  the  lower  prices of  retailers  who  bought\r                                      \n\ncheaply from  BMW  NA and  also have  suffered lost  profits\n\nbecause  it could not increase its prices?  One might answer\r                                           \n\nthis question, however, by inferring from the complaint that\n\nCaribe has two different  kinds of customers.  Some  want to\n\npay the  lowest possible  prices; others  would pay  more to\n\nreceive special services that Caribe would offer only if  it\n\ncould  charge  higher  prices.     At  least  in  principle,\n\npossibilities  of this  sort  are not  outlandish.   And, it\n\nseems  to us that  Caribe is entitled  to have a  court draw\n\nthese inferences at this  complaint stage of the proceeding.\n\nHospital  Bldg. Co.  v. Trustees  of Rex Hospital,  </pre><span class=\"citation\" data-id=\"109449\"><a href=\"/opinion/109449/hospital-bldg-co-v-rex-hospital-trustees/\"><span class=\"volume\">425</span> <span class=\"reporter\">U.S.</span>\r                                                              \n\n<span class=\"page\">738</span></a></span><pre class=\"inline\">,  746  (1976);  Conley v.  Gibson,  </pre><span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">355</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">41</span></a></span><pre class=\"inline\">,  45-46\r                                                  \n\n(1957);  Tri-State Rubbish, Inc.  v. Waste Management, Inc.,\r                                                                        \n\n</pre><span class=\"citation\" data-id=\"611561\"><a href=\"/opinion/611561/tri-state-rubbish-inc-v-waste-management-inc/\"><span class=\"volume\">998</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1073</span></a></span><pre class=\"inline\">, 1081 (1st Cir. 1993).\n\n          We conclude  that the  district  court should  not\n\nhave dismissed count II of the complaint.\n\n                            -23-\r                                          23\r\n\n                             IV\n\n                Puerto Rico Antitrust Claims\r                                                         \n\n          Caribe   asserted   claims  under   Puerto  Rico's\n\nantitrust law  that parallel  its federal  antitrust claims.\n\nAs the parties seem to agree, courts interpret Puerto Rico's\n\nlaws as essentially embodying the jurisprudence  relevant to\n\nthe  parallel federal law.  For that reason we reinstate the\n\nCommonwealth  antitrust claims  to the  same extent  that we\n\nhave reinstated the federal claims.  Cf. R.W. Int'l Corp. v.\r                                                                      \n\nWelch Food, Inc., No.  93-1704, slip op. at 19-25  (1st Cir.\r                             \n\nJan. 20,  1994); Mitsubishi Motors Corp.  v. Soler Chrysler-\r                                                                         \n\nPlymouth, </pre><span class=\"citation\" data-id=\"428533\"><a href=\"/opinion/428533/mitsubishi-motors-corporation-v-soler-chrysler-plymouth-inc/\"><span class=\"volume\">723</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">155</span></a></span><pre class=\"inline\">,  161 (1st Cir. 1983), aff'd  in part\r                                                                         \n\nand rev'd in part, on other grounds, </pre><span class=\"citation\" data-id=\"111513\"><a href=\"/opinion/111513/mitsubishi-motors-corp-v-soler-chrysler-plymouth-inc/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">614</span></a></span><pre class=\"inline\"> (1985).\r                                                \n\n                             V\n\n          The Contract Claims and the Act 75 Claim\r                                                               \n\n          Our antitrust count decisions require the district\n\ncourt to  reconsider its  remaining dismissals,  of Caribe's\n\nbreach of contact claims and its Act 75 claim.  The district\n\ncourt dismissed  those counts  because of a  forum selection\n\nclause in the Caribe contracts, which says\n\n          the exclusive  jurisdiction for disputes\n          concerning the . . . termination of this\n          agreement  as well as all and any rights\n          and duties arising out of this agreement\n          is . . . Germany.\n\n                            -24-\r                                          24\r\n\nThe  court  did not  decide,  however, whether  or  not this\n\nclause covers  antitrust counts (for it  had dismissed those\n\ncounts for failure  to state a valid claim).  We cannot tell\n\nfrom the wording  of the  clause alone whether  it does,  or\n\ndoes  not, cover  antitrust  claims --  whether such  claims\n\n\"concern\"  the  \"termination\"  of,  or  \"rights  and  duties\n\narising out of,\" the \"agreement.\"  And, it  seems to us that\n\nthe  parties  should  have  an opportunity  to  pursue  that\n\nquestion further in the  district court.  Compare Mitsubishi\r                                                                         \n\nMotors, 723 F.2d at 159-61 (analyzing numerous provisions in\r                   \n\ncontract to  determine intended  scope of a  forum selection\n\nclause) with Bense v. Interstate  Battery Sys. of Am., Inc.,\r                                                                        \n\n</pre><span class=\"citation\" data-id=\"406422\"><a href=\"/opinion/406422/robert-l-bense-v-interstate-battery-system-of-america-inc/\"><span class=\"volume\">683</span>  <span class=\"reporter\">F.2d</span>  <span class=\"page\">718</span></a></span><pre class=\"inline\">, 720  (2d  Cir. 1982)  (broadly  worded forum\n\nselection clause includes antitrust claims).  \n\n          The answer to  this question, depending  upon what\n\nit  is,  might  add  strength  to  (or  weaken)  plaintiff's\n\nargument that the forum selection clause cannot apply to the\n\nAct 75 claim.  It also could affect  the arguments about the\n\ncomparative \"convenience\" of Puerto Rico for  a trial on the\n\ncontract  and Act  75  claims.   Were it  to  turn out,  for\n\nexample, that an antitrust trial had to take place anyway in\n\nPuerto Rico, the  comparative balance of  conveniences might\n\nwell change.\n\n                            -25-\r                                          25\r\n\n          We do not  mean to express  any view, however,  on\n\nthe   merits  of   these   or  other   arguments  (such   as\n\njurisdictional arguments)  that the parties may  make as the\n\ncase  proceeds further.   We simply  hold that  the district\n\ncourt should not have dismissed  the antitrust claims in the\n\ncomplaint.   And, that holding, in  turn, requires the court\n\nto reconsider its other dismissals.\n\n          The judgment of the  district court is vacated and\n\nthe case is remanded for further proceedings.\n\n          So ordered.\r                                  \n\n                            -26-\r                                          26\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/97398/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104547/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105573/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107615/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109449/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109586/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111218/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111513/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112425/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112463/",
    "http://www.courtlistener.com/api/rest/v3/opinions/261897/",
    "http://www.courtlistener.com/api/rest/v3/opinions/319757/",
    "http://www.courtlistener.com/api/rest/v3/opinions/366326/",
    "http://www.courtlistener.com/api/rest/v3/opinions/385719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/390922/",
    "http://www.courtlistener.com/api/rest/v3/opinions/406422/",
    "http://www.courtlistener.com/api/rest/v3/opinions/421671/",
    "http://www.courtlistener.com/api/rest/v3/opinions/428533/",
    "http://www.courtlistener.com/api/rest/v3/opinions/430995/",
    "http://www.courtlistener.com/api/rest/v3/opinions/441760/",
    "http://www.courtlistener.com/api/rest/v3/opinions/457862/",
    "http://www.courtlistener.com/api/rest/v3/opinions/466283/",
    "http://www.courtlistener.com/api/rest/v3/opinions/500757/",
    "http://www.courtlistener.com/api/rest/v3/opinions/578672/",
    "http://www.courtlistener.com/api/rest/v3/opinions/611561/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1376899/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1475348/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1510387/"
  ]
}