{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/195294/",
  "absolute_url": "/opinion/195294/stow-v-warden-nhsp/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/195294/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T02:37:03Z",
  "date_modified": "2016-02-28T04:52:15.780024Z",
  "type": "010combined",
  "sha1": "323f29e9da8c14474f73258aa99dbb187fee5fc7",
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1869.01A",
  "local_path": null,
  "plain_text": "March 31, 1994        [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                        \n\nNo. 93-1869\n\n                       WESTON J. STOW,\n\n                     Plaintiff Appellant,\n\n                              v.\n\n               WARDEN, NH STATE PRISON, ET AL.,\n\n                    Defendant, Appellees.\n\n                                        \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF NEW HAMPSHIRE\n\n       [Hon. Joseph A. DiClerico, U.S. District Judge]\n\n                                        \n\n                            Before\n\n                     Breyer, Chief Judge,\n                                        \n             Torruella and Selya, Circuit Judges.\n                                                \n\n                                        \n\n   Weston J. Stow on brief pro se.\n                 \n   Jeffrey  R. Howard,  Attorney  General, and  Christopher  P.\n                                                               \nReid, Attorney, Civil Bureau, on brief for appellees.\n  \n\n                                        \n\n                                        \n\n          Per  Curiam.     Weston Stow  appeals the  district\n                     \n\ncourt's decision dismissing his action under 42 U.S.C.   1983\n\nagainst New Hampshire corrections officials.  We affirm.1\n\n          Stow  is  presently  in  prison  in  Massachusetts.\n\nPreviously, he  had been  confined in  a New  Hampshire state\n\nprison.    While  in  prison  in  New  Hampshire,  Stow  sued\n\ncorrections  officials in  state court,  alleging that  a new\n\nprison policy  permitting the removal and  destruction of all\n\nnewsclippings   in  incoming   letters  violated   the  state\n\nconstitution.  Under the policy, prison officials had removed\n\nand destroyed a newsclipping sent to Stow in a family letter,\n\nand Stow sought damages and an injunction against enforcement\n\nof the policy.   After  a hearing, the  state superior  court\n\ndetermined that  the no-newsclipping policy was  invalid, but\n\ndenied Stow money damages.  \n\n          Soon after  bringing his  state suit, Stow  filed a\n\nsection  1983  suit  in  the federal  district  court  in New\n\nHampshire,  seeking  declaratory  and injunctive  relief  and\n\ndamages.2    Stow  alleged   that  the  New  Hampshire  state\n\nprison's publishers only rule \"as it appl[ies] to the receipt\n\n                    \n\n1.  Because  the facts  and  legal arguments  are  adequately\npresented  in   the  briefs  and  record,   and  because  our\ndecisional process would  not be aided  by oral argument,  we\ndeny the defendants' request for oral argument.  See 1st Cir.\n                                                    \nLoc. R. 34.1(a).\n\n2.  Stow's  federal complaint  named the  same defendants  as\nwere  named in  the  state suit,  as  well as  an  additional\ndefendant.\n\n                             -1-\n\nof both hardcover and  softcover as well as  looseleaf papers\n\nfrom sources other than a publisher\" was unconstitutional and\n\nthat defendants  had illegally seized  his personal property.\n\nOn three occasions, Stow said that he had not been allowed to\n\nkeep specific  printed material contained in incoming letters\n\nor dropped off for him by visiting  family members.  One such\n\noccasion  involved  the same  incident  and  policy on  which\n\nStow's state suit was  based.  In an amended  complaint, Stow\n\nfurther alleged  that the  rule prevented him  from receiving\n\nnewspapers  and periodicals  from his  Massachusetts hometown\n\nwhich  he  could not  afford to  subscribe  to and  which the\n\nprison library did not have.     \n\n          In granting  judgment on  the pleadings,  the court\n\ndetermined  first that  Stow could  not litigate  his section\n\n1983  claim based  on the  no-newsclipping policy  in federal\n\ncourt.  Under  state law,  Stow would have  been barred  from\n\nlitigating that claim since he could have presented it to the\n\ncourt in the  state action he brought, but  had not.  Because\n\nstate  law  would not  have  permitted Stow  to  litigate his\n\nsection 1983 claim  in state court, the court  concluded that\n\nStow was  also barred from  litigating that claim  in federal\n\ncourt, citing  Migra v. Warren City School  District Board of\n                                                             \n\nEducation, 465 U.S. 75  (1984).  In Migra, the  Supreme Court\n                                         \n\nheld  that a  federal  court must  give  the same  preclusive\n\neffect to  a state court  judgment as  the law of  that state\n\n                             -2-\n\nwould give to that judgment, and it affirmed a district court\n\ndecision dismissing  a section 1983 action  brought after the\n\nplaintiff had  successfully sued  in state court  under state\n\nlaw  on the same claim, because the plaintiff could have, but\n\ndid not, present the section 1983 issue to the state court in\n\nthe  state  action.   Id.  at 81,  83-85.   Under  Migra, the\n                                                        \n\ndistrict court's ruling was clearly correct.  On appeal, Stow\n\ncontends  that  the  court  gave  the  state  court  decision\n\npreclusive effect with respect  to his other claims as  well,\n\nbut the court's decision belies that contention.\n\n          The  district  court  also  correctly  decided that\n\nStow's claims for declaratory and injunctive relief regarding\n\nthe publishers only rule were moot.  Plaintiff's own  filings\n\nestablish that he is no longer confined in New Hampshire, but\n\nis  presently  housed  in  Massachusetts.   Accordingly,  the\n\ndistrict  court  permissibly relied  on  the  fact of  Stow's\n\ntransfer  out of New  Hampshire in  granting judgment  on the\n\npleadings.     On   appeal,  Stow  says   that  Massachusetts\n\ncorrections officials review his  case annually to  determine\n\nwhether he  may be paroled, and that he will be returned to a\n\nNew Hampshire prison to begin serving his sentence there once\n\nhe is paroled.   He claims that his requests  for declaratory\n\nand injunctive relief are not moot because he may  be back in\n\na New Hampshire prison soon.  We have no basis for evaluating\n\nthe validity  of that claim  on the  present record.   In any\n\n                             -3-\n\nevent, his eventual parole in Massachusetts is a contingency,\n\nwhich itself  is subject  to other contingencies  (e.g., what\n\nthe standards for  parole are in Massachusetts  and how close\n\nStow  comes  to meeting  them).   Therefore,  his  claims for\n\ndeclaratory and injunctive  relief are moot.   Cf. Super Tire\n                                                             \n\nEngineering  Co.  v.  McCorkle,  416  U.S.  115,  123  (1974)\n                              \n\n(declaratory  relief  was   warranted  where  the   allegedly\n\ninjurious  governmental  action  did  not  rest  on  \"distant\n\ncontingencies\"); see Johnson v. Moore, 948 F.2d 517, 520 (9th\n                                     \n\nCir.  1991) (per  curiam)  (prisoner's claims  for injunctive\n\nrelief  from publishers only rule were mooted by his transfer\n\nto a different facility).  Although Stow also argues that his\n\ncase  comes  within the  capable  of  repetition yet  evading\n\nreview exception to  the mootness doctrine, we  have no basis\n\nfor evaluating that claim.  The record does not show (nor has\n\nStow said) how  long his  sentence in New  Hampshire will  be\n\nonce he returns.   Cf.  Super Tire,  supra, 416  U.S. at  126\n                                          \n\n(capable of repetition  yet evading review  exception applies\n\nwhere   the   potentially    recurring   situation   is    of\n\n\"comparatively short duration\").  \n\n          Finally,   the  district   court  found   that  New\n\nHampshire's  publishers only  rule was valid  as a  matter of\n\nlaw.   We affirm its  decision on the basis  of the qualified\n\nimmunity defense asserted by  defendants on appeal, which, in\n\nthis case, may be resolved as a question of law.   See Febus-\n                                                             \n\n                             -4-\n\nRodriguez  v. Betancourt-Lebron,  14  F.3d 87,  90 (1st  Cir.\n                               \n\n1994)  (qualified immunity is  a question of  law where there\n\nare no  disputed fact issues).   Although defendants  did not\n\nargue  their  qualified  immunity  below,  we  may  affirm  a\n\njudgment on \"any independently  sufficient ground.\"  Horta v.\n                                                          \n\nSullivan, 4 F.3d 2, 9 (1st Cir. 1993).  \n        \n\n          Here,  Stow's  only  remaining  claim  is  one  for\n\ndamages allegedly suffered by defendants'  application of the\n\nstate prison's publishers  only rule.   But he  may only  sue\n\ndefendants  for damages  if  their conduct  violated \"clearly\n\nestablished . . . constitutional rights of which a reasonable\n\nperson would have known.\"  Febus-Rodriguez, supra, 14 F.3d at\n                                                 \n\n91.    The  question  for  us,  therefore,  is  not   whether\n\ndefendants' conduct was \"clearly constitutional,  but whether\n\nit [was]  clearly unconstitutional.\"   Knox v.  McGinnis, 998\n                                                        \n\nF.2d 1405, 1409 (7th Cir. 1993).  \n\n          The   publishers  only  rule   challenged  by  Stow\n\npermitted  prisoners to receive published materials only from\n\npublishers.    Stow  argued  on  appeal  that  the  rule  was\n\nunconstitutional  because  it  did not  permit  prisoners  to\n\nobtain  materials  from  visitors  or  to  seek  case-by-case\n\nexceptions  to  the rule's  outright  prohibition  of printed\n\nmaterials  from  nonpublisher  sources.    Moreover,  in  his\n\ncomplaint, he  had alleged a complete  deprivation of certain\n\nmaterials which he  could not afford  to buy from  publishers\n\n                             -5-\n\nand which were not available in the prison library.  Although\n\nthis court has sustained a publishers only rule which covered\n\nboth  hardbound and softbound materials as a matter of law in\n\npart  on the  ground that the  rule permitted  exceptions for\n\ncertain printed  materials brought by visitors,  see Kines v.\n                                                          \n\nDay, 754 F.2d 28  (1st Cir. 1985), there is nothing  in Kines\n                                                             \n\nwhich  suggested that a rule  without such an exception would\n\nbe  per se unlawful.   Moreover, in Ward  v. Washtenaw County\n                                                             \n\nSheriff's Department, 881 F.2d 325 (6th Cir. 1989), the Sixth\n                    \n\nCircuit  sustained a  publishers only  rule which  applied to\n\nboth  hardcover   and   softcover  publications   and   which\n\nspecifically forbade inmates from receiving publications from\n\nvisitors.  There is authority that suggests a publishers only\n\nrule would not be unconstitutional merely because it prevents\n\nan inmate  from receiving the particular  materials he seeks,\n\nas  long  as  inmates  have  access  to  a  \"broad  range  of\n\npublications.\"  See Bell v. Wolfish, 441 U.S. 520, 552 (1979)\n                                   \n\n(\"where 'other  avenues' remain available for  the receipt of\n\nmaterials by inmates, the  loss of 'cost advantages  does not\n\nfundamentally  implicate free  speech values'\")  (emphasis in\n                                     \n\noriginal; citation omitted); Hurd  v. Williams, 755 F.2d 306,\n                                              \n\n308 (3d  Cir. 1985) (rejecting an argument  that the prison's\n\npublishers only rule fell \"inequitably\" on the poor where the\n\nplaintiff  had not disputed that he had access to a library);\n\ncompare  Thornburgh  v.  Abbott,  490 U.S.  401,  418  (1989)\n                               \n\n                             -6-\n\n(sustaining regulations impinging  on First Amendment  rights\n\nwhere  the   regulations   permitted  \"a   broad   range   of\n\npublications  to  be  sent,  received,  and  read\"  and  thus\n\nafforded inmates sufficient  alternative means of  exercising\n\nthose rights).   Thus,  we cannot  say that,  when defendants\n\napplied  their publishers  only  rule to  Stow, the  rule was\n\n\"clearly unconstitutional\" because it did not provide for the\n\nexceptions  suggested by Stow  or because Stow  was unable to\n\nafford to buy particular materials not otherwise available in\n\nthe prison library.  Accordingly, defendants are protected by\n\nqualified immunity, and Stow's claim for compensatory damages\n\nwas  properly dismissed.  See Johnson, supra, 948 F.2d at 520\n                                            \n\n(inmate's claim for damages was held preempted by defendants'\n\nqualified  immunity where  circuit  law had  not yet  clearly\n\nestablished  that  a  publishers  only   rule  covering  both\n\nhardcover and softcover materials was unconstitutional).\n\n          Affirmed.\n                   \n\n                             -7-\n",
  "html": "<p class=\"case_cite\">21 F.3d 420</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Weston J. STOW, Plaintiff Appellant,<br>v.<br>WARDEN, NH STATE PRISON, ET AL., Defendant, Appellees.</p>\n    <p class=\"docket\">No. 93-1869</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit</p>\n    <p class=\"date\">March 31, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of New Hampshire [Hon.  Joseph A. DiClerico, U.S. District Judge]</p>\n      <p class=\"indent\">Weston J. Stow on brief pro se.</p>\n      <p class=\"indent\">Jeffrey R. Howard, Attorney General, and Christopher P. Reid, Attorney, Civil Bureau, on brief for appellees.</p>\n      <p class=\"indent\">D.N.H.</p>\n      <p class=\"indent\">AFFIRMED</p>\n      <p class=\"indent\">Before Breyer, Chief Judge, Torruella and Selya, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Weston Stow appeals the district court's decision dismissing his action under 42 U.S.C. Sec. 1983 against New Hampshire corrections officials.  We affirm.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Stow is presently in prison in Massachusetts.  Previously, he had been confined in a New Hampshire state prison.  While in prison in New Hampshire, Stow sued corrections officials in state court, alleging that a new prison policy permitting the removal and destruction of all newsclippings in incoming letters violated the state constitution.  Under the policy, prison officials had removed and destroyed a newsclipping sent to Stow in a family letter, and Stow sought damages and an injunction against enforcement of the policy.  After a hearing, the state superior court determined that the no-newsclipping policy was invalid, but denied Stow money damages.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Soon after bringing his state suit, Stow filed a section 1983 suit in the federal district court in New Hampshire, seeking declaratory and injunctive relief and damages.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Stow alleged that the New Hampshire state prison's publishers only rule \"as it appl[ies] to the receipt of both hardcover and softcover as well as looseleaf papers from sources other than a publisher\" was unconstitutional and that defendants had illegally seized his personal property.  On three occasions, Stow said that he had not been allowed to keep specific printed material contained in incoming letters or dropped off for him by visiting family members.  One such occasion involved the same incident and policy on which Stow's state suit was based.  In an amended complaint, Stow further alleged that the rule prevented him from receiving newspapers and periodicals from his Massachusetts hometown which he could not afford to subscribe to and which the prison library did not have.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In granting judgment on the pleadings, the court determined first that Stow could not litigate his section 1983 claim based on the no-newsclipping policy in federal court.  Under state law, Stow would have been barred from litigating that claim since he could have presented it to the court in the state action he brought, but had not.  Because state law would not have permitted Stow to litigate his section 1983 claim in state court, the court concluded that Stow was also barred from litigating that claim in federal court, citing  Migra v. Warren City School District Board of Education, 465 U.S. 75 (1984).  In Migra, the Supreme Court held that a federal court must give the same preclusive effect to a state court judgment as the law of that state would give to that judgment, and it affirmed a district court decision dismissing a section 1983 action brought after the plaintiff had successfully sued in state court under state law on the same claim, because the plaintiff could have, but did not, present the section 1983 issue to the state court in the state action.   Id. at 81, 83-85.  Under Migra, the district court's ruling was clearly correct.  On appeal, Stow contends that the court gave the state court decision preclusive effect with respect to his other claims as well, but the court's decision belies that contention.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The district court also correctly decided that Stow's claims for declaratory and injunctive relief regarding the publishers only rule were moot.  Plaintiff's own filings establish that he is no longer confined in New Hampshire, but is presently housed in Massachusetts.  Accordingly, the district court permissibly relied on the fact of Stow's transfer out of New Hampshire in granting judgment on the pleadings.  On appeal, Stow says that Massachusetts corrections officials review his case annually to determine whether he may be paroled, and that he will be returned to a New Hampshire prison to begin serving his sentence there once he is paroled.  He claims that his requests for declaratory and injunctive relief are not moot because he may be back in a New Hampshire prison soon.  We have no basis for evaluating the validity of that claim on the present record.  In any event, his eventual parole in Massachusetts is a contingency, which itself is subject to other contingencies (e.g., what the standards for parole are in Massachusetts and how close Stow comes to meeting them).  Therefore, his claims for declaratory and injunctive relief are moot.   Cf. Super Tire Engineering Co. v. McCorkle, 416 U.S. 115, 123 (1974) (declaratory relief was warranted where the allegedly injurious governmental action did not rest on \"distant contingencies\");   see Johnson v. Moore, 948 F.2d 517, 520 (9th Cir. 1991) (per curiam) (prisoner's claims for injunctive relief from publishers only rule were mooted by his transfer to a different facility).  Although Stow also argues that his case comes within the capable of repetition yet evading review exception to the mootness doctrine, we have no basis for evaluating that claim.  The record does not show (nor has Stow said) how long his sentence in New Hampshire will be once he returns.  Cf. Super Tire, supra, 416 U.S. at 126 (capable of repetition yet evading review exception applies where the potentially recurring situation is of \"comparatively short duration\").</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Finally, the district court found that New Hampshire's publishers only rule was valid as a matter of law.  We affirm its decision on the basis of the qualified immunity defense asserted by defendants on appeal, which, in this case, may be resolved as a question of law.  See Febus-Rodriguez v.  Betancourt-Lebron, 14 F.3d 87, 90 (1st Cir. 1994) (qualified immunity is a question of law where there are no disputed fact issues).  Although defendants did not argue their qualified immunity below, we may affirm a judgment on \"any independently sufficient ground.\"   Horta v. Sullivan, 4 F.3d 2, 9 (1st Cir. 1993).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Here, Stow's only remaining claim is one for damages allegedly suffered by defendants' application of the state prison's publishers only rule.  But he may only sue defendants for damages if their conduct violated \"clearly established ... constitutional rights of which a reasonable person would have known.\"   Febus-Rodriguez, supra, 14 F.3d at 91.  The question for us, therefore, is not whether defendants' conduct was \"clearly constitutional, but whether it [was] clearly unconstitutional.\"   Knox v. McGinnis, 998 F.2d 1405, 1409 (7th Cir. 1993).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The publishers only rule challenged by Stow permitted prisoners to receive published materials only from publishers.  Stow argued on appeal that the rule was unconstitutional because it did not permit prisoners to obtain materials from visitors or to seek case-by-case exceptions to the rule's outright prohibition of printed materials from nonpublisher sources.  Moreover, in his complaint, he had alleged a complete deprivation of certain materials which he could not afford to buy from publishers and which were not available in the prison library.  Although this court has sustained a publishers only rule which covered both hardbound and softbound materials as a matter of law in part on the ground that the rule permitted exceptions for certain printed materials brought by visitors,  see Kines v. Day, 754 F.2d 28 (1st Cir. 1985), there is nothing in Kines which suggested that a rule without such an exception would be per se unlawful.  Moreover, in  Ward v. Washtenaw County Sheriff's Department, 881 F.2d 325 (6th Cir. 1989), the Sixth Circuit sustained a publishers only rule which applied to both hardcover and softcover publications and which specifically forbade inmates from receiving publications from visitors.  There is authority that suggests a publishers only rule would not be unconstitutional merely because it prevents an inmate from receiving the particular materials he seeks, as long as inmates have access to a \"broad range of publications.\"   See Bell v. Wolfish, 441 U.S. 520, 552 (1979) (\"where 'other avenues' remain available for the receipt of materials by inmates, the loss of 'cost advantages does not fundamentally implicate free speech values' \") (emphasis in original;  citation omitted);   Hurd v. Williams, 755 F.2d 306, 308 (3d Cir. 1985) (rejecting an argument that the prison's publishers only rule fell \"inequitably\" on the poor where the plaintiff had not disputed that he had access to a library);  compare Thornburgh v.  Abbott, 490 U.S. 401, 418 (1989) (sustaining regulations impinging on First Amendment rights where the regulations permitted \"a broad range of publications to be sent, received, and read\" and thus afforded inmates sufficient alternative means of exercising those rights).  Thus, we cannot say that, when defendants applied their publishers only rule to Stow, the rule was \"clearly unconstitutional\" because it did not provide for the exceptions suggested by Stow or because Stow was unable to afford to buy particular materials not otherwise available in the prison library.  Accordingly, defendants are protected by qualified immunity, and Stow's claim for compensatory damages was properly dismissed.   See Johnson, supra, 948 F.2d at 520 (inmate's claim for damages was held preempted by defendants' qualified immunity where circuit law had not yet clearly established that a publishers only rule covering both hardcover and softcover materials was unconstitutional).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Because the facts and legal arguments are adequately presented in the briefs and record, and because our decisional process would not be aided by oral argument, we deny the defendants' request for oral argument.  See 1st Cir.  Loc. R. 34.1(a)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Stow's federal complaint named the same defendants as were named in the state suit, as well as an additional defendant</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">21</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">420</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Weston J. STOW, Plaintiff Appellant,<br>v.<br>WARDEN, NH STATE PRISON, ET AL., Defendant, Appellees.</p>\n    <p class=\"docket\">No. 93-1869</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit</p>\n    <p class=\"date\">March 31, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of New Hampshire [Hon.  Joseph A. DiClerico, U.S. District Judge]</p>\n      <p class=\"indent\">Weston J. Stow on brief pro se.</p>\n      <p class=\"indent\">Jeffrey R. Howard, Attorney General, and Christopher P. Reid, Attorney, Civil Bureau, on brief for appellees.</p>\n      <p class=\"indent\">D.N.H.</p>\n      <p class=\"indent\">AFFIRMED</p>\n      <p class=\"indent\">Before Breyer, Chief Judge, Torruella and Selya, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Weston Stow appeals the district court's decision dismissing his action under 42 U.S.C. Sec. 1983 against New Hampshire corrections officials.  We affirm.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Stow is presently in prison in Massachusetts.  Previously, he had been confined in a New Hampshire state prison.  While in prison in New Hampshire, Stow sued corrections officials in state court, alleging that a new prison policy permitting the removal and destruction of all newsclippings in incoming letters violated the state constitution.  Under the policy, prison officials had removed and destroyed a newsclipping sent to Stow in a family letter, and Stow sought damages and an injunction against enforcement of the policy.  After a hearing, the state superior court determined that the no-newsclipping policy was invalid, but denied Stow money damages.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Soon after bringing his state suit, Stow filed a section 1983 suit in the federal district court in New Hampshire, seeking declaratory and injunctive relief and damages.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Stow alleged that the New Hampshire state prison's publishers only rule \"as it appl[ies] to the receipt of both hardcover and softcover as well as looseleaf papers from sources other than a publisher\" was unconstitutional and that defendants had illegally seized his personal property.  On three occasions, Stow said that he had not been allowed to keep specific printed material contained in incoming letters or dropped off for him by visiting family members.  One such occasion involved the same incident and policy on which Stow's state suit was based.  In an amended complaint, Stow further alleged that the rule prevented him from receiving newspapers and periodicals from his Massachusetts hometown which he could not afford to subscribe to and which the prison library did not have.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In granting judgment on the pleadings, the court determined first that Stow could not litigate his section 1983 claim based on the no-newsclipping policy in federal court.  Under state law, Stow would have been barred from litigating that claim since he could have presented it to the court in the state action he brought, but had not.  Because state law would not have permitted Stow to litigate his section 1983 claim in state court, the court concluded that Stow was also barred from litigating that claim in federal court, citing  Migra v. Warren City School District Board of Education, <span class=\"citation\" data-id=\"111093\"><a href=\"/opinion/111093/migra-v-warren-city-school-dist-bd-of-ed/\"><span class=\"volume\">465</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">75</span></a></span> (1984).  In Migra, the Supreme Court held that a federal court must give the same preclusive effect to a state court judgment as the law of that state would give to that judgment, and it affirmed a district court decision dismissing a section 1983 action brought after the plaintiff had successfully sued in state court under state law on the same claim, because the plaintiff could have, but did not, present the section 1983 issue to the state court in the state action.   Id. at 81, 83-85.  Under Migra, the district court's ruling was clearly correct.  On appeal, Stow contends that the court gave the state court decision preclusive effect with respect to his other claims as well, but the court's decision belies that contention.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The district court also correctly decided that Stow's claims for declaratory and injunctive relief regarding the publishers only rule were moot.  Plaintiff's own filings establish that he is no longer confined in New Hampshire, but is presently housed in Massachusetts.  Accordingly, the district court permissibly relied on the fact of Stow's transfer out of New Hampshire in granting judgment on the pleadings.  On appeal, Stow says that Massachusetts corrections officials review his case annually to determine whether he may be paroled, and that he will be returned to a New Hampshire prison to begin serving his sentence there once he is paroled.  He claims that his requests for declaratory and injunctive relief are not moot because he may be back in a New Hampshire prison soon.  We have no basis for evaluating the validity of that claim on the present record.  In any event, his eventual parole in Massachusetts is a contingency, which itself is subject to other contingencies (e.g., what the standards for parole are in Massachusetts and how close Stow comes to meeting them).  Therefore, his claims for declaratory and injunctive relief are moot.   Cf. Super Tire Engineering Co. v. McCorkle, <span class=\"citation\" data-id=\"109007\"><a href=\"/opinion/109007/super-tire-engineering-co-v-mccorkle/\"><span class=\"volume\">416</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">115</span></a></span>, 123 (1974) (declaratory relief was warranted where the allegedly injurious governmental action did not rest on \"distant contingencies\");   see Johnson v. Moore, <span class=\"citation\" data-id=\"571327\"><a href=\"/opinion/571327/martin-allen-johnson-v-robert-moore-superintendent-clallam-bay/\"><span class=\"volume\">948</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">517</span></a></span>, 520 (9th Cir. 1991) (per curiam) (prisoner's claims for injunctive relief from publishers only rule were mooted by his transfer to a different facility).  Although Stow also argues that his case comes within the capable of repetition yet evading review exception to the mootness doctrine, we have no basis for evaluating that claim.  The record does not show (nor has Stow said) how long his sentence in New Hampshire will be once he returns.  Cf. Super Tire, supra, 416 U.S. at 126 (capable of repetition yet evading review exception applies where the potentially recurring situation is of \"comparatively short duration\").</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Finally, the district court found that New Hampshire's publishers only rule was valid as a matter of law.  We affirm its decision on the basis of the qualified immunity defense asserted by defendants on appeal, which, in this case, may be resolved as a question of law.  See Febus-Rodriguez v.  Betancourt-Lebron, <span class=\"citation\" data-id=\"195148\"><a href=\"/opinion/195148/rodriguez-v-lebron/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">87</span></a></span>, 90 (1st Cir. 1994) (qualified immunity is a question of law where there are no disputed fact issues).  Although defendants did not argue their qualified immunity below, we may affirm a judgment on \"any independently sufficient ground.\"   Horta v. Sullivan, <span class=\"citation\" data-id=\"629115\"><a href=\"/opinion/629115/debra-horta-v-charles-b-sullivan/\"><span class=\"volume\">4</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">2</span></a></span>, 9 (1st Cir. 1993).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Here, Stow's only remaining claim is one for damages allegedly suffered by defendants' application of the state prison's publishers only rule.  But he may only sue defendants for damages if their conduct violated \"clearly established ... constitutional rights of which a reasonable person would have known.\"   Febus-Rodriguez, supra, 14 F.3d at 91.  The question for us, therefore, is not whether defendants' conduct was \"clearly constitutional, but whether it [was] clearly unconstitutional.\"   Knox v. McGinnis, <span class=\"citation\" data-id=\"611588\"><a href=\"/opinion/611588/paul-knox-v-kenneth-l-mcginnis-and-thomas-roth/\"><span class=\"volume\">998</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1405</span></a></span>, 1409 (7th Cir. 1993).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The publishers only rule challenged by Stow permitted prisoners to receive published materials only from publishers.  Stow argued on appeal that the rule was unconstitutional because it did not permit prisoners to obtain materials from visitors or to seek case-by-case exceptions to the rule's outright prohibition of printed materials from nonpublisher sources.  Moreover, in his complaint, he had alleged a complete deprivation of certain materials which he could not afford to buy from publishers and which were not available in the prison library.  Although this court has sustained a publishers only rule which covered both hardbound and softbound materials as a matter of law in part on the ground that the rule permitted exceptions for certain printed materials brought by visitors,  see Kines v. Day, <span class=\"citation\" data-id=\"447588\"><a href=\"/opinion/447588/bobby-ray-kines-v-john-day/\"><span class=\"volume\">754</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">28</span></a></span> (1st Cir. 1985), there is nothing in Kines which suggested that a rule without such an exception would be per se unlawful.  Moreover, in  Ward v. Washtenaw County Sheriff's Department, <span class=\"citation\" data-id=\"527031\"><a href=\"/opinion/527031/michael-charles-ward-v-washtenaw-county-sheriffs-department-and-thomas/\"><span class=\"volume\">881</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">325</span></a></span> (6th Cir. 1989), the Sixth Circuit sustained a publishers only rule which applied to both hardcover and softcover publications and which specifically forbade inmates from receiving publications from visitors.  There is authority that suggests a publishers only rule would not be unconstitutional merely because it prevents an inmate from receiving the particular materials he seeks, as long as inmates have access to a \"broad range of publications.\"   See Bell v. Wolfish, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">441</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">520</span></a></span>, 552 (1979) (\"where 'other avenues' remain available for the receipt of materials by inmates, the loss of 'cost advantages does not fundamentally implicate free speech values' \") (emphasis in original;  citation omitted);   Hurd v. Williams, <span class=\"citation\" data-id=\"448153\"><a href=\"/opinion/448153/charles-dave-hurd-v-capt-dave-williams-warden-howard-young-capt/\"><span class=\"volume\">755</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">306</span></a></span>, 308 (3d Cir. 1985) (rejecting an argument that the prison's publishers only rule fell \"inequitably\" on the poor where the plaintiff had not disputed that he had access to a library);  compare Thornburgh v.  Abbott, <span class=\"citation\" data-id=\"112258\"><a href=\"/opinion/112258/thornburgh-v-abbott/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">401</span></a></span>, 418 (1989) (sustaining regulations impinging on First Amendment rights where the regulations permitted \"a broad range of publications to be sent, received, and read\" and thus afforded inmates sufficient alternative means of exercising those rights).  Thus, we cannot say that, when defendants applied their publishers only rule to Stow, the rule was \"clearly unconstitutional\" because it did not provide for the exceptions suggested by Stow or because Stow was unable to afford to buy particular materials not otherwise available in the prison library.  Accordingly, defendants are protected by qualified immunity, and Stow's claim for compensatory damages was properly dismissed.   See Johnson, supra, 948 F.2d at 520 (inmate's claim for damages was held preempted by defendants' qualified immunity where circuit law had not yet clearly established that a publishers only rule covering both hardcover and softcover materials was unconstitutional).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Because the facts and legal arguments are adequately presented in the briefs and record, and because our decisional process would not be aided by oral argument, we deny the defendants' request for oral argument.  See 1st Cir.  Loc. R. 34.1(a)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Stow's federal complaint named the same defendants as were named in the state suit, as well as an additional defendant</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/109007/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110075/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111093/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112258/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195148/",
    "http://www.courtlistener.com/api/rest/v3/opinions/447588/",
    "http://www.courtlistener.com/api/rest/v3/opinions/448153/",
    "http://www.courtlistener.com/api/rest/v3/opinions/527031/",
    "http://www.courtlistener.com/api/rest/v3/opinions/571327/",
    "http://www.courtlistener.com/api/rest/v3/opinions/611588/",
    "http://www.courtlistener.com/api/rest/v3/opinions/629115/"
  ]
}