{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/195222/",
  "absolute_url": "/opinion/195222/united-states-v-gifford/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/195222/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T02:35:34Z",
  "date_modified": "2016-02-28T04:52:08.994312Z",
  "type": "010combined",
  "sha1": "bc4196369db9ce3adcf9e990682f4bcbf58a270f",
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1645.01A",
  "local_path": null,
  "plain_text": "                  UNITED STATES COURT OF APPEALS\n\n                      FOR THE FIRST CIRCUIT\n\n                                             \n\nNo. 93-1645\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                                v.\n\n                       WILLIAM L. GIFFORD,\n\n                      Defendant, Appellant.\n\n                                             \n\n                           ERRATA SHEET\n\n     The  order of  the  court  issued on  February  24, 1994  is\ncorrected as follows:\n\n     1.   On  page  23,  2d line  of  runover paragraph,  replace\n\"constitutionally adequate\" with \"paragraph-wide\"\n\n     2.  On page 23,  1st full paragraph, change the  second line\nto read as follows \" . . . Video holding, we respectfully decline\n                                \nto follow the panel's determination that the Constitution demands\nthat a defendant  must have had actual knowledge  of the minority\nof at least  one of  the performers.   We hold  instead that  the\nappropriate constitutional  requirement is  one of  recklessness,\nthat   section  2252  satisfies  it,  and  that,  therefore,  the\nstatute's scienter requirement is constitutionally adequate.  The\nstatute's legislative history makes it pellucid . . . . \"\n\n     3.    On  page  23,  1st full  paragraph,  line  11,  strike\n\"Furthermore, the\" and replace with \"This\".\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                             \n\nNo. 93-1645\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                                v.\n\n                       WILLIAM L. GIFFORD,\n\n                      Defendant, Appellant.\n\n                                             \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n           [Hon. William G. Young, U.S. District Judge]\n                                                      \n\n                                             \n\n                              Before\n\n                      Selya, Circuit Judge,\n                                          \n\n                  Coffin, Senior Circuit Judge,\n                                              \n\n                     and Cyr, Circuit Judge.\n                                           \n\n                                             \n\n     Annemarie  Hassett, Federal  Defender Office,  on brief  for\n                       \nappellant.\n     Jeanne M. Kempthorne, Assistant United States Attorney, with\n                         \nwhom  A. John Pappalardo,  United States Attorney,  was on brief,\n                        \nfor the United States.\n\n                                             \n\n                        February 24, 1994\n\n                                             \n\n          SELYA,  Circuit  Judge.   A  jury  convicted defendant-\n          SELYA,  Circuit  Judge.\n                                \n\nappellant William  L. Gifford on  a charge of illicit  receipt of\n\nchild   pornography  in  violation  of  18  U.S.C.     2252(a)(2)\n\n(1988).1   The district  court imposed an  18-month incarcerative\n\nsentence.  Gifford appeals both the conviction and the sentence.\n\n          Appellant's principal argument requires us to probe the\n\ndimensions  of  the  entrapment  doctrine  in  the  aftermath  of\n\nJacobson v. United States, 112 S.  Ct. 1535 (1992).  When all  is\n                         \n\nsaid   and  done,  we   find  ourselves  unpersuaded   either  by\n\nappellant's argument on entrapment or by his other merits-related\n\nasseverations.     Consequently,   we   affirm  the   conviction.\n\nAppellant's sentence presents a different set  of considerations.\n\nOn this scumbled record, we  conclude that the course of prudence\n\nis to vacate the sentence and remand for resentencing in light of\n\nour recent decision in United States v. Rivera, 994 F.2d 942 (1st\n                                              \n\nCir. 1993).\n\nI.  BACKGROUND\n\n          This  appeal  finds   its  genesis  in  an   undercover\n\ninvestigation  mounted by  a postal  inspector,  John Dunn,  who,\n\nusing  the alias  of \"Gatewood,\"  sent a  letter to  appellant in\n\nFebruary of 1986 (after culling his name from the mailing list of\n\na company  reputed to  distribute child  pornography).   Gatewood\n\n                    \n\n     1The statute  of conviction makes  it a federal crime  for a\nperson \"knowingly\" to receive \"any visual depiction that has been\nmailed .  .  . if  (A)  the producing  of such  visual  depiction\ninvolves the  use  of  a  minor  engaging  in  sexually  explicit\nconduct; and (B) such  visual depiction is of such  conduct.\"  18\nU.S.C.     2252(a)(2).    Visual depictions  of  this  genre  are\ncommonly referred to as child pornography.\n\n                                3\n\nwrote that,  while abroad,  he had  \"developed what  others might\n\nconsider  forbidden interests.\"   He claimed that  his \"publisher\n\nfriends\"  had given him  \"a few Stateside  addresses,\" presumably\n\nincluding appellant's, and asked if appellant had  an interest in\n\npursuing  the matter.  Appellant responded promptly, specifying a\n\npost office box as his return address.  His letter stated:\n\n          \"I  don't know who you are, but would like to\n          know anyway.   Please let me know who you are\n          (Mr.  or Mrs.)  and what  you  would like  to\n          correspond about.  Let me hear from you, as I\n          don't   know   anything  about   your   given\n          address!\"\n\nGatewood replied to this  letter in June,2 writing that he  had a\n\n\"very strong appreciation  of a varied sexual life,\"  a \"love for\n\nthe much younger generation,\" and  a \"decent collection\" of films\n\n                    \n\n     2The full text of Gatewood's letter follows:\n\n          Sorry for the  delayed response.  I  still do\n          travel  quite a  bit and  organization of  my\n          personal  life is not  my strongest suit.   I\n          just misplaced  you for  a while.   I've  had\n          several  close friends  over  the years  into\n          Scandinavian publishing  and photography.   I\n          thus have  acquired a very  decent collection\n          of  materials  that  others not  so  inclined\n          might find confusing.   I have a  very strong\n          appreciation   of  a   varied  sexual   life.\n          Spending  some time on  Uncle Sam in  the Far\n          East fully  developed my  love  for the  much\n          younger generation.\n\n               I hope  I've been  properly led.   I  do\n          have a few close  friends stateside with whom\n          I trade/loan.   Not much into selling  but we\n          could talk.\n\n               Hope to hear  from you William.   Let me\n          know what you like.  Feels strange writing to\n          a PO Box but I'll give you the benefit of the\n          doubt.\n\n                                4\n\nand photographs.  He remarked that he had a group of friends with\n\nwhom he exchanged such baubles.  Appellant answered  this missive\n\nin early July, inquiring about \"Scandinavian publishing material\"\n\nthat might be available for purchase.  Gatewood did not reply.3\n\n          The  next  contact  between  appellant  and the  postal\n\ninspectors consisted of a  single-page advertisement disseminated\n\nby the Far Eastern  Trading Co. (Fetco), a sham corporation.  The\n\nbogus solicitation  criticized the government's efforts to censor\n\n\"children's  pornography,\" indicated  that  Fetco  had devised  a\n\nfoolproof  technique for shipping such materials into the country\n\nundetected,  and  invited  responses  from  interested   parties.\n\nAppellant signed and  returned the printed form provided for that\n\npurpose,  enclosing a  note in  which he  referred to  a specific\n\npublisher, COQ.4   He also  requested catalogs for \"this  type of\n\nmaterial\"  and  a  listing  of  similarly  oriented  Scandinavian\n\npublishers.  Fetco then sent appellant a catalog that described a\n\nvariety  of  films  in  a  crude  way  that  left  little  to the\n\nimagination     and  left  no  shred  of  doubt  that  the  films\n\nconstituted visual depictions of the kind targeted by 18 U.S.C.  \n\n2252(a)(2).5   By letter  postmarked January 26,  1987, appellant\n\n                    \n\n     3Inspector  Dunn  testified at  trial that  the government's\nundercover operation generated  so overwhelming a response  as to\novertax its capabilities.\n\n     4According to  the testimony at  trial, COQ functioned  as a\nprominent source of child pornography in the 1980s.\n\n     5To cite two representative offerings, the catalog mentioned\n\"Preteen  Trio,\" described  as a  \"Lolita movie  of  real action\"\nfeaturing a girl of 9 and  boys of 12 and 15 having  intercourse,\nand a film entitled \"Children Sex Orgy.\"\n\n                                5\n\nordered  two items, \"Dolls\"  and \"Pissing Lolita,\"  and requested\n\nthatFetcoinform himwhenthemagazine\"EroticYouth\" wouldbeavailable.\n\n          The  government  neither filled  appellant's  order nor\n\ncashed his check.   In June of 1987, appellant bemoaned the delay\n\nand requested immediate clarification of the status of his order.\n\nThe government temporized, sending  appellant a new catalog.   On\n\nJuly  31, 1987,  appellant  forwarded  a  replacement  order  and\n\nanother check.   He again requisitioned \"Pissing  Lolita,\" but in\n\nlieu of \"Dolls,\"  he substituted two  magazines, \"Baby Love\"  and\n\n\"Lolita   Sex.\"6  This order, too, went unrequited.\n\n          In  the spring of 1988 the government initiated another\n\ncontact.    It sent  appellant  a complimentary  copy  of \"Tender\n\nMoments,\" a newsletter  published by postal inspectors  under the\n\n                    \n\n     6All three items purported to contain child pornography.  To\nillustrate  the unambiguous nature of the solicitation, we quote,\nalbeit reluctantly, from the catalog.  It supplied  the following\nblurb for \"Pissing Lolita\":\n\n          This  is an absolute sensation!  A film which\n          shows you the  ultimate pleasure children and\n          adults have in  the act of pissing  over each\n          other.   They try  mostly to  hit the  little\n          cunts.  Look  at the two Lolitas  of nine and\n          ten  enjoying  it.     And  see  these  girls\n          pissing!\n\nThe catalog described \"Baby Love\" as:\n\n          Youngest  of the young.  Young darling girl 2\n          1/2 years  old learns  masturbation from  her\n          mother.  Great shots of wide open lips.\n\nThe catalog described \"Lolita   Sex\" as:\n\n          More  pissing   and  masturbation   from  the\n          producers of the Lolita  series of magazines.\n          Girls 8  years up  to 15  years in  hard core\n          action.  Exciting intercourse and cum shots.\n\n                                6\n\npseudonym  of \"the  American Sensuality  Society.\"   The  Society\n\npurported to  be a  club whose  members, for  a fee,  could place\n\nadvertisements and notices in the newsletter.  In July, appellant\n\ncompleted  a membership  form, sent  a  check, and  wrote a  note\n\nindicating an interest in  purchasing copies of the \"Bambina  sex\n\nseries\" and \"Lolita-sex  magazines.\"  One month  later, appellant\n\nplaced an  advertisement in  \"Tender  Moments\" requesting,  inter\n                                                                 \n\nalia, addresses of Danish bookstores offering adult material.\n    \n\n          Using  the  name  Christian  M.,  and  conjuring  up  a\n\nfictitious  association   with  a  fictitious   firm,  \"Chrismere\n\nAssociates,\" the ubiquitous Inspector Dunn responded to this note\n\nin June of 1989, asking that appellant \"[l]et me know exactly the\n\nsort  of  action  desired and  preferred  ages  . .  .  .\"   When\n\nappellant replied that his interest lay in \"films or magazines of\n\nteen or pre-teen  girls or boys in  the nudist or other  state of\n\nnakedness,\" Christian wrote back:   \"If you are seeking nudist or\n\nnaturist type things I cannot be much assistance as my collection\n\nof  material  is what  is called  here  ACTION that  is  oral and\n\npenetrating   and  features  preteen   girls  nine   to  eleven.\"\n\nAppellant rose to the bait, acknowledging that he was \"interested\n\nin a  loan of Lolita or  other pre-teen magazines to  my mailbox,\n\nwhich  is safe  and  private .  .  .  .\"   Though  communications\n\ncontinued for some time, no materials were shipped.\n\n          During  the tail end of these negotiations, yet another\n\ngovernment undercover operation surfaced.  This operation, called\n\n\"Canamerican,\" forwarded appellant  a brochure on March  1, 1990.\n\n                                7\n\nThe brochure  featured child  pornography.7  Appellant  expressed\n\npleasure  at   \"hear[ing]  of  what   you  have  to   offer\"  and\n\ncommunicated  an interest  in purchasing \"copies  of .  . .  8 mm\n\nfilms\"  and \"teen  or  pre-teen  magazines.\"   On  June 3,  1990,\n\nappellant  placed an order,  requesting that  Canamerican \"[s]end\n\nthe films `Lolita  Children Love'  and `PreTeen  Trio' for  now,\"\n\nalong with \"photocopies of Bambina Sex 4-5.\"\n\n          In August, appellant  inquired about the status  of his\n\norder.  Having one's fondest wishes come true can sometimes prove\n\nto be  a curse.  On September 22,  1990, the materials arrived at\n\nappellant's  post office box in Woburn, Massachusetts.  Appellant\n\ncollected them  from the  box.   Government agents then  arrested\n\nhim.  At  the time of his arrest, appellant  acknowledged that he\n\nknew  the  package  mailed by  Canamerican  would  contain visual\n\ndepictions  of  under-age  females engaged  in  sexually explicit\n\nconduct.\n\n          The  authorities later  obtained a  search warrant  for\n\nappellant's  apartment.   On executing  the  warrant, they  found\n\nvarious notes, including one that read:\n\n          wrote on 10/15\n          Scandinavian Connection\n          Copenhagen Denmark\n          Amsterdam Netherlands\n\n               *       *       *\n\n          Blondie, Bambina Sex, Lolita,\n\n                    \n\n     7The films offered  for sale in the brochure  included \"Pre-\nTeen  Lolita Mix,\" which was  described as featuring a 9-year-old\ngirl having intercourse,  and other motion pictures  described as\ndepicting girls 9-13 and boys 7-14 having sexual relations.\n\n                                8\n\n          Baby Love Moppets, Incest #5,\n          Schoolgirls.\n\nTrial testimony  identified \"Scandinavian Connection\"  as a well-\n\nknown purveyor  of child  pornography during  the late  1970s and\n\nearly  1980s.    It  was  not a  government  front.    \"Blondie,\"\n\n\"Moppets,\"  and  \"Incest  #5\"  are titles  of  films  that  never\n\nappeared  in  catalogs  or  other  offering  materials  that  the\n\ngovernment furnished to appellant.\n\nII.  THE ENTRAPMENT DEFENSE\n\n          Appellant's principal  contention  in  this  court,  as\n\nbelow,  is  that  he was  entrapped  and,  accordingly, that  the\n\ndistrict court  should have  granted his motion  for judgment  of\n\nacquittal under Fed. R. Crim. P. 29.  We are not persuaded.\n\n                     A.  Standard of Review.\n                                           \n\n          The   standard   of   review  is   not   controversial.\n\n\"Following  a guilty verdict,  a reviewing court  must scrutinize\n\nthe  record,  eschewing  credibility  judgments  and  drawing all\n\nreasonable inferences in favor of  the verdict, to ascertain if a\n\nrational jury  could have found  that the government  proved each\n\nelement of the  crime beyond a reasonable doubt.\"   United States\n                                                                 \n\nv. Sepulveda,     F.3d    ,     (1st Cir. Dec. 20, 1993) [No. 92-\n            \n\n1362, slip op. at 7].  Moreover,  \"[t]o sustain a conviction, the\n\ncourt need not conclude that only a guilty verdict  appropriately\n\ncould be reached; it  is enough that the  finding of guilt  draws\n\nits essence from a plausible reading  of the record.\"  Id.   And,\n                                                          \n\nfinally,  our cases are consentient that the prosecution's burden\n\nof proof  may  be satisfied  by either  direct or  circumstantial\n\n                                9\n\nevidence, or  by any combination  thereof.  See United  States v.\n                                                              \n\nEcheverri, 982  F.2d 675, 677  (1st Cir. 1993); United  States v.\n                                                              \n\nVictoria-Peguero,  920  F.2d  77, 86-87  (1st  Cir.  1990), cert.\n                                                                 \n\ndenied, 111  S. Ct. 2053 (1991).  So  long as the evidence, taken\n      \n\nas a whole, supports the judgment of conviction, it need not rule\n\nout other hypotheses  more congenial to  a finding of  innocence.\n\nSee Victoria-Peguero, 920 F.2d at 86-87.\n                    \n\n          Appellant's entrapment defense must be analyzed  within\n\nthis  framework, but  with  special  attention  to  the  shifting\n\nburdens  of  production  indigenous to  entrapment.    See, e.g.,\n                                                                \n\nUnited States v. Rodriguez, 858 F.2d 809, 812-13 (1st Cir. 1988).\n                          \n\nOur cases make  clear that, as with most  affirmative defenses, a\n\njudge can  instruct  a jury  concerning  entrapment only  if  the\n\ndefendant  has carried the  \"entry-level burden\" of  showing that\n\n\"the  record,  viewed most  charitably  to the  proponent  of the\n\ninstruction, furnishes an arguable basis\" for an assertion of the\n\ndefense.  Id.  at 813; accord United States  v. McKenna, 889 F.2d\n                                                       \n\n1168,  1174  (1st Cir.  1989).    While  the necessary  level  of\n\nevidence is not \"so substantial  to require, if uncontroverted, a\n\ndirected verdict  of acquittal . . . it must  be more than a mere\n\nscintilla.\"  United States v. Pratt,  913 F.2d 982, 988 (1st Cir.\n                                   \n\n1990)  (citations omitted), cert.  denied, 498 U.S.  1028 (1991).\n                                         \n\nIt  is only  when and  if a  defendant successfully  carries this\n\nentry-level burden that the entrapment defense secures a foothold\n\nin the case.  Once that occurs, the government must  shoulder the\n\nburden  of proving,  beyond  reasonable  doubt,  the  absence  of\n\n                                10\n\nentrapment.   See Rodriguez,  858 F.2d at  815; United  States v.\n                                                              \n\nPolito, 856 F.2d 414, 416 (1st Cir. 1988).\n      \n\n                          B.  Analysis.\n                                      \n\n          The  crux of this  issue is  the supportability  of the\n\njury's finding  that the  government did  not entrap  appellant.8\n\nAppellant's arguments on  this score  require us  to revisit  our\n\nentrapment  jurisprudence  in  light of  the  Court's  opinion in\n\nJacobson,  112 S.  Ct. 1535.    Having made  this pilgrimage,  we\n        \n\nconclude  that Jacobson has  brought into slightly  better focus,\n                       \n\nbut   not  supplanted,  one  bearing  wall  within  the  existing\n\nstructure of our  entrapment jurisprudence.  In the  end, we find\n\nthat the court  below committed no reversible error  and that the\n\nrecord contains ample evidence to sustain the jury's verdict.\n\n          The affirmative defense  of entrapment is  comprised of\n\ntwo  elements:   \"(1)  government  inducement of  the  accused to\n\nengage in  criminal  conduct,  and  (2)  the  accused's  lack  of\n\npredisposition to engage  in such conduct.\"   Rodriguez, 858 F.2d\n                                                       \n\nat 812; accord  Polito, 856  F.2d at 415-16.   Jacobson does  not\n                                                       \n\nalter  this structure, but  only clarifies the  second component.\n\nIt teaches that  when entrapment is genuinely in  issue   meaning\n\nthat the defendant has met his entry-level burden, see supra Part\n                                                            \n\nII(A)   \"the prosecution must prove beyond  reasonable doubt that\n\nthe defendant  was disposed to  commit the criminal act  prior to\n\n                    \n\n     8Because we choose to meet appellant's sufficiency challenge\nhead-on,  we do  not reach  the  government's related  claim that\nappellant  failed to carry his entry-level burden, see Rodriguez,\n                                                                \n858 F.2d  at 812, and,  therefore, forfeited the right  to assert\nthe entrapment defense at all.\n\n                                11\n\nfirst being approached  by government agents.\"   Jacobson, 112 S.\n                                                         \n\nCt. at 1540.  Seizing  on this directive, appellant contends that\n\nthe  government improperly  induced him  to  purchase the  mailed\n\nmaterials and,  in all events,  that a reasonable jury  could not\n\nhave found him, in his  primeval state, to have been predisposed.\n\nWe examine these contentions separately.\n\n          1.   Inducement.   The  first  question is  whether the\n          1.   Inducement.\n                         \n\ngovernment's actions constituted an unlawful inducement to engage\n\nin criminal conduct.9   We start our perlustration  of this issue\n\nwith  first  principles.    Neither  mere  solicitation  nor  the\n\ncreation  of  opportunities   to  commit  an  offense   comprises\n\ninducement as that term is used in entrapment jurisprudence.  See\n                                                                 \n\nPratt, 913 F.2d at 989; United States v. Coady, 809 F.2d 119, 122\n                                              \n\n(1st Cir. 1987).  Rather, inducement refers to government conduct\n\nthat  persuades a  person to  turn \"from  a righteous path  to an\n\niniquitous one.\"   Coady, 809  F.2d at  122.   Inducement can  be\n                        \n\nfound  only when  the  government has  ventured  beyond a  simple\n\noffer, say, by  pleading with a defendant, see,  e.g., Pratt, 913\n                                                            \n\nF.2d at 988; Kadis v. United States, 373 F.2d 370, 374  (1st Cir.\n                                   \n\n1967), or by using inherently coercive tactics (e.g.,  threats or\n                                                    \n\npromises of  reward), see,  e.g., United  States v. Stanton,  973\n                                                           \n\nF.2d 608, 610 (8th Cir. 1992), or by arm-twisting  based on need,\n\nsympathy, friendship,  or the like, see Sherman v. United States,\n                                                                \n\n356 U.S.  369, 376  (1958); United States  v. Campbell,  874 F.2d\n                                                      \n\n                    \n\n     9Jacobson has no bearing on the issue of inducement because,\n              \nin that case,  the Court had no occasion to deal with inducement.\nSee Jacobson, 112 S. Ct. at 1540 n.2.\n            \n\n                                12\n\n838, 843-44  (1st Cir.  1989); United States  v. Kelly,  748 F.2d\n                                                      \n\n691, 698 n.16 (D.C. Cir. 1984).\n\n          Under  these   guidelines,  the   evidence  comfortably\n\nsupports a conclusion that the postal inspectors' actions in this\n\ncase did  not constitute unlawful inducement to commit the crime.\n\nWe think that a reasonable jury easily could have found that  the\n\ngovernment's overtures  to appellant, though  prolonged, amounted\n\nto no more than open-ended  solicitations, all of which, at least\n\nimplicitly, invited uninterested recipients to pay no heed.   The\n\npostal inspectors made no appeal to the \"sympathy of an obviously\n\nreluctant  person.\"  Kadis, 373 F.2d  at 373.  The opposite seems\n                          \n\ntrue:  the  solicitations were unsophisticated, erratic  in their\n\ntiming, and not designed to exert pressure of any sort.   By like\n\ntoken, the  solicitations held out no promise of tempting rewards\n\n(apart  from  whatever  satisfaction could  be  derived  from the\n\nerotica itself).   Just the  reverse:  appellant was  required to\n\npay in  advance to  join the American  Sensuality Society  and to\n\nobtain any material that he deigned to order.\n\n          In  itself,  this  conclusion disposes  of  appellant's\n\nsufficiency-of-the-evidence challenge,  for, as a  matter of law,\n\nentrapment cannot flourish  unless both elements of the defense  \n\ninducement  and   an  absence  of  predisposition     coincide.10\n\n                    \n\n     10For   this  reason,  the  government  is  correct  in  its\nassertion that  the jury charge  was flawed.  The  district court\ninstructed the jury that \"if the evidence in  the case leaves you\nwith a reasonable doubt whether Mr. Gifford was willing to commit\nthe crime, apart  from the persuasion of government agents, then,\nyou must find  him not guilty.\"  The court thus neglected to tell\nthe jury that, in order to acquit on the basis of  entrapment, it\n\n                                13\n\n\"[T]he defense fails if the jury is persuaded beyond a reasonable\n\ndoubt that either is lacking.\"  Rodriguez, 858 F.2d at 815.\n                                         \n\n          2.     Lack  of  Predisposition.     For  the  sake  of\n          2.     Lack  of  Predisposition.\n                                         \n\ncompleteness, we note that the  evidence also supports a  finding\n\nthat appellant,  dating back  to the beginning  of 1986,  did not\n\nlack predisposition to  traffick in child pornography.   Jacobson\n                                                                 \n\ngives  us  guidance  as  to  what evidence  suffices  to  show  a\n\npredilection to violate the law at the critical time, that is, in\n\nadvance  of the government's  initial intervention.   The Court's\n\nopinion  does  not  require  the  government  to  furnish  direct\n\nevidence  that a  defendant  had been  violating  (or, at  least,\n\ntrying   to  violate)   the  law   prior   to  the   government's\n\nintercession.   Rather, under  Jacobson, ready commission  of the\n                                       \n\ncriminal   act  can  itself  adequately  evince  an  individual's\n\npredisposition.  See Jacobson, 112 S. Ct. at 1541.\n                             \n\n          Of course, the fly  in the ointment here is that,  in a\n\npurely temporal sense,  ready commission of the  criminal act did\n\nnot transpire; the postal inspectors first contacted appellant in\n\nearly 1986, yet appellant did not place the order that led to his\n\narrest until  mid-1990.  The  fifty-two months that elapsed  is a\n\nconsiderably longer span of time  than the \"26 months of repeated\n\nmailings and communications from Government agents and fictitious\n\norganizations\"  that   marked  Jacobson's   dalliance  with   the\n\n                    \n\nalso   would  have   to   discern  a   reasonable  doubt   as  to\npredisposition.  In the circumstances at bar, however, the error,\nwhich tilted  in appellant's  favor, is of  no consequence.   See\n                                                                 \nCook v. Rhode  Island Dep't of Mental  Health, Etc., 10  F.3d 17,\n                                                   \n23-24 (1st Cir. 1993).\n\n                                14\n\nauthorities.  Id.  Yet, the two situations are far different from\n                 \n\na qualitative  standpoint.   And on  the facts  of this  case, we\n\nbelieve that  a jury  reasonably could  conclude that  appellant,\n\nunlike  Jacobson, was predisposed  to commit  the crime  from the\n\ninception.   Just  as \"ready  commission\" of  a crime  can \"amply\n\ndemonstrate[]  the  defendant's  predisposition,\"  id., so,  too,\n                                                      \n\ndemonstrated readiness to commit a potential crime can suffice to\n\nprove predisposition.\n\n          We discount the  initial mailing as  too cryptic to  be\n\nmeaningful.   Starting  with Gatewood's  second letter,  however,\n\nappellant's  reaction   to  the   postal  inspectors'   overtures\n\nexhibited considerable enthusiasm.   And when the  government, by\n\nforwarding  the Fetco catalog,  first presented appellant  with a\n\nconcrete  opportunity to purchase  child pornography    less than\n\none  year after  its initial  contact    he promptly wrote  out a\n\ncheck and placed  an order for  two items.   Seven months  later,\n\nwhen  his first  order had  not borne  fruit, appellant  placed a\n\nsecond  order  for  illicit materials.    Although  these orders,\n\nthrough no fault  of appellant's, went unfilled,  a rational jury\n\nnonetheless  could have found  that appellant's placement  of the\n\norders manifested  the  required  predisposition  to  commit  the\n\ncrime.  We do not see how the government's failure to  fill these\n\nearlier   orders,   thereby  thwarting   appellant's   successful\n\ncompletion of the crime, could serve to undercut the inference of\n\nreadiness that appellant's conduct conveyed.\n\n          Moreover, such  an  inference is  strengthened here  by\n\n                                15\n\nother circumstantial proof.   For one thing, the  jury had before\n\nit the evidence of appellant's subsequent expressions of interest\n\nin purchasing child pornography.  For another thing, the jury had\n\nthe evidence uncovered during the search of appellant's apartment\n\n  evidence from  which a rational finder of  facts might conclude\n\nthat  appellant  dealt  with a  commercial  distributor  of child\n\npornography  wholly independent of the federal government.  For a\n\nthird  thing, appellant's  references over  time  to matters  not\n\nmentioned  by the government,  such as \"Danish  bookstores,\" lent\n\ncredence to  the inference  of predisposition.   Hence,  Jacobson\n                                                                 \n\nnotwithstanding, the  district court appropriately  submitted the\n\nissue of entrapment to the jury.\n\n          We think that there is also a  second, more fundamental\n\ndistinction between Jacobson and the  case at hand:  the Jacobson\n                                                                 \n\nCourt's core  concern simply  is not vellicated  by the  facts of\n\nrecord here.    In Jacobson,  the  Court questioned  whether  the\n                           \n\ndefendant's predisposition  arose independently,  rather than  as\n\nthe product of governmental efforts.  See Jacobson, 112 S. Ct. at\n                                                  \n\n1541.  The Court's concern derived from the  fact that nearly all\n\nthe material furnished  by the government purported  to originate\n\nwith consumer research  companies or lobbying  organizations that\n\npromoted  sexual freedom and  freedom of  speech, and  that urged\n\npurchase  of  their  materials,  which  were  not  clearly  child\n\npornography,  as  a means  of raising  funds for  their political\n\nmission.   See id. at 1542.  Before  and during the relevant time\n                  \n\nframe, Jacobson  had  expressed solidarity  with these  political\n\n                                16\n\ngoals, but  he had  not indicated in  any way  that he  wished to\n\nreceive child pornography.  On these facts, the Court feared that\n\n\"by waving the  banner of individual  rights and disparaging  the\n\nlegitimacy  and  constitutionality  of  efforts to  restrict  the\n\navailability of sexually explicit materials, the Government . . .\n\nexerted substantial  pressure on  petitioner to  obtain and  read\n\nsuch  material as  part of  a  fight against  censorship and  the\n\ninfringement of individual rights.\"  Id.\n                                        \n\n          By contrast, no  such high-minded appeals  characterize\n\nthe instant case.  Here,  unlike in Jacobson, the jury reasonably\n                                            \n\ncould have  found that defendant  eagerly responded  to each  and\n\nevery  solicitation in a manner indicating his immediate interest\n\nin receiving forbidden materials.  Here, unlike  in Jacobson, the\n                                                            \n\ngovernment-sponsored  overtures for the most part did not purport\n\nto come from political organizations, but from private collectors\n\nand commercial  distributors.11   And, finally,  here, unlike  in\n\nJacobson,  the material  promoted  by  the  mailings  was  easily\n        \n\nrecognizable as  containing child pornography.  In  short, a jury\n\nreasonably could have  concluded that this was  not, as appellant\n\nwould  have  it,  Jacobson redux.    That  is  to say,  the  jury\n                          \n\nreasonably could have  thought that this was not a  case in which\n\ngovernment agents \"implant[ed] in the mind of  an innocent person\n\n                    \n\n     11To be sure,  the one-page solicitation originally  sent by\nFetco  did express  a  political  opinion in  the  sense that  it\ncriticized  \"censor[ship]\"  of  pornography.     But,  unlike  in\nJacobson,  112 S. Ct. at  1542, the Fetco  circular did not claim\n        \nthat sales proceeds would fund lobbying activities or be used for\nsome equally ennobling purpose.\n\n                                17\n\nthe disposition to  commit the alleged offense  and induce[d] its\n               \n\ncommission  in order  that  they  may prosecute.\"    Id. at  1543\n                                                        \n\n(citation omitted).12\n\nIII.  OTHER CHALLENGES TO THE CONVICTION\n\n          Appellant  stages two other  offensives in his campaign\n\nto overcome  the jury verdict.   Neither offensive gains  him any\n\nground.\n\n                    A.  Outrageous Misconduct.\n                                             \n\n          Appellant  asserts   that  the   prolonged  series   of\n\nundercover   operations   mounted   by  the   postal   inspectors\n\nconstituted  misconduct so fundamentally unfair as to violate the\n\ndue  process clause  of  the  Fifth Amendment.    In terms,  this\n\nassertion  bears a family  resemblance to appellant's  assault on\n\nthe failure of the judge and  jury to find entrapment.  It  fares\n\nno better.\n\n          Government  agents run awry  of the due  process clause\n\nif, and to the extent  that, their investigative conduct violates\n\n\"fundamental fairness\" and is \"shocking to the universal sense of\n\n                    \n\n     12We  do  not believe  that the  Jacobson Court  intended to\n                                              \nhamstring  routine undercover operations of the kind that Gifford\nencountered.    The Court  took  pains  to  observe that  if  the\ngovernment  agents had \"simply offered petitioner the opportunity\nto order child pornography through  the mails, and petitioner . .\n. had promptly availed himself  of this criminal opportunity,  it\nis unlikely that  his entrapment defense  would have warranted  a\njury instruction.\"   Jacobson, 112 S.  Ct. at 1541.   The Court's\n                             \ncomment applies a fortiori in  the instant case, especially since\n                          \nthe  issue  here is  not  whether the  factual  panoply warranted\nsubmission of the entrapment defense to the jury as a theoretical\npossibility,  but whether, after the judge instructed the jury on\nentrapment and  the jury rejected  the defense on the  facts, its\nverdict should  be  overturned because  entrapment  suffused  the\nscene as a matter of law.\n\n                                18\n\njustice.\"   United States v.  Russell, 411 U.S. 423,  432 (1973).\n                                     \n\nWe  recently stated  that, in  theory,  \"the government's  active\n\nparticipation  in a  criminal venture  may  be of  so shocking  a\n\nnature  as  to  violate  a  defendant's  right  to  due  process,\n\nnotwithstanding  a  defendant's  predisposition  to  commit   the\n\ncrime.\"  United  States v. Panitz, 907 F.2d  1267, 1272 (1st Cir.\n                                 \n\n1990)  (citations omitted).   Yet, we cautioned  in virtually the\n\nsame breath  that this  court had  never encountered  a situation\n\nwhere   that  sort   of  government   involvement  \"crossed   the\n\nconstitutional line.\"  Id.  The case before us does not break the\n                          \n\nstring.\n\n          We do not see a need for exegetic comment.  Despite the\n\nfact  that undercover operations by their nature involve elements\n\nof furtiveness, duplicity,  and manipulation, we have  never held\n\nthat such  initiatives are  per se unfair.   To the  contrary, we\n                                  \n\nthink that the Executive Branch  is free, within broad limits, to\n\nset  such snares  for unwary  criminals.   See  United States  v.\n                                                             \n\nSantana, 6 F.3d 1, 5-6 (1st Cir. 1993); United States v. Connell,\n                                                                \n\n960 F.2d 191, 194, 196 (1st Cir. 1992); see also United States v.\n                                                              \n\nMitchell, 915  F.2d 521, 526  (9th Cir. 1990)  (upholding reverse\n        \n\nsting operation in  child pornography case), cert. denied, 111 S.\n                                                         \n\nCt.  1686  (1991).    In  this connection,  it  is  important  to\n\nunderstand that  the fairness of  employing a particular  form of\n\nundercover operation  is in  part a function  of the  crime under\n\ninvestigation.   See United  States v. Osborne,  935 F.2d  32, 37\n                                              \n\n(4th  Cir.  1991); see  also  Santana,  6  F.3d at  7  (outlining\n                                     \n\n                                19\n\nconsiderations relevant to assessing  the outrageousness vel  non\n                                                                 \n\nof  an  undercover   officer's  conduct  in  a   \"reverse  sting\"\n\noperation).\n\n          We  cannot say that, here, the postal inspectors lacked\n\na rational basis for mounting a long-running series of undercover\n\noperations in an  effort to  curb unlawful  trafficking in  child\n\npornography.13   See  Osborne, 935  F.2d  at 37  (concluding that\n                             \n\n\"undercover  operations  provide  a   [lawful]  means  by   which\n\nparticipants in the clandestine child pornography industry can be\n\ndetected\").     And,  moreover,   fundamental  fairness   is  not\n\ncompromised  in a  child  pornography  case  merely  because  the\n\ngovernment supplies  the contraband.   See,  e.g., Mitchell,  915\n                                                           \n\nF.2d at  526; United States  v. Musslyn,  865 F.2d 945,  947 (8th\n                                       \n\nCir. 1989), cert. denied, 114 S. Ct. 443 (1993); United States v.\n                                                              \n\nDriscoll, 852 F.2d 84, 86 (3d Cir.  1988); cf. Santana, 6 F.3d at\n                                                      \n\n8  (holding that  DEA's actions  in supplying  a large  amount of\n\nheroin to suspected drug dealers did not warrant dismissal).\n\n          In  this  instance,  the  government's  strategy  seems\n\nfairly calculated  to combat the  spread of child  pornography by\n\nputting consumers of forbidden depictions at warranted risk.  The\n\npostal inspectors' communiques do not strike us as possessing the\n\n                    \n\n     13In  the proceedings  below, the  district court  suggested\nthat due process requires that  the government must always harbor\na reasonable suspicion of criminal wrongdoing before targeting an\nindividual  for  testing   in  the  crucible  of   an  undercover\ninvestigation.   We  reject  this  idea.   See  United States  v.\n                                                             \nEspinal, 757 F.2d  423, 426 (1st  Cir. 1985) (finding  undercover\n       \noperation  to be  lawful vis-a-vis  a  defendant as  to whom  the\ngovernment had no previous suspicion of criminal activity).\n\n                                20\n\ncapacity to  overbear a guileless  recipient's will.   They were,\n\ninstead,   neutral  tests   designed  to   assay  a   recipient's\n\nwillingness  to  order   contraband.    In  the  same  vein,  the\n\ngovernment's promotional  literature, read  as a  whole, was  not\n\nunfairly  deceptive; although the Fetco brochure indicated on its\n\nface  that the  goods  offered  for sale  did  not contain  child\n\npornography, it was  within the jury's province to  conclude that\n\nappellant  must have realized  from the circular's  contents that\n\nthis was an apocryphal disclaimer.  Nor does the temporal span of\n\nthe  government's  undercover  operation make  it  vulnerable  to\n\nappellant's attack.  Although the sting ultimately stretched over\n\nfour  years, appellant placed a  mail order for illicit materials\n\nwithin  a  year  after  first  being  contacted   by  the  postal\n\ninspectors.     The  government's   decision   to  continue   its\n\ninvestigation  of  appellant  under  such  circumstances  is  far\n\nremoved from outrageous conduct.  See, e.g., Musslyn, 865 F.2d at\n                                                    \n\n946 (upholding undercover sting operation that lasted nearly five\n\nyears); United  States v. Goodwin,  854 F.2d 33, 35-36  (4th Cir.\n                                 \n\n1988) (similar; operation lasted nearly four years).\n\n          In a nutshell, nothing in this record distinguishes the\n\ngovernment's  actions in any  material respect from  the numerous\n\nsting operations that  we, and other courts, have  upheld in case\n\nafter case  after case.   See  Santana, 6 F.3d  at 4  (collecting\n                                      \n\ncases);   United States v. Moore,  916 F.2d 1131, 1139  (6th Cir.\n                                \n\n1990); Panitz,  907 F.2d  at 1272-73  (collecting cases);  United\n                                                                 \n\nStates v.  Thoma, 726 F.2d  1191, 1199 (7th Cir.),  cert. denied,\n                                                                \n\n                                21\n\n467 U.S. 1228 (1984).   There is no point in  retracing footsteps\n\nthat have beaten a well-marked path.   The district court did not\n\nerr  in rejecting  appellant's claim  of outrageous  governmental\n\nmisconduct.\n\n              B.  Constitutionality of the Statute.\n                                                  \n\n          Appellant next asserts that the statute of  conviction,\n\n18  U.S.C.   2252(a)(2), quoted supra note 1, is unconstitutional\n                                     \n\non its face.  Because  the issue presented poses an unadulterated\n\nquestion of law,  appellate review is plenary.   See Liberty Mut.\n                                                                 \n\nIns. Co.  v. Commercial Union  Ins. Co.,  978 F.2d 750,  757 (1st\n                                       \n\nCir. 1992); Stauble v. Warrob, Inc., 977 F.2d 690,  693 (1st Cir.\n                                   \n\n1992).\n\n          Appellant  claims that  section  2252(a) fails  to pass\n\nconstitutional muster  because it does not require proof that the\n\naccused knew that the persons depicted in the described materials\n\nwere  under  age.   This claim  is premised  upon the  holding in\n\nUnited States v. X-Citement Video,  Inc., 982 F.2d 1285 (9th Cir.\n                                        \n\n1992), petition for cert. filed (Nov. 5, 1993) (No. 93-723).  The\n                               \n\nconclusion of the two-judge X-Citement Video majority rested on a\n                                            \n\nsingle base,  having two components.   First,  the court  decided\n\nthat the  term \"knowingly,\"  as employed  in section  2252(a)(2),\n\nmodifies  only the word  \"receives,\" and  not the  phrase \"visual\n\ndepiction[s] involv[ing]  the use of a minor engaging in sexually\n\nexplicit  conduct\";  and,  second, the  court  decided  that this\n\nsyntax renders the  statute constitutionally  infirm because,  by\n\nfailing to predicate guilt on  actual knowledge of the materials'\n\n                                22\n\ncontents,  particularly the age(s)  of the persons  depicted, the\n\nstatute  allows a  person to  be convicted  without proof  of the\n\nrequisite  scienter.  See X-Citement  Video, 982 F.2d at 1289-92;\n                                           \n\nsee also Osborne v. Ohio, 495 U.S. 103, 112-15 (1990) (discussing\n                        \n\nconstitutional requirement that prohibitions on child pornography\n\ninclude  some  element of  scienter); see  generally New  York v.\n                                                              \n\nFerber,  458  U.S.   747,  765  (1982)  (explaining   that  child\n      \n\npornography statutes must  contain \"some element of  scienter\" to\n\nsurvive constitutional attack).\n\n          The  X-Citement Video opinion is something of a pariah.\n                               \n\nWith regard  to the first  component of its holding,  every other\n\nappellate court that has read section 2252(a) has determined that\n\nthe  provision  imposes  a  scienter  requirement  vis-a-vis  the\n\ncontents of an interdicted mailing.   See, e.g., United States v.\n                                                              \n\nLaChapelle, 969 F.2d 632, 638  (8th Cir. 1992); Osborne, 935 F.2d\n                                                       \n\nat 34  &amp; n.2; United States v. Duncan,  896 F.2d 271, 277-78 (7th\n                                     \n\nCir. 1990); United States v.  Marchant, 803 F.2d 174, 176-77 (5th\n                                      \n\nCir. 1986); United States v.  Garot, 801 F.2d 1241, 1246-47 (10th\n                                   \n\nCir.  1986).   Indeed, we,  ourselves,  albeit in  a civil  case,\n\nadvocated  just such  a  construction of  section  2252(a).   See\n                                                                 \n\nRodriguez v. Clark Color Lab., Inc.,  921 F.2d 347, 349 (1st Cir.\n                                   \n\n1990).\n\n          Though   these  opinions   predate  X-Citement   Video,\n                                                                \n\ndistrict courts outside the Ninth Circuit that have been asked to\n\nfollow X-Citement Video  uniformly have declined to do  so.  See,\n                                                                \n\ne.g., United States  v. Edwards,     F. Supp.    ,     (N.D. Ill.\n                               \n\n                                23\n\n1993) [1993 WL 453461, at  *5] (declaring that notwithstanding X-\n                                                                 \n\nCitement Video's contrary view, \"the language of   2252 imposes a\n              \n\nscienter element  as  to  the nature  of  the  proscribed  visual\n\ndepictions\"); United  States  v. Prytz,  822  F. Supp.  311,  321\n                                      \n\n(D.S.C. 1993) (noting  that, though the X-Citement  Video court's\n                                                         \n\nrendition \"may be correct grammatically, it is not reasonable nor\n\nconsistent    with    principles     underlying    constitutional\n\ninterpretation of statutes and the courts' obligation to construe\n\nstatutes  to  avoid  unconstitutionality  if  possible\");  United\n                                                                 \n\nStates v.  Long, 831 F.  Supp. 582,  586 (W.D. Ky.  1993); United\n                                                                 \n\nStates v. Kempton, 826 F. Supp.  386, 388-89 (D. Kan. 1993).   No\n                 \n\ncourt  has expressed  support for  the conclusion  reached  in X-\n                                                                 \n\nCitement Video.\n              \n\n          We agree  with the  near-unanimous view,  and with  the\n\nrelevant segment of Judge Kozinski's dissent in X-Citement Video,\n                                                                \n\n982   F.2d  at  1296-97.     In  our   opinion,  section  2252(a)\n\nincorporates  a paragraph-wide scienter requirement.  We read the\n\nterm  \"knowingly,\" as  used in  the statute,  to modify  not only\n\n\"receives\"  but  also  the entire  paragraph,  including  age and\n\nconduct.  Cf. United  States v. Marvin, 687 F.2d  1221, 1226 (8th\n                                      \n\nCir. 1982)  (interpreting \"knowingly\"  in 7  U.S.C.   2024(b)  as\n\nmodifying  the  entire  remainder  of  the  clause  in  which  it\n\nappears), cert. denied, 460 U.S. 1081 (1983).\n                      \n\n          With regard to  the second component of  the X-Citement\n                                                                 \n\nVideo  holding, we  respectfully decline  to  follow the  panel's\n     \n\ndetermination that the Constitution demands that a defendant must\n\n                                24\n\nhave had actual knowledge of the minority of at least one  of the\n\nperformers.   We hold instead that the appropriate constitutional\n\nrequirement is one  of recklessness, that section  2252 satisfies\n\nit,  and that, therefore,  the statute's scienter  requirement is\n\nconstitutionally  adequate.   The  statute's legislative  history\n\nmakes it pellucid  that Congress intended  to include a  scienter\n\nrequirement, and did  not intend strict criminal liability.   See\n                                                                 \n\nH.R.  Rep. No. 910,  99th Cong., 2d Sess.  6 (1986), reprinted in\n                                                                 \n\n1986  U.S.C.C.A.N. 5952, 5956  (discussing 1986 amendments  to   \n\n2251, 2252, and explaining that \"[t]he government must prove that\n\nthe  defendant knew  the  character of  the visual  depictions as\n\ndepicting a minor  engaging in sexually explicit conduct but need\n\nnot  prove that the  defendant actually knew  the person depicted\n\nwas in fact under 18 years of age or that the depictions violated\n\nFederal law\").  This statutory architecture passes constitutional\n\nscrutiny, for the  Constitution does not require that  an accused\n\npossess actual  knowledge of the  performers' ages.   Rather, the\n\nscienter  requirement  imposed by  section 2252(a)  regarding the\n\nreceipt of child pornography is  satisfied if the prosecution can\n\nshow reckless disregard of the obvious.  See Osborne, 495 U.S. at\n                                                    \n\n115 (holding that recklessness \"plainly satisfies the requirement\n\nlaid  down in  Ferber  that  prohibitions  on  child  pornography\n                     \n\ninclude some element of scienter\").\n\n          To  sum  up,  our determination  that  section  2252(a)\n\nsurvives appellant's  constitutional challenge comports  with the\n\nbetter-reasoned  cases  and,   at  the  same  time,   honors  the\n\n                                25\n\nprudential  principle   that,  \"where  an   otherwise  acceptable\n\nconstruction  of a  statute  would  raise serious  constitutional\n\nproblems,  [courts should]  construe the  statute  to avoid  such\n\nproblems  unless such  construction is  plainly  contrary to  the\n\nintent of Congress.\"   Edward J. DeBartolo Corp.  v. Florida Gulf\n                                                                 \n\nCoast Bldg. &amp; Constr. Trades Council, 485 U.S. 568, 575 (1988).\n                                    \n\nIV.  THE SENTENCE\n\n          Appellant's final argument concerns  his sentence.   He\n\nclaims  that the  lower court  erred in  not essaying  a downward\n\ndeparture, see  18 U.S.C.    3553(b) (providing, inter  alia, for\n                                                            \n\ndepartures  if the court ascertains \"that  there exists a[] . . .\n\nmitigating circumstance  of any kind  . . . not  adequately taken\n\ninto consideration  by the Sentencing  Commission in  formulating\n\nthe guidelines  that should  result in  a  [sentence outside  the\n\nguideline  range]\"); see also  U.S.S.G.  5K2.0, which  would have\n                             \n\nreduced  his sentence below the guideline sentencing range (GSR).\n\nThe government demurs.  It maintains that we lack jurisdiction to\n\nconsider this plaint, and, alternatively, that the district court\n\njustifiably refused to depart.   In the peculiar circumstances of\n\nthis case, these two propositions  can be collapsed into a single\n\nissue.\n\n          It is by now apodictic that a criminal defendant cannot\n\nground an appeal on the sentencing court's discretionary decision\n\nnot  to depart  below  the  GSR.   See,  e.g.,  United States  v.\n                                                             \n\nTardiff, 969  F.2d 1283, 1290  (1st Cir. 1992); United  States v.\n                                                              \n\nAmparo, 961 F.2d  288, 292 (1st Cir.),  cert. denied, 113  S. Ct.\n                                                    \n\n                                26\n\n224 (1992);  United States v. Hilton, 946 F.2d 955, 957 (1st Cir.\n                                    \n\n1991); United States v. Romolo, 937  F.2d 20, 22 (1st Cir. 1991).\n                              \n\nThis rule,  like most rules, is subject  to exceptions.  One such\n\nexception  applies  when the  sentencing  court's  declination to\n\ndepart results from  a mistake of  law.   See, e.g., Amparo,  961\n                                                           \n\nF.2d at 292; Hilton, 946 F.2d at  957.  In other words, appellate\n                   \n\njurisdiction may attach if it  appears that the failure to depart\n\nstemmed from the  sentencing court's mistaken impression  that it\n\nlacked the legal  authority to deviate  from the guideline  range\n\nor,  relatedly, from  the court's  misapprehension  of the  rules\n\ngoverning departures.   In  this instance,  we think  appellant's\n\ncase fits within the exception.\n\n          At sentencing, appellant moved for a downward departure\n\non  various  grounds.    He  claimed that  he  suffered  from  an\n\nextraordinary mental and emotional  condition within the  purview\n\nof   U.S.S.G.    5H1.3  and  5K2.13;  that  his  offense  conduct\n\nrepresented  an  isolated,  aberrant act  occurring  against  the\n\nbackdrop of an  otherwise exemplary lifestyle, which  brought its\n\ncommission within reach of U.S.S.G.  5K2.0 and Ch.1, Pt.A, intro.\n\ncomment.  4(d); and  that  he would  be especially  vulnerable to\n\nabuse  by other  convicts if  incarcerated.   The  district court\n\nrejected all three  bases for departure, and  sentenced appellant\n\nto eighteen months in prison (the low end of the GSR), but stayed\n\nthe  execution  of  sentence  sua  sponte.   On  appeal,  Gifford\n                                         \n\nabandons his  vulnerability claim  but stands fast  by his  other\n\nimportunings.   And  he urges  us to  find, inter alia,  that the\n                                                      \n\n                                27\n\ndistrict court mistakenly  believed itself to be  bereft of legal\n\nauthority to depart downward.\n\n          While  we express  no opinion  concerning the  ultimate\n\ndisposition  of  Gifford's   case,  a  careful  reading   of  the\n\nsentencing  transcript persuades  us  that,  at  least  as  to  a\n\npossible departure under section 5K2.0, appellant's argument  has\n\nmerit.14   In  particular, we  question  whether the  court below\n\nrecognized  the extent to  which it was permitted  to rely on its\n\n\"judgment about whether the given circumstances, as seen from the\n\ndistrict  court's unique  vantage point,  are  usual or  unusual,\n\nordinary or not ordinary, and to what extent.\"   United States v.\n                                                              \n\nRivera, 994 F.2d 942, 951 (1st Cir. 1993).15\n      \n\n          Under the sentencing  statute, the relevant guidelines,\n\nand associated materials, a  district judge is obligated to  mete\n\nout a sentence within the  GSR unless a permissible feature takes\n\nthe  case \"outside the  Guidelines' `heartland' and  make[s] it a\n\nspecial, or unusual,  case.\"  Id. at 949;  see also United States\n                                                                 \n\n                    \n\n     14Because we remand  for resentencing based on  our analysis\nof section 5K2.0,  we do not  separately consider sections  5H1.3\nand 5K2.13.   We  note, however,  that  to some  extent the  same\nfactors underpin the  several departure approaches in  this case.\nAnd in all events, the district court is free, in its discretion,\nto revisit sections 5H1.3 and 5K2.13.\n\n     15We reach  this conclusion without in any  way faulting the\ndistrict court.   Our opinion in Rivera, a case that both refined\n                                       \nand  elaborated earlier circuit  precedent, did not  emerge until\nsome two  weeks after Gifford  had been  sentenced.  We  expect a\ngreat  deal from district  judges, but we  do not  expect them to\nforetell  the  future  with complete  clairvoyance.    See, e.g.,\n                                                                \nUnited  States  v.  Ladd,  885  F.2d 954,  961  (1st  Cir.  1989)\n                        \n(acknowledging that \"robes and gavels are the tools of a jurist's\ntrade   not tea leaves or crystal balls\").\n\n                                28\n\nv. Aguilar-Pena,  887 F.2d 347,  349 (1st Cir.  1989) (explaining\n               \n\nthe \"heartland\" concept).  As  Rivera makes clear, there are only\n                                     \n\nnine  \"forbidden  departures,\"  that is,  nine  factors  that are\n\ncategorically ineligible to serve as  the basis for a  departure.\n\nSee  Rivera, 994  F.2d  at 948-49  (listing  race, sex,  national\n           \n\norigin, creed,  religion, socioeconomic status,  lack of youthful\n\nguidance, substance abuse,  and personal financial difficulties).\n\nWhile all other factors can  be taken into account in structuring\n\nthe  departure  calculus,  the architecture  is  complex.   Those\n\nfactors specifically enumerated  in the guidelines reside  in one\n\ncategory    but we must  subdivide that  category into  moieties:\n\nfactors that are  the stuff of encouraged departures, and factors\n\nthat are  discouraged,  albeit not  prohibited,  as a  basis  for\n\ndeparture.    See  id.  at  949.    In  a  second   category  are\n                      \n\n\"[c]ircumstances that may warrant departure from the guidelines .\n\n. . [but which] cannot,  by their very nature, be comprehensively\n\nlisted and analyzed in  advance.\"  U.S.S.G.    5K2.0, p.s.   With\n\nrespect to such  unforeseen circumstances, the district  court is\n\nto \"decide whether to depart (and, if so, how much to  depart) by\n\nexamining  the `unusual' nature of these circumstances and making\n\na judgment about what is appropriate.\"  Rivera, 994 F.2d at 949.\n                                              \n\n          Of course,  the  district court  did not    indeed,  it\n\ncould not, see  supra note 15   analyze this case in terms of the\n                     \n\nRivera  model.    But  the  judge's comments  at  sentencing  are\n      \n\nevocative  of the misperception  of hamstrung discretion  that we\n\nsought to correct  in Rivera, 994 F.2d at 953-54.  The sentencing\n                            \n\n                                29\n\ntranscript  makes  it  very  clear  that  the  judge  viewed  the\n\ncircumstances  of  the  case  as  unusual  in  certain  important\n\nrespects.  The judge stated that, given appellant's\n\n          psychological background [and]  his inability\n          to reason through from . . . cause to effect,\n          .  .  .  he  did  not as  a  matter  of  fact\n          recognize  the  peculiarity   of  the  sexual\n          references   in   the   Gatewood    .   .   .\n          correspondence; he  did not  comprehend as  a\n          matter  of  fact  the  socially  unacceptable\n          nature of the materials advertised in the Far\n          Eastern  Trading  Company  [and]  Canamerican\n          catalogs; he throughout  believed that he was\n          acting within the law, and indeed he believed\n          from  the nature  of  the government's  sting\n          operation that the  materials advertised were\n          legal for trade; and . . . he did assume that\n          any of the advertisers who solicited him were\n          operating legally through the mail.\n\nBased on these findings, the  judge concluded that appellant \"was\n\na person entirely without mens  rea\" and that he was \"unlike  the\n\nnormal person.\"\n\n          To  be sure,  the judge,  having  made these  findings,\n\neschewed  a  downward  departure.    He  stated  that  he  feared\n\ndeparting because  \"[t]his case  may be an  example of  the adage\n\nthat hard cases  make bad law.\"  Yet, after  Rivera, that bromide\n                                                   \n\nsweeps less  broadly in the  world of guideline sentencing.   Cf.\n                                                                 \n\nRivera, 994 F.2d  at 949 (observing that, in  the final analysis,\n      \n\n\"the Guidelines cannot dictate how  courts should sentence in . .\n\n.  special,  unusual,   or  other-than-ordinary  circumstances\").\n\nAfter Rivera, hard cases often make viable departure candidates.\n            \n\n          Just  as  deciding  whether  to  depart  sometimes  may\n\npresent a  difficult judgment  call for  a sentencing court,  the\n\nevaluation of departure rulings  frequently requires an appellate\n\n                                30\n\ncourt to walk a tightrope, ceding \"full awareness of, and respect\n\nfor\" the  trial court's \"superior  `feel' for  the case,\"  United\n                                                                 \n\nStates  v.  Diaz-Villafane, 874  F.2d  43, 50  (1st  Cir.), cert.\n                                                                 \n\ndenied, 493  U.S.  862 (1989),  yet  reviewing de  novo,  without\n                                                       \n\ndeference to  the trial court's outlook, the question of \"whether\n\nor  not the  allegedly special  circumstances  . .  . are  of the\n\n`kind' that the  Guidelines, in principle, permit  the sentencing\n                                         \n\ncourt  to consider  at all,\" Rivera,  994 F.2d  at 951.   In this\n                                   \n\ncase, we think that the two methodologies can peacefully coexist,\n\nfor the circumstances identified by  the district court might, as\n                                                       \n\na matter of  law, support a downward  departure.  See id.  at 949\n                                                         \n\n(noting that a district court's determination of what sentence is\n\nappropriate can be informed by the \"`nature  and circumstances of\n\nthe offense,' the `history and characteristics of the defendant,'\n\nand  the basic purposes  of sentencing, namely,  just punishment,\n\ndeterrence,   incapacitation   and   rehabilitation\")  (citations\n\nomitted).\n\n          In  brief,  we  do not  believe  resentencing  would be\n\npointless   in  this  instance,  for  we  discern  the  requisite\n\n\"significant  possibility\"  that  the  facts,  as  found  by  the\n\nsentencing court, would  permit that court  \"lawfully to order  a\n\ndeparture.\"  Rivera, 994 F.2d at 953.  Indeed, the district judge\n                   \n\nhimself  observed  that  \"[i]f  it  were open  to  me  under  the\n\nguidelines  to  depart, I  would  depart  and  I would  impose  a\n\nsentence of  . . . probation.\"   Because Rivera makes it possible\n                                               \n\nthat such a  departure is legally open to the sentencing court in\n\n                                31\n\nthe unusual  circumstances of this  case, we think the  course of\n\nprudence is  to vacate the  defendant's sentence  and remand  for\n\nresentencing.16  Cf.  United States v. Tavano,      F.3d    ,    \n                                             \n\nn.5 (1st Cir. 1993) [No. 93-1492,  slip op. at 8 n.5]  (remanding\n\nfor resentencing  and suggesting that,  if there is \"room  for an\n\nobjectively  reasonable division  of opinion  on  what the  judge\n\nintended,\"  the defendant should  be given \"the  benefit of [the]\n\ndoubt\").  In adopting this  course, we intimate no opinion either\n\nas  to what appellant's sentence  should be or  as to whether the\n\ndistrict court should sentence within or beneath the GSR.\n\n          The judgment of conviction is affirmed, the defendant's\n                                                                 \n\nsentence is vacated, and the  case is remanded for  resentencing.\n                                                                \n\nThe district  court shall afford  both parties an  opportunity to\n                                                                 \n\nsupplement the sentencing record.\n                                \n\n                    \n\n     16We also are  tugged in this  direction by our  recognition\nthat,  at the original sentencing hearing, the prosecution agreed\nthat probation would be an appropriate disposition.\n\n                                32\n",
  "html": "<p class=\"case_cite\">17 F.3d 462</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>William L. GIFFORD, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-1645.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Dec. 6, 1993.<br>Decided Feb. 24, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Annemarie Hassett, Federal Defender Office, on brief for appellant.</p>\n      <p class=\"indent\">Jeanne M. Kempthorne, Assistant United States Attorney, with whom A. John Pappalardo, United States Attorney, was on brief, for the United States.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN, Senior Circuit Judge, and CYR, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">A jury convicted defendant-appellant William L. Gifford on a charge of illicit receipt of child pornography in violation of 18 U.S.C. Sec. 2252(a)(2) (1988).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The district court imposed an 18-month incarcerative sentence.  Gifford appeals both the conviction and the sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Appellant's principal argument requires us to probe the dimensions of the entrapment doctrine in the aftermath of Jacobson v. United States, --- U.S. ----, 112 S.Ct. 1535, 118 L.Ed.2d 174 (1992).  When all is said and done, we find ourselves unpersuaded either by appellant's argument on entrapment or by his other merits-related asseverations.  Consequently, we affirm the conviction.  Appellant's sentence presents a different set of considerations.  On this scumbled record, we conclude that the course of prudence is to vacate the sentence and remand for resentencing in light of our recent decision in United States v. Rivera, 994 F.2d 942 (1st Cir.1993).</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">This appeal finds its genesis in an undercover investigation mounted by a postal inspector, John Dunn, who, using the alias of \"Gatewood,\" sent a letter to appellant in February of 1986 (after culling his name from the mailing list of a company reputed to distribute child pornography).  Gatewood wrote that, while abroad, he had \"developed what others might consider forbidden interests.\"   He claimed that his \"publisher friends\" had given him \"a few Stateside addresses,\" presumably including appellant's, and asked if appellant had an interest in pursuing the matter.  Appellant responded promptly, specifying a post office box as his return address.  His letter stated:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p>\"I don't know who you are, but would like to know anyway.  Please let me know who you are (Mr. or Mrs.) and what you would like to correspond about.  Let me hear from you, as I don't know anything about your given address!\"</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Gatewood replied to this letter in June,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> writing that he had a \"very strong appreciation of a varied sexual life,\" a \"love for the much younger generation,\" and a \"decent collection\" of films and photographs.  He remarked that he had a group of friends with whom he exchanged such baubles.  Appellant answered this missive in early July, inquiring about \"Scandinavian publishing material\" that might be available for purchase.  Gatewood did not reply.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The next contact between appellant and the postal inspectors consisted of a single-page advertisement disseminated by the Far Eastern Trading Co.  (Fetco), a sham corporation.  The bogus solicitation criticized the government's efforts to censor \"children's pornography,\" indicated that Fetco had devised a foolproof technique for shipping such materials into the country undetected, and invited responses from interested parties.  Appellant signed and returned the printed form provided for that purpose, enclosing a note in which he referred to a specific publisher, COQ.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  He also requested catalogs for \"this type of material\" and a listing of similarly oriented Scandinavian publishers.  Fetco then sent appellant a catalog that described a variety of films in a crude way that left little to the imagination--and left no shred of doubt that the films constituted visual depictions of the kind targeted by 18 U.S.C. Sec. 2252(a)(2).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  By letter postmarked January 26, 1987, appellant ordered two items, \"Dolls\" and \"Pissing Lolita,\" and requested that Fetco inform him when the magazine \"Erotic Youth\" would be available.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The government neither filled appellant's order nor cashed his check.  In June of 1987, appellant bemoaned the delay and requested immediate clarification of the status of his order.  The government temporized, sending appellant a new catalog.  On July 31, 1987, appellant forwarded a replacement order and another check.  He again requisitioned \"Pissing Lolita,\" but in lieu of \"Dolls,\" he substituted two magazines, \"Baby Love\" and \"Lolita--Sex.\"<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  This order, too, went unrequited.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In the spring of 1988 the government initiated another contact.  It sent appellant a complimentary copy of \"Tender Moments,\" a newsletter published by postal inspectors under the pseudonym of \"the American Sensuality Society.\"   The Society purported to be a club whose members, for a fee, could place advertisements and notices in the newsletter.  In July, appellant completed a membership form, sent a check, and wrote a note indicating an interest in purchasing copies of the \"Bambina sex series\" and \"Lolita-sex magazines.\"   One month later, appellant placed an advertisement in \"Tender Moments\" requesting, inter alia, addresses of Danish bookstores offering adult material.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Using the name Christian M., and conjuring up a fictitious association with a fictitious firm, \"Chrismere Associates,\" the ubiquitous Inspector Dunn responded to this note in June of 1989, asking that appellant \"[l]et me know exactly the sort of action desired and preferred ages....\"  When appellant replied that his interest lay in \"films or magazines of teen or pre-teen girls or boys in the nudist or other state of nakedness,\" Christian wrote back:  \"If you are seeking nudist or naturist type things I cannot be much assistance as my collection of material is what is called here ACTION that is oral and penetrating and features preteen girls nine to eleven.\"   Appellant rose to the bait, acknowledging that he was \"interested in a loan of Lolita or other pre-teen magazines to my mailbox, which is safe and private....\"  Though communications continued for some time, no materials were shipped.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">During the tail end of these negotiations, yet another government undercover operation surfaced.  This operation, called \"Canamerican,\" forwarded appellant a brochure on March 1, 1990.  The brochure featured child pornography.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Appellant expressed pleasure at \"hear[ing] of what you have to offer\" and communicated an interest in purchasing \"copies of ... 8 mm films\" and \"teen or pre-teen magazines.\"   On June 3, 1990, appellant placed an order, requesting that Canamerican \"[s]end the films 'Lolita Children Love' and 'PreTeen Trio' for now,\" along with \"photocopies of Bambina Sex 4-5.\"</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In August, appellant inquired about the status of his order.  Having one's fondest wishes come true can sometimes prove to be a curse.  On September 22, 1990, the materials arrived at appellant's post office box in Woburn, Massachusetts.  Appellant collected them from the box.  Government agents then arrested him.  At the time of his arrest, appellant acknowledged that he knew the package mailed by Canamerican would contain visual depictions of under-age females engaged in sexually explicit conduct.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The authorities later obtained a search warrant for appellant's apartment.  On executing the warrant, they found various notes, including one that read:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>wrote on 10/15</p>\n    </div>\n    <p>Scandinavian Connection</p>\n    <p>Copenhagen Denmark</p>\n    <p>Amsterdam Netherlands</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>*   *   *   *   *   *</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>Blondie, Bambina Sex, Lolita,</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>Baby Love Moppets, Incest # 5,Schoolgirls.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Trial testimony identified \"Scandinavian Connection\" as a well-known purveyor of child pornography during the late 1970s and early 1980s.  It was not a government front.  \"Blondie,\" \"Moppets,\" and \"Incest # 5\" are titles of films that never appeared in catalogs or other offering materials that the government furnished to appellant.</p>\n    </div>\n    <p>II. THE ENTRAPMENT DEFENSE</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Appellant's principal contention in this court, as below, is that he was entrapped and, accordingly, that the district court should have granted his motion for judgment of acquittal under Fed.R.Crim.P. 29.  We are not persuaded.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>A. Standard of Review.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The standard of review is not controversial.  \"Following a guilty verdict, a reviewing court must scrutinize the record, eschewing credibility judgments and drawing all reasonable inferences in favor of the verdict, to ascertain if a rational jury could have found that the government proved each element of the crime beyond a reasonable doubt.\"  United States v. Sepulveda, 15 F.3d 1161, 1173 (1st Cir.1993).  Moreover, \"[t]o sustain a conviction, the court need not conclude that only a guilty verdict appropriately could be reached;  it is enough that the finding of guilt draws its essence from a plausible reading of the record.\"  Id.  And, finally, our cases are consentient that the prosecution's burden of proof may be satisfied by either direct or circumstantial evidence, or by any combination thereof.  See United States v. Echeverri, 982 F.2d 675, 677 (1st Cir.1993);  United States v. Victoria-Peguero, 920 F.2d 77, 86-87 (1st Cir.1990), cert. denied, --- U.S. ----, 111 S.Ct. 2053, 114 L.Ed.2d 458 (1991).  So long as the evidence, taken as a whole, supports the judgment of conviction, it need not rule out other hypotheses more congenial to a finding of innocence.  See Victoria-Peguero, 920 F.2d at 86-87.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Appellant's entrapment defense must be analyzed within this framework, but with special attention to the shifting burdens of production indigenous to entrapment.  See, e.g., United States v. Rodriguez, 858 F.2d 809, 812-13 (1st Cir.1988).  Our cases make clear that, as with most affirmative defenses, a judge can instruct a jury concerning entrapment only if the defendant has carried the \"entry-level burden\" of showing that \"the record, viewed most charitably to the proponent of the instruction, furnishes an arguable basis\" for an assertion of the defense.  Id. at 813;  accord United States v. McKenna, 889 F.2d 1168, 1174 (1st Cir.1989).  While the necessary level of evidence is not \"so substantial to require, if uncontroverted, a directed verdict of acquittal ... it must be more than a mere scintilla.\"  United States v. Pratt, 913 F.2d 982, 988 (1st Cir.1990) (citations omitted), cert. denied, 498 U.S. 1028, 111 S.Ct. 681, 112 L.Ed.2d 673 (1991).  It is only when and if a defendant successfully carries this entry-level burden that the entrapment defense secures a foothold in the case.  Once that occurs, the government must shoulder the burden of proving, beyond reasonable doubt, the absence of entrapment.  See Rodriguez, 858 F.2d at 815;  United States v. Polito, 856 F.2d 414, 416 (1st Cir.1988).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>B. Analysis.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The crux of this issue is the supportability of the jury's finding that the government did not entrap appellant.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  Appellant's arguments on this score require us to revisit our entrapment jurisprudence in light of the Court's opinion in Jacobson, --- U.S. ----, 112 S.Ct. 1535.   Having made this pilgrimage, we conclude that Jacobson has brought into slightly better focus, but not supplanted, one bearing wall within the existing structure of our entrapment jurisprudence.  In the end, we find that the court below committed no reversible error and that the record contains ample evidence to sustain the jury's verdict.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The affirmative defense of entrapment is comprised of two elements:  \"(1) government inducement of the accused to engage in criminal conduct, and (2) the accused's lack of predisposition to engage in such conduct.\"  Rodriguez, 858 F.2d at 812;  accord Polito, 856 F.2d at 415-16.  Jacobson does not alter this structure, but only clarifies the second component.  It teaches that when entrapment is genuinely in issue--meaning that the defendant has met his entry-level burden, see supra Part II(A)--\"the prosecution must prove beyond reasonable doubt that the defendant was disposed to commit the criminal act prior to first being approached by government agents.\"  Jacobson, --- U.S. at ----, 112 S.Ct. at 1540.   Seizing on this directive, appellant contends that the government improperly induced him to purchase the mailed materials and, in all events, that a reasonable jury could not have found him, in his primeval state, to have been predisposed.  We examine these contentions separately.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">1.  Inducement.  The first question is whether the government's actions constituted an unlawful inducement to engage in criminal conduct.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  We start our perlustration of this issue with first principles.  Neither mere solicitation nor the creation of opportunities to commit an offense comprises inducement as that term is used in entrapment jurisprudence.  See Pratt, 913 F.2d at 989;  United States v. Coady, 809 F.2d 119, 122 (1st Cir.1987).  Rather, inducement refers to government conduct that persuades a person to turn \"from a righteous path to an iniquitous one.\"  Coady, 809 F.2d at 122.   Inducement can be found only when the government has ventured beyond a simple offer, say, by pleading with a defendant, see, e.g., Pratt, 913 F.2d at 988;  Kadis v. United States, 373 F.2d 370, 374 (1st Cir.1967), or by using inherently coercive tactics (e.g., threats or promises of reward), see, e.g., United States v. Stanton, 973 F.2d 608, 610 (8th Cir.1992), or by arm-twisting based on need, sympathy, friendship, or the like, see Sherman v. United States, 356 U.S. 369, 376, 78 S.Ct. 819, 822, 2 L.Ed.2d 848 (1958);  United States v. Campbell, 874 F.2d 838, 843-44 (1st Cir.1989);  United States v. Kelly, 748 F.2d 691, 698 n. 16 (D.C.Cir.1984).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Under these guidelines, the evidence comfortably supports a conclusion that the postal inspectors' actions in this case did not constitute unlawful inducement to commit the crime.  We think that a reasonable jury easily could have found that the government's overtures to appellant, though prolonged, amounted to no more than open-ended solicitations, all of which, at least implicitly, invited uninterested recipients to pay no heed.  The postal inspectors made no appeal to the \"sympathy of an obviously reluctant person.\"  Kadis, 373 F.2d at 373.   The opposite seems true:  the solicitations were unsophisticated, erratic in their timing, and not designed to exert pressure of any sort.  By like token, the solicitations held out no promise of tempting rewards (apart from whatever satisfaction could be derived from the erotica itself).  Just the reverse:  appellant was required to pay in advance to join the American Sensuality Society and to obtain any material that he deigned to order.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In itself, this conclusion disposes of appellant's sufficiency-of-the-evidence challenge, for, as a matter of law, entrapment cannot flourish unless both elements of the defense--inducement and an absence of predisposition--coincide.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  \"[T]he defense fails if the jury is persuaded beyond a reasonable doubt that either is lacking.\"  Rodriguez, 858 F.2d at 815.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">2.  Lack of Predisposition.   For the sake of completeness, we note that the evidence also supports a finding that appellant, dating back to the beginning of 1986, did not lack predisposition to traffick in child pornography.  Jacobson gives us guidance as to what evidence suffices to show a predilection to violate the law at the critical time, that is, in advance of the government's initial intervention.  The Court's opinion does not require the government to furnish direct evidence that a defendant had been violating (or, at least, trying to violate) the law prior to the government's intercession.  Rather, under Jacobson, ready commission of the criminal act can itself adequately evince an individual's predisposition.  See Jacobson, --- U.S. at ----, 112 S.Ct. at 1541.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Of course, the fly in the ointment here is that, in a purely temporal sense, ready commission of the criminal act did not transpire;  the postal inspectors first contacted appellant in early 1986, yet appellant did not place the order that led to his arrest until mid-1990.  The fifty-two months that elapsed is a considerably longer span of time than the \"26 months of repeated mailings and communications from Government agents and fictitious organizations\" that marked Jacobson's dalliance with the authorities.  Id.  Yet, the two situations are far different from a qualitative standpoint.  And on the facts of this case, we believe that a jury reasonably could conclude that appellant, unlike Jacobson, was predisposed to commit the crime from the inception.  Just as \"ready commission\" of a crime can \"amply demonstrate[ ] the defendant's predisposition,\" id., so, too, demonstrated readiness to commit a potential crime can suffice to prove predisposition.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">We discount the initial mailing as too cryptic to be meaningful.  Starting with Gatewood's second letter, however, appellant's reaction to the postal inspectors' overtures exhibited considerable enthusiasm.  And when the government, by forwarding the Fetco catalog, first presented appellant with a concrete opportunity to purchase child pornography--less than one year after its initial contact--he promptly wrote out a check and placed an order for two items.  Seven months later, when his first order had not borne fruit, appellant placed a second order for illicit materials.  Although these orders, through no fault of appellant's, went unfilled, a rational jury nonetheless could have found that appellant's placement of the orders manifested the required predisposition to commit the crime.  We do not see how the government's failure to fill these earlier orders, thereby thwarting appellant's successful completion of the crime, could serve to undercut the inference of readiness that appellant's conduct conveyed.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Moreover, such an inference is strengthened here by other circumstantial proof.  For one thing, the jury had before it the evidence of appellant's subsequent expressions of interest in purchasing child pornography.  For another thing, the jury had the evidence uncovered during the search of appellant's apartment--evidence from which a rational finder of facts might conclude that appellant dealt with a commercial distributor of child pornography wholly independent of the federal government.  For a third thing, appellant's references over time to matters not mentioned by the government, such as \"Danish bookstores,\" lent credence to the inference of predisposition.  Hence, Jacobson notwithstanding, the district court appropriately submitted the issue of entrapment to the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We think that there is also a second, more fundamental distinction between Jacobson and the case at hand:  the Jacobson Court's core concern simply is not vellicated by the facts of record here.  In Jacobson, the Court questioned whether the defendant's predisposition arose independently, rather than as the product of governmental efforts.  See Jacobson, --- U.S. ----, 112 S.Ct. at 1541.   The Court's concern derived from the fact that nearly all the material furnished by the government purported to originate with consumer research companies or lobbying organizations that promoted sexual freedom and freedom of speech, and that urged purchase of their materials, which were not clearly child pornography, as a means of raising funds for their political mission.  See id. at ----, 112 S.Ct. at 1542.   Before and during the relevant time frame, Jacobson had expressed solidarity with these political goals, but he had not indicated in any way that he wished to receive child pornography.  On these facts, the Court feared that \"by waving the banner of individual rights and disparaging the legitimacy and constitutionality of efforts to restrict the availability of sexually explicit materials, the Government ... exerted substantial pressure on petitioner to obtain and read such material as part of a fight against censorship and the infringement of individual rights.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">By contrast, no such high-minded appeals characterize the instant case.  Here, unlike in Jacobson, the jury reasonably could have found that defendant eagerly responded to each and every solicitation in a manner indicating his immediate interest in receiving forbidden materials.  Here, unlike in Jacobson, the government-sponsored overtures for the most part did not purport to come from political organizations, but from private collectors and commercial distributors.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  And, finally, here, unlike in Jacobson, the material promoted by the mailings was easily recognizable as containing child pornography.  In short, a jury reasonably could have concluded that this was not, as appellant would have it, Jacobson redux.  That is to say, the jury reasonably could have thought that this was not a case in which government agents \"implant[ed] in the mind of an innocent person the disposition to commit the alleged offense and induce[d] its commission in order that they may prosecute.\"  Id. at ----, 112 S.Ct. at 1543 (citation omitted).<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <p>III. OTHER CHALLENGES TO THE CONVICTION</p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Appellant stages two other offensives in his campaign to overcome the jury verdict.  Neither offensive gains him any ground.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p>A. Outrageous Misconduct.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Appellant asserts that the prolonged series of undercover operations mounted by the postal inspectors constituted misconduct so fundamentally unfair as to violate the due process clause of the Fifth Amendment.  In terms, this assertion bears a family resemblance to appellant's assault on the failure of the judge and jury to find entrapment.  It fares no better.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Government agents run awry of the due process clause if, and to the extent that, their investigative conduct violates \"fundamental fairness\" and is \"shocking to the universal sense of justice.\"  United States v. Russell, 411 U.S. 423, 432, 93 S.Ct. 1637, 1643, 36 L.Ed.2d 366 (1973).  We recently stated that, in theory, \"the government's active participation in a criminal venture may be of so shocking a nature as to violate a defendant's right to due process, notwithstanding a defendant's predisposition to commit the crime.\"  United States v. Panitz, 907 F.2d 1267, 1272 (1st Cir.1990) (citations omitted).  Yet, we cautioned in virtually the same breath that this court had never encountered a situation where that sort of government involvement \"crossed the constitutional line.\"  Id.  The case before us does not break the string.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">We do not see a need for exegetic comment.  Despite the fact that undercover operations by their nature involve elements of furtiveness, duplicity, and manipulation, we have never held that such initiatives are per se unfair.  To the contrary, we think that the Executive Branch is free, within broad limits, to set such snares for unwary criminals.  See United States v. Santana, 6 F.3d 1, 5-6 (1st Cir.1993);  United States v. Connell, 960 F.2d 191, 194, 196 (1st Cir.1992);  see also United States v. Mitchell, 915 F.2d 521, 526 (9th Cir.1990) (upholding reverse sting operation in child pornography case), cert. denied, 500 U.S. 906, 111 S.Ct. 1686, 114 L.Ed.2d 81 (1991).  In this connection, it is important to understand that the fairness of employing a particular form of undercover operation is in part a function of the crime under investigation.  See United States v. Osborne, 935 F.2d 32, 37 (4th Cir.1991);  see also Santana, 6 F.3d at 7 (outlining considerations relevant to assessing the outrageousness vel non of an undercover officer's conduct in a \"reverse sting\" operation).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">We cannot say that, here, the postal inspectors lacked a rational basis for mounting a long-running series of undercover operations in an effort to curb unlawful trafficking in child pornography.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  See Osborne, 935 F.2d at 37 (concluding that \"undercover operations provide a [lawful] means by which participants in the clandestine child pornography industry can be detected\").  And, moreover, fundamental fairness is not compromised in a child pornography case merely because the government supplies the contraband.  See, e.g., Mitchell, 915 F.2d at 526;  United States v. Musslyn, 865 F.2d 945, 947 (8th Cir.1989), cert. denied, --- U.S. ----, 114 S.Ct. 443, 126 L.Ed.2d 376 (1993);  United States v. Driscoll, 852 F.2d 84, 86 (3d Cir.1988);  cf. Santana, 6 F.3d at 8 (holding that DEA's actions in supplying a large amount of heroin to suspected drug dealers did not warrant dismissal).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">In this instance, the government's strategy seems fairly calculated to combat the spread of child pornography by putting consumers of forbidden depictions at warranted risk.  The postal inspectors' communiques do not strike us as possessing the capacity to overbear a guileless recipient's will.  They were, instead, neutral tests designed to assay a recipient's willingness to order contraband.  In the same vein, the government's promotional literature, read as a whole, was not unfairly deceptive;  although the Fetco brochure indicated on its face that the goods offered for sale did not contain child pornography, it was within the jury's province to conclude that appellant must have realized from the circular's contents that this was an apocryphal disclaimer.  Nor does the temporal span of the government's undercover operation make it vulnerable to appellant's attack.  Although the sting ultimately stretched over four years, appellant placed a mail order for illicit materials within a year after first being contacted by the postal inspectors.  The government's decision to continue its investigation of appellant under such circumstances is far removed from outrageous conduct.  See, e.g., Musslyn, 865 F.2d at 946 (upholding undercover sting operation that lasted nearly five years);  United States v. Goodwin, 854 F.2d 33, 35-36 (4th Cir.1988) (similar;  operation lasted nearly four years).</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">In a nutshell, nothing in this record distinguishes the government's actions in any material respect from the numerous sting operations that we, and other courts, have upheld in case after case after case.  See Santana, 6 F.3d at 4 (collecting cases);  United States v. Moore, 916 F.2d 1131, 1139 (6th Cir.1990);  Panitz, 907 F.2d at 1272-73 (collecting cases);  United States v. Thoma, 726 F.2d 1191, 1199 (7th Cir.), cert. denied, 467 U.S. 1228, 104 S.Ct. 2683, 81 L.Ed.2d 878 (1984).  There is no point in retracing footsteps that have beaten a well-marked path.  The district court did not err in rejecting appellant's claim of outrageous governmental misconduct.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p>B. Constitutionality of the Statute.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Appellant next asserts that the statute of conviction, 18 U.S.C. Sec. 2252(a)(2), quoted supra note 1, is unconstitutional on its face.  Because the issue presented poses an unadulterated question of law, appellate review is plenary.  See Liberty Mut. Ins. Co. v. Commercial Union Ins. Co., 978 F.2d 750, 757 (1st Cir.1992);  Stauble v. Warrob, Inc., 977 F.2d 690, 693 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Appellant claims that section 2252(a) fails to pass constitutional muster because it does not require proof that the accused knew that the persons depicted in the described materials were under age.  This claim is premised upon the holding in United States v. X-Citement Video, Inc., 982 F.2d 1285 (9th Cir.1992), petition for cert. filed (Nov. 5, 1993) (No. 93-723).  The conclusion of the two-judge X-Citement Video majority rested on a single base, having two components.  First, the court decided that the term \"knowingly,\" as employed in section 2252(a)(2), modifies only the word \"receives,\" and not the phrase \"visual depiction[s] involv[ing] the use of a minor engaging in sexually explicit conduct\";  and, second, the court decided that this syntax renders the statute constitutionally infirm because, by failing to predicate guilt on actual knowledge of the materials' contents, particularly the age(s) of the persons depicted, the statute allows a person to be convicted without proof of the requisite scienter.  See X-Citement Video, 982 F.2d at 1289-92;  see also Osborne v. Ohio, 495 U.S. 103, 112-15, 110 S.Ct. 1691, 1697-99, 109 L.Ed.2d 98 (1990) (discussing constitutional requirement that prohibitions on child pornography include some element of scienter);  see generally New York v. Ferber, 458 U.S. 747, 765, 102 S.Ct. 3348, 3358, 73 L.Ed.2d 1113 (1982) (explaining that child pornography statutes must contain \"some element of scienter\" to survive constitutional attack).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The X-Citement Video opinion is something of a pariah.  With regard to the first component of its holding, every other appellate court that has read section 2252(a) has determined that the provision imposes a scienter requirement vis-a-vis the contents of an interdicted mailing.  See, e.g., United States v. LaChapelle, 969 F.2d 632, 638 (8th Cir.1992);  Osborne, 935 F.2d at 34 &amp; n. 2;  United States v. Duncan, 896 F.2d 271, 277-78 (7th Cir.1990);  United States v. Marchant, 803 F.2d 174, 176-77 (5th Cir.1986);   United States v. Garot, 801 F.2d 1241, 1246-47 (10th Cir.1986).  Indeed, we, ourselves, albeit in a civil case, advocated just such a construction of section 2252(a).   See Rodriguez v. Clark Color Lab., Inc., 921 F.2d 347, 349 (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Though these opinions predate X-Citement Video, district courts outside the Ninth Circuit that have been asked to follow X-Citement Video uniformly have declined to do so.  See, e.g., United States v. Edwards, 1993 WL 453461, at * 5 (N.D.Ill.1993) (declaring that notwithstanding X-Citement Video 's contrary view, \"the language of Sec. 2252 imposes a scienter element as to the nature of the proscribed visual depictions\");  United States v. Prytz, 822 F.Supp. 311, 321 (D.S.C.1993) (noting that, though the X-Citement Video court's rendition \"may be correct grammatically, it is not reasonable nor consistent with principles underlying constitutional interpretation of statutes and the courts' obligation to construe statutes to avoid unconstitutionality if possible\");  United States v. Long, 831 F.Supp. 582, 586 (W.D.Ky.1993);  United States v. Kempton, 826 F.Supp. 386, 388-89 (D.Kan.1993).  No court has expressed support for the conclusion reached in X-Citement Video.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">We agree with the near-unanimous view, and with the relevant segment of Judge Kozinski's dissent in X-Citement Video, 982 F.2d at 1296-97.   In our opinion, section 2252(a) incorporates a paragraph-wide scienter requirement.  We read the term \"knowingly,\" as used in the statute, to modify not only \"receives\" but also the entire paragraph, including age and conduct.  Cf. United States v. Marvin, 687 F.2d 1221, 1226 (8th Cir.1982) (interpreting \"knowingly\" in 7 U.S.C. Sec. 2024(b) as modifying the entire remainder of the clause in which it appears), cert. denied, 460 U.S. 1081, 103 S.Ct. 1768, 76 L.Ed.2d 342 (1983).</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">With regard to the second component of the X-Citement Video holding, we respectfully decline to follow the panel's determination that the Constitution demands that a defendant must have had actual knowledge of the minority of at least one of the performers.  We hold instead that the appropriate constitutional requirement is one of recklessness, that section 2252 satisfies it, and that, therefore, the statute's scienter requirement is constitutionally adequate.  The statute's legislative history makes it pellucid that Congress intended to include a scienter requirement, and did not intend strict criminal liability.  See H.R.Rep. No. 910, 99th Cong., 2d Sess. 6 (1986), reprinted in 1986 U.S.C.C.A.N. 5952, 5956 (discussing 1986 amendments to Secs. 2251, 2252, and explaining that \"[t]he government must prove that the defendant knew the character of the visual depictions as depicting a minor engaging in sexually explicit conduct but need not prove that the defendant actually knew the person depicted was in fact under 18 years of age or that the depictions violated Federal law\").  This statutory architecture passes constitutional scrutiny, for the Constitution does not require that an accused possess actual knowledge of the performers' ages.  Rather, the scienter requirement imposed by section 2252(a) regarding the receipt of child pornography is satisfied if the prosecution can show reckless disregard of the obvious.  See Osborne, 495 U.S. at 115, 110 S.Ct. at 1699 (holding that recklessness \"plainly satisfies the requirement laid down in Ferber that prohibitions on child pornography include some element of scienter\").</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">To sum up, our determination that section 2252(a) survives appellant's constitutional challenge comports with the better-reasoned cases and, at the same time, honors the prudential principle that, \"where an otherwise acceptable construction of a statute would raise serious constitutional problems, [courts should] construe the statute to avoid such problems unless such construction is plainly contrary to the intent of Congress.\"  Edward J. DeBartolo Corp. v. Florida Gulf Coast Bldg. &amp; Constr.  Trades Council, 485 U.S. 568, 575, 108 S.Ct. 1392, 1397, 99 L.Ed.2d 645 (1988).</p>\n    </div>\n    <p>IV. THE SENTENCE</p>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Appellant's final argument concerns his sentence.  He claims that the lower court erred in not essaying a downward departure, see 18 U.S.C. Sec. 3553(b) (providing, inter alia, for departures if the court ascertains \"that there exists a[ ] ... mitigating circumstance of any kind ... not adequately taken into consideration by the Sentencing Commission in formulating the guidelines that should result in a [sentence outside the guideline range]\");  see also U.S.S.G. Sec. 5K2.0, which would have reduced his sentence below the guideline sentencing range (GSR).  The government demurs.  It maintains that we lack jurisdiction to consider this plaint, and, alternatively, that the district court justifiably refused to depart.  In the peculiar circumstances of this case, these two propositions can be collapsed into a single issue.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">It is by now apodictic that a criminal defendant cannot ground an appeal on the sentencing court's discretionary decision not to depart below the GSR.  See, e.g., United States v. Tardiff, 969 F.2d 1283, 1290 (1st Cir.1992);  United States v. Amparo, 961 F.2d 288, 292 (1st Cir.), cert. denied, --- U.S. ----, 113 S.Ct. 224, 121 L.Ed.2d 161 (1992);  United States v. Hilton, 946 F.2d 955, 957 (1st Cir.1991);  United States v. Romolo, 937 F.2d 20, 22 (1st Cir.1991).  This rule, like most rules, is subject to exceptions.  One such exception applies when the sentencing court's declination to depart results from a mistake of law.  See, e.g., Amparo, 961 F.2d at 292;  Hilton, 946 F.2d at 957.   In other words, appellate jurisdiction may attach if it appears that the failure to depart stemmed from the sentencing court's mistaken impression that it lacked the legal authority to deviate from the guideline range or, relatedly, from the court's misapprehension of the rules governing departures.  In this instance, we think appellant's case fits within the exception.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">At sentencing, appellant moved for a downward departure on various grounds.  He claimed that he suffered from an extraordinary mental and emotional condition within the purview of U.S.S.G. Secs. 5H1.3 and 5K2.13;  that his offense conduct represented an isolated, aberrant act occurring against the backdrop of an otherwise exemplary lifestyle, which brought its commission within reach of U.S.S.G. Sec. 5K2.0 and Ch. 1, Pt. A, intro. comment. 4(d);  and that he would be especially vulnerable to abuse by other convicts if incarcerated.  The district court rejected all three bases for departure, and sentenced appellant to eighteen months in prison (the low end of the GSR), but stayed the execution of sentence sua sponte.   On appeal, Gifford abandons his vulnerability claim but stands fast by his other importunings.  And he urges us to find, inter alia, that the district court mistakenly believed itself to be bereft of legal authority to depart downward.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">While we express no opinion concerning the ultimate disposition of Gifford's case, a careful reading of the sentencing transcript persuades us that, at least as to a possible departure under section 5K2.0, appellant's argument has merit.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>  In particular, we question whether the court below recognized the extent to which it was permitted to rely on its \"judgment about whether the given circumstances, as seen from the district court's unique vantage point, are usual or unusual, ordinary or not ordinary, and to what extent.\"  United States v. Rivera, 994 F.2d 942, 951 (1st Cir.1993).<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Under the sentencing statute, the relevant guidelines, and associated materials, a district judge is obligated to mete out a sentence within the GSR unless a permissible feature takes the case \"outside the Guidelines' 'heartland' and make[s] it a special, or unusual, case.\"  Id. at 949;  see also United States v. Aguilar-Pena, 887 F.2d 347, 349 (1st Cir.1989) (explaining the \"heartland\" concept).  As Rivera makes clear, there are only nine \"forbidden departures,\" that is, nine factors that are categorically ineligible to serve as the basis for a departure.  See Rivera, 994 F.2d at 948-49 (listing race, sex, national origin, creed, religion, socioeconomic status, lack of youthful guidance, substance abuse, and personal financial difficulties).  While all other factors can be taken into account in structuring the departure calculus, the architecture is complex.  Those factors specifically enumerated in the guidelines reside in one category--but we must subdivide that category into moieties:  factors that are the stuff of encouraged departures, and factors that are discouraged, albeit not prohibited, as a basis for departure.  See id. at 949.   In a second category are \"[c]ircumstances that may warrant departure from the guidelines ... [but which] cannot, by their very nature, be comprehensively listed and analyzed in advance.\"   U.S.S.G. Sec. 5K2.0, p.s.  With respect to such unforeseen circumstances, the district court is to \"decide whether to depart (and, if so, how much to depart) by examining the 'unusual' nature of these circumstances and making a judgment about what is appropriate.\"  Rivera, 994 F.2d at 949.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Of course, the district court did not--indeed, it could not, see supra note 15--analyze this case in terms of the Rivera model.  But the judge's comments at sentencing are evocative of the misperception of hamstrung discretion that we sought to correct in Rivera, 994 F.2d at 953-54.   The sentencing transcript makes it very clear that the judge viewed the circumstances of the case as unusual in certain important respects.  The judge stated that, given appellant's</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p>psychological background [and] his inability to reason through from ... cause to effect, ... he did not as a matter of fact recognize the peculiarity of the sexual references in the Gatewood ... correspondence;  he did not comprehend as a matter of fact the socially unacceptable nature of the materials advertised in the Far Eastern Trading Company [and] Canamerican catalogs;  he throughout believed that he was acting within the law, and indeed he believed from the nature of the government's sting operation that the materials advertised were legal for trade;  and ... he did assume that any of the advertisers who solicited him were operating legally through the mail.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Based on these findings, the judge concluded that appellant \"was a person entirely without mens rea\" and that he was \"unlike the normal person.\"</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">To be sure, the judge, having made these findings, eschewed a downward departure.  He stated that he feared departing because \"[t]his case may be an example of the adage that hard cases make bad law.\"   Yet, after Rivera, that bromide sweeps less broadly in the world of guideline sentencing.  Cf. Rivera, 994 F.2d at 949 (observing that, in the final analysis, \"the Guidelines cannot dictate how courts should sentence in ... special, unusual, or other-than-ordinary circumstances\").  After Rivera, hard cases often make viable departure candidates.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Just as deciding whether to depart sometimes may present a difficult judgment call for a sentencing court, the evaluation of departure rulings frequently requires an appellate court to walk a tightrope, ceding \"full awareness of, and respect for\" the trial court's \"superior 'feel' for the case,\" United States v. Diaz-Villafane, 874 F.2d 43, 50 (1st Cir.), cert. denied, 493 U.S. 862, 110 S.Ct. 177, 107 L.Ed.2d 133 (1989), yet reviewing de novo, without deference to the trial court's outlook, the question of \"whether or not the allegedly special circumstances ... are of the 'kind' that the Guidelines, in principle, permit the sentencing court to consider at all,\" Rivera, 994 F.2d at 951.   In this case, we think that the two methodologies can peacefully coexist, for the circumstances identified by the district court might, as a matter of law, support a downward departure.  See id. at 949 (noting that a district court's determination of what sentence is appropriate can be informed by the \" 'nature and circumstances of the offense,' the 'history and characteristics of the defendant,' and the basic purposes of sentencing, namely, just punishment, deterrence, incapacitation and rehabilitation\") (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">In brief, we do not believe resentencing would be pointless in this instance, for we discern the requisite \"significant possibility\" that the facts, as found by the sentencing court, would permit that court \"lawfully to order a departure.\"  Rivera, 994 F.2d at 953.   Indeed, the district judge himself observed that \"[i]f it were open to me under the guidelines to depart, I would depart and I would impose a sentence of ... probation.\"   Because Rivera makes it possible that such a departure is legally open to the sentencing court in the unusual circumstances of this case, we think the course of prudence is to vacate the defendant's sentence and remand for resentencing.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a>  Cf. United States v. Tavano, 12 F.3d 301, 305 n. 5 (1st Cir.1993) (remanding for resentencing and suggesting that, if there is \"room for an objectively reasonable division of opinion on what the judge intended,\" the defendant should be given \"the benefit of [the] doubt\").  In adopting this course, we intimate no opinion either as to what appellant's sentence should be or as to whether the district court should sentence within or beneath the GSR.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">The judgment of conviction is affirmed, the defendant's sentence is vacated, and the case is remanded for resentencing.  The district court shall afford both parties an opportunity to supplement the sentencing record.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The statute of conviction makes it a federal crime for a person \"knowingly\" to receive \"any visual depiction that has been mailed ... if (A) the producing of such visual depiction involves the use of a minor engaging in sexually explicit conduct;  and (B) such visual depiction is of such conduct.\"  18 U.S.C. Sec. 2252(a)(2).  Visual depictions of this genre are commonly referred to as child pornography</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The full text of Gatewood's letter follows:</p>\n        <p>Sorry for the delayed response.  I still do travel quite a bit and organization of my personal life is not my strongest suit.  I just misplaced you for a while.  I've had several close friends over the years into Scandinavian publishing and photography.  I thus have acquired a very decent collection of materials that others not so inclined might find confusing.  I have a very strong appreciation of a varied sexual life.  Spending some time on Uncle Sam in the Far East fully developed my love for the much younger generation.</p>\n        <p>I hope I've been properly led.  I do have a few close friends stateside with whom I trade/loan.  Not much into selling but we could talk.</p>\n        <p>Hope to hear from you William.  Let me know what you like.  Feels strange writing to a PO Box but I'll give you the benefit of the doubt.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Inspector Dunn testified at trial that the government's undercover operation generated so overwhelming a response as to overtax its capabilities</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> According to the testimony at trial, COQ functioned as a prominent source of child pornography in the 1980s</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> To cite two representative offerings, the catalog mentioned \"Preteen Trio,\" described as a \"Lolita movie of real action\" featuring a girl of 9 and boys of 12 and 15 having intercourse, and a film entitled \"Children Sex Orgy.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> All three items purported to contain child pornography.  To illustrate the unambiguous nature of the solicitation, we quote, albeit reluctantly, from the catalog.  It supplied the following blurb for \"Pissing Lolita\":</p>\n        <p>This is an absolute sensation!   A film which shows you the ultimate pleasure children and adults have in the act of pissing over each other.  They try mostly to hit the little cunts.  Look at the two Lolitas of nine and ten enjoying it.  And see these girls pissing!</p>\n        <p>The catalog described \"Baby Love\" as:</p>\n        <p>Youngest of the young.  Young darling girl 2 1/2 years old learns masturbation from her mother.  Great shots of wide open lips.</p>\n        <p>The catalog described \"Lolita--Sex\" as:</p>\n        <p>More pissing and masturbation from the producers of the Lolita series of magazines.  Girls 8 years up to 15 years in hard core action.  Exciting intercourse and cum shots.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The films offered for sale in the brochure included \"Pre-Teen Lolita Mix,\" which was described as featuring a 9-year-old girl having intercourse, and other motion pictures described as depicting girls 9-13 and boys 7-14 having sexual relations</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Because we choose to meet appellant's sufficiency challenge head-on, we do not reach the government's related claim that appellant failed to carry his entry-level burden, see Rodriguez, 858 F.2d at 812, and, therefore, forfeited the right to assert the entrapment defense at all</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Jacobson has no bearing on the issue of inducement because, in that case, the Court had no occasion to deal with inducement.  See Jacobson, --- U.S. at ---- n. 2, 112 S.Ct. at 1540 n. 2</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> For this reason, the government is correct in its assertion that the jury charge was flawed.  The district court instructed the jury that \"if the evidence in the case leaves you with a reasonable doubt whether Mr. Gifford was willing to commit the crime, apart from the persuasion of government agents, then, you must find him not guilty.\"   The court thus neglected to tell the jury that, in order to acquit on the basis of entrapment, it also would have to discern a reasonable doubt as to predisposition.  In the circumstances at bar, however, the error, which tilted in appellant's favor, is of no consequence.  See Cook v. Rhode Island Dep't of Mental Health, Etc., 10 F.3d 17, 23-24 (1st Cir.1993)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> To be sure, the one-page solicitation originally sent by Fetco did express a political opinion in the sense that it criticized \"censor[ship]\" of pornography.  But, unlike in Jacobson, --- U.S. at ----, 112 S.Ct. at 1542, the Fetco circular did not claim that sales proceeds would fund lobbying activities or be used for some equally ennobling purpose</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> We do not believe that the Jacobson Court intended to hamstring routine undercover operations of the kind that Gifford encountered.  The Court took pains to observe that if the government agents had \"simply offered petitioner the opportunity to order child pornography through the mails, and petitioner ... had promptly availed himself of this criminal opportunity, it is unlikely that his entrapment defense would have warranted a jury instruction.\"  Jacobson, --- U.S. at ----, 112 S.Ct. at 1541.   The Court's comment applies a fortiori in the instant case, especially since the issue here is not whether the factual panoply warranted submission of the entrapment defense to the jury as a theoretical possibility, but whether, after the judge instructed the jury on entrapment and the jury rejected the defense on the facts, its verdict should be overturned because entrapment suffused the scene as a matter of law</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> In the proceedings below, the district court suggested that due process requires that the government must always harbor a reasonable suspicion of criminal wrongdoing before targeting an individual for testing in the crucible of an undercover investigation.  We reject this idea.  See  United States v. Espinal, 757 F.2d 423, 426 (1st Cir.1985) (finding undercover operation to be lawful vis-a-vis a defendant as to whom the government had no previous suspicion of criminal activity)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Because we remand for resentencing based on our analysis of section 5K2.0, we do not separately consider sections 5H1.3 and 5K2.13.  We note, however, that to some extent the same factors underpin the several departure approaches in this case.  And in all events, the district court is free, in its discretion, to revisit sections 5H1.3 and 5K2.13</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> We reach this conclusion without in any way faulting the district court.  Our opinion in Rivera, a case that both refined and elaborated earlier circuit precedent, did not emerge until some two weeks after Gifford had been sentenced.  We expect a great deal from district judges, but we do not expect them to foretell the future with complete clairvoyance.  See, e.g., United States v. Ladd, 885 F.2d 954, 961 (1st Cir.1989) (acknowledging that \"robes and gavels are the tools of a jurist's trade--not tea leaves or crystal balls\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> We also are tugged in this direction by our recognition that, at the original sentencing hearing, the prosecution agreed that probation would be an appropriate disposition</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">462</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>William L. GIFFORD, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-1645.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Dec. 6, 1993.<br>Decided Feb. 24, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Annemarie Hassett, Federal Defender Office, on brief for appellant.</p>\n      <p class=\"indent\">Jeanne M. Kempthorne, Assistant United States Attorney, with whom A. John Pappalardo, United States Attorney, was on brief, for the United States.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN, Senior Circuit Judge, and CYR, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">A jury convicted defendant-appellant William L. Gifford on a charge of illicit receipt of child pornography in violation of 18 U.S.C. Sec. 2252(a)(2) (1988).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The district court imposed an 18-month incarcerative sentence.  Gifford appeals both the conviction and the sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Appellant's principal argument requires us to probe the dimensions of the entrapment doctrine in the aftermath of Jacobson v. United States, --- U.S. ----, <span class=\"citation\" data-id=\"112720\"><a href=\"/opinion/112720/jacobson-v-united-states/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1535</span></a></span>, <span class=\"citation\" data-id=\"112720\"><a href=\"/opinion/112720/jacobson-v-united-states/\"><span class=\"volume\">118</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">174</span></a></span> (1992).  When all is said and done, we find ourselves unpersuaded either by appellant's argument on entrapment or by his other merits-related asseverations.  Consequently, we affirm the conviction.  Appellant's sentence presents a different set of considerations.  On this scumbled record, we conclude that the course of prudence is to vacate the sentence and remand for resentencing in light of our recent decision in United States v. Rivera, <span class=\"citation\" data-id=\"608081\"><a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">942</span></a></span> (1st Cir.1993).</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">This appeal finds its genesis in an undercover investigation mounted by a postal inspector, John Dunn, who, using the alias of \"Gatewood,\" sent a letter to appellant in February of 1986 (after culling his name from the mailing list of a company reputed to distribute child pornography).  Gatewood wrote that, while abroad, he had \"developed what others might consider forbidden interests.\"   He claimed that his \"publisher friends\" had given him \"a few Stateside addresses,\" presumably including appellant's, and asked if appellant had an interest in pursuing the matter.  Appellant responded promptly, specifying a post office box as his return address.  His letter stated:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p>\"I don't know who you are, but would like to know anyway.  Please let me know who you are (Mr. or Mrs.) and what you would like to correspond about.  Let me hear from you, as I don't know anything about your given address!\"</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Gatewood replied to this letter in June,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> writing that he had a \"very strong appreciation of a varied sexual life,\" a \"love for the much younger generation,\" and a \"decent collection\" of films and photographs.  He remarked that he had a group of friends with whom he exchanged such baubles.  Appellant answered this missive in early July, inquiring about \"Scandinavian publishing material\" that might be available for purchase.  Gatewood did not reply.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The next contact between appellant and the postal inspectors consisted of a single-page advertisement disseminated by the Far Eastern Trading Co.  (Fetco), a sham corporation.  The bogus solicitation criticized the government's efforts to censor \"children's pornography,\" indicated that Fetco had devised a foolproof technique for shipping such materials into the country undetected, and invited responses from interested parties.  Appellant signed and returned the printed form provided for that purpose, enclosing a note in which he referred to a specific publisher, COQ.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  He also requested catalogs for \"this type of material\" and a listing of similarly oriented Scandinavian publishers.  Fetco then sent appellant a catalog that described a variety of films in a crude way that left little to the imagination--and left no shred of doubt that the films constituted visual depictions of the kind targeted by 18 U.S.C. Sec. 2252(a)(2).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  By letter postmarked January 26, 1987, appellant ordered two items, \"Dolls\" and \"Pissing Lolita,\" and requested that Fetco inform him when the magazine \"Erotic Youth\" would be available.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The government neither filled appellant's order nor cashed his check.  In June of 1987, appellant bemoaned the delay and requested immediate clarification of the status of his order.  The government temporized, sending appellant a new catalog.  On July 31, 1987, appellant forwarded a replacement order and another check.  He again requisitioned \"Pissing Lolita,\" but in lieu of \"Dolls,\" he substituted two magazines, \"Baby Love\" and \"Lolita--Sex.\"<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  This order, too, went unrequited.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In the spring of 1988 the government initiated another contact.  It sent appellant a complimentary copy of \"Tender Moments,\" a newsletter published by postal inspectors under the pseudonym of \"the American Sensuality Society.\"   The Society purported to be a club whose members, for a fee, could place advertisements and notices in the newsletter.  In July, appellant completed a membership form, sent a check, and wrote a note indicating an interest in purchasing copies of the \"Bambina sex series\" and \"Lolita-sex magazines.\"   One month later, appellant placed an advertisement in \"Tender Moments\" requesting, inter alia, addresses of Danish bookstores offering adult material.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Using the name Christian M., and conjuring up a fictitious association with a fictitious firm, \"Chrismere Associates,\" the ubiquitous Inspector Dunn responded to this note in June of 1989, asking that appellant \"[l]et me know exactly the sort of action desired and preferred ages....\"  When appellant replied that his interest lay in \"films or magazines of teen or pre-teen girls or boys in the nudist or other state of nakedness,\" Christian wrote back:  \"If you are seeking nudist or naturist type things I cannot be much assistance as my collection of material is what is called here ACTION that is oral and penetrating and features preteen girls nine to eleven.\"   Appellant rose to the bait, acknowledging that he was \"interested in a loan of Lolita or other pre-teen magazines to my mailbox, which is safe and private....\"  Though communications continued for some time, no materials were shipped.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">During the tail end of these negotiations, yet another government undercover operation surfaced.  This operation, called \"Canamerican,\" forwarded appellant a brochure on March 1, 1990.  The brochure featured child pornography.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Appellant expressed pleasure at \"hear[ing] of what you have to offer\" and communicated an interest in purchasing \"copies of ... 8 mm films\" and \"teen or pre-teen magazines.\"   On June 3, 1990, appellant placed an order, requesting that Canamerican \"[s]end the films 'Lolita Children Love' and 'PreTeen Trio' for now,\" along with \"photocopies of Bambina Sex 4-5.\"</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In August, appellant inquired about the status of his order.  Having one's fondest wishes come true can sometimes prove to be a curse.  On September 22, 1990, the materials arrived at appellant's post office box in Woburn, Massachusetts.  Appellant collected them from the box.  Government agents then arrested him.  At the time of his arrest, appellant acknowledged that he knew the package mailed by Canamerican would contain visual depictions of under-age females engaged in sexually explicit conduct.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The authorities later obtained a search warrant for appellant's apartment.  On executing the warrant, they found various notes, including one that read:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>wrote on 10/15</p>\n    </div>\n    <p>Scandinavian Connection</p>\n    <p>Copenhagen Denmark</p>\n    <p>Amsterdam Netherlands</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>*   *   *   *   *   *</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>Blondie, Bambina Sex, Lolita,</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>Baby Love Moppets, Incest # 5,Schoolgirls.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Trial testimony identified \"Scandinavian Connection\" as a well-known purveyor of child pornography during the late 1970s and early 1980s.  It was not a government front.  \"Blondie,\" \"Moppets,\" and \"Incest # 5\" are titles of films that never appeared in catalogs or other offering materials that the government furnished to appellant.</p>\n    </div>\n    <p>II. THE ENTRAPMENT DEFENSE</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Appellant's principal contention in this court, as below, is that he was entrapped and, accordingly, that the district court should have granted his motion for judgment of acquittal under Fed.R.Crim.P. 29.  We are not persuaded.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>A. Standard of Review.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The standard of review is not controversial.  \"Following a guilty verdict, a reviewing court must scrutinize the record, eschewing credibility judgments and drawing all reasonable inferences in favor of the verdict, to ascertain if a rational jury could have found that the government proved each element of the crime beyond a reasonable doubt.\"  United States v. Sepulveda, <span class=\"citation\" data-id=\"662432\"><a href=\"/opinion/662432/united-states-v-david-sepulveda-united-states-of-america-v-edgar/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1161</span></a></span>, 1173 (1st Cir.1993).  Moreover, \"[t]o sustain a conviction, the court need not conclude that only a guilty verdict appropriately could be reached;  it is enough that the finding of guilt draws its essence from a plausible reading of the record.\"  Id.  And, finally, our cases are consentient that the prosecution's burden of proof may be satisfied by either direct or circumstantial evidence, or by any combination thereof.  See United States v. Echeverri, <span class=\"citation\" data-id=\"597415\"><a href=\"/opinion/597415/united-states-v-marco-a-echeverri/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">675</span></a></span>, 677 (1st Cir.1993);  United States v. Victoria-Peguero, <span class=\"citation\" data-id=\"552332\"><a href=\"/opinion/552332/united-states-v-pedro-r-victoria-peguero-united-states-of-america-v/\"><span class=\"volume\">920</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">77</span></a></span>, 86-87 (1st Cir.1990), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2053</span></span>, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">458</span></span> (1991).  So long as the evidence, taken as a whole, supports the judgment of conviction, it need not rule out other hypotheses more congenial to a finding of innocence.  See Victoria-Peguero, 920 F.2d at 86-87.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Appellant's entrapment defense must be analyzed within this framework, but with special attention to the shifting burdens of production indigenous to entrapment.  See, e.g., United States v. Rodriguez, <span class=\"citation\" data-id=\"512578\"><a href=\"/opinion/512578/united-states-v-felix-rodriguez/\"><span class=\"volume\">858</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">809</span></a></span>, 812-13 (1st Cir.1988).  Our cases make clear that, as with most affirmative defenses, a judge can instruct a jury concerning entrapment only if the defendant has carried the \"entry-level burden\" of showing that \"the record, viewed most charitably to the proponent of the instruction, furnishes an arguable basis\" for an assertion of the defense.  Id. at 813;  accord United States v. McKenna, <span class=\"citation\" data-id=\"532514\"><a href=\"/opinion/532514/united-states-v-michael-d-mckenna-united-states-of-america-v-robert-v/\"><span class=\"volume\">889</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1168</span></a></span>, 1174 (1st Cir.1989).  While the necessary level of evidence is not \"so substantial to require, if uncontroverted, a directed verdict of acquittal ... it must be more than a mere scintilla.\"  United States v. Pratt, <span class=\"citation\" data-id=\"547604\"><a href=\"/opinion/547604/united-states-v-james-l-pratt-jr/\"><span class=\"volume\">913</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">982</span></a></span>, 988 (1st Cir.1990) (citations omitted), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1028</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">681</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">673</span></span> (1991).  It is only when and if a defendant successfully carries this entry-level burden that the entrapment defense secures a foothold in the case.  Once that occurs, the government must shoulder the burden of proving, beyond reasonable doubt, the absence of entrapment.  See Rodriguez, 858 F.2d at 815;  United States v. Polito, <span class=\"citation\" data-id=\"511568\"><a href=\"/opinion/511568/united-states-v-john-d-polito/\"><span class=\"volume\">856</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">414</span></a></span>, 416 (1st Cir.1988).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>B. Analysis.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The crux of this issue is the supportability of the jury's finding that the government did not entrap appellant.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  Appellant's arguments on this score require us to revisit our entrapment jurisprudence in light of the Court's opinion in Jacobson, --- U.S. ----, <span class=\"citation\" data-id=\"112720\"><a href=\"/opinion/112720/jacobson-v-united-states/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1535</span></a></span>.   Having made this pilgrimage, we conclude that Jacobson has brought into slightly better focus, but not supplanted, one bearing wall within the existing structure of our entrapment jurisprudence.  In the end, we find that the court below committed no reversible error and that the record contains ample evidence to sustain the jury's verdict.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The affirmative defense of entrapment is comprised of two elements:  \"(1) government inducement of the accused to engage in criminal conduct, and (2) the accused's lack of predisposition to engage in such conduct.\"  Rodriguez, 858 F.2d at 812;  accord Polito, 856 F.2d at 415-16.  Jacobson does not alter this structure, but only clarifies the second component.  It teaches that when entrapment is genuinely in issue--meaning that the defendant has met his entry-level burden, see supra Part II(A)--\"the prosecution must prove beyond reasonable doubt that the defendant was disposed to commit the criminal act prior to first being approached by government agents.\"  Jacobson, --- U.S. at ----, 112 S.Ct. at 1540.   Seizing on this directive, appellant contends that the government improperly induced him to purchase the mailed materials and, in all events, that a reasonable jury could not have found him, in his primeval state, to have been predisposed.  We examine these contentions separately.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">1.  Inducement.  The first question is whether the government's actions constituted an unlawful inducement to engage in criminal conduct.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  We start our perlustration of this issue with first principles.  Neither mere solicitation nor the creation of opportunities to commit an offense comprises inducement as that term is used in entrapment jurisprudence.  See Pratt, 913 F.2d at 989;  United States v. Coady, <span class=\"citation\" data-id=\"481634\"><a href=\"/opinion/481634/united-states-v-neil-patrick-coady/\"><span class=\"volume\">809</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">119</span></a></span>, 122 (1st Cir.1987).  Rather, inducement refers to government conduct that persuades a person to turn \"from a righteous path to an iniquitous one.\"  Coady, 809 F.2d at 122.   Inducement can be found only when the government has ventured beyond a simple offer, say, by pleading with a defendant, see, e.g., Pratt, 913 F.2d at 988;  Kadis v. United States, <span class=\"citation\" data-id=\"274867\"><a href=\"/opinion/274867/lawrence-r-kadis-v-united-states/\"><span class=\"volume\">373</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">370</span></a></span>, 374 (1st Cir.1967), or by using inherently coercive tactics (e.g., threats or promises of reward), see, e.g., United States v. Stanton, <span class=\"citation\" data-id=\"589739\"><a href=\"/opinion/589739/united-states-v-michael-patrick-stanton-also-known-as-michael-a-stanley/\"><span class=\"volume\">973</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">608</span></a></span>, 610 (8th Cir.1992), or by arm-twisting based on need, sympathy, friendship, or the like, see Sherman v. United States, <span class=\"citation\" data-id=\"105681\"><a href=\"/opinion/105681/sherman-v-united-states/\"><span class=\"volume\">356</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">369</span></a></span>, 376, <span class=\"citation\" data-id=\"105681\"><a href=\"/opinion/105681/sherman-v-united-states/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">819</span></a></span>, 822, <span class=\"citation\" data-id=\"105681\"><a href=\"/opinion/105681/sherman-v-united-states/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">848</span></a></span> (1958);  United States v. Campbell, <span class=\"citation\" data-id=\"523145\"><a href=\"/opinion/523145/united-states-v-andrews-bruce-campbell/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">838</span></a></span>, 843-44 (1st Cir.1989);  United States v. Kelly, <span class=\"citation\" data-id=\"444532\"><a href=\"/opinion/444532/united-states-v-richard-kelly/\"><span class=\"volume\">748</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">691</span></a></span>, 698 n. 16 (D.C.Cir.1984).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Under these guidelines, the evidence comfortably supports a conclusion that the postal inspectors' actions in this case did not constitute unlawful inducement to commit the crime.  We think that a reasonable jury easily could have found that the government's overtures to appellant, though prolonged, amounted to no more than open-ended solicitations, all of which, at least implicitly, invited uninterested recipients to pay no heed.  The postal inspectors made no appeal to the \"sympathy of an obviously reluctant person.\"  Kadis, 373 F.2d at 373.   The opposite seems true:  the solicitations were unsophisticated, erratic in their timing, and not designed to exert pressure of any sort.  By like token, the solicitations held out no promise of tempting rewards (apart from whatever satisfaction could be derived from the erotica itself).  Just the reverse:  appellant was required to pay in advance to join the American Sensuality Society and to obtain any material that he deigned to order.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In itself, this conclusion disposes of appellant's sufficiency-of-the-evidence challenge, for, as a matter of law, entrapment cannot flourish unless both elements of the defense--inducement and an absence of predisposition--coincide.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  \"[T]he defense fails if the jury is persuaded beyond a reasonable doubt that either is lacking.\"  Rodriguez, 858 F.2d at 815.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">2.  Lack of Predisposition.   For the sake of completeness, we note that the evidence also supports a finding that appellant, dating back to the beginning of 1986, did not lack predisposition to traffick in child pornography.  Jacobson gives us guidance as to what evidence suffices to show a predilection to violate the law at the critical time, that is, in advance of the government's initial intervention.  The Court's opinion does not require the government to furnish direct evidence that a defendant had been violating (or, at least, trying to violate) the law prior to the government's intercession.  Rather, under Jacobson, ready commission of the criminal act can itself adequately evince an individual's predisposition.  See Jacobson, --- U.S. at ----, 112 S.Ct. at 1541.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Of course, the fly in the ointment here is that, in a purely temporal sense, ready commission of the criminal act did not transpire;  the postal inspectors first contacted appellant in early 1986, yet appellant did not place the order that led to his arrest until mid-1990.  The fifty-two months that elapsed is a considerably longer span of time than the \"26 months of repeated mailings and communications from Government agents and fictitious organizations\" that marked Jacobson's dalliance with the authorities.  Id.  Yet, the two situations are far different from a qualitative standpoint.  And on the facts of this case, we believe that a jury reasonably could conclude that appellant, unlike Jacobson, was predisposed to commit the crime from the inception.  Just as \"ready commission\" of a crime can \"amply demonstrate[ ] the defendant's predisposition,\" id., so, too, demonstrated readiness to commit a potential crime can suffice to prove predisposition.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">We discount the initial mailing as too cryptic to be meaningful.  Starting with Gatewood's second letter, however, appellant's reaction to the postal inspectors' overtures exhibited considerable enthusiasm.  And when the government, by forwarding the Fetco catalog, first presented appellant with a concrete opportunity to purchase child pornography--less than one year after its initial contact--he promptly wrote out a check and placed an order for two items.  Seven months later, when his first order had not borne fruit, appellant placed a second order for illicit materials.  Although these orders, through no fault of appellant's, went unfilled, a rational jury nonetheless could have found that appellant's placement of the orders manifested the required predisposition to commit the crime.  We do not see how the government's failure to fill these earlier orders, thereby thwarting appellant's successful completion of the crime, could serve to undercut the inference of readiness that appellant's conduct conveyed.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Moreover, such an inference is strengthened here by other circumstantial proof.  For one thing, the jury had before it the evidence of appellant's subsequent expressions of interest in purchasing child pornography.  For another thing, the jury had the evidence uncovered during the search of appellant's apartment--evidence from which a rational finder of facts might conclude that appellant dealt with a commercial distributor of child pornography wholly independent of the federal government.  For a third thing, appellant's references over time to matters not mentioned by the government, such as \"Danish bookstores,\" lent credence to the inference of predisposition.  Hence, Jacobson notwithstanding, the district court appropriately submitted the issue of entrapment to the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We think that there is also a second, more fundamental distinction between Jacobson and the case at hand:  the Jacobson Court's core concern simply is not vellicated by the facts of record here.  In Jacobson, the Court questioned whether the defendant's predisposition arose independently, rather than as the product of governmental efforts.  See Jacobson, --- U.S. ----, 112 S.Ct. at 1541.   The Court's concern derived from the fact that nearly all the material furnished by the government purported to originate with consumer research companies or lobbying organizations that promoted sexual freedom and freedom of speech, and that urged purchase of their materials, which were not clearly child pornography, as a means of raising funds for their political mission.  See id. at ----, 112 S.Ct. at 1542.   Before and during the relevant time frame, Jacobson had expressed solidarity with these political goals, but he had not indicated in any way that he wished to receive child pornography.  On these facts, the Court feared that \"by waving the banner of individual rights and disparaging the legitimacy and constitutionality of efforts to restrict the availability of sexually explicit materials, the Government ... exerted substantial pressure on petitioner to obtain and read such material as part of a fight against censorship and the infringement of individual rights.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">By contrast, no such high-minded appeals characterize the instant case.  Here, unlike in Jacobson, the jury reasonably could have found that defendant eagerly responded to each and every solicitation in a manner indicating his immediate interest in receiving forbidden materials.  Here, unlike in Jacobson, the government-sponsored overtures for the most part did not purport to come from political organizations, but from private collectors and commercial distributors.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  And, finally, here, unlike in Jacobson, the material promoted by the mailings was easily recognizable as containing child pornography.  In short, a jury reasonably could have concluded that this was not, as appellant would have it, Jacobson redux.  That is to say, the jury reasonably could have thought that this was not a case in which government agents \"implant[ed] in the mind of an innocent person the disposition to commit the alleged offense and induce[d] its commission in order that they may prosecute.\"  Id. at ----, 112 S.Ct. at 1543 (citation omitted).<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <p>III. OTHER CHALLENGES TO THE CONVICTION</p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Appellant stages two other offensives in his campaign to overcome the jury verdict.  Neither offensive gains him any ground.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p>A. Outrageous Misconduct.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Appellant asserts that the prolonged series of undercover operations mounted by the postal inspectors constituted misconduct so fundamentally unfair as to violate the due process clause of the Fifth Amendment.  In terms, this assertion bears a family resemblance to appellant's assault on the failure of the judge and jury to find entrapment.  It fares no better.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Government agents run awry of the due process clause if, and to the extent that, their investigative conduct violates \"fundamental fairness\" and is \"shocking to the universal sense of justice.\"  United States v. Russell, <span class=\"citation\" data-id=\"108768\"><a href=\"/opinion/108768/united-states-v-russell/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">423</span></a></span>, 432, <span class=\"citation\" data-id=\"108768\"><a href=\"/opinion/108768/united-states-v-russell/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1637</span></a></span>, 1643, <span class=\"citation\" data-id=\"108768\"><a href=\"/opinion/108768/united-states-v-russell/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">366</span></a></span> (1973).  We recently stated that, in theory, \"the government's active participation in a criminal venture may be of so shocking a nature as to violate a defendant's right to due process, notwithstanding a defendant's predisposition to commit the crime.\"  United States v. Panitz, <span class=\"citation\" data-id=\"544607\"><a href=\"/opinion/544607/united-states-v-solomon-philip-panitz-united-states-of-america-v-andrew/\"><span class=\"volume\">907</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1267</span></a></span>, 1272 (1st Cir.1990) (citations omitted).  Yet, we cautioned in virtually the same breath that this court had never encountered a situation where that sort of government involvement \"crossed the constitutional line.\"  Id.  The case before us does not break the string.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">We do not see a need for exegetic comment.  Despite the fact that undercover operations by their nature involve elements of furtiveness, duplicity, and manipulation, we have never held that such initiatives are per se unfair.  To the contrary, we think that the Executive Branch is free, within broad limits, to set such snares for unwary criminals.  See United States v. Santana, <span class=\"citation\" data-id=\"654192\"><a href=\"/opinion/654192/united-states-v-rafael-santana-and-francis-fuentes/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 5-6 (1st Cir.1993);  United States v. Connell, <span class=\"citation\" data-id=\"580693\"><a href=\"/opinion/580693/united-states-v-gerald-connell/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">191</span></a></span>, 194, 196 (1st Cir.1992);  see also United States v. Mitchell, <span class=\"citation\" data-id=\"548773\"><a href=\"/opinion/548773/united-states-v-james-mitchell-akajim-mitchell/\"><span class=\"volume\">915</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">521</span></a></span>, 526 (9th Cir.1990) (upholding reverse sting operation in child pornography case), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">906</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1686</span></span>, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">81</span></span> (1991).  In this connection, it is important to understand that the fairness of employing a particular form of undercover operation is in part a function of the crime under investigation.  See United States v. Osborne, <span class=\"citation\" data-id=\"562325\"><a href=\"/opinion/562325/united-states-v-douglas-floyd-osborne-jr/\"><span class=\"volume\">935</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">32</span></a></span>, 37 (4th Cir.1991);  see also Santana, 6 F.3d at 7 (outlining considerations relevant to assessing the outrageousness vel non of an undercover officer's conduct in a \"reverse sting\" operation).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">We cannot say that, here, the postal inspectors lacked a rational basis for mounting a long-running series of undercover operations in an effort to curb unlawful trafficking in child pornography.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  See Osborne, 935 F.2d at 37 (concluding that \"undercover operations provide a [lawful] means by which participants in the clandestine child pornography industry can be detected\").  And, moreover, fundamental fairness is not compromised in a child pornography case merely because the government supplies the contraband.  See, e.g., Mitchell, 915 F.2d at 526;  United States v. Musslyn, <span class=\"citation\" data-id=\"516985\"><a href=\"/opinion/516985/united-states-v-kenneth-l-musslyn/\"><span class=\"volume\">865</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">945</span></a></span>, 947 (8th Cir.1989), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">443</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">376</span></span> (1993);  United States v. Driscoll, <span class=\"citation\" data-id=\"509004\"><a href=\"/opinion/509004/united-states-v-john-a-driscoll/\"><span class=\"volume\">852</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">84</span></a></span>, 86 (3d Cir.1988);  cf. Santana, 6 F.3d at 8 (holding that DEA's actions in supplying a large amount of heroin to suspected drug dealers did not warrant dismissal).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">In this instance, the government's strategy seems fairly calculated to combat the spread of child pornography by putting consumers of forbidden depictions at warranted risk.  The postal inspectors' communiques do not strike us as possessing the capacity to overbear a guileless recipient's will.  They were, instead, neutral tests designed to assay a recipient's willingness to order contraband.  In the same vein, the government's promotional literature, read as a whole, was not unfairly deceptive;  although the Fetco brochure indicated on its face that the goods offered for sale did not contain child pornography, it was within the jury's province to conclude that appellant must have realized from the circular's contents that this was an apocryphal disclaimer.  Nor does the temporal span of the government's undercover operation make it vulnerable to appellant's attack.  Although the sting ultimately stretched over four years, appellant placed a mail order for illicit materials within a year after first being contacted by the postal inspectors.  The government's decision to continue its investigation of appellant under such circumstances is far removed from outrageous conduct.  See, e.g., Musslyn, 865 F.2d at 946 (upholding undercover sting operation that lasted nearly five years);  United States v. Goodwin, <span class=\"citation\" data-id=\"510101\"><a href=\"/opinion/510101/united-states-v-ralph-e-goodwin/\"><span class=\"volume\">854</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">33</span></a></span>, 35-36 (4th Cir.1988) (similar;  operation lasted nearly four years).</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">In a nutshell, nothing in this record distinguishes the government's actions in any material respect from the numerous sting operations that we, and other courts, have upheld in case after case after case.  See Santana, 6 F.3d at 4 (collecting cases);  United States v. Moore, <span class=\"citation\" data-id=\"550132\"><a href=\"/opinion/550132/united-states-v-greg-moore/\"><span class=\"volume\">916</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1131</span></a></span>, 1139 (6th Cir.1990);  Panitz, 907 F.2d at 1272-73 (collecting cases);  United States v. Thoma, <span class=\"citation\" data-id=\"430917\"><a href=\"/opinion/430917/united-states-v-william-l-thoma/\"><span class=\"volume\">726</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1191</span></a></span>, 1199 (7th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1228</span></span>, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2683</span></span>, <span class=\"citation no-link\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">878</span></span> (1984).  There is no point in retracing footsteps that have beaten a well-marked path.  The district court did not err in rejecting appellant's claim of outrageous governmental misconduct.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p>B. Constitutionality of the Statute.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Appellant next asserts that the statute of conviction, 18 U.S.C. Sec. 2252(a)(2), quoted supra note 1, is unconstitutional on its face.  Because the issue presented poses an unadulterated question of law, appellate review is plenary.  See Liberty Mut. Ins. Co. v. Commercial Union Ins. Co., <span class=\"citation\" data-id=\"593905\"><a href=\"/opinion/593905/liberty-mutual-insurance-company-v-commercial-union-insurance-company/\"><span class=\"volume\">978</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">750</span></a></span>, 757 (1st Cir.1992);  Stauble v. Warrob, Inc., <span class=\"citation\" data-id=\"593171\"><a href=\"/opinion/593171/alfred-stauble-individually-and-fub-warrob-inc-v-warrob-inc-alfred/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">690</span></a></span>, 693 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Appellant claims that section 2252(a) fails to pass constitutional muster because it does not require proof that the accused knew that the persons depicted in the described materials were under age.  This claim is premised upon the holding in United States v. X-Citement Video, Inc., <span class=\"citation\" data-id=\"597486\"><a href=\"/opinion/597486/united-states-v-x-citement-video-inc-united-states-of-america-v-rubin/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1285</span></a></span> (9th Cir.1992), petition for cert. filed (Nov. 5, 1993) (No. 93-723).  The conclusion of the two-judge X-Citement Video majority rested on a single base, having two components.  First, the court decided that the term \"knowingly,\" as employed in section 2252(a)(2), modifies only the word \"receives,\" and not the phrase \"visual depiction[s] involv[ing] the use of a minor engaging in sexually explicit conduct\";  and, second, the court decided that this syntax renders the statute constitutionally infirm because, by failing to predicate guilt on actual knowledge of the materials' contents, particularly the age(s) of the persons depicted, the statute allows a person to be convicted without proof of the requisite scienter.  See X-Citement Video, 982 F.2d at 1289-92;  see also Osborne v. Ohio, <span class=\"citation\" data-id=\"112417\"><a href=\"/opinion/112417/osborne-v-ohio/\"><span class=\"volume\">495</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">103</span></a></span>, 112-15, <span class=\"citation\" data-id=\"112417\"><a href=\"/opinion/112417/osborne-v-ohio/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1691</span></a></span>, 1697-99, <span class=\"citation\" data-id=\"112417\"><a href=\"/opinion/112417/osborne-v-ohio/\"><span class=\"volume\">109</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">98</span></a></span> (1990) (discussing constitutional requirement that prohibitions on child pornography include some element of scienter);  see generally New York v. Ferber, <span class=\"citation\" data-id=\"110794\"><a href=\"/opinion/110794/new-york-v-ferber/\"><span class=\"volume\">458</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">747</span></a></span>, 765, <span class=\"citation\" data-id=\"110794\"><a href=\"/opinion/110794/new-york-v-ferber/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3348</span></a></span>, 3358, <span class=\"citation\" data-id=\"110794\"><a href=\"/opinion/110794/new-york-v-ferber/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1113</span></a></span> (1982) (explaining that child pornography statutes must contain \"some element of scienter\" to survive constitutional attack).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The X-Citement Video opinion is something of a pariah.  With regard to the first component of its holding, every other appellate court that has read section 2252(a) has determined that the provision imposes a scienter requirement vis-a-vis the contents of an interdicted mailing.  See, e.g., United States v. LaChapelle, <span class=\"citation\" data-id=\"586945\"><a href=\"/opinion/586945/united-states-v-william-c-lachapelle/\"><span class=\"volume\">969</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">632</span></a></span>, 638 (8th Cir.1992);  Osborne, 935 F.2d at 34 &amp; n. 2;  United States v. Duncan, <span class=\"citation\" data-id=\"536564\"><a href=\"/opinion/536564/united-states-v-david-frank-duncan-aka-harold-celline/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">271</span></a></span>, 277-78 (7th Cir.1990);  United States v. Marchant, <span class=\"citation\" data-id=\"477988\"><a href=\"/opinion/477988/united-states-v-edward-john-marchant/\"><span class=\"volume\">803</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">174</span></a></span>, 176-77 (5th Cir.1986);   United States v. Garot, <span class=\"citation\" data-id=\"476759\"><a href=\"/opinion/476759/united-states-v-robert-lee-garot-united-states-of-america-v-janell-ruth/\"><span class=\"volume\">801</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1241</span></a></span>, 1246-47 (10th Cir.1986).  Indeed, we, ourselves, albeit in a civil case, advocated just such a construction of section 2252(a).   See Rodriguez v. Clark Color Lab., Inc., <span class=\"citation\" data-id=\"553165\"><a href=\"/opinion/553165/rafael-rodriguez-v-clark-color-laboratories/\"><span class=\"volume\">921</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">347</span></a></span>, 349 (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Though these opinions predate X-Citement Video, district courts outside the Ninth Circuit that have been asked to follow X-Citement Video uniformly have declined to do so.  See, e.g., United States v. Edwards, <span class=\"citation no-link\"><span class=\"volume\">1993</span> <span class=\"reporter\">WL</span> <span class=\"page\">453461</span></span>, at * 5 (N.D.Ill.1993) (declaring that notwithstanding X-Citement Video 's contrary view, \"the language of Sec. 2252 imposes a scienter element as to the nature of the proscribed visual depictions\");  United States v. Prytz, <span class=\"citation\" data-id=\"2002378\"><a href=\"/opinion/2002378/united-states-v-prytz/\"><span class=\"volume\">822</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">311</span></a></span>, 321 (D.S.C.1993) (noting that, though the X-Citement Video court's rendition \"may be correct grammatically, it is not reasonable nor consistent with principles underlying constitutional interpretation of statutes and the courts' obligation to construe statutes to avoid unconstitutionality if possible\");  United States v. Long, <span class=\"citation\" data-id=\"1802095\"><a href=\"/opinion/1802095/united-states-v-long/\"><span class=\"volume\">831</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">582</span></a></span>, 586 (W.D.Ky.1993);  United States v. Kempton, <span class=\"citation\" data-id=\"1524400\"><a href=\"/opinion/1524400/united-states-v-kempton/\"><span class=\"volume\">826</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">386</span></a></span>, 388-89 (D.Kan.1993).  No court has expressed support for the conclusion reached in X-Citement Video.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">We agree with the near-unanimous view, and with the relevant segment of Judge Kozinski's dissent in X-Citement Video, 982 F.2d at 1296-97.   In our opinion, section 2252(a) incorporates a paragraph-wide scienter requirement.  We read the term \"knowingly,\" as used in the statute, to modify not only \"receives\" but also the entire paragraph, including age and conduct.  Cf. United States v. Marvin, <span class=\"citation\" data-id=\"408100\"><a href=\"/opinion/408100/united-states-v-jack-l-marvin/\"><span class=\"volume\">687</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1221</span></a></span>, 1226 (8th Cir.1982) (interpreting \"knowingly\" in 7 U.S.C. Sec. 2024(b) as modifying the entire remainder of the clause in which it appears), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1081</span></span>, <span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1768</span></span>, <span class=\"citation no-link\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">342</span></span> (1983).</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">With regard to the second component of the X-Citement Video holding, we respectfully decline to follow the panel's determination that the Constitution demands that a defendant must have had actual knowledge of the minority of at least one of the performers.  We hold instead that the appropriate constitutional requirement is one of recklessness, that section 2252 satisfies it, and that, therefore, the statute's scienter requirement is constitutionally adequate.  The statute's legislative history makes it pellucid that Congress intended to include a scienter requirement, and did not intend strict criminal liability.  See H.R.Rep. No. 910, 99th Cong., 2d Sess. 6 (1986), reprinted in 1986 U.S.C.C.A.N. 5952, 5956 (discussing 1986 amendments to Secs. 2251, 2252, and explaining that \"[t]he government must prove that the defendant knew the character of the visual depictions as depicting a minor engaging in sexually explicit conduct but need not prove that the defendant actually knew the person depicted was in fact under 18 years of age or that the depictions violated Federal law\").  This statutory architecture passes constitutional scrutiny, for the Constitution does not require that an accused possess actual knowledge of the performers' ages.  Rather, the scienter requirement imposed by section 2252(a) regarding the receipt of child pornography is satisfied if the prosecution can show reckless disregard of the obvious.  See Osborne, 495 U.S. at 115, 110 S.Ct. at 1699 (holding that recklessness \"plainly satisfies the requirement laid down in Ferber that prohibitions on child pornography include some element of scienter\").</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">To sum up, our determination that section 2252(a) survives appellant's constitutional challenge comports with the better-reasoned cases and, at the same time, honors the prudential principle that, \"where an otherwise acceptable construction of a statute would raise serious constitutional problems, [courts should] construe the statute to avoid such problems unless such construction is plainly contrary to the intent of Congress.\"  Edward J. DeBartolo Corp. v. Florida Gulf Coast Bldg. &amp; Constr.  Trades Council, <span class=\"citation\" data-id=\"112042\"><a href=\"/opinion/112042/edward-j-debartolo-corp-v-florida-gulf-coast-building-constr-trades/\"><span class=\"volume\">485</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">568</span></a></span>, 575, <span class=\"citation\" data-id=\"112042\"><a href=\"/opinion/112042/edward-j-debartolo-corp-v-florida-gulf-coast-building-constr-trades/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1392</span></a></span>, 1397, <span class=\"citation\" data-id=\"112042\"><a href=\"/opinion/112042/edward-j-debartolo-corp-v-florida-gulf-coast-building-constr-trades/\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">645</span></a></span> (1988).</p>\n    </div>\n    <p>IV. THE SENTENCE</p>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Appellant's final argument concerns his sentence.  He claims that the lower court erred in not essaying a downward departure, see 18 U.S.C. Sec. 3553(b) (providing, inter alia, for departures if the court ascertains \"that there exists a[ ] ... mitigating circumstance of any kind ... not adequately taken into consideration by the Sentencing Commission in formulating the guidelines that should result in a [sentence outside the guideline range]\");  see also U.S.S.G. Sec. 5K2.0, which would have reduced his sentence below the guideline sentencing range (GSR).  The government demurs.  It maintains that we lack jurisdiction to consider this plaint, and, alternatively, that the district court justifiably refused to depart.  In the peculiar circumstances of this case, these two propositions can be collapsed into a single issue.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">It is by now apodictic that a criminal defendant cannot ground an appeal on the sentencing court's discretionary decision not to depart below the GSR.  See, e.g., United States v. Tardiff, <span class=\"citation\" data-id=\"587242\"><a href=\"/opinion/587242/united-states-v-claude-paul-tardiff/\"><span class=\"volume\">969</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1283</span></a></span>, 1290 (1st Cir.1992);  United States v. Amparo, <span class=\"citation\" data-id=\"581358\"><a href=\"/opinion/581358/united-states-v-luz-maria-amparo-aka-luz-maria-amparo-sanchez/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">288</span></a></span>, 292 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">224</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">161</span></span> (1992);  United States v. Hilton, <span class=\"citation\" data-id=\"570022\"><a href=\"/opinion/570022/united-states-v-barbara-hilton/\"><span class=\"volume\">946</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">955</span></a></span>, 957 (1st Cir.1991);  United States v. Romolo, <span class=\"citation\" data-id=\"563790\"><a href=\"/opinion/563790/united-states-v-christopher-j-romolo/\"><span class=\"volume\">937</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">20</span></a></span>, 22 (1st Cir.1991).  This rule, like most rules, is subject to exceptions.  One such exception applies when the sentencing court's declination to depart results from a mistake of law.  See, e.g., Amparo, 961 F.2d at 292;  Hilton, 946 F.2d at 957.   In other words, appellate jurisdiction may attach if it appears that the failure to depart stemmed from the sentencing court's mistaken impression that it lacked the legal authority to deviate from the guideline range or, relatedly, from the court's misapprehension of the rules governing departures.  In this instance, we think appellant's case fits within the exception.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">At sentencing, appellant moved for a downward departure on various grounds.  He claimed that he suffered from an extraordinary mental and emotional condition within the purview of U.S.S.G. Secs. 5H1.3 and 5K2.13;  that his offense conduct represented an isolated, aberrant act occurring against the backdrop of an otherwise exemplary lifestyle, which brought its commission within reach of U.S.S.G. Sec. 5K2.0 and Ch. 1, Pt. A, intro. comment. 4(d);  and that he would be especially vulnerable to abuse by other convicts if incarcerated.  The district court rejected all three bases for departure, and sentenced appellant to eighteen months in prison (the low end of the GSR), but stayed the execution of sentence sua sponte.   On appeal, Gifford abandons his vulnerability claim but stands fast by his other importunings.  And he urges us to find, inter alia, that the district court mistakenly believed itself to be bereft of legal authority to depart downward.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">While we express no opinion concerning the ultimate disposition of Gifford's case, a careful reading of the sentencing transcript persuades us that, at least as to a possible departure under section 5K2.0, appellant's argument has merit.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>  In particular, we question whether the court below recognized the extent to which it was permitted to rely on its \"judgment about whether the given circumstances, as seen from the district court's unique vantage point, are usual or unusual, ordinary or not ordinary, and to what extent.\"  United States v. Rivera, <span class=\"citation\" data-id=\"608081\"><a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">942</span></a></span>, 951 (1st Cir.1993).<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Under the sentencing statute, the relevant guidelines, and associated materials, a district judge is obligated to mete out a sentence within the GSR unless a permissible feature takes the case \"outside the Guidelines' 'heartland' and make[s] it a special, or unusual, case.\"  Id. at 949;  see also United States v. Aguilar-Pena, <span class=\"citation\" data-id=\"530534\"><a href=\"/opinion/530534/united-states-v-jorge-armando-aguilar-pena/\"><span class=\"volume\">887</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">347</span></a></span>, 349 (1st Cir.1989) (explaining the \"heartland\" concept).  As Rivera makes clear, there are only nine \"forbidden departures,\" that is, nine factors that are categorically ineligible to serve as the basis for a departure.  See Rivera, 994 F.2d at 948-49 (listing race, sex, national origin, creed, religion, socioeconomic status, lack of youthful guidance, substance abuse, and personal financial difficulties).  While all other factors can be taken into account in structuring the departure calculus, the architecture is complex.  Those factors specifically enumerated in the guidelines reside in one category--but we must subdivide that category into moieties:  factors that are the stuff of encouraged departures, and factors that are discouraged, albeit not prohibited, as a basis for departure.  See id. at 949.   In a second category are \"[c]ircumstances that may warrant departure from the guidelines ... [but which] cannot, by their very nature, be comprehensively listed and analyzed in advance.\"   U.S.S.G. Sec. 5K2.0, p.s.  With respect to such unforeseen circumstances, the district court is to \"decide whether to depart (and, if so, how much to depart) by examining the 'unusual' nature of these circumstances and making a judgment about what is appropriate.\"  Rivera, 994 F.2d at 949.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Of course, the district court did not--indeed, it could not, see supra note 15--analyze this case in terms of the Rivera model.  But the judge's comments at sentencing are evocative of the misperception of hamstrung discretion that we sought to correct in Rivera, 994 F.2d at 953-54.   The sentencing transcript makes it very clear that the judge viewed the circumstances of the case as unusual in certain important respects.  The judge stated that, given appellant's</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p>psychological background [and] his inability to reason through from ... cause to effect, ... he did not as a matter of fact recognize the peculiarity of the sexual references in the Gatewood ... correspondence;  he did not comprehend as a matter of fact the socially unacceptable nature of the materials advertised in the Far Eastern Trading Company [and] Canamerican catalogs;  he throughout believed that he was acting within the law, and indeed he believed from the nature of the government's sting operation that the materials advertised were legal for trade;  and ... he did assume that any of the advertisers who solicited him were operating legally through the mail.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Based on these findings, the judge concluded that appellant \"was a person entirely without mens rea\" and that he was \"unlike the normal person.\"</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">To be sure, the judge, having made these findings, eschewed a downward departure.  He stated that he feared departing because \"[t]his case may be an example of the adage that hard cases make bad law.\"   Yet, after Rivera, that bromide sweeps less broadly in the world of guideline sentencing.  Cf. Rivera, 994 F.2d at 949 (observing that, in the final analysis, \"the Guidelines cannot dictate how courts should sentence in ... special, unusual, or other-than-ordinary circumstances\").  After Rivera, hard cases often make viable departure candidates.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Just as deciding whether to depart sometimes may present a difficult judgment call for a sentencing court, the evaluation of departure rulings frequently requires an appellate court to walk a tightrope, ceding \"full awareness of, and respect for\" the trial court's \"superior 'feel' for the case,\" United States v. Diaz-Villafane, <span class=\"citation\" data-id=\"522865\"><a href=\"/opinion/522865/united-states-v-wilfredo-diaz-villafane/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">43</span></a></span>, 50 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">862</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">177</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">133</span></span> (1989), yet reviewing de novo, without deference to the trial court's outlook, the question of \"whether or not the allegedly special circumstances ... are of the 'kind' that the Guidelines, in principle, permit the sentencing court to consider at all,\" Rivera, 994 F.2d at 951.   In this case, we think that the two methodologies can peacefully coexist, for the circumstances identified by the district court might, as a matter of law, support a downward departure.  See id. at 949 (noting that a district court's determination of what sentence is appropriate can be informed by the \" 'nature and circumstances of the offense,' the 'history and characteristics of the defendant,' and the basic purposes of sentencing, namely, just punishment, deterrence, incapacitation and rehabilitation\") (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">In brief, we do not believe resentencing would be pointless in this instance, for we discern the requisite \"significant possibility\" that the facts, as found by the sentencing court, would permit that court \"lawfully to order a departure.\"  Rivera, 994 F.2d at 953.   Indeed, the district judge himself observed that \"[i]f it were open to me under the guidelines to depart, I would depart and I would impose a sentence of ... probation.\"   Because Rivera makes it possible that such a departure is legally open to the sentencing court in the unusual circumstances of this case, we think the course of prudence is to vacate the defendant's sentence and remand for resentencing.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a>  Cf. United States v. Tavano, <span class=\"citation\" data-id=\"195113\"><a href=\"/opinion/195113/united-states-v-tavano/\"><span class=\"volume\">12</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">301</span></a></span>, 305 n. 5 (1st Cir.1993) (remanding for resentencing and suggesting that, if there is \"room for an objectively reasonable division of opinion on what the judge intended,\" the defendant should be given \"the benefit of [the] doubt\").  In adopting this course, we intimate no opinion either as to what appellant's sentence should be or as to whether the district court should sentence within or beneath the GSR.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">The judgment of conviction is affirmed, the defendant's sentence is vacated, and the case is remanded for resentencing.  The district court shall afford both parties an opportunity to supplement the sentencing record.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The statute of conviction makes it a federal crime for a person \"knowingly\" to receive \"any visual depiction that has been mailed ... if (A) the producing of such visual depiction involves the use of a minor engaging in sexually explicit conduct;  and (B) such visual depiction is of such conduct.\"  18 U.S.C. Sec. 2252(a)(2).  Visual depictions of this genre are commonly referred to as child pornography</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The full text of Gatewood's letter follows:</p>\n        <p>Sorry for the delayed response.  I still do travel quite a bit and organization of my personal life is not my strongest suit.  I just misplaced you for a while.  I've had several close friends over the years into Scandinavian publishing and photography.  I thus have acquired a very decent collection of materials that others not so inclined might find confusing.  I have a very strong appreciation of a varied sexual life.  Spending some time on Uncle Sam in the Far East fully developed my love for the much younger generation.</p>\n        <p>I hope I've been properly led.  I do have a few close friends stateside with whom I trade/loan.  Not much into selling but we could talk.</p>\n        <p>Hope to hear from you William.  Let me know what you like.  Feels strange writing to a PO Box but I'll give you the benefit of the doubt.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Inspector Dunn testified at trial that the government's undercover operation generated so overwhelming a response as to overtax its capabilities</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> According to the testimony at trial, COQ functioned as a prominent source of child pornography in the 1980s</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> To cite two representative offerings, the catalog mentioned \"Preteen Trio,\" described as a \"Lolita movie of real action\" featuring a girl of 9 and boys of 12 and 15 having intercourse, and a film entitled \"Children Sex Orgy.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> All three items purported to contain child pornography.  To illustrate the unambiguous nature of the solicitation, we quote, albeit reluctantly, from the catalog.  It supplied the following blurb for \"Pissing Lolita\":</p>\n        <p>This is an absolute sensation!   A film which shows you the ultimate pleasure children and adults have in the act of pissing over each other.  They try mostly to hit the little cunts.  Look at the two Lolitas of nine and ten enjoying it.  And see these girls pissing!</p>\n        <p>The catalog described \"Baby Love\" as:</p>\n        <p>Youngest of the young.  Young darling girl 2 1/2 years old learns masturbation from her mother.  Great shots of wide open lips.</p>\n        <p>The catalog described \"Lolita--Sex\" as:</p>\n        <p>More pissing and masturbation from the producers of the Lolita series of magazines.  Girls 8 years up to 15 years in hard core action.  Exciting intercourse and cum shots.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The films offered for sale in the brochure included \"Pre-Teen Lolita Mix,\" which was described as featuring a 9-year-old girl having intercourse, and other motion pictures described as depicting girls 9-13 and boys 7-14 having sexual relations</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Because we choose to meet appellant's sufficiency challenge head-on, we do not reach the government's related claim that appellant failed to carry his entry-level burden, see Rodriguez, 858 F.2d at 812, and, therefore, forfeited the right to assert the entrapment defense at all</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Jacobson has no bearing on the issue of inducement because, in that case, the Court had no occasion to deal with inducement.  See Jacobson, --- U.S. at ---- n. 2, 112 S.Ct. at 1540 n. 2</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> For this reason, the government is correct in its assertion that the jury charge was flawed.  The district court instructed the jury that \"if the evidence in the case leaves you with a reasonable doubt whether Mr. Gifford was willing to commit the crime, apart from the persuasion of government agents, then, you must find him not guilty.\"   The court thus neglected to tell the jury that, in order to acquit on the basis of entrapment, it also would have to discern a reasonable doubt as to predisposition.  In the circumstances at bar, however, the error, which tilted in appellant's favor, is of no consequence.  See Cook v. Rhode Island Dep't of Mental Health, Etc., <span class=\"citation\" data-id=\"195048\"><a href=\"/opinion/195048/cook-v-state-of-ri/\"><span class=\"volume\">10</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">17</span></a></span>, 23-24 (1st Cir.1993)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> To be sure, the one-page solicitation originally sent by Fetco did express a political opinion in the sense that it criticized \"censor[ship]\" of pornography.  But, unlike in Jacobson, --- U.S. at ----, 112 S.Ct. at 1542, the Fetco circular did not claim that sales proceeds would fund lobbying activities or be used for some equally ennobling purpose</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> We do not believe that the Jacobson Court intended to hamstring routine undercover operations of the kind that Gifford encountered.  The Court took pains to observe that if the government agents had \"simply offered petitioner the opportunity to order child pornography through the mails, and petitioner ... had promptly availed himself of this criminal opportunity, it is unlikely that his entrapment defense would have warranted a jury instruction.\"  Jacobson, --- U.S. at ----, 112 S.Ct. at 1541.   The Court's comment applies a fortiori in the instant case, especially since the issue here is not whether the factual panoply warranted submission of the entrapment defense to the jury as a theoretical possibility, but whether, after the judge instructed the jury on entrapment and the jury rejected the defense on the facts, its verdict should be overturned because entrapment suffused the scene as a matter of law</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> In the proceedings below, the district court suggested that due process requires that the government must always harbor a reasonable suspicion of criminal wrongdoing before targeting an individual for testing in the crucible of an undercover investigation.  We reject this idea.  See  United States v. Espinal, <span class=\"citation\" data-id=\"449458\"><a href=\"/opinion/449458/united-states-v-hector-espinal/\"><span class=\"volume\">757</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">423</span></a></span>, 426 (1st Cir.1985) (finding undercover operation to be lawful vis-a-vis a defendant as to whom the government had no previous suspicion of criminal activity)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Because we remand for resentencing based on our analysis of section 5K2.0, we do not separately consider sections 5H1.3 and 5K2.13.  We note, however, that to some extent the same factors underpin the several departure approaches in this case.  And in all events, the district court is free, in its discretion, to revisit sections 5H1.3 and 5K2.13</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> We reach this conclusion without in any way faulting the district court.  Our opinion in Rivera, a case that both refined and elaborated earlier circuit precedent, did not emerge until some two weeks after Gifford had been sentenced.  We expect a great deal from district judges, but we do not expect them to foretell the future with complete clairvoyance.  See, e.g., United States v. Ladd, <span class=\"citation\" data-id=\"529712\"><a href=\"/opinion/529712/united-states-v-gary-ladd/\"><span class=\"volume\">885</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">954</span></a></span>, 961 (1st Cir.1989) (acknowledging that \"robes and gavels are the tools of a jurist's trade--not tea leaves or crystal balls\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> We also are tugged in this direction by our recognition that, at the original sentencing hearing, the prosecution agreed that probation would be an appropriate disposition</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/105681/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108768/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110794/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112042/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112417/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112720/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195048/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195113/",
    "http://www.courtlistener.com/api/rest/v3/opinions/274867/",
    "http://www.courtlistener.com/api/rest/v3/opinions/408100/",
    "http://www.courtlistener.com/api/rest/v3/opinions/430917/",
    "http://www.courtlistener.com/api/rest/v3/opinions/444532/",
    "http://www.courtlistener.com/api/rest/v3/opinions/449458/",
    "http://www.courtlistener.com/api/rest/v3/opinions/476759/",
    "http://www.courtlistener.com/api/rest/v3/opinions/477988/",
    "http://www.courtlistener.com/api/rest/v3/opinions/481634/",
    "http://www.courtlistener.com/api/rest/v3/opinions/509004/",
    "http://www.courtlistener.com/api/rest/v3/opinions/510101/",
    "http://www.courtlistener.com/api/rest/v3/opinions/511568/",
    "http://www.courtlistener.com/api/rest/v3/opinions/512578/",
    "http://www.courtlistener.com/api/rest/v3/opinions/516985/",
    "http://www.courtlistener.com/api/rest/v3/opinions/522865/",
    "http://www.courtlistener.com/api/rest/v3/opinions/523145/",
    "http://www.courtlistener.com/api/rest/v3/opinions/529712/",
    "http://www.courtlistener.com/api/rest/v3/opinions/530534/",
    "http://www.courtlistener.com/api/rest/v3/opinions/532514/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536564/",
    "http://www.courtlistener.com/api/rest/v3/opinions/544607/",
    "http://www.courtlistener.com/api/rest/v3/opinions/547604/",
    "http://www.courtlistener.com/api/rest/v3/opinions/548773/",
    "http://www.courtlistener.com/api/rest/v3/opinions/550132/",
    "http://www.courtlistener.com/api/rest/v3/opinions/552332/",
    "http://www.courtlistener.com/api/rest/v3/opinions/553165/",
    "http://www.courtlistener.com/api/rest/v3/opinions/562325/",
    "http://www.courtlistener.com/api/rest/v3/opinions/563790/",
    "http://www.courtlistener.com/api/rest/v3/opinions/570022/",
    "http://www.courtlistener.com/api/rest/v3/opinions/580693/",
    "http://www.courtlistener.com/api/rest/v3/opinions/581358/",
    "http://www.courtlistener.com/api/rest/v3/opinions/586945/",
    "http://www.courtlistener.com/api/rest/v3/opinions/587242/",
    "http://www.courtlistener.com/api/rest/v3/opinions/589739/",
    "http://www.courtlistener.com/api/rest/v3/opinions/593171/",
    "http://www.courtlistener.com/api/rest/v3/opinions/593905/",
    "http://www.courtlistener.com/api/rest/v3/opinions/597415/",
    "http://www.courtlistener.com/api/rest/v3/opinions/597486/",
    "http://www.courtlistener.com/api/rest/v3/opinions/608081/",
    "http://www.courtlistener.com/api/rest/v3/opinions/654192/",
    "http://www.courtlistener.com/api/rest/v3/opinions/662432/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1524400/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1802095/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2002378/"
  ]
}