{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/195309/",
  "absolute_url": "/opinion/195309/ticketmaster-v-alioto/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/195309/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T02:37:18Z",
  "date_modified": "2016-02-28T04:52:21.454621Z",
  "type": "010combined",
  "sha1": "87f9b964de013447292ac734f6ea06aeb041648c",
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1692.01A",
  "local_path": null,
  "plain_text": "                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                             \n\nNo. 93-1692\n\n                   TICKETMASTER-NEW YORK, INC.,\n\n                      Plaintiff, Appellant,\n\n                                v.\n\n                        JOSEPH M. ALIOTO,\n\n                       Defendant, Appellee.\n\n                                             \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Douglas P. Woodlock, U.S. District Judge]\n                                                       \n\n                                             \n\n                              Before\n\n           Torruella, Selya and Stahl, Circuit Judges.\n                                                     \n\n                                             \n\n     Jonathan  W.  Lubell,  with  whom Malcolm  I.  Lewin,  Frank\n                                                                 \nMcClain-Sewer,  Morrison Cohen  Singer  &amp; Weinstein,  Stephen  R.\n                                                                 \nWainwright, and Wainwright,  Wainwright, Wainwright, Wainwright &amp;\n                                                                 \nWainwright were on brief, for appellant.\n          \n     James A. G. Hamilton, with whom  Theodore F. Schwartz, Jerry\n                                                                 \nCohen, and Perkins, Smith &amp; Cohen were on brief, for appellee.\n                                 \n\n                                             \n\n                          April 13, 1994\n\n                                             \n\n          SELYA, Circuit  Judge.  This case  probes the frontiers\n          SELYA, Circuit  Judge.\n                               \n\nof the  doctrine of  personal jurisdiction  in a  context fraught\n\nwith  constitutional implications.    The issue,  simply put,  is\n\nthis:   Can a Massachusetts-based  court, consistent with the Due\n\nProcess Clause,  assert jurisdiction over  a California  resident\n\nwho  is alleged  to  have made  a  defamatory comment  during  an\n\nunsolicited  telephone  interview with  a  staff  reporter for  a\n\nMassachusetts newspaper?  We conclude, on the facts of this case,\n\nthat the lower court correctly disclaimed jurisdiction.\n\nI.  BACKGROUND\n\n          Inasmuch as the district  court dismissed this suit for\n\nfailure of  the plaintiff to  make a  prima facie  jurisdictional\n                                                 \n\nshowing, see Boit v. Gar-Tec Prods., Inc., 967 F.2d 671, 675 (1st\n                                         \n\nCir. 1992), we draw the facts from the pleadings and the parties'\n\nsupplementary   filings,   including  affidavits,   taking  facts\n\naffirmatively  alleged  by  plaintiff   as  true  and  construing\n\ndisputed facts in  the light  most hospitable to  plaintiff.   Of\n\ncourse,  we   do  not  credit  conclusory   allegations  or  draw\n\nfarfetched  inferences.    See  generally  Dartmouth  Review   v.\n                                                            \n\nDartmouth Coll., 889 F.2d 13, 16 (1st Cir. 1989) (discussing line\n               \n\nbetween \"facts\"  and \"conclusions\" for  purposes of  a motion  to\n\ndismiss).\n\n          Defendant-appellee  Joseph  M.  Alioto  is  an attorney\n\npracticing  in California.    Among his  other  cases, Alioto  is\n\npressing  a  class  action   in  the  California  courts  against\n\nTicketmaster-Southern  California,   Inc.   (T-SC).     T-SC,   a\n\n                                2\n\nCalifornia-based corporation, is affiliated with Ticketmaster-New\n\nYork,  Inc. (T-NY),  a Delaware  corporation.   Both Ticketmaster\n\nentities  are  engaged  in  the  business  of  selling ducats  to\n\nentertainment events.\n\n          The  litigation  between  T-NY  and  Alioto  finds  its\n\ngenesis in the decision  by the Boston Globe, a  daily newspaper,\n                                            \n\nto  undertake   an  investigation   into  pricing  practices   on\n\n\"Ticketmaster's\"  part.1   In  conducting  this investigation,  a\n\nGlobe reporter conversed by telephone with Alioto.  The plaintiff\n     \n\ndoes not allege,  and the  record does not  suggest, that  Alioto\n\ndialed the telephone or otherwise initiated the call.  The record\n\nis equally  barren  of  any  showing that  Alioto  solicited  the\n\ninquiry2  or that  more than  one call  occurred.   It  is clear,\n\nnevertheless,  that  Alioto, who  was  in  California, knew  when\n\nspeaking  that  his  comments would  inform  a  story  slated for\n\npublication in a newspaper circulated chiefly in Massachusetts.\n\n          The investigation  culminated  in a  front-page  expose\n\nthat  hit the newsstands on Sunday, September 20, 1992, under the\n\nbanner headline,  \"Rising ticket fees pad concert  profits.\"  The\n\nensuing article contained  over fifty paragraphs.   Well past the\n\nmidpoint, the article mentioned  mounting complaints about  price\n\n                    \n\n     1The article that capped this investigation makes no attempt\nto distinguish among corporate entities (although it contains one\nvague  reference to  \"Ticketmaster and its  affiliates\").   At no\npoint does the article refer by name to either T-NY or T-SC.\n\n     2Although there is  a passing  allusion in the  record to  a\npress  release issued by Alioto regarding  the lawsuit against T-\nSC,  there is  no indication  that he  forwarded this  release to\nMassachusetts or that it sparked the Globe's story.\n                                          \n\n                                3\n\ngouging in New York and California.  It then reported that \"three\n\nclass action antitrust lawsuits\" had recently been filed \"against\n\nTicketmaster\" in California.  There followed the paragraph around\n\nwhich this controversy revolves  (buried deep in the body  of the\n\narticle).   We quote  the allegedly offending  paragraph in full,\n\nand,  in the  interests  of context,  add  the beginning  of  the\n\nfollowing paragraph.\n\n               Attorney Joseph M. Alioto, who filed one\n          of the suits, charged that kickbacks are  the\n          key  to  Ticketmaster's California  monopoly.\n          \"They're nothing more than a straight bribe,\"\n          he said.\n               Ticketmaster and its affiliates  took on\n          their   California  adversaries   in  typical\n          aggressive fashion, . . .\n\n          Based  on  this  reported comment,  T-NY  brought  suit\n\nagainst  Alioto  in the  United  States  District Court  for  the\n\nDistrict  of Massachusetts.   Invoking diversity jurisdiction, 28\n\nU.S.C.    1332 (1988), it alleged that Alioto, with the requisite\n\nintent, conveyed and/or caused  to be conveyed certain defamatory\n\nimpressions of and  concerning T-NY, namely, that T-NY engaged in\n\nbribery and related criminal conduct.\n\n          In due season, Alioto moved to dismiss.  T-NY objected.\n\nThe district judge heard  oral argument and dismissed  the action\n\nfor lack  of in personam jurisdiction,  concluding that appellant\n                        \n\nfailed  to make  the  requisite showing  at  every stage  of  the\n\nobligatory jurisdictional inquiry  under the due  process clause.\n\nSee United Electrical Workers v. 163 Pleasant St. Corp., 960 F.2d\n                                                       \n\n1080, 1089 (1st Cir. 1992) (Pleasant St. I) (discussing nature of\n                                          \n\nrequisite inquiry).   Two perceptions figured  prominently in the\n\n                                4\n\ndistrict  court's  reasoning.    First,  the  defendant  did  not\n\nactively  shape  and focus  the  reporter's  story, but,  rather,\n\npassively  responded to a telephone call.   Second, the allegedly\n\ndefamatory  comment dealt  with  the California  activities of  a\n\nCalifornia corporation, T-SC, and did not pertain to T-NY.\n\n          Plaintiff appeals.   Because the court  below dismissed\n\nthe  case  on legal  grounds,  without  convening an  evidentiary\n\nhearing  or resolving contested  evidentiary questions, appellate\n\nreview is plenary.  See United Electrical Workers v. 163 Pleasant\n                                                                 \n\nSt. Corp., 987  F.2d 39, 43-44 (1st Cir. 1993) (Pleasant St. II);\n                                                               \n\nBoit, 967 F.2d at 675.   In conducting this tamisage, we  are not\n    \n\nwedded  to the  district  court's rationale,  but remain  free to\n\naffirm the judgment below  on any independently sufficient ground\n\nmade manifest by the record.   See  Martel v. Stafford,  992 F.2d\n                                                      \n\n1244, 1245 (1st Cir. 1993).\n\nII.  ANALYSIS\n\n          To subject a non-resident defendant to its jurisdiction\n\nin a  diversity case, a court    and for this  purpose, a federal\n\ncourt  exercising  diversity   jurisdiction  is  the   functional\n\nequivalent  of  a state  court sitting  in  the forum  state, see\n                                                                 \n\nGeneral Contracting  &amp; Trading Co.  v. Interpole, Inc.,  940 F.2d\n                                                      \n\n20,  23 n.4  (1st Cir. 1991)    must  find contacts  that, in the\n\naggregate,  satisfy the  requirements of  both the  forum state's\n\nlong-arm  statute and  the Fourteenth  Amendment.3   See Pleasant\n                                                                 \n\n                    \n\n     3To  be sure,  the  extent of  the necessary  jurisdictional\nshowing  varies   depending  upon  whether   a  litigant  asserts\njurisdiction over an adverse party under a theory of \"general\" or\n\n                                5\n\nSt. I, 960 F.2d at 1086 (\"In Massachusetts, a court may  exercise\n     \n\npersonal   jurisdiction  over   a  foreign   defendant  if   such\n\njurisdiction  is authorized  by  state statute  or  rule and  its\n                                                            \n\nexercise does not offend due process.\"); Bond Leather Co. v. Q.T.\n                                                                 \n\nShoe Mfg.  Co., 764 F.2d 928, 931 (1st Cir. 1985) (similar).  The\n              \n\ndistrict court  determined that  T-NY satisfied neither  of these\n\ntwo prerequisites. We explore these determinations.\n\n                      A.  The State Statute.\n                                           \n\n          The applicable Massachusetts statute,  familiarly known\n\nas \"section 3(c),\" deals with torts committed by persons who have\n\nno  ongoing relationship with the  forum state.   The language of\n\nthis provision  tracks the Uniform  Interstate and  International\n\nProcedure Act,  and  differs  significantly  from  other  leading\n\nformulations.   See Murphy  v. Erwin-Wasey,  Inc., 460  F.2d 661,\n                                                 \n\n663-64  (1st Cir.  1972); see  also Margoles  v. Johns,  483 F.2d\n                                                      \n\n1212, 1216 (D.C. Cir. 1973).  The statute states:\n\n               A    court    may   exercise    personal\n          jurisdiction over a person, who acts directly\n          or  by an agent, as  to a cause  of action in\n          law or equity arising from the person's . . .\n                 (c)  causing tortious injury by an act\n          or omission in this Commonwealth . . . .\n\nMass. Gen. Laws ch. 223A,   3 (1986).\n\n          Although  the lower court did not reach the question of\n\njurisdiction under state  law, we have pondered  whether the case\n\nmight more appropriately be dispatched on that basis.  After all,\n\n                    \n\n\"specific\"  jurisdiction.    See  Donatelli  v.  National  Hockey\n                                                                 \nLeague,  893  F.2d  459,  462-63  (1st  Cir.  1990)  (elucidating\n      \nstandards and  enumerating differences).   Here, plaintiff's case\nstands or falls on a theory of specific jurisdiction.\n\n                                6\n\n\"[i]t has long been a basic tenet of the federal courts to eschew\n\nthe decision of cases on  constitutional grounds unless and until\n\nall other available avenues of resolution [have been] exhausted.\"\n\nAggarwal v. Ponce Sch.  of Medicine, 745 F.2d 723,  726 (1st Cir.\n                                   \n\n1984).  But  here, as we explain below, the  state-law issues are\n\nextremely  murky.  Thus, on  balance, we agree  with the district\n\ncourt that it makes sense to  resolve the jurisdictional question\n\non constitutional grounds.\n\n          In the  first place,  although logic suggests  that, on\n\nthese facts, the defendant  cannot be said to have  performed \"an\n\nact\" in  Massachusetts, that suggestion is  not easily reconciled\n\nwith  Murphy.   There, we  ruled that  an allegedly  tortious act\n            \n\ncommitted  outside the  borders  of  Massachusetts,  purposefully\n\ndirected at the state  and intended to cause injury  there, could\n\nconstitute an  in-forum act within  the meaning of  section 3(c).\n\nSee Murphy, 460  F.2d at 664.  While Murphy  can be distinguished\n                                           \n\non the  ground that it  was decided in the  context of fraudulent\n\nmisrepresentation, as opposed  to defamation,4 its interpretation\n\nof section  3(c) is worded  in general  terms and its  reasoning \n\nconceivably could  be  transferred  to  the  defamation  context.\n\nDespite  our  profound  reservations about  extending  the Murphy\n                                                                 \n\n                    \n\n     4Appellant argues  that we  have already extended  Murphy to\n                                                              \nthe  defamation arena  in Hugel v.  McNell, 886 F.2d  1 (1st Cir.\n                                          \n1989), cert. denied, 494 U.S. 1079 (1990).  We do not think Hugel\n                                                                 \nmust  necessarily be  read so  broadly.   That case  turned on  a\nconstruction  of the  New Hampshire  long-arm statute,  N.H. Rev.\nStat.  Ann.   510:4 (1993), and the New Hampshire statute, unlike\nits Massachusetts  counterpart, does  not embody the  language of\nthe Uniform Act.\n\n                                7\n\nrationale,5 it spreads  a shadow of  uncertainty over the  state-\n\nlaw issues.\n\n          In  the second  place,  because we  are skeptical  that\n\ndefendant made  any remark  \"of and  concerning\" T-NY, we  harbor\n\ndoubts  whether  defendant  can  be said  to  have  inflicted any\n\n\"tortious injury\" within the  meaning of section 3(c).6   We are,\n\nhowever, hesitant to move beyond an expression of skepticism.  At\n\nthis  stage of the proceedings, appellant has not had the benefit\n\nof  an  evidentiary hearing  or  a  comparable opportunity  (say,\n\naccess  to  the  full-dress  summary judgment  protocol  after  a\n\nreasonable period of  discovery) for presenting proof.   Thus, it\n\nmay be too early to reach the state-law issues.\n\n          To be sure, our reservations about one or both of these\n\n                    \n\n     5Intuitively, it would seem hard to characterize the act  of\npublishing an allegedly defamatory remark outside the forum state\nas an act  within the forum state.   In fact, no  fewer than five\ncourts applying long-arm statutes patterned after the Uniform Act\nhave eschewed  Murphy's reasoning  in the defamation  context and\n                     \ndeclined to assert  jurisdiction on  this basis.   See Reuber  v.\n                                                             \nUnited  States, 750 F.2d 1039, 1049 (D.C. Cir. 1984); Dietrich v.\n                                                              \nWisconsin Patients Comp.  Fund, 485 N.W.2d 614,  617-18 (Wis. Ct.\n                              \nApp. 1992); Wheeler  v. Teufel,  443 N.W.2d 555,  558 (Minn.  Ct.\n                              \nApp.  1989);  Ramada  Inns,  Inc. v.  Drinkhall,  No.  83C-AU-ty,\n                                               \nunpaginated slip op. available  on LEXIS (Del. Super. Ct.  1984);\nZinz v. Evans  &amp; Mitchell Indus.,  Inc., 324 A.2d  140, 144  (Md.\n                                       \nApp. 1974); see also St. Clair v. Righter, 250 F.  Supp. 148, 151\n                                         \n(W.D. Va.  1966) (using  similar reasoning to  interpret long-arm\nstatute  containing  \"tortious  act\"  language);   see  generally\n                                                                 \nMargoles,   483   F.2d    at   1218-19   (criticizing    Murphy's\n                                                               \ninterpretation of language drawn from the Uniform Act).\n\n     6In Massachusetts,  a court  has  power to  determine, as  a\nmatter of law, that a particular remark is not susceptible of any\ndefamatory construction \"of and  concerning\" the plaintiff,  and,\ntherefore, not actionable.  See Eyal v. Helen Broadcasting Corp.,\n                                                                \n583 N.E.2d  228, 232 (Mass. 1991).   At least one  court has used\nthis type of power to dismiss a defamation case on jurisdictional\ngrounds.  See Wyatt v. Kaplan, 686 F.2d 276, 282 (5th Cir. 1982).\n                             \n\n                                8\n\npoints  might well  be resolved upon  closer perscrutation.   But\n\nthere  is no need to sally forth.  Because it is apodictic that a\n\njurisdiction-seeking plaintiff must  satisfy the  demands of  not\n\nonly state law  but also the  federal Constitution, see  Pleasant\n                                                                 \n\nSt. I,  960 F.2d  at 1086,  and because  T-NY's case  cannot pass\n     \n\nconstitutional muster, we choose to bypass the statutory phase of\n\nthe jurisdictional  inquiry.   Consistent with this  approach, we\n\naccept appellant's alleged facts as true for present purposes and\n\nassume arguendo that the allegedly defamatory remark concerned T-\n               \n\nNY.\n\n                   B.  The Due Process Clause.\n                                             \n\n          Divining personal  jurisdiction is \"more an  art than a\n\nscience.\"  Donatelli v. National Hockey League, 893 F.2d 459, 468\n                                              \n\nn.7 (1st  Cir.  1990).7   In broad  outline, a  party wishing  to\n\nvalidate a court's jurisdiction must show that \"minimum contacts\"\n\nexist between the defendant  and the forum state.   International\n                                                                 \n\nShoe Co.  v. State of Washington,  326 U.S. 310, 316  (1945).  To\n                                \n\nestablish minimum contacts on  a theory of specific jurisdiction,\n\na  plaintiff  must first  demonstrate  that its  cause  of action\n\n\"arises  out of,  or relates  to\" defendant's  contacts with  the\n\nforum state,  Helicopteros Nacionales de Colombia,  S.A. v. Hall,\n                                                                \n\n466 U.S. 408, 414  (1984).  Then, the plaintiff  must demonstrate\n\nthe  deliberateness  of  the defendant's  contacts,  or,  phrased\n\n                    \n\n     7In  Donatelli,  893  F.2d  at  462-65,  we  chronicled  the\n                   \nhistorical  development of  due  process  standards for  personal\njurisdiction,  and  in  Pleasant St.  I,  960  F.2d  at 1089,  we\n                                       \nrehearsed the current state of the law.\n\n                                9\n\nanother way, that the defendant \"purposefully avail[ed] itself of\n\nthe privilege  of conducting activities within  the forum State.\"\n\nHanson v. Denckla, 357 U.S. 235, 253 (1958).\n                 \n\n          Even  if  a  plaintiff  succeeds in  making  these  two\n\nshowings, it is  not home  free.  The  defendant may  nonetheless\n\navoid having  to defend in  a strange place  if it  can establish\n\nthat allowing the suit  to go forward would be  inconsistent with\n\n\"fair play and substantial justice,\" International Shoe, 326 U.S.\n                                                       \n\nat 320.\n\n          Following   this  analytic   model,  we   first  assess\n\nrelatedness  and   purposeful   availment  in   terms  of   their\n\napplicability   to  the  case  at  hand.    Finding  them  to  be\n\ninconclusive  in  this rather  odd  situation, we  then  mull the\n\nextent  to  which  considerations  of  fairness  and  substantial\n\njustice must influence our ultimate decision.\n\n          1.  Relatedness.  The requirement that a suit arise out\n          1.  Relatedness.\n                         \n\nof,  or  be  related  to,  the  defendant's  in-forum  activities\n\ncomprises the least  developed prong of the  due process inquiry.\n\nSee Pleasant St.  I, 960 F.2d  at 1089 &amp;  n.9; see also  Carnival\n                                                                 \n\nCruise Lines v.  Shute, 499  U.S. 585, 589  (1991) (declining  to\n                      \n\nreach issue despite  having certified it for review).  We know to\n\na certainty  only  that  the requirement  focuses  on  the  nexus\n\nbetween  the defendant's  contacts and  the plaintiff's  cause of\n\naction.\n\n          The Court has kept  its own counsel on the  question of\n\nwhether,  on  the one  hand, the  two  halves of  the relatedness\n\n                                10\n\nrequirement are merely  two ways of  expressing the same  thought\n\nor, on the other  hand, they are meant to import different values\n\ninto the  jurisdictional equation. See Helicopteros,  466 U.S. at\n                                                   \n\n415  n.10  (reserving  question).   For  our  part,  we think  it\n\nsignificant that the constitutional catchphrase is disjunctive in\n\nnature, referring  to suits \"aris[ing] out of, or relat[ing] to,\"\n                                                 \n\nin-forum activities.  Id. at 414 (emphasis supplied).  We believe\n                         \n\nthat this added language portends added flexibility and signals a\n\nrelaxation  of the applicable standard.  A number of other courts\n\nshare this belief.  See, e.g., City of Virginia Beach v. Roanoake\n                                                                 \n\nRiver Basin Ass'n, 776  F.2d 484, 487 (4th Cir.  1985); Southwire\n                                                                 \n\nCo.  v. Trans-World Metals  &amp; Co., 735  F.2d 440, 442  (11th Cir.\n                                 \n\n1984); Thos. P. Gonzalez Corp. v. Consejo Nacional de Production,\n                                                                \n\n614 F.2d 1247, 1254  (9th Cir. 1980); see also In re Oil Spill by\n                                                                 \n\nthe Amoco Cadiz, 699 F.2d 909, 915 (7th Cir. 1983).\n               \n\n          While  we  do not  have occasion  today to  give fuller\n\ncontent to the  relatedness requirement,8 it is evident  that the\n\nrequirement  serves two  functions.   First,  relatedness is  the\n\n                    \n\n     8At least one scholar reads a line of First Circuit cases as\ngoing   beyond   this   point   and   proposing   an   innovative\nconstitutional  test.   See  Mark M.  Maloney, Specific  Personal\n                                                                 \nJurisdiction and the \"Arise From or  Relate to\" Requirement . . .\n                                                                 \nWhat Does  it Mean? 50  Wash. &amp; Lee L.  Rev. 1265, nn.  118-130 &amp;\n                   \naccompanying  text  (1993).   In our  view,  these cases    which\ninterpret  the term \"arising  from\" as that  term is used  in the\nlong-arm statutes of Massachusetts,  see Fournier v. Best Western\n                                                                 \nTreasure Island Resort, 962 F.2d 126, 127 (1st Cir. 1992); Marino\n                                                                 \nv. Hyatt  Corp., 793 F.2d  427, 430  (1st Cir. 1986),  and Puerto\n               \nRico, see Pizarro v. Hoteles Concorde Int'l, Inc., 907 F.2d 1256,\n                                                 \n1259-60 (1st Cir. 1990)   deal with state-law issues and  have no\nreal implications for the relatedness requirement specifically or\nfor constitutional analysis generally.\n\n                                11\n\ndivining  rod that  separates  specific  jurisdiction cases  from\n\ngeneral jurisdiction cases.  Second,  it ensures that the element\n\nof  causation  remains  in  the  forefront  of  the  due  process\n\ninvestigation.   Even if the facts are  such that a court may not\n\ndismiss  a given  case  for  lack  of  relatedness  per  se,  the\n                                                           \n\nrelatedness   requirement,  in   serving  its   second  function,\n\nauthorizes  the  court  to take  into  account  the strength  (or\n\nweakness) of the plaintiff's  relatedness showing in passing upon\n\nthe fundamental fairness of allowing the suit to proceed.\n\n          In this  vein, it is important to  recognize that, when\n\nthe defendant  in a defamation  action is a  journalist's source,\n\nthe  link between the defendant's conduct and the cause of action\n\nis  attenuated by  the intervening  activities of  third parties,\n\ne.g.,  the reporter, the editor, the media outlet, and that those\n    \n\nintermediaries  shape,  amplify,  and  occasionally  distort  the\n\noriginal  utterance.    This case  illustrates  the  point.   The\n\noriginal  comment, technically  a  tort in  its   own  right  (if\n\ndefamatory),  inflicted no significant  injury, except insofar as\n\nit  led to republication in  the ensuing newspaper  article   and\n\nthe form  and tone of the republication was not by any stretch of\n\nthe  most  active  imagination within  the  defendant's effective\n\ncontrol.\n\n          2.   Purposeful Availment.   The question  here must be\n          2.   Purposeful Availment.\n                                   \n\nphrased  in terms of whether  an individual who  merely answers a\n\ntelephone  call,  but,  having  done so,  knowingly  directs  his\n\ncomments into the forum  state, may be said to  have purposefully\n\n                                12\n\navailed himself of the privilege of conducting activities in  the\n\nstate.9\n\n          To answer the question, we begin by considering McBreen\n                                                                 \n\nv. Beech Aircraft Corp., 543 F.2d 26 (7th Cir. 1976), a case that\n                       \n\nthe district court thought highly pertinent and that Alioto touts\n\nas dispositive.  There,  the Seventh Circuit refused to  sanction\n\nthe   exercise   of   jurisdiction  because   the   defendant,  a\n\njournalistic source,  did not  initiate the  defamatory exchange,\n\nand, being  unaware of either  the reporter's whereabouts  or the\n\nmagazine's  reach, could  not reasonably  have foreseen  that his\n\ncomment would cause injury in the forum state.  See id. at 28.\n                                                       \n\n          The  two conditions  identified  as salient  in McBreen\n                                                                 \n\ncorrespond to the two  cornerstones of purposeful availment.  One\n\ncornerstone is foreseeability.  See,  e.g., Escude Cruz v.  Ortho\n                                                                 \n\nPharmaceutical Corp., 619 F.2d 902, 905 (1st Cir. 1980); see also\n                                                                 \n\nWorld-Wide Volkswagen Corp. v. Woodson, 444  U.S. 286, 297 (1980)\n                                      \n\n(stating  that, for a court to assert jurisdiction, a defendant's\n\n\"conduct  and connection with the forum State [must be] such that\n\nhe should  reasonably anticipate being haled  into court there\").\n\nThe second  cornerstone, less  frequently recognized as  such, is\n\n                    \n\n     9Appellant's  efforts to  reframe this  question by  hinting\nthat  Alioto instigated the call  are unavailing.   The burden of\nproving jurisdictional facts rests on the shoulders  of the party\nwho  seeks to  invoke the  court's jurisdiction.   See  McNutt v.\n                                                              \nGeneral  Motors  Acceptance  Corp.,  298 U.S.  178,  189  (1936);\n                                  \nMartel, 992 F.2d at 1247  n.5; Pleasant St. I, 960 F.2d  at 1090.\n                                             \nOn this principle, and in the absence of even a representation or\nfirm  allegation to  the contrary,  we must  presume, as  did the\ncourt below,  that  Alioto  played  no  part  in  initiating  the\ntelephone call.\n\n                                13\n\nvoluntariness.  See   Vencedor Mfg. Co. v. Gougler  Indus., Inc.,\n                                                                \n\n557 F.2d  886, 891 (1st Cir. 1977); see also Burger King Corp. v.\n                                                              \n\nRudziewicz,   471   U.S.  462,   475   (1985)   (cautioning  that\n          \n\njurisdiction may not  rest on the \"unilateral activity of another\n\nparty  or a third person\").   In McBreen,  these two cornerstones\n                                        \n\nwere  poorly  laid:   a failed  showing  of foreseeability  and a\n\nquestionable  showing   of  voluntariness  combined  to  form  an\n\ninsufficiently  sturdy   foundation   to  support   in   personam\n                                                                 \n\njurisdiction.   The instant  case, which amalgamates  an arguably\n\nsuccessful showing  of foreseeability  with a dubious  showing of\n\nvoluntariness, is a  closer call.   We turn,  then, to a  broader\n\nsurvey of analogous case law.\n\n          Courts are  consentient that  when, as in  McBreen, the\n                                                            \n\nsource  of an allegedly  defamatory remark  did not  initiate the\n\npivotal  contact,  and  the  in-forum injury  is  not  reasonably\n\nforeseeable,  jurisdiction may  not be  asserted over  the source\n\nbased on  the comment.10   See, e.g.,  Madara v.  Hall, 916  F.2d\n                                                      \n\n1510,  1517-19 (11th  Cir. 1990); Mann  v. Tom James  Co., 802 F.\n                                                         \n\nSupp.  1293, 1296-97 (E.D. Pa.  1992).  However,  when the source\n\n                    \n\n     10Appellant characterizes  Hugel v. McNell, 886  F.2d 1 (1st\n                                               \nCir.  1989), cert.  denied, 494  U.S.  1079 (1990),  and Advanced\n                                                                 \nDictating Supply, Inc.  v. Dale,  524 P.2d 1404  (Ore. 1974),  as\n                               \ncases  in   which  courts  asserted   jurisdiction  even   though\ndefamatory  exchanges were  initiated by  persons other  than the\ndefendants.   We reject  the  characterization.   Our opinion  in\nHugel, read in context, makes it clear that the defendants played\n     \nan active role, meeting repeatedly with journalists and supplying\nthem  with audiotapes and other information.  See Hugel, 886 F.2d\n                                                       \nat  2-3.  The Advanced Dictating  court likewise found sufficient\n                                \nevidence to  conclude that the defendants  incited the reporter's\ntelephone call.  See Advanced Dictating, 524 P.2d at 1406-07.\n                                       \n\n                                14\n\ntakes the initiative and  causes foreseeable injury, jurisdiction\n\nmay lie.  See, e.g., Brown v. Flowers Indus., Inc., 688 F.2d 328,\n                                                  \n\n333-34 (5th Cir. 1982); Rusack  v. Harsha, 470 F. Supp. 285,  291\n                                         \n\n(M.D.  Pa. 1978); Fallang v. Hickey, 532 N.E.2d 117, 118-19 (Ohio\n                                   \n\n1988); see also supra note 10 and cases discussed therein.\n                     \n\n          This case  falls between the stools,  for, although the\n\nsource  did  not initiate  the  contact,  the resultant  in-forum\n\ninjury was  foreseeable.   In this posture,  the authorities  are\n\ndivided.    Two  courts  have declined  jurisdiction  under  such\n\ncircumstances.   See National Ass'n of Real  Estate Appraisers v.\n                                                              \n\nSchaeffer, Bates &amp;  Co., 1989 U.S.  Dist. LEXIS  3098 at *2,  *10\n                       \n\n(C.D. Cal. Mar. 23, 1989) (refusing to assert jurisdiction over a\n\nRhode Island source for comments made in the course of responding\n\nto  a telephone call from a reporter for a California newspaper);\n\nMcDonald v. St.  Joseph's Hosp.,  574 F. Supp.  123, 124,  126-27\n                               \n\n(N.D. Ga.  1983) (similar; individual defendant  answered several\n\ntelephone  calls  from   a  hospital   interested  in   employing\n\nplaintiff,  and  made  allegedly  defamatory  remarks  with  full\n\nknowledge of  their potential consequences).  At  least one other\n\ncourt has asserted jurisdiction in such a situation.  See Dion v.\n                                                              \n\nKiev,  566 F.  Supp.  1387, 1388-90  (E.D. Pa.  1983) (exercising\n    \n\njurisdiction  over a New York  defendant who answered a telephone\n\ncall from a reporter for a Philadelphia newspaper).  Other straws\n\nin   the   decisional  wind   blow  in   differing  directions.11\n\n                    \n\n     11In examining  the  case  law,  we have  considered     and\nrejected    appellant's suggested analogy to a line of fraudulent\nmisrepresentation  cases.   See,  e.g., Ealing  Corp. v.  Harrods\n                                                                 \n\n                                15\n\nCompare, e.g., Berrett v. Life Ins. Co. of the Southwest, 623  F.\n                                                        \n\nSupp.  946,  950   n.3  (D.  Utah  1985)   (declining  to  assert\n\njurisdiction, discussing McBreen, and  treating the fact that the\n                                \n\ndefendant  did not  initiate  the contact  as dispositive)  with,\n                                                                \n\ne.g.,  Cole v. Doe, 258  N.W.2d 165, 168  (Mich. 1977) (upholding\n                  \n\njurisdiction, without  any  discussion  of  initiation,  where  a\n\nsource, able to foresee republication in the forum state, made an\n\nallegedly  defamatory  remark in  a  telephone  interview with  a\n\nnationally syndicated columnist).   \n\n          Having found  the case  law  in a  muddle, we  consider\n\nappellant's invitation that  we adopt the classic  analogy for an\n\nout-of-state libel:  the gunman firing across a state line.   See\n                                                                 \n\nBuckley v. New York Post Corp., 373 F.2d 175, 179 (2d Cir. 1967).\n                              \n\nIn  a situation like  this one,  the analogy  is imperfect.   The\n\nperson who responds to  a journalist's question in the  course of\n\nan interview initiated by  the latter is less like  a traditional\n\nsniper and  more like a  person who has  been transported  to the\n\nborder  and eased  into position behind  a rifle aimed  at a pre-\n\nselected  target.   While  such a  person  retains the  choice of\n\npulling the trigger, or not, he cannot fairly be equated  with an\n\nindividual who has achieved the same position through a series of\n\n                    \n\nLtd., 790 F.2d 978, 982 (1st Cir. 1986); Murphy, 460 F.2d at 663-\n                                               \n64;  Johnson v. Witkowski, 573 N.E.2d 513, 523 (Mass. App. 1991);\n                         \nBurtner  v. Burnham,  430 N.E.2d  1233, 1236  (Mass. App.  1982).\n                   \nThese cases are unhelpful  because a business relationship almost\ninvariably entails  some degree of initiative  and forethought on\nthe  part of the persons involved, and, therefore, initiation and\nforeseeability are necessarily present.\n\n                                16\n\npersonalized  affirmative choices reaffirmed at every significant\n\njuncture.12\n\n          The conclusion that we draw from this line of reasoning\n\nis that appellant  has made  only the most  marginal of  showings\n\nthat Alioto purposefully availed himself of an opportunity to act\n\nin  Massachusetts.   And  the weakness  of  this showing  assumes\n\ndecretory  significance  when  we  step  back  and  evaluate  the\n\nfairness  of  asserting  jurisdiction  in  the  totality  of  the\n\ncircumstances. \n\n          3.  The Gestalt Factors.  In constitutional terms,  the\n          3.  The Gestalt Factors.\n                                 \n\njurisdictional inquiry is  not a mechanical exercise.   The Court\n\nhas  long insisted that concepts of  reasonableness must inform a\n\nproperly   performed  minimum  contacts  analysis.    See,  e.g.,\n                                                                \n\nWoodson,  444 U.S. at 292;  International Shoe, 326  U.S. at 320.\n                                              \n\n\"This  means that,  even  where  purposefully generated  contacts\n\nexist, courts must consider a panoply of other factors which bear\n\nupon the fairness of subjecting a nonresident to the authority of\n\na foreign  tribunal.\"  Pleasant St.  I, 960 F.2d  at 1088; accord\n                                                                 \n\nDonatelli,  893 F.2d at 464-65.  The Supreme Court has identified\n         \n\nfive  such  factors,  namely,   (1)  the  defendant's  burden  of\n\nappearing,  (2) the  forum state's  interest in  adjudicating the\n\ndispute, (3) the plaintiff's interest in obtaining convenient and\n\neffective relief, (4) the judicial system's interest in obtaining\n\n                    \n\n     12Withal,  we  recognize  that  a  person  speaking  on  the\ntelephone is free to refrain from making defamatory statements in\nthe same way that a person standing beside a telephone is free to\nrefrain from calling a  reporter.  In terms of  moral philosophy,\nboth persons, by acting, commit acts of will.\n\n                                17\n\nthe  most effective  resolution of the  controversy, and  (5) the\n\ncommon  interests  of  all sovereigns  in  promoting  substantive\n\nsocial policies.   See  Burger King,  471 U.S. at  477.   We have\n                                   \n\nlabelled this group of considerations the \"gestalt factors.\"  See\n                                                                 \n\nPleasant St. I, 960 F.2d at 1088; Donatelli, 893 F.2d at 465.\n                                           \n\n          The  gestalt factors  are not  ends in  themselves, but\n\nthey are, collectively, a means of  assisting courts in achieving\n\nsubstantial  justice.   In  very close  cases,  they may  tip the\n\nconstitutional  balance.   See Burger  King, 471  U.S. at  477-78\n                                           \n\n(explaining that \"minimum requirements inherent in the concept of\n\n'fair play and substantial justice' may defeat the reasonableness\n\nof jurisdiction even if the defendant has purposefully engaged in\n\nforum  activities\") (citation  omitted).   For example,  in Asahi\n                                                                 \n\nMetal  Indus. Co. v. Superior  Court, 480 U.S.  102 (1987), eight\n                                    \n\nJustices   agreed   that    asserting   jurisdiction   would   be\n\nunreasonable, although  the question  of minimum contacts  was so\n\nclose that it  divided the  Court.  See  id. at 114-15.   In  the\n                                            \n\nestimation   of  at  least   four  Justices,   considerations  of\n\nreasonableness  sufficed  to defeat  jurisdiction notwithstanding\n\nthat the defendant purposefully  engaged in activities within the\n\nforum.    See id.  at 116-17  (separate  opinion of  Brennan, J.,\n                 \n\njoined by White,  Marshall, &amp; Blackmun,  JJ.).  Justice  Stevens,\n\nalthough not  joining  Justice Brennan's  concurrence,  expressed\n\nsatisfaction with the theory underlying this conclusion.  See id.\n                                                                 \n\nat 121-22 (separate opinion of Stevens, J.). \n\n          This  aspect  of  the  jurisdictional  inquiry  remains\n\n                                18\n\nsomething  of an unknown quantity.  The gestalt factors have been\n\napplied by the Court  only once (in Asahi); beyond  mere mention,\n                                         \n\nthey  have  been discussed  on rare  occasions  by the  courts of\n\nappeals,  see, e.g., Gould v.  Krakatau Steel, 957  F.2d 573, 576\n                                             \n\n(8th  Cir.), cert. denied, 113  S. Ct. 304  (1992); Theunissen v.\n                                                              \n\nMatthews, 935 F.2d 1454,  1460-61 (6th Cir. 1991), and  they have\n        \n\nbeen  used  regularly to  defeat jurisdiction  only in  the Ninth\n\nCircuit, see  Mona  A. Lee,  Burger  King's Bifurcated  Test  for\n                                                                 \n\nPersonal  Jurisdiction, 66  Temp. L.  Rev. 945  (1993) (surveying\n                      \n\ncircuits).   That circuit  has  concluded that  dismissal may  be\n\nappropriate  on grounds of  reasonableness even if considerations\n\nof  relatedness  or  purposefulness,  taken  in  isolation, could\n\nsupport the  exercise of  jurisdiction.   See Fields v.  Sedgwick\n                                                                 \n\nAssociated  Risks,  Ltd.,  796  F.2d  299,  302 (9th  Cir.  1986)\n                        \n\n(finding the  assertion of  jurisdiction unreasonable  though the\n\nshowing of purposefulness was  \"certainly of a nature  that would\n\nsupport jurisdiction\"); see  also FDIC  v. British-American  Ins.\n                                                                 \n\nCo., 828 F.2d  1439, 1442  (9th Cir. 1987)  (collecting cases  in\n   \n\nwhich  courts  denied  jurisdiction  for  lack  of reasonableness\n\nwithout    resolving    questions    anent     relatedness    and\n\npurposefulness); Decker Coal Co.  v. Commonwealth Edison Co., 805\n                                                            \n\nF.2d 834,  840 (9th  Cir. 1986)  (limning Ninth Circuit's  multi-\n\nfactor reasonableness test).\n\n          We agree in principle with the Ninth Circuit.  We hold,\n\ntherefore,  that  the  Due  Process  Clause  bars  a  court  from\n\nasserting jurisdiction over the person of a defendant if doing so\n\n                                19\n\nwould be fundamentally unfair.  In this context, gauging fairness\n\nrequires  an   assessment  of  reasonableness  for,   in  certain\n\ncircumstances, unreasonableness can  trump a minimally sufficient\n\nshowing of  relatedness and purposefulness.   We think, moreover,\n\nthat the reasonableness prong of the due process inquiry evokes a\n\nsliding scale:  the  weaker the plaintiff's showing on  the first\n\ntwo  prongs (relatedness  and purposeful  availment), the  less a\n\ndefendant  need  show  in  terms of  unreasonableness  to  defeat\n\njurisdiction.  The reverse is equally true:  an especially strong\n\nshowing  of  reasonableness may  serve  to  fortify a  borderline\n\nshowing of  relatedness and  purposefulness.  See  Donatelli, 893\n                                                            \n\nF.2d at 465.  It is  against this backdrop, then, that we proceed\n\nto sift the gestalt factors.13\n\n          a.   The Burden  of Appearance.   The burden associated\n          a.   The Burden  of Appearance.\n                                        \n\nwith forcing a California  resident to appear in a  Massachusetts\n\ncourt  is  onerous  in  terms  of  distance,  and  there  are  no\n\nmitigating  factors to  cushion that  burdensomeness here.   This\n\nburden, and its inevitable concomitant, great  inconvenience, are\n\nentitled to substantial weight in calibrating the  jurisdictional\n\nscales.   Indeed, the Court  has stated that  this element, alone\n\n                    \n\n     13The approach  that we endorse today  differs slightly from\nthat of the Ninth Circuit, which has crafted its own version of a\nsliding scale approach.   The Ninth Circuit's  methodology, as we\nunderstand it,  incorporates the  element of  purposefulness into\nthe  third  prong  of the  inquiry,  and  weighs  it against  the\nremaining considerations of reasonableness.   See Core-Vent Corp.\n                                                                 \nv. Nobel  Indus. AB, 11 F.3d 1482, 1488 (9th Cir. 1993); see also\n                                                                 \nInsurance Co. of North Am. v. Marina Salina  Cruz, 649 F.2d 1266,\n                                                 \n1271  (9th Cir.  1981)  (\"The smaller  the element  of purposeful\ninterjection,  the less is jurisdiction to be anticipated and the\nless reasonable is its exercise.\").\n\n                                20\n\namong  the  gestalt  factors,  is  \"always  a  primary  concern.\"\n\nWoodson, 444 U.S. at 292.\n       \n\n          These are not empty words, for  most  of the cases that\n\nhave  been dismissed on grounds  of unreasonableness are cases in\n\nwhich the defendant's center of gravity, be it place of residence\n\nor place of business, was located at an appreciable distance from\n\nthe forum.  See, e.g., Asahi, 480 U.S. at 114 (Japanese defendant\n                            \n\nsued  in California); Core-Vent Corp. v. Novel Indus. AB, 11 F.3d\n                                                        \n\n1482,  1488-90  (9th  Cir.   1993)  (Swedish  defendant  sued  in\n\nCalifornia;  defamation action);  Amoco Egypt  Oil Co.  v. Leonis\n                                                                 \n\nNavigation  Co.,  1  F.3d  848, 852  (9th  Cir.  1993)  (Filipino\n               \n\ndefendant  sued   in  Washington);  Casualty   Assur.  Risk  Ins.\n                                                                 \n\nBrokerage  Co. v.  Dillon,  976 F.2d  596,  600 (9th  Cir.  1992)\n                         \n\n(District of Columbia defendant sued in Guam; defamation action);\n\nFields, 796 F.2d at  302 (British defendant sued in  California).\n      \n\nThe effect of distance  on jurisdictional outcomes is graphically\n\nillustrated by the two cases in which a defendant's contacts with\n\nthe forum  were most  strikingly reminiscent  of those  that have\n\nbeen  assembled  here.  Compare  National Ass'n  of  Real  Estate\n                                                                 \n\nAppraisers, 1989  U.S. Dist.  LEXIS at  *11 (declining  to assert\n          \n\njurisdiction over  Rhode Island defendant  who would have  had to\n\ndefend  defamation suit in California) with Dion, 566 F. Supp. at\n                                                \n\n1387 (asserting  jurisdiction over  New York defendant  forced to\n\ndefend defamation suit in Pennsylvania).\n\n          Furthermore,   as   the  court   below   observed,  the\n\ncircumstances   surrounding   this   case   suggest    that   the\n\n                                21\n\ninconvenience  to the defendant may  not be coincidental.   It is\n\nthe rare libel case in which both the newspaper and the reporter,\n\nthough amenable to process, are relegated to the sidelines at the\n\nbehest  of an avowedly defamed  plaintiff.  It  is rarer still to\n\ndiscover that such a plaintiff has intentionally selected a forum\n\nin which  punitive damages are unavailable,  bypassing other fora\n\nin which such damages might be awarded.\n\n          Such considerations are important.  One reason that the\n\nfactor of  inconvenience to the  defendant weighs heavily  in the\n\njurisdictional balance  is that  it provides a  mechanism through\n\nwhich  courts may guard against harassment.  It is firmly settled\n\nthat  a \"plaintiff may not,  by choice of  an inconvenient forum,\n\n`vex,' `harass,'  or `oppress'  the defendant by  inflicting upon\n\nhim expense or trouble not  necessary to his own right to  pursue\n\nhis remedy.\"  Gulf Oil Corp. v. Gilbert, 330 U.S. 501, 508 (1947)\n                                       \n\n(citations  omitted).   And  although  vexatious  suits are  more\n\nfrequently dismissed under the doctrine of forum non conveniens, \n                                                               \n\nwe believe that the reasonableness analysis required by the third\n\nprong  of the due process inquiry must  be in service to the same\n\nends. \n\n          b.   Interest of  the Forum.   The  forum  state has  a\n          b.   Interest of  the Forum.\n                                     \n\ndemonstrable  interest in  exercising jurisdiction  over one  who\n\ncauses tortious injury within its borders.  See Keeton v. Hustler\n                                                                 \n\nMagazine, Inc.,  465 U.S.  770, 776  (1984).   Though we deem  it\n              \n\ninappropriate  to   correlate   the  strength   or  weakness   of\n\nappellant's case on the  merits with the strength or  weakness of\n\n                                22\n\nthe forum state's interest  in this regard,  we think it is  both\n\nappropriate  and  useful  to  note  two  special  considerations.\n\nFirst, the  Commonwealth's interest in the  litigation sub judice\n                                                                 \n\nis  arguably   lessened   by  the   doubts  surrounding   whether\n\ndefendant's act can be said to  have been committed in the forum,\n\nsee supra  p.  7.    Second, if  appellant  in  fact  filed  suit\n         \n\nprimarily to  retaliate against  Alioto's role in  the California\n\nlitigation rather than  to right  an independent wrong    and  as\n\npreviously  mentioned there  are some  clues in  the record  that\n\ncould lead  to such  a  deduction    the Commonwealth's  interest\n\nwould be much diminished.   Cf., e.g., Asahi, 480 U.S.  at 114-15\n                                            \n\n(minimizing  forum state's  interest  in protecting  its citizens\n\nfrom  tortious  injury because  a  dispute  was \"primarily  about\n\nindemnification rather than safety standards\").  Mindful of these\n\nspecial considerations, we conclude  that the forum has a  milder\n\nthan usual interest in the further prosecution of T-NY's suit.\n\n          c.  The Plaintiff's  Convenience.  Given the sparseness\n          c.  The Plaintiff's  Convenience.\n                                          \n\nof the record, it is difficult  to say whether trying the case in\n\nMassachusetts would be more  convenient for plaintiff than trying\n\nit in  California.  Certain key witnesses  on the issue of injury\n\nmay be in Massachusetts,  including the reporter.  But  other key\n\nwitnesses may well  be residents  of California.   While we  must\n\naccord plaintiff's  choice  of forum  a  degree of  deference  in\n\nrespect to the issue  of its own convenience, see  Piper Aircraft\n                                                                 \n\nCo.  v. Reyno, 454 U.S.  235, 241 (1981),  the plaintiff's actual\n                                                                 \n\nconvenience seems to be at best a makeweight in this situation.\n\n                                23\n\n          d.   The Administration  of  Justice.   Apart from  the\n          d.   The Administration  of  Justice.\n                                              \n\npossibility that  plaintiff's action might be  thought vexatious,\n\nsee  supra Part II(B)(3)(a), the interest  of the judicial system\n          \n\nin the effective administration of justice does not appear to cut\n\nin either direction.\n\n          e.  Pertinent Policy Arguments.  One substantive social\n          e.  Pertinent Policy Arguments.\n                                        \n\npolicy that  seems to counsel against  exercising jurisdiction is\n\nthe widely  shared  interest in  preserving citizens' willingness\n\nto  talk openly  with the press.   Forcing  an individual  to fly\n\ncross-country on the strength of one answered telephone call from\n\na journalist likely would  tend to dry up sources  of information\n\nand thereby impede the press in the due performance of its proper\n\nfunction.  Nonetheless,  the Court has  shied away from  allowing\n\nFirst  Amendments  concerns  to  enter  into  the  jurisdictional\n\nanalysis.  See Keeton, 465 U.S. at 780 n.12; Calder v. Jones, 465\n                                                            \n\nU.S. 783, 790 (1984).   Although it might be  argued convincingly\n\nthat  the  jurisdictional  calculus  ought  to  produce  somewhat\n\ndifferent results in defamation actions filed  against reporters'\n\nsources than in actions filed against the journalists responsible\n\nfor  republication of a source's remark, as in Calder, or against\n                                                     \n\nthe media corporation itself, as in Keeton, these precedents give\n                                          \n\nus  pause.  Consequently, we  place no weight  on First Amendment\n\nvalues for purposes of this appeal.\n\n          4.  Tallying the  Results.  We begin the final phase of\n          4.  Tallying the  Results.\n                                   \n\nour  analysis by retracing our steps.   At the first stage of the\n\ndue  process inquiry,  appellant  succeeded in  showing that  its\n\n                                24\n\nputative cause  of action arose from, or  related to, defendant's\n\ncontacts with the forum.  See supra Part II(B)(1).  At the second\n                                   \n\nstage of the inquiry,  appellant succeeded in showing defendant's\n\npurposeful  availment.   See  supra  Part II(B)(2).    On neither\n                                   \n\nprong,  however,  did  appellant  demonstrate more  than  a  bare\n\nminimum;  we found  its  claim of  relatedness  enfeebled by  the\n\nattenuated causal link between the allegedly defamatory utterance\n\nand  the harm allegedly suffered, and its claim of purposefulness\n\nenfeebled  by the fact that the defendant did not initiate either\n\nthe telephone call or the resultant interview.\n\n          The frailty  of appellant's  showings on the  first two\n\nfurcula  of the due process  inquiry required us  to consider the\n\ngestalt factors and  assess the reasonableness of an assertion of\n\njurisdiction  by a Massachusetts court.  Doing so, see supra Part\n                                                            \n\nII(C),  we found that, while many of those factors possess little\n\nsignificance for purposes of this case, there is one factor   the\n\ndefendant's convenience   that stands out from the crowd.   It is\n\nthis factor that consistently has  been declared deserving of the\n\ngreatest weight in kindred cases.  And it is this factor that may\n\nserve as an amulet to ward off vexatiousness and harassment.   We\n\nnow conclude, considering the totality of the circumstances, that\n\ndefendant's burden of  appearance is so  onerous that it  renders\n\nthe  exercise of  in  personam jurisdiction  unreasonable.   This\n                              \n\nconclusion   carries   the  day.      A   distant  court   cannot\n\nconstitutionally  exercise in personam  jurisdiction over  a non-\n                                      \n\nresident  defendant at the behest  of a plaintiff  who can muster\n\n                                25\n\nonly the most tenuous  showings of relatedness and purposefulness\n\nif, as in this case, forcing the defendant to defend in the forum\n\nwould be plainly unreasonable.\n\n          This is as it  should be, for, at bottom,  the dictates\n\nof due process  demand that  a court's assertion  of in  personam\n                                                                 \n\njurisdiction   comport  with  considerations  of  fair  play  and\n\nsubstantial justice.  See, e.g., International  Shoe, 326 U.S. at\n                                                    \n\n320.   To  ensure  achievement of  this  goal, the  machinery  of\n\njurisdictional analysis is designed  to refine judges' intuitions\n\nabout the relevant equities, not to eliminate those equities from\n\nthe decisional process.  Relatedness and purposeful availment are\n\ncogs in  this analytic machinery.   The gestalt  factors comprise\n\nthe  machinery's fail-safe device; they  are not a necessary part\n\nof the machinery's day-to-day operation, but if, in the course of\n\na particularized  analysis, the gears mesh  imperfectly because a\n\ngiven  set of facts does not fit  into any of the standard molds,\n\nthe gestalt factors take hold.  \n\n          This case exemplifies the proper operation of the fail-\n\nsafe  device.  It hardly seems fair,  on the strength of a single\n\nremark uttered  in the course  of a single  unsolicited telephone\n\ncall  from   a  Massachusetts-based   journalist,  to  compel   a\n\nCalifornia resident to defend  a tort suit in a court  3000 miles\n\naway.   The unfairness is heightened because the link between the\n\nremark and the injury has been attenuated by republication in the\n\npopular  press.   Our  commitment  to fair  play  and substantial\n\njustice  precludes us from subjecting  a person to  the rigors of\n\n                                26\n\nlong-distance litigation on the basis of so gossamer a showing of\n\ncausation and voluntariness.\n\n          We  need go no  further.   When all  is said  and done,\n\ncourts must assert jurisdiction, or abjure its assertion, with an\n\neye  toward  fundamental  fairness.   Thus,  here,  the  district\n\ncourt's dismissal of the  instant action for want of  in personam\n                                                                 \n\njurisdiction must be\n\nAffirmed.\n        \n\n                                27\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                             \n\nNo. 93-1692\n\n                   TICKETMASTER-NEW YORK, INC.,\n\n                      Plaintiff, Appellant,\n\n                                v.\n\n                        JOSEPH M. ALIOTO,\n\n                       Defendant, Appellee.\n\n                                             \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Douglas P. Woodlock, U.S. District Judge]\n                                                       \n\n                                             \n\n                              Before\n\n           Torruella, Selya and Stahl, Circuit Judges.\n                                                     \n\n                                             \n\n     Jonathan  W.  Lubell,  with  whom Malcolm  I.  Lewin,  Frank\n                                                                 \nMcClain-Sewer,  Morrison Cohen  Singer  &amp; Weinstein,  Stephen  R.\n                                                                 \nWainwright, and Wainwright,  Wainwright, Wainwright, Wainwright &amp;\n                                                                 \nWainwright were on brief, for appellant.\n          \n     James A. G. Hamilton, with whom  Theodore F. Schwartz, Jerry\n                                                                 \nCohen, and Perkins, Smith &amp; Cohen were on brief, for appellee.\n                                 \n\n                                             \n\n                          April 13, 1994\n\n                                             \n\n          SELYA, Circuit  Judge.  This case  probes the frontiers\n          SELYA, Circuit  Judge.\n                               \n\nof the  doctrine of  personal jurisdiction  in a  context fraught\n\nwith  constitutional implications.    The issue,  simply put,  is\n\nthis:   Can a Massachusetts-based  court, consistent with the Due\n\nProcess Clause,  assert jurisdiction over  a California  resident\n\nwho  is alleged  to  have made  a  defamatory comment  during  an\n\nunsolicited  telephone  interview with  a  staff  reporter for  a\n\nMassachusetts newspaper?  We conclude, on the facts of this case,\n\nthat the lower court correctly disclaimed jurisdiction.\n\nI.  BACKGROUND\n\n          Inasmuch as the district  court dismissed this suit for\n\nfailure of  the plaintiff to  make a  prima facie  jurisdictional\n                                                 \n\nshowing, see Boit v. Gar-Tec Prods., Inc., </pre><span class=\"citation\" data-id=\"585777\"><a href=\"/opinion/585777/robert-s-boit-v-gar-tec-products-inc/\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">671</span></a></span><pre class=\"inline\">, 675 (1st\n                                         \n\nCir. 1992), we draw the facts from the pleadings and the parties'\n\nsupplementary   filings,   including  affidavits,   taking  facts\n\naffirmatively  alleged  by  plaintiff   as  true  and  construing\n\ndisputed facts in  the light  most hospitable to  plaintiff.   Of\n\ncourse,  we   do  not  credit  conclusory   allegations  or  draw\n\nfarfetched  inferences.    See  generally  Dartmouth  Review   v.\n                                                            \n\nDartmouth Coll., </pre><span class=\"citation\" data-id=\"531870\"><a href=\"/opinion/531870/the-dartmouth-review-on-behalf-of-its-officers-staff-and-subscribers-v/\"><span class=\"volume\">889</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></a></span><pre class=\"inline\">, 16 (1st Cir. 1989) (discussing line\n               \n\nbetween \"facts\"  and \"conclusions\" for  purposes of  a motion  to\n\ndismiss).\n\n          Defendant-appellee  Joseph  M.  Alioto  is  an attorney\n\npracticing  in California.    Among his  other  cases, Alioto  is\n\npressing  a  class  action   in  the  California  courts  against\n\nTicketmaster-Southern  California,   Inc.   (T-SC).     T-SC,   a\n\n                                2\n\nCalifornia-based corporation, is affiliated with Ticketmaster-New\n\nYork,  Inc. (T-NY),  a Delaware  corporation.   Both Ticketmaster\n\nentities  are  engaged  in  the  business  of  selling ducats  to\n\nentertainment events.\n\n          The  litigation  between  T-NY  and  Alioto  finds  its\n\ngenesis in the decision  by the Boston Globe, a  daily newspaper,\n                                            \n\nto  undertake   an  investigation   into  pricing  practices   on\n\n\"Ticketmaster's\"  part.1   In  conducting  this investigation,  a\n\nGlobe reporter conversed by telephone with Alioto.  The plaintiff\n     \n\ndoes not allege,  and the  record does not  suggest, that  Alioto\n\ndialed the telephone or otherwise initiated the call.  The record\n\nis equally  barren  of  any  showing that  Alioto  solicited  the\n\ninquiry2  or that  more than  one call  occurred.   It  is clear,\n\nnevertheless,  that  Alioto, who  was  in  California, knew  when\n\nspeaking  that  his  comments would  inform  a  story  slated for\n\npublication in a newspaper circulated chiefly in Massachusetts.\n\n          The investigation  culminated  in a  front-page  expose\n\nthat  hit the newsstands on Sunday, September 20, 1992, under the\n\nbanner headline,  \"Rising ticket fees pad concert  profits.\"  The\n\nensuing article contained  over fifty paragraphs.   Well past the\n\nmidpoint, the article mentioned  mounting complaints about  price\n\n                    \n\n     1The article that capped this investigation makes no attempt\nto distinguish among corporate entities (although it contains one\nvague  reference to  \"Ticketmaster and its  affiliates\").   At no\npoint does the article refer by name to either T-NY or T-SC.\n\n     2Although there is  a passing  allusion in the  record to  a\npress  release issued by Alioto regarding  the lawsuit against T-\nSC,  there is  no indication  that he  forwarded this  release to\nMassachusetts or that it sparked the Globe's story.\n                                          \n\n                                3\n\ngouging in New York and California.  It then reported that \"three\n\nclass action antitrust lawsuits\" had recently been filed \"against\n\nTicketmaster\" in California.  There followed the paragraph around\n\nwhich this controversy revolves  (buried deep in the body  of the\n\narticle).   We quote  the allegedly offending  paragraph in full,\n\nand,  in the  interests  of context,  add  the beginning  of  the\n\nfollowing paragraph.\n\n               Attorney Joseph M. Alioto, who filed one\n          of the suits, charged that kickbacks are  the\n          key  to  Ticketmaster's California  monopoly.\n          \"They're nothing more than a straight bribe,\"\n          he said.\n               Ticketmaster and its affiliates  took on\n          their   California  adversaries   in  typical\n          aggressive fashion, . . .\n\n          Based  on  this  reported comment,  T-NY  brought  suit\n\nagainst  Alioto  in the  United  States  District Court  for  the\n\nDistrict  of Massachusetts.   Invoking diversity jurisdiction, 28\n\nU.S.C.    1332 (1988), it alleged that Alioto, with the requisite\n\nintent, conveyed and/or caused  to be conveyed certain defamatory\n\nimpressions of and  concerning T-NY, namely, that T-NY engaged in\n\nbribery and related criminal conduct.\n\n          In due season, Alioto moved to dismiss.  T-NY objected.\n\nThe district judge heard  oral argument and dismissed  the action\n\nfor lack  of in personam jurisdiction,  concluding that appellant\n                        \n\nfailed  to make  the  requisite showing  at  every stage  of  the\n\nobligatory jurisdictional inquiry  under the due  process clause.\n\nSee United Electrical Workers v. 163 Pleasant St. Corp., </pre><span class=\"citation\" data-id=\"580868\"><a href=\"/opinion/580868/united-electrical-radio-and-machine-workers-of-america-v-163-pleasant/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span>\n                                                       \n\n<span class=\"page\">1080</span></a></span><pre class=\"inline\">, 1089 (1st Cir. 1992) (Pleasant St. I) (discussing nature of\n                                          \n\nrequisite inquiry).   Two perceptions figured  prominently in the\n\n                                4\n\ndistrict  court's  reasoning.    First,  the  defendant  did  not\n\nactively  shape  and focus  the  reporter's  story, but,  rather,\n\npassively  responded to a telephone call.   Second, the allegedly\n\ndefamatory  comment dealt  with  the California  activities of  a\n\nCalifornia corporation, T-SC, and did not pertain to T-NY.\n\n          Plaintiff appeals.   Because the court  below dismissed\n\nthe  case  on legal  grounds,  without  convening an  evidentiary\n\nhearing  or resolving contested  evidentiary questions, appellate\n\nreview is plenary.  See United Electrical Workers v. 163 Pleasant\n                                                                 \n\nSt. Corp., </pre><span class=\"citation\" data-id=\"601482\"><a href=\"/opinion/601482/united-electrical-radio-and-machine-workers-of-america-ue-v-163/\"><span class=\"volume\">987</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">39</span></a></span><pre class=\"inline\">, 43-44 (1st Cir. 1993) (Pleasant St. II);\n                                                               \n\nBoit, 967 F.2d at 675.   In conducting this tamisage, we  are not\n    \n\nwedded  to the  district  court's rationale,  but remain  free to\n\naffirm the judgment below  on any independently sufficient ground\n\nmade manifest by the record.   See  Martel v. Stafford,  </pre><span class=\"citation\" data-id=\"606323\"><a href=\"/opinion/606323/scott-martel-v-george-f-stafford-administrator-etc/\"><span class=\"volume\">992</span> <span class=\"reporter\">F.2d</span>\n                                                      \n\n<span class=\"page\">1244</span></a></span><pre class=\"inline\">, 1245 (1st Cir. 1993).\n\nII.  ANALYSIS\n\n          To subject a non-resident defendant to its jurisdiction\n\nin a  diversity case, a court    and for this  purpose, a federal\n\ncourt  exercising  diversity   jurisdiction  is  the   functional\n\nequivalent  of  a state  court sitting  in  the forum  state, see\n                                                                 \n\nGeneral Contracting  &amp; Trading Co.  v. Interpole, Inc.,  </pre><span class=\"citation\" data-id=\"565201\"><a href=\"/opinion/565201/the-general-contracting-trading-co-llc-v-interpole-inc-v/\"><span class=\"volume\">940</span> <span class=\"reporter\">F.2d</span>\n                                                      \n\n<span class=\"page\">20</span></a></span><pre class=\"inline\">,  23 n.4  (1st Cir. 1991)    must  find contacts  that, in the\n\naggregate,  satisfy the  requirements of  both the  forum state's\n\nlong-arm  statute and  the Fourteenth  Amendment.3   See Pleasant\n                                                                 \n\n                    \n\n     3To  be sure,  the  extent of  the necessary  jurisdictional\nshowing  varies   depending  upon  whether   a  litigant  asserts\njurisdiction over an adverse party under a theory of \"general\" or\n\n                                5\n\nSt. I, 960 F.2d at 1086 (\"In Massachusetts, a court may  exercise\n     \n\npersonal   jurisdiction  over   a  foreign   defendant  if   such\n\njurisdiction  is authorized  by  state statute  or  rule and  its\n                                                            \n\nexercise does not offend due process.\"); Bond Leather Co. v. Q.T.\n                                                                 \n\nShoe Mfg.  Co., </pre><span class=\"citation\" data-id=\"453493\"><a href=\"/opinion/453493/bond-leather-co-inc-v-qt-shoe-mfg-co-inc-and-martin-s-nadler/\"><span class=\"volume\">764</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">928</span></a></span><pre class=\"inline\">, 931 (1st Cir. 1985) (similar).  The\n              \n\ndistrict court  determined that  T-NY satisfied neither  of these\n\ntwo prerequisites. We explore these determinations.\n\n                      A.  The State Statute.\n                                           \n\n          The applicable Massachusetts statute,  familiarly known\n\nas \"section 3(c),\" deals with torts committed by persons who have\n\nno  ongoing relationship with the  forum state.   The language of\n\nthis provision  tracks the Uniform  Interstate and  International\n\nProcedure Act,  and  differs  significantly  from  other  leading\n\nformulations.   See Murphy  v. Erwin-Wasey,  Inc., </pre><span class=\"citation\" data-id=\"303559\"><a href=\"/opinion/303559/paul-i-murphy-v-erwin-wasey-inc/\"><span class=\"volume\">460</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">661</span></a></span><pre class=\"inline\">,\n                                                 \n\n663-64  (1st Cir.  1972); see  also Margoles  v. Johns,  </pre><span class=\"citation\" data-id=\"313090\"><a href=\"/opinion/313090/milton-margoles-md-v-alida-johns/\"><span class=\"volume\">483</span> <span class=\"reporter\">F.2d</span>\n                                                      \n\n<span class=\"page\">1212</span></a></span><pre class=\"inline\">, 1216 (D.C. Cir. 1973).  The statute states:\n\n               A    court    may   exercise    personal\n          jurisdiction over a person, who acts directly\n          or  by an agent, as  to a cause  of action in\n          law or equity arising from the person's . . .\n                 (c)  causing tortious injury by an act\n          or omission in this Commonwealth . . . .\n\nMass. Gen. Laws ch. 223A,   3 (1986).\n\n          Although  the lower court did not reach the question of\n\njurisdiction under state  law, we have pondered  whether the case\n\nmight more appropriately be dispatched on that basis.  After all,\n\n                    \n\n\"specific\"  jurisdiction.    See  Donatelli  v.  National  Hockey\n                                                                 \nLeague,  </pre><span class=\"citation\" data-id=\"534783\"><a href=\"/opinion/534783/john-clark-donatelli-v-national-hockey-league/\"><span class=\"volume\">893</span>  <span class=\"reporter\">F.2d</span>  <span class=\"page\">459</span></a></span><pre class=\"inline\">,  462-63  (1st  Cir.  1990)  (elucidating\n      \nstandards and  enumerating differences).   Here, plaintiff's case\nstands or falls on a theory of specific jurisdiction.\n\n                                6\n\n\"[i]t has long been a basic tenet of the federal courts to eschew\n\nthe decision of cases on  constitutional grounds unless and until\n\nall other available avenues of resolution [have been] exhausted.\"\n\nAggarwal v. Ponce Sch.  of Medicine, </pre><span class=\"citation\" data-id=\"442863\"><a href=\"/opinion/442863/deep-aggarwal-v-ponce-school-of-medicine/\"><span class=\"volume\">745</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">723</span></a></span><pre class=\"inline\">,  726 (1st Cir.\n                                   \n\n1984).  But  here, as we explain below, the  state-law issues are\n\nextremely  murky.  Thus, on  balance, we agree  with the district\n\ncourt that it makes sense to  resolve the jurisdictional question\n\non constitutional grounds.\n\n          In the  first place,  although logic suggests  that, on\n\nthese facts, the defendant  cannot be said to have  performed \"an\n\nact\" in  Massachusetts, that suggestion is  not easily reconciled\n\nwith  Murphy.   There, we  ruled that  an allegedly  tortious act\n            \n\ncommitted  outside the  borders  of  Massachusetts,  purposefully\n\ndirected at the state  and intended to cause injury  there, could\n\nconstitute an  in-forum act within  the meaning of  section 3(c).\n\nSee Murphy, 460  F.2d at 664.  While Murphy  can be distinguished\n                                           \n\non the  ground that it  was decided in the  context of fraudulent\n\nmisrepresentation, as opposed  to defamation,4 its interpretation\n\nof section  3(c) is worded  in general  terms and its  reasoning \n\nconceivably could  be  transferred  to  the  defamation  context.\n\nDespite  our  profound  reservations about  extending  the Murphy\n                                                                 \n\n                    \n\n     4Appellant argues  that we  have already extended  Murphy to\n                                                              \nthe  defamation arena  in Hugel v.  McNell, </pre><span class=\"citation\" data-id=\"529766\"><a href=\"/opinion/529766/max-hugel-v-thomas-r-mcnell/\"><span class=\"volume\">886</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">1</span></a></span><pre class=\"inline\"> (1st Cir.\n                                          \n1989), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1079</span></span><pre class=\"inline\"> (1990).  We do not think Hugel\n                                                                 \nmust  necessarily be  read so  broadly.   That case  turned on  a\nconstruction  of the  New Hampshire  long-arm statute,  N.H. Rev.\nStat.  Ann.   510:4 (1993), and the New Hampshire statute, unlike\nits Massachusetts  counterpart, does  not embody the  language of\nthe Uniform Act.\n\n                                7\n\nrationale,5 it spreads  a shadow of  uncertainty over the  state-\n\nlaw issues.\n\n          In  the second  place,  because we  are skeptical  that\n\ndefendant made  any remark  \"of and  concerning\" T-NY, we  harbor\n\ndoubts  whether  defendant  can  be said  to  have  inflicted any\n\n\"tortious injury\" within the  meaning of section 3(c).6   We are,\n\nhowever, hesitant to move beyond an expression of skepticism.  At\n\nthis  stage of the proceedings, appellant has not had the benefit\n\nof  an  evidentiary hearing  or  a  comparable opportunity  (say,\n\naccess  to  the  full-dress  summary judgment  protocol  after  a\n\nreasonable period of  discovery) for presenting proof.   Thus, it\n\nmay be too early to reach the state-law issues.\n\n          To be sure, our reservations about one or both of these\n\n                    \n\n     5Intuitively, it would seem hard to characterize the act  of\npublishing an allegedly defamatory remark outside the forum state\nas an act  within the forum state.   In fact, no  fewer than five\ncourts applying long-arm statutes patterned after the Uniform Act\nhave eschewed  Murphy's reasoning  in the defamation  context and\n                     \ndeclined to assert  jurisdiction on  this basis.   See Reuber  v.\n                                                             \nUnited  States, </pre><span class=\"citation no-link\"><span class=\"volume\">750</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1039</span></span><pre class=\"inline\">, 1049 (D.C. Cir. 1984); Dietrich v.\n                                                              \nWisconsin Patients Comp.  Fund, </pre><span class=\"citation\" data-id=\"1599670\"><a href=\"/opinion/1599670/dietrich-v-patients-compensation-fund/\"><span class=\"volume\">485</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">614</span></a></span><pre class=\"inline\">,  617-18 (Wis. Ct.\n                              \nApp. 1992); Wheeler  v. Teufel,  </pre><span class=\"citation\" data-id=\"2130487\"><a href=\"/opinion/2130487/wheeler-v-teufel/\"><span class=\"volume\">443</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">555</span></a></span><pre class=\"inline\">,  558 (Minn.  Ct.\n                              \nApp.  1989);  Ramada  Inns,  Inc. v.  Drinkhall,  No.  83C-AU-ty,\n                                               \nunpaginated slip op. available  on LEXIS (Del. Super. Ct.  1984);\nZinz v. Evans  &amp; Mitchell Indus.,  Inc., </pre><span class=\"citation\" data-id=\"1437980\"><a href=\"/opinion/1437980/zinz-v-evans/\"><span class=\"volume\">324</span> <span class=\"reporter\">A.2d</span>  <span class=\"page\">140</span></a></span><pre class=\"inline\">, 144  (Md.\n                                       \nApp. 1974); see also St. Clair v. Righter, 250 F.  Supp. 148, 151\n                                         \n(W.D. Va.  1966) (using  similar reasoning to  interpret long-arm\nstatute  containing  \"tortious  act\"  language);   see  generally\n                                                                 \nMargoles,   483   F.2d    at   1218-19   (criticizing    Murphy's\n                                                               \ninterpretation of language drawn from the Uniform Act).\n\n     6In Massachusetts,  a court  has  power to  determine, as  a\nmatter of law, that a particular remark is not susceptible of any\ndefamatory construction \"of and  concerning\" the plaintiff,  and,\ntherefore, not actionable.  See Eyal v. Helen Broadcasting Corp.,\n                                                                \n</pre><span class=\"citation no-link\"><span class=\"volume\">583</span> <span class=\"reporter\">N.E.2d</span>  <span class=\"page\">228</span></span><pre class=\"inline\">, 232 (Mass. 1991).   At least one  court has used\nthis type of power to dismiss a defamation case on jurisdictional\ngrounds.  See Wyatt v. Kaplan, </pre><span class=\"citation\" data-id=\"407792\"><a href=\"/opinion/407792/oscar-wyatt-jr-v-jerome-kaplan/\"><span class=\"volume\">686</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">276</span></a></span><pre class=\"inline\">, 282 (5th Cir. 1982).\n                             \n\n                                8\n\npoints  might well  be resolved upon  closer perscrutation.   But\n\nthere  is no need to sally forth.  Because it is apodictic that a\n\njurisdiction-seeking plaintiff must  satisfy the  demands of  not\n\nonly state law  but also the  federal Constitution, see  Pleasant\n                                                                 \n\nSt. I,  960 F.2d  at 1086,  and because  T-NY's case  cannot pass\n     \n\nconstitutional muster, we choose to bypass the statutory phase of\n\nthe jurisdictional  inquiry.   Consistent with this  approach, we\n\naccept appellant's alleged facts as true for present purposes and\n\nassume arguendo that the allegedly defamatory remark concerned T-\n               \n\nNY.\n\n                   B.  The Due Process Clause.\n                                             \n\n          Divining personal  jurisdiction is \"more an  art than a\n\nscience.\"  Donatelli v. National Hockey League, </pre><span class=\"citation\" data-id=\"534783\"><a href=\"/opinion/534783/john-clark-donatelli-v-national-hockey-league/\"><span class=\"volume\">893</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">459</span></a></span><pre class=\"inline\">, 468\n                                              \n\nn.7 (1st  Cir.  1990).7   In broad  outline, a  party wishing  to\n\nvalidate a court's jurisdiction must show that \"minimum contacts\"\n\nexist between the defendant  and the forum state.   International\n                                                                 \n\nShoe Co.  v. State of Washington,  </pre><span class=\"citation\" data-id=\"104200\"><a href=\"/opinion/104200/international-shoe-co-v-washington/\"><span class=\"volume\">326</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">310</span></a></span><pre class=\"inline\">, 316  (1945).  To\n                                \n\nestablish minimum contacts on  a theory of specific jurisdiction,\n\na  plaintiff  must first  demonstrate  that its  cause  of action\n\n\"arises  out of,  or relates  to\" defendant's  contacts with  the\n\nforum state,  Helicopteros Nacionales de Colombia,  S.A. v. Hall,\n                                                                \n\n</pre><span class=\"citation\" data-id=\"111159\"><a href=\"/opinion/111159/helicopteros-nacionales-de-colombia-sa-v-hall/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">408</span></a></span><pre class=\"inline\">, 414  (1984).  Then, the plaintiff  must demonstrate\n\nthe  deliberateness  of  the defendant's  contacts,  or,  phrased\n\n                    \n\n     7In  Donatelli,  893  F.2d  at  462-65,  we  chronicled  the\n                   \nhistorical  development of  due  process  standards for  personal\njurisdiction,  and  in  Pleasant St.  I,  960  F.2d  at 1089,  we\n                                       \nrehearsed the current state of the law.\n\n                                9\n\nanother way, that the defendant \"purposefully avail[ed] itself of\n\nthe privilege  of conducting activities within  the forum State.\"\n\nHanson v. Denckla, </pre><span class=\"citation\" data-id=\"105728\"><a href=\"/opinion/105728/hanson-v-denckla/\"><span class=\"volume\">357</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">235</span></a></span><pre class=\"inline\">, 253 (1958).\n                 \n\n          Even  if  a  plaintiff  succeeds in  making  these  two\n\nshowings, it is  not home  free.  The  defendant may  nonetheless\n\navoid having  to defend in  a strange place  if it  can establish\n\nthat allowing the suit  to go forward would be  inconsistent with\n\n\"fair play and substantial justice,\" International Shoe, 326 U.S.\n                                                       \n\nat 320.\n\n          Following   this  analytic   model,  we   first  assess\n\nrelatedness  and   purposeful   availment  in   terms  of   their\n\napplicability   to  the  case  at  hand.    Finding  them  to  be\n\ninconclusive  in  this rather  odd  situation, we  then  mull the\n\nextent  to  which  considerations  of  fairness  and  substantial\n\njustice must influence our ultimate decision.\n\n          1.  Relatedness.  The requirement that a suit arise out\n          1.  Relatedness.\n                         \n\nof,  or  be  related  to,  the  defendant's  in-forum  activities\n\ncomprises the least  developed prong of the  due process inquiry.\n\nSee Pleasant St.  I, 960 F.2d  at 1089 &amp;  n.9; see also  Carnival\n                                                                 \n\nCruise Lines v.  Shute, </pre><span class=\"citation\" data-id=\"112577\"><a href=\"/opinion/112577/carnival-cruise-lines-inc-v-shute/\"><span class=\"volume\">499</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">585</span></a></span><pre class=\"inline\">, 589  (1991) (declining  to\n                      \n\nreach issue despite  having certified it for review).  We know to\n\na certainty  only  that  the requirement  focuses  on  the  nexus\n\nbetween  the defendant's  contacts and  the plaintiff's  cause of\n\naction.\n\n          The Court has kept  its own counsel on the  question of\n\nwhether,  on  the one  hand, the  two  halves of  the relatedness\n\n                                10\n\nrequirement are merely  two ways of  expressing the same  thought\n\nor, on the other  hand, they are meant to import different values\n\ninto the  jurisdictional equation. See Helicopteros,  466 U.S. at\n                                                   \n\n415  n.10  (reserving  question).   For  our  part,  we think  it\n\nsignificant that the constitutional catchphrase is disjunctive in\n\nnature, referring  to suits \"aris[ing] out of, or relat[ing] to,\"\n                                                 \n\nin-forum activities.  Id. at 414 (emphasis supplied).  We believe\n                         \n\nthat this added language portends added flexibility and signals a\n\nrelaxation  of the applicable standard.  A number of other courts\n\nshare this belief.  See, e.g., City of Virginia Beach v. Roanoake\n                                                                 \n\nRiver Basin Ass'n, </pre><span class=\"citation\" data-id=\"460329\"><a href=\"/opinion/460329/city-of-virginia-beach-virginia-a-political-subdivision-of-the/\"><span class=\"volume\">776</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">484</span></a></span><pre class=\"inline\">, 487 (4th Cir.  1985); Southwire\n                                                                 \n\nCo.  v. Trans-World Metals  &amp; Co., </pre><span class=\"citation\" data-id=\"436176\"><a href=\"/opinion/436176/southwire-company-v-trans-world-metals-company-ltd-and-trans-world/\"><span class=\"volume\">735</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">440</span></a></span><pre class=\"inline\">, 442  (11th Cir.\n                                 \n\n1984); Thos. P. Gonzalez Corp. v. Consejo Nacional de Production,\n                                                                \n\n</pre><span class=\"citation\" data-id=\"374384\"><a href=\"/opinion/374384/thos-p-gonzalez-corporation-v-consejo-nacional-de-produccion-de-costa/\"><span class=\"volume\">614</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1247</span></a></span><pre class=\"inline\">, 1254  (9th Cir. 1980); see also In re Oil Spill by\n                                                                 \n\nthe Amoco Cadiz, </pre><span class=\"citation\" data-id=\"414193\"><a href=\"/opinion/414193/in-re-oil-spill-by-the-amoco-cadiz-off-the-coast-of-france-on-march-16/\"><span class=\"volume\">699</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">909</span></a></span><pre class=\"inline\">, 915 (7th Cir. 1983).\n               \n\n          While  we  do not  have occasion  today to  give fuller\n\ncontent to the  relatedness requirement,8 it is evident  that the\n\nrequirement  serves two  functions.   First,  relatedness is  the\n\n                    \n\n     8At least one scholar reads a line of First Circuit cases as\ngoing   beyond   this   point   and   proposing   an   innovative\nconstitutional  test.   See  Mark M.  Maloney, Specific  Personal\n                                                                 \nJurisdiction and the \"Arise From or  Relate to\" Requirement . . .\n                                                                 \nWhat Does  it Mean? 50  Wash. &amp; Lee L.  Rev. 1265, nn.  118-130 &amp;\n                   \naccompanying  text  (1993).   In our  view,  these cases    which\ninterpret  the term \"arising  from\" as that  term is used  in the\nlong-arm statutes of Massachusetts,  see Fournier v. Best Western\n                                                                 \nTreasure Island Resort, </pre><span class=\"citation\" data-id=\"582536\"><a href=\"/opinion/582536/cynthia-fournier-v-best-western-treasure-island-resort/\"><span class=\"volume\">962</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">126</span></a></span><pre class=\"inline\">, 127 (1st Cir. 1992); Marino\n                                                                 \nv. Hyatt  Corp., </pre><span class=\"citation\" data-id=\"471761\"><a href=\"/opinion/471761/mary-marino-and-thomas-marino-v-hyatt-corporation/\"><span class=\"volume\">793</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">427</span></a></span><pre class=\"inline\">, 430  (1st Cir. 1986),  and Puerto\n               \nRico, see Pizarro v. Hoteles Concorde Int'l, Inc., </pre><span class=\"citation\" data-id=\"544605\"><a href=\"/opinion/544605/carlos-pizarro-etc-v-hoteles-concorde-international-ca/\"><span class=\"volume\">907</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1256</span></a></span><pre class=\"inline\">,\n                                                 \n1259-60 (1st Cir. 1990)   deal with state-law issues and  have no\nreal implications for the relatedness requirement specifically or\nfor constitutional analysis generally.\n\n                                11\n\ndivining  rod that  separates  specific  jurisdiction cases  from\n\ngeneral jurisdiction cases.  Second,  it ensures that the element\n\nof  causation  remains  in  the  forefront  of  the  due  process\n\ninvestigation.   Even if the facts are  such that a court may not\n\ndismiss  a given  case  for  lack  of  relatedness  per  se,  the\n                                                           \n\nrelatedness   requirement,  in   serving  its   second  function,\n\nauthorizes  the  court  to take  into  account  the strength  (or\n\nweakness) of the plaintiff's  relatedness showing in passing upon\n\nthe fundamental fairness of allowing the suit to proceed.\n\n          In this  vein, it is important to  recognize that, when\n\nthe defendant  in a defamation  action is a  journalist's source,\n\nthe  link between the defendant's conduct and the cause of action\n\nis  attenuated by  the intervening  activities of  third parties,\n\ne.g.,  the reporter, the editor, the media outlet, and that those\n    \n\nintermediaries  shape,  amplify,  and  occasionally  distort  the\n\noriginal  utterance.    This case  illustrates  the  point.   The\n\noriginal  comment, technically  a  tort in  its   own  right  (if\n\ndefamatory),  inflicted no significant  injury, except insofar as\n\nit  led to republication in  the ensuing newspaper  article   and\n\nthe form  and tone of the republication was not by any stretch of\n\nthe  most  active  imagination within  the  defendant's effective\n\ncontrol.\n\n          2.   Purposeful Availment.   The question  here must be\n          2.   Purposeful Availment.\n                                   \n\nphrased  in terms of whether  an individual who  merely answers a\n\ntelephone  call,  but,  having  done so,  knowingly  directs  his\n\ncomments into the forum  state, may be said to  have purposefully\n\n                                12\n\navailed himself of the privilege of conducting activities in  the\n\nstate.9\n\n          To answer the question, we begin by considering McBreen\n                                                                 \n\nv. Beech Aircraft Corp., </pre><span class=\"citation\" data-id=\"339764\"><a href=\"/opinion/339764/peter-j-mcbreen-v-beech-aircraft-corporation/\"><span class=\"volume\">543</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">26</span></a></span><pre class=\"inline\"> (7th Cir. 1976), a case that\n                       \n\nthe district court thought highly pertinent and that Alioto touts\n\nas dispositive.  There,  the Seventh Circuit refused to  sanction\n\nthe   exercise   of   jurisdiction  because   the   defendant,  a\n\njournalistic source,  did not  initiate the  defamatory exchange,\n\nand, being  unaware of either  the reporter's whereabouts  or the\n\nmagazine's  reach, could  not reasonably  have foreseen  that his\n\ncomment would cause injury in the forum state.  See id. at 28.\n                                                       \n\n          The  two conditions  identified  as salient  in McBreen\n                                                                 \n\ncorrespond to the two  cornerstones of purposeful availment.  One\n\ncornerstone is foreseeability.  See,  e.g., Escude Cruz v.  Ortho\n                                                                 \n\nPharmaceutical Corp., </pre><span class=\"citation\" data-id=\"377110\"><a href=\"/opinion/377110/jose-f-escude-cruz-v-ortho-pharmaceutical-corp/\"><span class=\"volume\">619</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">902</span></a></span><pre class=\"inline\">, 905 (1st Cir. 1980); see also\n                                                                 \n\nWorld-Wide Volkswagen Corp. v. Woodson, </pre><span class=\"citation\" data-id=\"110170\"><a href=\"/opinion/110170/world-wide-volkswagen-corp-v-woodson/\"><span class=\"volume\">444</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">286</span></a></span><pre class=\"inline\">, 297 (1980)\n                                      \n\n(stating  that, for a court to assert jurisdiction, a defendant's\n\n\"conduct  and connection with the forum State [must be] such that\n\nhe should  reasonably anticipate being haled  into court there\").\n\nThe second  cornerstone, less  frequently recognized as  such, is\n\n                    \n\n     9Appellant's  efforts to  reframe this  question by  hinting\nthat  Alioto instigated the call  are unavailing.   The burden of\nproving jurisdictional facts rests on the shoulders  of the party\nwho  seeks to  invoke the  court's jurisdiction.   See  McNutt v.\n                                                              \nGeneral  Motors  Acceptance  Corp.,  </pre><span class=\"citation\" data-id=\"102656\"><a href=\"/opinion/102656/mcnutt-v-general-motors-acceptance-corp/\"><span class=\"volume\">298</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">178</span></a></span><pre class=\"inline\">,  189  (1936);\n                                  \nMartel, 992 F.2d at 1247  n.5; Pleasant St. I, 960 F.2d  at 1090.\n                                             \nOn this principle, and in the absence of even a representation or\nfirm  allegation to  the contrary,  we must  presume, as  did the\ncourt below,  that  Alioto  played  no  part  in  initiating  the\ntelephone call.\n\n                                13\n\nvoluntariness.  See   Vencedor Mfg. Co. v. Gougler  Indus., Inc.,\n                                                                \n\n</pre><span class=\"citation\" data-id=\"346860\"><a href=\"/opinion/346860/vencedor-manufacturing-co-inc-v-gougler-industries-inc/\"><span class=\"volume\">557</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">886</span></a></span><pre class=\"inline\">, 891 (1st Cir. 1977); see also Burger King Corp. v.\n                                                              \n\nRudziewicz,   </pre><span class=\"citation\" data-id=\"111429\"><a href=\"/opinion/111429/burger-king-corp-v-rudzewicz/\"><span class=\"volume\">471</span>   <span class=\"reporter\">U.S.</span>  <span class=\"page\">462</span></a></span><pre class=\"inline\">,   475   (1985)   (cautioning  that\n          \n\njurisdiction may not  rest on the \"unilateral activity of another\n\nparty  or a third person\").   In McBreen,  these two cornerstones\n                                        \n\nwere  poorly  laid:   a failed  showing  of foreseeability  and a\n\nquestionable  showing   of  voluntariness  combined  to  form  an\n\ninsufficiently  sturdy   foundation   to  support   in   personam\n                                                                 \n\njurisdiction.   The instant  case, which amalgamates  an arguably\n\nsuccessful showing  of foreseeability  with a dubious  showing of\n\nvoluntariness, is a  closer call.   We turn,  then, to a  broader\n\nsurvey of analogous case law.\n\n          Courts are  consentient that  when, as in  McBreen, the\n                                                            \n\nsource  of an allegedly  defamatory remark  did not  initiate the\n\npivotal  contact,  and  the  in-forum injury  is  not  reasonably\n\nforeseeable,  jurisdiction may  not be  asserted over  the source\n\nbased on  the comment.10   See, e.g.,  Madara v.  Hall, </pre><span class=\"citation\" data-id=\"550174\"><a href=\"/opinion/550174/john-madara-v-daryl-hall/\"><span class=\"volume\">916</span>  <span class=\"reporter\">F.2d</span>\n                                                      \n\n<span class=\"page\">1510</span></a></span><pre class=\"inline\">,  1517-19 (11th  Cir. 1990); Mann  v. Tom James  Co., 802 F.\n                                                         \n\nSupp.  1293, 1296-97 (E.D. Pa.  1992).  However,  when the source\n\n                    \n\n     10Appellant characterizes  Hugel v. McNell, </pre><span class=\"citation\" data-id=\"529766\"><a href=\"/opinion/529766/max-hugel-v-thomas-r-mcnell/\"><span class=\"volume\">886</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\"> (1st\n                                               \nCir.  1989), cert.  denied, </pre><span class=\"citation no-link\"><span class=\"volume\">494</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">1079</span></span><pre class=\"inline\"> (1990),  and Advanced\n                                                                 \nDictating Supply, Inc.  v. Dale,  </pre><span class=\"citation\" data-id=\"1184509\"><a href=\"/opinion/1184509/state-ex-rel-advanced-dictating-supply-v-dale/\"><span class=\"volume\">524</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1404</span></a></span><pre class=\"inline\">  (Ore. 1974),  as\n                               \ncases  in   which  courts  asserted   jurisdiction  even   though\ndefamatory  exchanges were  initiated by  persons other  than the\ndefendants.   We reject  the  characterization.   Our opinion  in\nHugel, read in context, makes it clear that the defendants played\n     \nan active role, meeting repeatedly with journalists and supplying\nthem  with audiotapes and other information.  See Hugel, 886 F.2d\n                                                       \nat  2-3.  The Advanced Dictating  court likewise found sufficient\n                                \nevidence to  conclude that the defendants  incited the reporter's\ntelephone call.  See Advanced Dictating, 524 P.2d at 1406-07.\n                                       \n\n                                14\n\ntakes the initiative and  causes foreseeable injury, jurisdiction\n\nmay lie.  See, e.g., Brown v. Flowers Indus., Inc., </pre><span class=\"citation\" data-id=\"408185\"><a href=\"/opinion/408185/pete-harding-brown-and-motts-inc-of-mississippi-v-flowers-industries/\"><span class=\"volume\">688</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">328</span></a></span><pre class=\"inline\">,\n                                                  \n\n333-34 (5th Cir. 1982); Rusack  v. Harsha, </pre><span class=\"citation\" data-id=\"1366773\"><a href=\"/opinion/1366773/rusack-v-harsha/\"><span class=\"volume\">470</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">285</span></a></span><pre class=\"inline\">,  291\n                                         \n\n(M.D.  Pa. 1978); Fallang v. Hickey, </pre><span class=\"citation no-link\"><span class=\"volume\">532</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">117</span></span><pre class=\"inline\">, 118-19 (Ohio\n                                   \n\n1988); see also supra note 10 and cases discussed therein.\n                     \n\n          This case  falls between the stools,  for, although the\n\nsource  did  not initiate  the  contact,  the resultant  in-forum\n\ninjury was  foreseeable.   In this posture,  the authorities  are\n\ndivided.    Two  courts  have declined  jurisdiction  under  such\n\ncircumstances.   See National Ass'n of Real  Estate Appraisers v.\n                                                              \n\nSchaeffer, Bates &amp;  Co., 1989 U.S.  Dist. LEXIS  3098 at *2,  *10\n                       \n\n(C.D. Cal. Mar. 23, 1989) (refusing to assert jurisdiction over a\n\nRhode Island source for comments made in the course of responding\n\nto  a telephone call from a reporter for a California newspaper);\n\nMcDonald v. St.  Joseph's Hosp.,  </pre><span class=\"citation\" data-id=\"1867050\"><a href=\"/opinion/1867050/mcdonald-v-st-josephs-hosp-of-atlanta-inc/\"><span class=\"volume\">574</span> <span class=\"reporter\">F. Supp.</span>  <span class=\"page\">123</span></a></span><pre class=\"inline\">, 124,  126-27\n                               \n\n(N.D. Ga.  1983) (similar; individual defendant  answered several\n\ntelephone  calls  from   a  hospital   interested  in   employing\n\nplaintiff,  and  made  allegedly  defamatory  remarks  with  full\n\nknowledge of  their potential consequences).  At  least one other\n\ncourt has asserted jurisdiction in such a situation.  See Dion v.\n                                                              \n\nKiev,  566 F.  Supp.  1387, 1388-90  (E.D. Pa.  1983) (exercising\n    \n\njurisdiction  over a New York  defendant who answered a telephone\n\ncall from a reporter for a Philadelphia newspaper).  Other straws\n\nin   the   decisional  wind   blow  in   differing  directions.11\n\n                    \n\n     11In examining  the  case  law,  we have  considered     and\nrejected    appellant's suggested analogy to a line of fraudulent\nmisrepresentation  cases.   See,  e.g., Ealing  Corp. v.  Harrods\n                                                                 \n\n                                15\n\nCompare, e.g., Berrett v. Life Ins. Co. of the Southwest, 623  F.\n                                                        \n\nSupp.  946,  950   n.3  (D.  Utah  1985)   (declining  to  assert\n\njurisdiction, discussing McBreen, and  treating the fact that the\n                                \n\ndefendant  did not  initiate  the contact  as dispositive)  with,\n                                                                \n\ne.g.,  Cole v. Doe, </pre><span class=\"citation no-link\"><span class=\"volume\">258</span>  <span class=\"reporter\">N.W.2d</span> <span class=\"page\">165</span></span><pre class=\"inline\">, 168  (Mich. 1977) (upholding\n                  \n\njurisdiction, without  any  discussion  of  initiation,  where  a\n\nsource, able to foresee republication in the forum state, made an\n\nallegedly  defamatory  remark in  a  telephone  interview with  a\n\nnationally syndicated columnist).   \n\n          Having found  the case  law  in a  muddle, we  consider\n\nappellant's invitation that  we adopt the classic  analogy for an\n\nout-of-state libel:  the gunman firing across a state line.   See\n                                                                 \n\nBuckley v. New York Post Corp., </pre><span class=\"citation\" data-id=\"274826\"><a href=\"/opinion/274826/william-f-buckley-jr-v-new-york-post-corporation/\"><span class=\"volume\">373</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">175</span></a></span><pre class=\"inline\">, 179 (2d Cir. 1967).\n                              \n\nIn  a situation like  this one,  the analogy  is imperfect.   The\n\nperson who responds to  a journalist's question in the  course of\n\nan interview initiated by  the latter is less like  a traditional\n\nsniper and  more like a  person who has  been transported  to the\n\nborder  and eased  into position behind  a rifle aimed  at a pre-\n\nselected  target.   While  such a  person  retains the  choice of\n\npulling the trigger, or not, he cannot fairly be equated  with an\n\nindividual who has achieved the same position through a series of\n\n                    \n\nLtd., </pre><span class=\"citation\" data-id=\"470009\"><a href=\"/opinion/470009/the-ealing-corporation-v-harrods-limited/\"><span class=\"volume\">790</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">978</span></a></span><pre class=\"inline\">, 982 (1st Cir. 1986); Murphy, 460 F.2d at 663-\n                                               \n64;  Johnson v. Witkowski, </pre><span class=\"citation\" data-id=\"2068247\"><a href=\"/opinion/2068247/johnson-v-witkowski/\"><span class=\"volume\">573</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">513</span></a></span><pre class=\"inline\">, 523 (Mass. App. 1991);\n                         \nBurtner  v. Burnham,  </pre><span class=\"citation\" data-id=\"2025261\"><a href=\"/opinion/2025261/burtner-v-burnham/\"><span class=\"volume\">430</span> <span class=\"reporter\">N.E.2d</span>  <span class=\"page\">1233</span></a></span><pre class=\"inline\">, 1236  (Mass. App.  1982).\n                   \nThese cases are unhelpful  because a business relationship almost\ninvariably entails  some degree of initiative  and forethought on\nthe  part of the persons involved, and, therefore, initiation and\nforeseeability are necessarily present.\n\n                                16\n\npersonalized  affirmative choices reaffirmed at every significant\n\njuncture.12\n\n          The conclusion that we draw from this line of reasoning\n\nis that appellant  has made  only the most  marginal of  showings\n\nthat Alioto purposefully availed himself of an opportunity to act\n\nin  Massachusetts.   And  the weakness  of  this showing  assumes\n\ndecretory  significance  when  we  step  back  and  evaluate  the\n\nfairness  of  asserting  jurisdiction  in  the  totality  of  the\n\ncircumstances. \n\n          3.  The Gestalt Factors.  In constitutional terms,  the\n          3.  The Gestalt Factors.\n                                 \n\njurisdictional inquiry is  not a mechanical exercise.   The Court\n\nhas  long insisted that concepts of  reasonableness must inform a\n\nproperly   performed  minimum  contacts  analysis.    See,  e.g.,\n                                                                \n\nWoodson,  444 U.S. at 292;  International Shoe, 326  U.S. at 320.\n                                              \n\n\"This  means that,  even  where  purposefully generated  contacts\n\nexist, courts must consider a panoply of other factors which bear\n\nupon the fairness of subjecting a nonresident to the authority of\n\na foreign  tribunal.\"  Pleasant St.  I, 960 F.2d  at 1088; accord\n                                                                 \n\nDonatelli,  893 F.2d at 464-65.  The Supreme Court has identified\n         \n\nfive  such  factors,  namely,   (1)  the  defendant's  burden  of\n\nappearing,  (2) the  forum state's  interest in  adjudicating the\n\ndispute, (3) the plaintiff's interest in obtaining convenient and\n\neffective relief, (4) the judicial system's interest in obtaining\n\n                    \n\n     12Withal,  we  recognize  that  a  person  speaking  on  the\ntelephone is free to refrain from making defamatory statements in\nthe same way that a person standing beside a telephone is free to\nrefrain from calling a  reporter.  In terms of  moral philosophy,\nboth persons, by acting, commit acts of will.\n\n                                17\n\nthe  most effective  resolution of the  controversy, and  (5) the\n\ncommon  interests  of  all sovereigns  in  promoting  substantive\n\nsocial policies.   See  Burger King,  471 U.S. at  477.   We have\n                                   \n\nlabelled this group of considerations the \"gestalt factors.\"  See\n                                                                 \n\nPleasant St. I, 960 F.2d at 1088; Donatelli, 893 F.2d at 465.\n                                           \n\n          The  gestalt factors  are not  ends in  themselves, but\n\nthey are, collectively, a means of  assisting courts in achieving\n\nsubstantial  justice.   In  very close  cases,  they may  tip the\n\nconstitutional  balance.   See Burger  King, 471  U.S. at  477-78\n                                           \n\n(explaining that \"minimum requirements inherent in the concept of\n\n'fair play and substantial justice' may defeat the reasonableness\n\nof jurisdiction even if the defendant has purposefully engaged in\n\nforum  activities\") (citation  omitted).   For example,  in Asahi\n                                                                 \n\nMetal  Indus. Co. v. Superior  Court, </pre><span class=\"citation\" data-id=\"111824\"><a href=\"/opinion/111824/asahi-metal-industry-co-v-superior-court-of-cal-solano-cty/\"><span class=\"volume\">480</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">102</span></a></span><pre class=\"inline\"> (1987), eight\n                                    \n\nJustices   agreed   that    asserting   jurisdiction   would   be\n\nunreasonable, although  the question  of minimum contacts  was so\n\nclose that it  divided the  Court.  See  id. at 114-15.   In  the\n                                            \n\nestimation   of  at  least   four  Justices,   considerations  of\n\nreasonableness  sufficed  to defeat  jurisdiction notwithstanding\n\nthat the defendant purposefully  engaged in activities within the\n\nforum.    See id.  at 116-17  (separate  opinion of  Brennan, J.,\n                 \n\njoined by White,  Marshall, &amp; Blackmun,  JJ.).  Justice  Stevens,\n\nalthough not  joining  Justice Brennan's  concurrence,  expressed\n\nsatisfaction with the theory underlying this conclusion.  See id.\n                                                                 \n\nat 121-22 (separate opinion of Stevens, J.). \n\n          This  aspect  of  the  jurisdictional  inquiry  remains\n\n                                18\n\nsomething  of an unknown quantity.  The gestalt factors have been\n\napplied by the Court  only once (in Asahi); beyond  mere mention,\n                                         \n\nthey  have  been discussed  on rare  occasions  by the  courts of\n\nappeals,  see, e.g., Gould v.  Krakatau Steel, </pre><span class=\"citation\" data-id=\"578316\"><a href=\"/opinion/578316/leamon-thurman-gould-v-pt-krakatau-steel/\"><span class=\"volume\">957</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">573</span></a></span><pre class=\"inline\">, 576\n                                             \n\n(8th  Cir.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">113</span>  <span class=\"reporter\">S. Ct.</span> <span class=\"page\">304</span></span><pre class=\"inline\">  (1992); Theunissen v.\n                                                              \n\nMatthews, </pre><span class=\"citation\" data-id=\"563205\"><a href=\"/opinion/563205/herman-theunissen-and-ann-theunissen-v-sid-matthews-dba-matthews-lumber/\"><span class=\"volume\">935</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1454</span></a></span><pre class=\"inline\">,  1460-61 (6th Cir. 1991), and  they have\n        \n\nbeen  used  regularly to  defeat jurisdiction  only in  the Ninth\n\nCircuit, see  Mona  A. Lee,  Burger  King's Bifurcated  Test  for\n                                                                 \n\nPersonal  Jurisdiction, 66  Temp. L.  Rev. 945  (1993) (surveying\n                      \n\ncircuits).   That circuit  has  concluded that  dismissal may  be\n\nappropriate  on grounds of  reasonableness even if considerations\n\nof  relatedness  or  purposefulness,  taken  in  isolation, could\n\nsupport the  exercise of  jurisdiction.   See Fields v.  Sedgwick\n                                                                 \n\nAssociated  Risks,  Ltd.,  </pre><span class=\"citation\" data-id=\"473745\"><a href=\"/opinion/473745/randolph-m-fields-v-sedgwick-associated-risks-ltd-g-lloyd-roberts/\"><span class=\"volume\">796</span>  <span class=\"reporter\">F.2d</span>  <span class=\"page\">299</span></a></span><pre class=\"inline\">,  302 (9th  Cir.  1986)\n                        \n\n(finding the  assertion of  jurisdiction unreasonable  though the\n\nshowing of purposefulness was  \"certainly of a nature  that would\n\nsupport jurisdiction\"); see  also FDIC  v. British-American  Ins.\n                                                                 \n\nCo., </pre><span class=\"citation\" data-id=\"494208\"><a href=\"/opinion/494208/federal-deposit-insurance-corporation-as-receiver-of-the-western-national/\"><span class=\"volume\">828</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">1439</span></a></span><pre class=\"inline\">, 1442  (9th Cir. 1987)  (collecting cases  in\n   \n\nwhich  courts  denied  jurisdiction  for  lack  of reasonableness\n\nwithout    resolving    questions    anent     relatedness    and\n\npurposefulness); Decker Coal Co.  v. Commonwealth Edison Co., </pre><span class=\"citation\" data-id=\"479431\"><a href=\"/opinion/479431/decker-coal-company-v-commonwealth-edison-company/\"><span class=\"volume\">805</span>\n                                                            \n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">834</span></a></span><pre class=\"inline\">,  840 (9th  Cir. 1986)  (limning Ninth Circuit's  multi-\n\nfactor reasonableness test).\n\n          We agree in principle with the Ninth Circuit.  We hold,\n\ntherefore,  that  the  Due  Process  Clause  bars  a  court  from\n\nasserting jurisdiction over the person of a defendant if doing so\n\n                                19\n\nwould be fundamentally unfair.  In this context, gauging fairness\n\nrequires  an   assessment  of  reasonableness  for,   in  certain\n\ncircumstances, unreasonableness can  trump a minimally sufficient\n\nshowing of  relatedness and purposefulness.   We think, moreover,\n\nthat the reasonableness prong of the due process inquiry evokes a\n\nsliding scale:  the  weaker the plaintiff's showing on  the first\n\ntwo  prongs (relatedness  and purposeful  availment), the  less a\n\ndefendant  need  show  in  terms of  unreasonableness  to  defeat\n\njurisdiction.  The reverse is equally true:  an especially strong\n\nshowing  of  reasonableness may  serve  to  fortify a  borderline\n\nshowing of  relatedness and  purposefulness.  See  Donatelli, 893\n                                                            \n\nF.2d at 465.  It is  against this backdrop, then, that we proceed\n\nto sift the gestalt factors.13\n\n          a.   The Burden  of Appearance.   The burden associated\n          a.   The Burden  of Appearance.\n                                        \n\nwith forcing a California  resident to appear in a  Massachusetts\n\ncourt  is  onerous  in  terms  of  distance,  and  there  are  no\n\nmitigating  factors to  cushion that  burdensomeness here.   This\n\nburden, and its inevitable concomitant, great  inconvenience, are\n\nentitled to substantial weight in calibrating the  jurisdictional\n\nscales.   Indeed, the Court  has stated that  this element, alone\n\n                    \n\n     13The approach  that we endorse today  differs slightly from\nthat of the Ninth Circuit, which has crafted its own version of a\nsliding scale approach.   The Ninth Circuit's  methodology, as we\nunderstand it,  incorporates the  element of  purposefulness into\nthe  third  prong  of the  inquiry,  and  weighs  it against  the\nremaining considerations of reasonableness.   See Core-Vent Corp.\n                                                                 \nv. Nobel  Indus. AB, </pre><span class=\"citation\" data-id=\"658814\"><a href=\"/opinion/658814/core-vent-corp-v-nobel-industries-ab-and-per-ingvar-branemark-tomas/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1482</span></a></span><pre class=\"inline\">, 1488 (9th Cir. 1993); see also\n                                                                 \nInsurance Co. of North Am. v. Marina Salina  Cruz, </pre><span class=\"citation\" data-id=\"390884\"><a href=\"/opinion/390884/insurance-company-of-north-america-and-crystal-boat-company-a-state-of/\"><span class=\"volume\">649</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1266</span></a></span><pre class=\"inline\">,\n                                                 \n1271  (9th Cir.  1981)  (\"The smaller  the element  of purposeful\ninterjection,  the less is jurisdiction to be anticipated and the\nless reasonable is its exercise.\").\n\n                                20\n\namong  the  gestalt  factors,  is  \"always  a  primary  concern.\"\n\nWoodson, 444 U.S. at 292.\n       \n\n          These are not empty words, for  most  of the cases that\n\nhave  been dismissed on grounds  of unreasonableness are cases in\n\nwhich the defendant's center of gravity, be it place of residence\n\nor place of business, was located at an appreciable distance from\n\nthe forum.  See, e.g., Asahi, 480 U.S. at 114 (Japanese defendant\n                            \n\nsued  in California); Core-Vent Corp. v. Novel Indus. AB, </pre><span class=\"citation\" data-id=\"658814\"><a href=\"/opinion/658814/core-vent-corp-v-nobel-industries-ab-and-per-ingvar-branemark-tomas/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span>\n                                                        \n\n<span class=\"page\">1482</span></a></span><pre class=\"inline\">,  1488-90  (9th  Cir.   1993)  (Swedish  defendant  sued  in\n\nCalifornia;  defamation action);  Amoco Egypt  Oil Co.  v. Leonis\n                                                                 \n\nNavigation  Co.,  </pre><span class=\"citation\" data-id=\"627440\"><a href=\"/opinion/627440/amoco-egypt-oil-company-egyptian-general-petroleum-corporation-v-leonis/\"><span class=\"volume\">1</span>  <span class=\"reporter\">F.3d</span>  <span class=\"page\">848</span></a></span><pre class=\"inline\">, 852  (9th  Cir.  1993)  (Filipino\n               \n\ndefendant  sued   in  Washington);  Casualty   Assur.  Risk  Ins.\n                                                                 \n\nBrokerage  Co. v.  Dillon,  </pre><span class=\"citation\" data-id=\"591471\"><a href=\"/opinion/591471/casualty-assurance-risk-insurance-brokerage-co-a-guam-corporation-v-john/\"><span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">596</span></a></span><pre class=\"inline\">,  600 (9th  Cir.  1992)\n                         \n\n(District of Columbia defendant sued in Guam; defamation action);\n\nFields, 796 F.2d at  302 (British defendant sued in  California).\n      \n\nThe effect of distance  on jurisdictional outcomes is graphically\n\nillustrated by the two cases in which a defendant's contacts with\n\nthe forum  were most  strikingly reminiscent  of those  that have\n\nbeen  assembled  here.  Compare  National Ass'n  of  Real  Estate\n                                                                 \n\nAppraisers, 1989  U.S. Dist.  LEXIS at  *11 (declining  to assert\n          \n\njurisdiction over  Rhode Island defendant  who would have  had to\n\ndefend  defamation suit in California) with Dion, 566 F. Supp. at\n                                                \n\n1387 (asserting  jurisdiction over  New York defendant  forced to\n\ndefend defamation suit in Pennsylvania).\n\n          Furthermore,   as   the  court   below   observed,  the\n\ncircumstances   surrounding   this   case   suggest    that   the\n\n                                21\n\ninconvenience  to the defendant may  not be coincidental.   It is\n\nthe rare libel case in which both the newspaper and the reporter,\n\nthough amenable to process, are relegated to the sidelines at the\n\nbehest  of an avowedly defamed  plaintiff.  It  is rarer still to\n\ndiscover that such a plaintiff has intentionally selected a forum\n\nin which  punitive damages are unavailable,  bypassing other fora\n\nin which such damages might be awarded.\n\n          Such considerations are important.  One reason that the\n\nfactor of  inconvenience to the  defendant weighs heavily  in the\n\njurisdictional balance  is that  it provides a  mechanism through\n\nwhich  courts may guard against harassment.  It is firmly settled\n\nthat  a \"plaintiff may not,  by choice of  an inconvenient forum,\n\n`vex,' `harass,'  or `oppress'  the defendant by  inflicting upon\n\nhim expense or trouble not  necessary to his own right to  pursue\n\nhis remedy.\"  Gulf Oil Corp. v. Gilbert, </pre><span class=\"citation\" data-id=\"104393\"><a href=\"/opinion/104393/gulf-oil-corp-v-gilbert/\"><span class=\"volume\">330</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">501</span></a></span><pre class=\"inline\">, 508 (1947)\n                                       \n\n(citations  omitted).   And  although  vexatious  suits are  more\n\nfrequently dismissed under the doctrine of forum non conveniens, \n                                                               \n\nwe believe that the reasonableness analysis required by the third\n\nprong  of the due process inquiry must  be in service to the same\n\nends. \n\n          b.   Interest of  the Forum.   The  forum  state has  a\n          b.   Interest of  the Forum.\n                                     \n\ndemonstrable  interest in  exercising jurisdiction  over one  who\n\ncauses tortious injury within its borders.  See Keeton v. Hustler\n                                                                 \n\nMagazine, Inc.,  </pre><span class=\"citation\" data-id=\"111116\"><a href=\"/opinion/111116/keeton-v-hustler-magazine-inc/\"><span class=\"volume\">465</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">770</span></a></span><pre class=\"inline\">, 776  (1984).   Though we deem  it\n              \n\ninappropriate  to   correlate   the  strength   or  weakness   of\n\nappellant's case on the  merits with the strength or  weakness of\n\n                                22\n\nthe forum state's interest  in this regard,  we think it is  both\n\nappropriate  and  useful  to  note  two  special  considerations.\n\nFirst, the  Commonwealth's interest in the  litigation sub judice\n                                                                 \n\nis  arguably   lessened   by  the   doubts  surrounding   whether\n\ndefendant's act can be said to  have been committed in the forum,\n\nsee supra  p.  7.    Second, if  appellant  in  fact  filed  suit\n         \n\nprimarily to  retaliate against  Alioto's role in  the California\n\nlitigation rather than  to right  an independent wrong    and  as\n\npreviously  mentioned there  are some  clues in  the record  that\n\ncould lead  to such  a  deduction    the Commonwealth's  interest\n\nwould be much diminished.   Cf., e.g., Asahi, 480 U.S.  at 114-15\n                                            \n\n(minimizing  forum state's  interest  in protecting  its citizens\n\nfrom  tortious  injury because  a  dispute  was \"primarily  about\n\nindemnification rather than safety standards\").  Mindful of these\n\nspecial considerations, we conclude  that the forum has a  milder\n\nthan usual interest in the further prosecution of T-NY's suit.\n\n          c.  The Plaintiff's  Convenience.  Given the sparseness\n          c.  The Plaintiff's  Convenience.\n                                          \n\nof the record, it is difficult  to say whether trying the case in\n\nMassachusetts would be more  convenient for plaintiff than trying\n\nit in  California.  Certain key witnesses  on the issue of injury\n\nmay be in Massachusetts,  including the reporter.  But  other key\n\nwitnesses may well  be residents  of California.   While we  must\n\naccord plaintiff's  choice  of forum  a  degree of  deference  in\n\nrespect to the issue  of its own convenience, see  Piper Aircraft\n                                                                 \n\nCo.  v. Reyno, </pre><span class=\"citation no-link\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">235</span></span><pre class=\"inline\">, 241 (1981),  the plaintiff's actual\n                                                                 \n\nconvenience seems to be at best a makeweight in this situation.\n\n                                23\n\n          d.   The Administration  of  Justice.   Apart from  the\n          d.   The Administration  of  Justice.\n                                              \n\npossibility that  plaintiff's action might be  thought vexatious,\n\nsee  supra Part II(B)(3)(a), the interest  of the judicial system\n          \n\nin the effective administration of justice does not appear to cut\n\nin either direction.\n\n          e.  Pertinent Policy Arguments.  One substantive social\n          e.  Pertinent Policy Arguments.\n                                        \n\npolicy that  seems to counsel against  exercising jurisdiction is\n\nthe widely  shared  interest in  preserving citizens' willingness\n\nto  talk openly  with the press.   Forcing  an individual  to fly\n\ncross-country on the strength of one answered telephone call from\n\na journalist likely would  tend to dry up sources  of information\n\nand thereby impede the press in the due performance of its proper\n\nfunction.  Nonetheless,  the Court has  shied away from  allowing\n\nFirst  Amendments  concerns  to  enter  into  the  jurisdictional\n\nanalysis.  See Keeton, 465 U.S. at 780 n.12; Calder v. Jones, </pre><span class=\"citation\" data-id=\"111117\"><a href=\"/opinion/111117/calder-v-jones/\"><span class=\"volume\">465</span>\n                                                            \n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">783</span></a></span><pre class=\"inline\">, 790 (1984).   Although it might be  argued convincingly\n\nthat  the  jurisdictional  calculus  ought  to  produce  somewhat\n\ndifferent results in defamation actions filed  against reporters'\n\nsources than in actions filed against the journalists responsible\n\nfor  republication of a source's remark, as in Calder, or against\n                                                     \n\nthe media corporation itself, as in Keeton, these precedents give\n                                          \n\nus  pause.  Consequently, we  place no weight  on First Amendment\n\nvalues for purposes of this appeal.\n\n          4.  Tallying the  Results.  We begin the final phase of\n          4.  Tallying the  Results.\n                                   \n\nour  analysis by retracing our steps.   At the first stage of the\n\ndue  process inquiry,  appellant  succeeded in  showing that  its\n\n                                24\n\nputative cause  of action arose from, or  related to, defendant's\n\ncontacts with the forum.  See supra Part II(B)(1).  At the second\n                                   \n\nstage of the inquiry,  appellant succeeded in showing defendant's\n\npurposeful  availment.   See  supra  Part II(B)(2).    On neither\n                                   \n\nprong,  however,  did  appellant  demonstrate more  than  a  bare\n\nminimum;  we found  its  claim of  relatedness  enfeebled by  the\n\nattenuated causal link between the allegedly defamatory utterance\n\nand  the harm allegedly suffered, and its claim of purposefulness\n\nenfeebled  by the fact that the defendant did not initiate either\n\nthe telephone call or the resultant interview.\n\n          The frailty  of appellant's  showings on the  first two\n\nfurcula  of the due process  inquiry required us  to consider the\n\ngestalt factors and  assess the reasonableness of an assertion of\n\njurisdiction  by a Massachusetts court.  Doing so, see supra Part\n                                                            \n\nII(C),  we found that, while many of those factors possess little\n\nsignificance for purposes of this case, there is one factor   the\n\ndefendant's convenience   that stands out from the crowd.   It is\n\nthis factor that consistently has  been declared deserving of the\n\ngreatest weight in kindred cases.  And it is this factor that may\n\nserve as an amulet to ward off vexatiousness and harassment.   We\n\nnow conclude, considering the totality of the circumstances, that\n\ndefendant's burden of  appearance is so  onerous that it  renders\n\nthe  exercise of  in  personam jurisdiction  unreasonable.   This\n                              \n\nconclusion   carries   the  day.      A   distant  court   cannot\n\nconstitutionally  exercise in personam  jurisdiction over  a non-\n                                      \n\nresident  defendant at the behest  of a plaintiff  who can muster\n\n                                25\n\nonly the most tenuous  showings of relatedness and purposefulness\n\nif, as in this case, forcing the defendant to defend in the forum\n\nwould be plainly unreasonable.\n\n          This is as it  should be, for, at bottom,  the dictates\n\nof due process  demand that  a court's assertion  of in  personam\n                                                                 \n\njurisdiction   comport  with  considerations  of  fair  play  and\n\nsubstantial justice.  See, e.g., International  Shoe, 326 U.S. at\n                                                    \n\n320.   To  ensure  achievement of  this  goal, the  machinery  of\n\njurisdictional analysis is designed  to refine judges' intuitions\n\nabout the relevant equities, not to eliminate those equities from\n\nthe decisional process.  Relatedness and purposeful availment are\n\ncogs in  this analytic machinery.   The gestalt  factors comprise\n\nthe  machinery's fail-safe device; they  are not a necessary part\n\nof the machinery's day-to-day operation, but if, in the course of\n\na particularized  analysis, the gears mesh  imperfectly because a\n\ngiven  set of facts does not fit  into any of the standard molds,\n\nthe gestalt factors take hold.  \n\n          This case exemplifies the proper operation of the fail-\n\nsafe  device.  It hardly seems fair,  on the strength of a single\n\nremark uttered  in the course  of a single  unsolicited telephone\n\ncall  from   a  Massachusetts-based   journalist,  to  compel   a\n\nCalifornia resident to defend  a tort suit in a court  3000 miles\n\naway.   The unfairness is heightened because the link between the\n\nremark and the injury has been attenuated by republication in the\n\npopular  press.   Our  commitment  to fair  play  and substantial\n\njustice  precludes us from subjecting  a person to  the rigors of\n\n                                26\n\nlong-distance litigation on the basis of so gossamer a showing of\n\ncausation and voluntariness.\n\n          We  need go no  further.   When all  is said  and done,\n\ncourts must assert jurisdiction, or abjure its assertion, with an\n\neye  toward  fundamental  fairness.   Thus,  here,  the  district\n\ncourt's dismissal of the  instant action for want of  in personam\n                                                                 \n\njurisdiction must be\n\nAffirmed.\n        \n\n                                27\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/102656/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104200/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104393/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105728/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110170/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111116/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111117/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111159/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111429/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111824/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112577/",
    "http://www.courtlistener.com/api/rest/v3/opinions/274826/",
    "http://www.courtlistener.com/api/rest/v3/opinions/303559/",
    "http://www.courtlistener.com/api/rest/v3/opinions/313090/",
    "http://www.courtlistener.com/api/rest/v3/opinions/339764/",
    "http://www.courtlistener.com/api/rest/v3/opinions/346860/",
    "http://www.courtlistener.com/api/rest/v3/opinions/374384/",
    "http://www.courtlistener.com/api/rest/v3/opinions/377110/",
    "http://www.courtlistener.com/api/rest/v3/opinions/390884/",
    "http://www.courtlistener.com/api/rest/v3/opinions/407792/",
    "http://www.courtlistener.com/api/rest/v3/opinions/408185/",
    "http://www.courtlistener.com/api/rest/v3/opinions/414193/",
    "http://www.courtlistener.com/api/rest/v3/opinions/436176/",
    "http://www.courtlistener.com/api/rest/v3/opinions/442863/",
    "http://www.courtlistener.com/api/rest/v3/opinions/453493/",
    "http://www.courtlistener.com/api/rest/v3/opinions/460329/",
    "http://www.courtlistener.com/api/rest/v3/opinions/470009/",
    "http://www.courtlistener.com/api/rest/v3/opinions/471761/",
    "http://www.courtlistener.com/api/rest/v3/opinions/473745/",
    "http://www.courtlistener.com/api/rest/v3/opinions/479431/",
    "http://www.courtlistener.com/api/rest/v3/opinions/494208/",
    "http://www.courtlistener.com/api/rest/v3/opinions/529766/",
    "http://www.courtlistener.com/api/rest/v3/opinions/531870/",
    "http://www.courtlistener.com/api/rest/v3/opinions/534783/",
    "http://www.courtlistener.com/api/rest/v3/opinions/544605/",
    "http://www.courtlistener.com/api/rest/v3/opinions/550174/",
    "http://www.courtlistener.com/api/rest/v3/opinions/563205/",
    "http://www.courtlistener.com/api/rest/v3/opinions/565201/",
    "http://www.courtlistener.com/api/rest/v3/opinions/578316/",
    "http://www.courtlistener.com/api/rest/v3/opinions/580868/",
    "http://www.courtlistener.com/api/rest/v3/opinions/582536/",
    "http://www.courtlistener.com/api/rest/v3/opinions/585777/",
    "http://www.courtlistener.com/api/rest/v3/opinions/591471/",
    "http://www.courtlistener.com/api/rest/v3/opinions/601482/",
    "http://www.courtlistener.com/api/rest/v3/opinions/606323/",
    "http://www.courtlistener.com/api/rest/v3/opinions/627440/",
    "http://www.courtlistener.com/api/rest/v3/opinions/658814/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1184509/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1366773/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1437980/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1599670/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1867050/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2025261/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2068247/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2130487/"
  ]
}