{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/195317/",
  "absolute_url": "/opinion/195317/heno-v-fdic/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/195317/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T02:37:26Z",
  "date_modified": "2016-02-28T04:52:18.799381Z",
  "type": "010combined",
  "sha1": "1f9b27958911d210533e879110e1b6997321eba5",
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=92-1936.01A",
  "local_path": null,
  "plain_text": "                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                           \n\nNo. 92-1936\n\n                          FLOYD V. HENO,\n\n                      Plaintiff, Appellant,\n\n                                v.\n\n              FEDERAL DEPOSIT INSURANCE CORPORATION,\n\n                       Defendant, Appellee.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n           [Hon. Robert E. Keeton, U.S. District Judge]\n                                                      \n\n                                           \n\n                              Before\n\n                       Breyer, Chief Judge,\n                                          \n\n                 Campbell, Senior Circuit Judge,\n                                               \n\n                     and Cyr, Circuit Judge.\n                                           \n\n                                           \n\n     Robert G. Wilson IV, with whom Robert  G. Wilson III and Law\n                                                                 \nOffices of Robert G. Wilson III were on brief for appellant.\n                               \n     Robert  R.  Pierce,  with  whom Russell  F.  Conn  and Conn,\n                                                                 \nKavanaugh, Rosenthal &amp; Peisch were on brief for appellee.\n                             \n\n                                           \n                          April 22, 1994\n                                           \n\n          CYR, Circuit Judge.   Plaintiff Floyd Heno appeals from\n          CYR, Circuit Judge.\n                            \n\na  district court  order dismissing  claims for  compensatory and\n\ninjunctive relief brought  against the Federal Deposit  Insurance\n\nCorporation (\"FDIC\") under the Financial Institutions  Reform and\n\nRecovery  Act (\"FIRREA\").   In  an earlier  opinion, see  Heno v.\n                                                              \n\nFDIC,  996 F.2d  429 (1st  Cir. 1993),  we affirmed  the district\n    \n\ncourt order  dismissing the claim for  injunctive relief pursuant\n\nto Federal Rule of Civil Procedure 12(b)(6), but vacated its Rule\n\n12(b)(1)  order dismissing  the  claim  for compensatory  relief.\n\nThereafter, we granted FDIC's petition for panel rehearing on the\n\nclaim  for compensatory  relief,  see Fed.  R.  App. P.  40,  and\n                                     \n\nallowed further  briefing, argument, and  supplementation of  the\n\nappellate record relating to  the proper interpretation of FIRREA\n\n  1821(d),  (e), 12 U.S.C.   1821(d),  (e).  We  now withdraw our\n\noriginal opinion, and substitute the present opinion.\n\n                                I\n\n                            BACKGROUND\n                                      \n\nA.   The \"Claim\"\n               \n\n          We review a Rule  12(b)(6) dismissal de novo, crediting\n                                                      \n\nall  allegations  in the  complaint  and  drawing all  reasonable\n\ninferences favorable to  the plaintiff.   Scheuer v. Rhodes,  416\n                                                           \n\nU.S. 232, 236 (1974); Rumford Pharmacy, Inc.  v. East Providence,\n                                                                \n\n970 F.2d 996, 997  (1st Cir. 1992).   Similarly, a Rule  12(b)(1)\n\ndismissal is reviewed de novo  where, as here, the only issue  is\n                             \n\nthe legal  sufficiency of  undisputed jurisdictional facts.   See\n                                                                 \n\n                                2\n\nEaton  v. Dorchester  Dev., Inc.,  692 F.2d  727, 732  (11th Cir.\n                                \n\n1982);  Mortensen v. First Fed. Sav. &amp;  Loan Ass'n, 549 F.2d 884,\n                                                  \n\n891 (3d Cir. 1977).\n\n          The complaint alleges that Heno sold Balcol Corporation\n\na 104-acre tract of real property  in 1986, for which Balcol gave\n\nHeno  a  promissory  note secured  by  a  first  mortgage on  the\n\nundeveloped property.  In September 1987, Balcol began to develop\n\nthe  property,   known  as   the  Prospect   Heights  residential\n\nsubdivision,  and obtained  construction  financing through  Home\n\nNational Bank of  Milford (\"Bank\").   Heno agreed to  subordinate\n\nhis  first mortgage to the Bank's construction loan mortgage.  In\n\nreturn for the release of Heno's second mortgage lien as each lot\n\nwas  sold, Balcol and the  Bank promised to  release $19,125 from\n\nthe sale proceeds.\n\n          By April 1990, Balcol  and Prospect Heights were exper-\n\niencing financial  difficulties, and the three  principal parties\n\nentered into a recapitalization agreement.  Heno agreed to accept\n\n$5,000 (rather  than $19,125)  per lot  for releasing  his second\n\nmortgage  lien on the next nine lots  sold by Balcol.  Balcol and\n\nthe Bank agreed:   (1) to  transfer two additional  lots to  Heno\n\n(Lots 82 and  111), free and clear  of the Bank's  first mortgage\n\nliens, at the time Heno released his  second mortgage lien on the\n\nninth lot; and (2) to deposit the net proceeds from the nine lots\n\nin  escrow with  the Bank.   The  escrow monies  were to  be used\n\nexclusively for  immediate completion of roadwork  in the project\n\nandto defray Balcol's firstmortgage interest paymentsto the Bank.\n                                            \n\n                                3\n\n          Although  Balcol conveyed  Lots 82 and  111 to  Heno on\n\nMay 2, 1990, the Bank did not release its first mortgage liens on\n\nthe lots.  During April and  May 1990, seven of the nine original\n\nlots were  sold by the  Bank after Heno  had released his  second\n\nmortgage liens.   By June 1,  1990, more than  $232,000 had  been\n\ndeposited   in   escrow   with   the   Bank   pursuant   to   the\n\nrecapitalization  agreement  among  Heno, Balcol,  and  the Bank.\n\nUltimately,  the eighth  and ninth  lots were  sold, and  the net\n\nproceeds, approximating $90,000, were  deposited with FDIC.1  The\n\ncomplaint  alleges, hence  we must assume,  that $125,000  was to\n\nhave been devoted to roadwork at the project.2\n\n          On June 1,  1990, the  Bank was declared  insolvent and\n\nFDIC  was appointed receiver.  At an unspecified later date, FDIC\n\napplied  the escrow monies  toward the principal  due on Balcol's\n                                                \n\nfirst  mortgage  loan  account with  the  Bank,  contrary  to the\n\nexpress terms of the  recapitalization agreement.  Heno's counsel\n\nthereafter held discussions with FDIC, and was informed by Balcol\n\nthat FDIC  would determine, after  obtaining an appraisal  of the\n\nProspect  Heights project,  whether to  release the  Bank's first\n\nmortgage liens on  Lots 82 and  111, the two  additional lots  at\n\n                    \n\n     1The complaint  does not specify the date(s) of these sales,\nbut  the proceeds were deposited with FDIC on or about October 1,\n1990.\n\n     2At  oral  argument,  Heno's  counsel  represented  that the\nroadwork was never performed.\n\n                                4\n\nissue  on  appeal.     On  December 13,   1990,3  and  again   on\n\nFebruary 19, 1991, Heno submitted  written requests for action by\n\nFDIC, but to  no avail.4   Subsequently, FDIC  foreclosed on  the\n\nProspect Heights  subdivision, including  Lots 82  and 111.   The\n\nescrow  monies were  neither redeposited  nor applied  toward the\n\npurposes agreed upon under the recapitalization agreement.\n\n          On October 18,  1991, Heno initiated the present action\n\nto  enjoin FDIC's sale  of Lots  82 and 111  and to compel  it to\n\nredeposit  the escrow  monies previously  misapplied to  Balcol's\n\nfirst  mortgage  with  the  Bank.    The  complaint  demanded  an\n\nequitable  accounting  of  the  escrow  monies, and  compensatory\n\n                    \n\n     3Heno's December 13 letter specifically requested release of\nthe Bank's  first mortgage liens  on Lots  82 and 111  and served\n\"notice of [Heno's] contingent interest in [the escrow account].\"\nThe letter went on to say:\n\n     Heno  should receive  either the  lot releases  or that\n     portion  of  the  escrow account  attributable  to  his\n     participation in the agreement.  Under well established\n                                                            \n     fiduciary and equitable principles,  if the FDIC is not\n                                                            \n     going to honor the purposes of the escrow account, that\n                                                            \n     portion  of the escrow  account attributable  to Heno's\n                                                            \n     participation should  be returned to him,  and not used\n                                                            \n     by the Receiver to reduce Balcol's obligation.\n                                                  \n\n(Emphasis  added.)     Heno's  complaint  demands   an  equitable\naccounting  of  the escrow  monies,  and,  accordingly, does  not\nspecify  the  exact  amount  claimed.    However,  were  Heno  to\nestablish a  repudiation  of the  recapitalization agreement,  he\ncould  be expected to assert  a claim for  the difference between\nthe  $19,125 originally  agreed  upon, and  the  $5,000 he  later\nagreed to accept under the recapitalization agreement for releas-\ning his second mortgage liens on the nine lots sold by Balcol (or\napproximately $127,000).\n\n     4The February 19, 1991, letter outlines, among other things,\nthe evidence relating to Heno's interest in the escrow monies and\ncertain  subdivision  lots,  and  makes  reference  to additional\nletters not included in the appellate record.\n\n                                5\n\nrelief for the loss  occasioned by FDIC's refusal to  release the\n\nBank's first  mortgage liens on Lots  82 and 111.   FDIC moved to\n\ndismiss the  claim for compensatory  relief pursuant  to Fed.  R.\n\nCiv. 12(b)(1), and  the claim for  injunctive relief pursuant  to\n\nFed. R.  Civ. P. 12(b)(6).   The  district court decided  that it\n\nlacked jurisdiction to consider the claim for compensatory relief\n\nby virtue  of 12 U.S.C.   1821(d)(13)(D)(i),  and that injunctive\n\nrelief was precluded by 12 U.S.C.   1821(j).\n\nB.   The Original Panel Opinion\n                               \n\n          FIRREA   1821(d) regulates  the filing,  determination,\n\nand  payment of  \"claims\"  against \"assets\"  of failed  financial\n\ninstitutions after FDIC has been appointed receiver.  Subsections\n\n1821(d)(3)(B)  and (C) require FDIC to publish and mail notice of\n\nliquidation to  \"any creditor  shown on the  institution's books\"\n\nand to allow at least ninety days for filing \"claims.\"  12 U.S.C.\n\n  1821(d)(3)(B),  (C).  As FDIC points out, anyone with a \"claim\"\n\nagainst  the  assets of  the  failed institution  must  submit an\n\nadministrative  claim to  FDIC  within  the prescribed  statutory\n\nperiod.     Id.     1821(d)(5)(C).     \"[P]articipation  in   the\n               \n\nadministrative  claims  review  process  [is] mandatory  for  all\n\nparties asserting  claims  against failed  institutions  . . . .\"\n\nMarquis v. FDIC, 965 F.2d 1148, 1151 (1st Cir. 1992).  Failure to\n               \n\nparticipate   in   the  administrative   claims   review  process\n\n(hereinafter  \"ACRP\")  is  a  \"jurisdictional  bar\"  to  judicial\n\nreview.  Id.; see also 12 U.S.C.   1821(d)(13)(D); FDIC v. Shain,\n                                                                 \n\nSchaffer &amp; Rafanello, 944 F.2d 129, 132 (3d Cir. 1991) (\"Congress\n                    \n\n                                6\n\nexpressly withdrew jurisdiction from all courts over any claim to\n\na  failed bank's assets that are [sic] made outside the procedure\n\nset forth in section  1821.\").5  The subsection 1821(d)  bar date\n\nfor  filing  administrative  claims   in  the  present  case  was\n\nSeptember 6,  1990.    Since  neither  letter  detailing   Heno's\n\n\"claims\" predated  the bar date,  see supra  notes 3  and 4,  the\n                                           \n\ndistrict  court ruled  that Heno  could no  longer file  a timely\n\nadministrative  claim  under  subsection 1821(d),  and  that  his\n\n\"claims\" therefore were not entitled to judicial review.\n\n          Heno  consistently  has  advanced  two  contentions  on\n\nappeal.   First,  he argues  that neither  FIRREA    1821(j), see\n                                                                 \n\ninfra note 8, nor the ACRP established under  subsection 1821(d),\n     \n\napplies to \"non-creditors\"    including Heno    who assert claims\n\nto  property, such as  the alleged escrow  account, which, though\n\nheld by the failed bank, is held \"in trust\" for third parties and\n       \n\n                    \n\n     5Section 1821(d)(13)(D) provides:\n\n          (D)  Limitation on judicial review\n\n               Except  as otherwise provided  in this subsection,\n          no court shall have jurisdiction over   \n\n               (i)  any claim or action for payment from, or\n                    any  action  seeking a  determination of\n                    rights  with respect  to, the  assets of\n                    any depository institution for which the\n                    Corporation has been appointed receiver,\n                    including  assets which  the Corporation\n                    may   acquire   from   itself  as   such\n                    receiver; or\n\n               (ii) any   claim  relating  to   any  act  or\n                    omission  of  such  institution  or  the\n                    Corporation as receiver.\n\n12 U.S.C.   1821(d)(13)(D).\n\n                                7\n\nis not  a bank  \"asset.\"6   See,  e.g., Purcell  v.  FDIC (In  re\n                                                                 \n\nPurcell), 141 B.R. 480 (Bankr. D. Vt. 1992), aff'd, 150 B.R. 111,\n                                                  \n\n113-15  (D.  Vt. 1993).   Second,  and  in the  alternative, Heno\n\ncontends  that his claim for  compensatory relief should not have\n\nbeen  dismissed for  failure  to comply  with the  administrative\n\nclaim procedure established under subsection 1821(d).\n\n          The \"task of interpretation begins with the text of the\n\nstatute  itself,  and statutory  language  must  be accorded  its\n\nordinary  meaning.\"   Telematics  Int'l,  Inc.  v. NEMLC  Leasing\n                                                                 \n\nCorp.,  967 F.2d  703, 706 (1st  Cir. 1992)  (interpreting FIRREA\n     \n\n  1821(j))  (emphasis added) (citations  omitted).   The original\n\npanel opinion  rejected FDIC's contention that  Heno was required\n\nto file an administrative  claim before the bar date  even though\n                                       \n\nthe \"claim\" was grounded in a pre-receivership agreement with the\n                                              \n\nBank  and remained executory and unrepudiated both at the time of\n\nFDIC's appointment  and throughout  the entire 90-day  bar period\n\nprescribed in subsections 1821(d)(3)(B)(i)  and 1821(d)(5)(C)(i).\n\n                    \n\n     6At reargument,  Heno urged  that   1821(d)(13)(D)  be ruled\nwholly inapplicable for this reason, suggesting that the issue is\nripe  for appellate  review  because it  might  affect any  later\ndistrict court decision as to the scope of Heno's damages remedy.\nWe decline the invitation  for two reasons.  First,  given FDIC's\nblanket concession at reargument, the \"asset\" issue is  no longer\nessential  to  proper resolution  of  the  question of  appellate\njurisdiction.    Second, the  district  court  has  yet  to  make\nfindings  as to  whether (or  which) Bank  records may  have been\nlost.   On remand, therefore, Heno may confront a serious problem\nof proof.  See D'Oench, Duhme &amp; Co. v. FDIC, 315 U.S. 447 (1942);\n                                           \nsee also 12  U.S.C.   1823(e).   Thus, though  the D'Oench  Duhme\n                                                                 \ndocument  requirement is  not  jurisdictional, and  Heno will  be\nentitled to reasonable discovery, see generally Tuxedo Beach Club\n                                                                 \nCorp. v.  City Fed.  Sav.  Bank, 749  F. Supp.  635, 644  (D.N.J.\n                               \n1990), he may not be able to overcome certain FDIC defenses which\ncould obviate any issue relating to damages.\n\n                                8\n\nAs our opinion pointed out, FIRREA   1821(d) prescribes a  single\n\nexception to  the pre-bar  date filing  requirement:   it permits\n\nlate-filed claims only if \"the claimant did not receive notice of\n                         \n\nthe appointment of the receiver in time to file such claim before\n\nsuch  date; and  . . .  such claim  is filed  in  time to  permit\n\npayment of such claim.\"  12  U.S.C.   1821(d)(5)(C)(ii).  Because\n\nHeno    no doubt like  many others who assert claims  arising out\n\nof executory  contracts  with a  failed  bank     concededly  had\n\nactual notice  of FDIC's appointment,  but held no  assertable or\n                                                  \n\nprovable  \"claim\" until  after the bar  date, the  original panel\n                              \n\nopinion  reasoned  that  the  ACRP  established under  subsection\n\n1821(d)  rationally  could not  have  been  intended to  preclude\n\njudicial review of  post-receivership \"claims\" which  arise after\n                                                                 \n\nthe expiration  of the 90-day administrative-claim filing period.\n\nRather, inasmuch as FDIC received two post-bar date requests from\n\nHeno that it either affirm or repudiate the alleged reaffirmation\n\nagreement   within  a   \"reasonable  period   following  [FDIC's]\n\nappointment,\" see 12 U.S.C.   1821(e)(2); supra notes 3 and 4, we\n                                               \n\nheld Heno's claim for contract repudiation subject instead to the\n\nmore flexible  time constraints established in  FIRREA   1821(e).\n\nSee,  e.g., Ceguerra v. Secretary of Health and Human Servs., 933\n                                                            \n\nF.2d  735, 742 (9th Cir.  1991) (\"[W]hen an administrative agency\n\ninterprets  its  governing  statute  to require  such  an  absurd\n\nresult, we owe that interpretation no deference.\")7  \n\n                    \n\n     7Subsection 1821(e) provides, in pertinent part:\n\n     (e)  Provisions  relating  to  contracts  entered  into\n\n                                9\n\nC.   The Petition for Rehearing\n                               \n\n          The petition for rehearing  represents that but for the\n\nfact  that these  claims  were never  considered claims  based on\n\ncontract repudiation, FDIC would have invoked its extant internal\n                                                        \n\nagency manual procedures for processing such post-bar date claims\n\n(hereinafter:   \"internal manual procedures\").  Accordingly, FDIC\n\nurged remand to  permit the district  court to determine  whether\n\nHeno  had  complied with  the  internal  manual procedures  first\n\ndisclosed in FDIC's petition for  rehearing.  At reargument, FDIC\n\nwithdrew its request for  remand, as unnecessary, after conceding\n\n                    \n\n          before appointment of conservator or receiver\n\n     (1)  Authority to repudiate contracts\n\n          In addition  to any other rights  a conservator or\n     receiver may have, the  conservator or receiver for any\n     insured   depository   institution  may   disaffirm  or\n     repudiate any contract or lease   \n\n          (A)  to which such institution is a party;\n\n          (B)  the  performance of which  the conservator or\n               receiver, in the conservator's  or receiver's\n               discretion, determines to be burdensome; and\n\n          (C)  the disaffirmance or repudiation of which the\n               conservator  or  receiver determines,  in the\n               conservator's or  receiver's discretion, will\n               promote  the  orderly  administration of  the\n               institution's affairs.\n\n     (2)  Timing of repudiation\n\n          The  conservator  or  receiver  appointed  for any\n     insured  depository  institution  in   accordance  with\n     subsection (c) of this section  shall determine whether\n     or not to exercise the rights of repudiation under this\n     subsection  within a  reasonable period  following such\n     appointment.\n\n12 U.S.C.   1821(e)(1), (2).\n\n                                10\n\nthat Heno's detailed letter requests to FDIC in December 1990 and\n\nFebruary 1991,  see supra notes 3 and 4, placed FDIC on notice of\n                         \n\nthe  existence and  nature  of Heno's  post-bar date  claims well\n\nwithin the time allotted under FDIC's internal manual procedures.\n\n                                II\n\n                            DISCUSSION\n                                      \n\n          Given the concession  that Heno's post-bar  date claims\n\nwere timely  filed under  FDIC's internal manual  procedures, the\n\none remaining question is  whether judicial deference is  due the\n\nFDIC   interpretation   of   subsections  1821(d)(5)(C)(ii)   and\n\n1821(d)(13) implicit in its internal manual procedures.8\n\n          The  guidelines governing deference to an administering\n\nagency's interpretation of its enabling statute are well settled:\n\n          First,  always,  is   the  question   whether\n          Congress  has directly spoken  to the precise\n          question at issue.  If the intent of Congress\n          is clear, that is the  end of the matter; for\n\n                    \n\n     8We  need  not  reconsider  our  earlier  holding  that  the\ndistrict  court  lacked   jurisdiction  over  Heno's   claim  for\ninjunctive relief,  a claim expressly barred  by   1821(j), which\nprovides in part:\n\n     Except  as provided in this  section, no court may take\n     any  action, except  at  the request  of  the Board  of\n     Directors by regulation or order, to restrain or affect\n                                                            \n     the exercise of powers  or functions of the Corporation\n                                         \n     as a conservator or a receiver.\n                                   \n\n12 U.S.C.    1821(j) (emphasis added); see  Telematics Int'l, 967\n                                                            \nF.2d at 707 (\"holding that the district court  lacks jurisdiction\nto  enjoin FDIC  when FDIC  is acting  pursuant to  its statutory\n          \npowers as receiver\") (emphasis added).\n\n                                11\n\n          the court,  as well as the  agency, must give\n          effect to the unambiguously  expressed intent\n          of Congress.   If, however, the  court deter-\n          mines Congress has not directly addressed the\n          precise question at issue, the court does not\n          simply impose  its  own construction  on  the\n          statute, as would be necessary in the absence\n                                                       \n          of an administrative interpretation.  Rather,\n                                             \n          if the  statute is silent  or ambiguous  with\n          respect to a specific issue, the question for\n          the court is  whether the agency's  answer is\n          based  on a  permissible construction  of the\n          statute.\n\nChevron U.S.A., Inc. v.  Natural Resources Defense Council, Inc.,\n                                                                \n\n467  U.S.  837,  842-43  (1984)  (emphasis  added).    Under  the\n\nstatutory   interpretation  implicit   in  its   internal  manual\n\nprocedures,   FDIC  construes  the   pivotal  statutory  bar-date\n\nexception in  subsection 1821(d)(5)(C)(ii)     \"the claimant  did\n\nnot receive notice of  the appointment of the receiver in time to\n\nfile  such claim  before [the  bar] date\"     as  permitting late\n\nfiling even by claimants who were on notice of FDIC's appointment\n                                                                 \n\nbut  could not  file their  claim because  it did  not come  into\n\nexistence  until after  the  bar date  prescribed in  subsections\n\n1821(d)(3)(B)(i) and 1821(d)(5)(C)(i).\n\n          Although we concur in FDIC's candid assessment that its\n\nproposed interpretation is  far from the most  natural reading of\n\nsubsection 1821(d)(5)(C)(ii) itself, we cannot  say that it  does\n\nnot represent  a \"permissible\" reading of  an ambiguous provision\n\nviewed in the broader context of the statute as a whole under the\n\ndeferential standard  required by Chevron.  See Chevron, 467 U.S.\n                                                       \n\nat  844 (agency construction  is \"permissible\" unless \"arbitrary,\n\ncapricious,  or manifestly  contrary  to the  statute\") (emphasis\n                          \n\n                                12\n\nadded).  In this vein, neither we nor the parties  have found any\n\nother FIRREA provision governing  agency treatment of claims that\n                                                  \n\ndo not  arise  until more  than 90  days after  the claimant  has\n\nnotice of FDIC's appointment as receiver.  Additionally, Congress\n\nhas  delegated to  FDIC the  authority to  \"prescribe regulations\n\nregarding the allowance or disallowance of claims by the receiver\n\nand  providing  for  administrative determination  of  claims and\n\nreview  of such  determination.\"   12  U.S.C.   1821(d)(4).   The\n\nextant  FDIC  internal  manual procedures  applicable  to  Heno's\n\nclaims  comport  with  the  FDIC's interpretation  of  subsection\n\n1821(d)(5)(C)(ii), by explicitly dispensing with  any requirement\n                                           \n\n   intrinsic to the pre-bar date ACRP    that holders of post-bar\n\ndate claims  establish that  they had  no actual or  constructive\n\nnotice of FDIC's appointment.  Compare infra Appendix, Exhibits G\n                                            \n\nand 4-F with Exhibit 5-K.\n            \n\n          Further, FDIC advances sound policy grounds for afford-\n\ning it an  opportunity to  evaluate post-bar date  claims in  the\n\nfirst instance, including contract repudiation claims that do not\n\narise within  the initial  ninety-day period following  notice of\n\nits appointment as  receiver.   For one thing,  a reasonably  de-\n\nsigned and fairly administered post-bar date ACRP should optimize\n\nprospects  for expeditious  resolution  of  these claims  against\n\nfailed  banks, make  maximum  use of  FDIC's cumulative  adminis-\n\ntrative  expertise,  and minimize  burdensome  litigation  in the\n\nfederal courts.  See  Marquis, 965 F.2d at 1152  (\"Quite plainly,\n                             \n\nCongress  intended the ACRP  to provide a  streamlined method for\n\n                                13\n\nresolving most  claims against  failed institutions in  a prompt,\n\norderly fashion, without lengthy  litigation.\") (citing H.R. Rep.\n\nNo.  101-54(I),  101st  Cong.,  1st  Sess.,  at  418-19  (1989)).\n\nLastly, absent a clear  signal from Congress to the  contrary, we\n\nmust credit an administering agency's reasoned interpretation  of\n\nits enabling statute.  See Chevron, 467 U.S. at  843 n.11 (noting\n                                  \n\nthat judicial deference is not dependent on a determination \"that\n\nthe agency  construction was  the only one  it permissibly  could\n                                      \n\nhave  adopted to uphold the construction, or even the reading the\n\ncourt  would have reached if the question initially had arisen in\n\na judicial setting\");  see also FDIC v.  Philadelphia Gear Corp.,\n                                                                \n\n476  U.S. 426, 439 (1986) (according  Chevron deference to estab-\n                                             \n\nlished FDIC administrative practice, even though FDIC had not yet\n\nreduced  its statutory interpretation  to \"specific regulation\");\n\ncf.  Colorado ex  rel. Colorado  State Banking Bd.  v. Resolution\n                                                                 \n\nTrust Corp., 926  F.2d 931,  944 (10th Cir.  1991) (\"[T]he  RTC's\n           \n\nexpert  'judgments about the way  the real world  works . . . are\n\nprecisely the kind that agencies are better equipped to make than\n\nthe courts.'\") (citation omitted).\n\n          Since  FDIC  concedes  that  its  treatment  of  Heno's\n\nadministrative requests that his alleged capitalization agreement\n\nwith the Bank be assumed by FDIC was tantamount to administrative\n\nreview under FDIC's internal  manual procedures,9 and consequent-\n\n                    \n\n     9We expressly  refrain from considering whether the adminis-\ntrative \"mistake\" conceded by  FDIC lay in its failure  to notify\nHeno of  its post-bar date ACRP within  30 days after it received\nthe  December 1990  and February  1991  letters, i.e.,  after the\n                                                     \ndates  of FDIC's \"discovery\" of  Heno's claims, or whether Heno's\n\n                                14\n\nly that  the district  court  had jurisdiction  to review  Heno's\n\nclaims,  we have  no  occasion to  determine  the sufficiency  of\n\nFDIC's internal manual procedures.  These matters must await some\n\nfuture  occasion when FDIC asserts  a jurisdictional bar to judi-\n\ncial review  under FIRREA   1821(d)(13)(D) based  on a claimant's\n\nalleged failure to comply with the internal manual procedures. \n\n          At the same  time, however, we  note that though  amply\n\ninvested  with  rulemaking  authority  to  promulgate regulations\n\nunder subsection 1821(d)(4),  FDIC has  not done so,  nor has  it\n\ntaken  reasonable steps  to forewarn  potential claimants  of the\n\nexistence  of its  internal manual  procedures for  filing \"late\"\n         \n\nclaims, thus contributing indispensably to the convoluted  travel\n\nof this case.  Cf., e.g., Lawson v. FDIC, 3 F.3d 11, 14 (1st Cir.\n                                        \n\n1993) (noting  that  FDIC's \"litigating  style has  some role  in\n\n[creating] confusion\"  in the  district courts).10   Accordingly,\n\nthe FDIC internal manual procedures are appended to this opinion,\n\nsee infra Appendix,  to lessen the likelihood that  future claim-\n         \n\nants experience a similar ordeal. \n\n          The  district court order dismissing appellant's claims\n                                                                 \n\nfor compensatory relief is vacated.  The case is remanded  to the\n                                                                 \n\ndistrict  court for  further  proceedings  consistent  with  this\n                                                                 \n\n                    \n\nletters were proper administrative claims implicitly \"disallowed\"\nwhen FDIC failed to respond within 180 days after their receipt.\n\n     10For example, as recently  as reargument, FDIC continued to\nurge  a remand for  administrative exhaustion,  finally conceding\nits \"mistake\" in failing to apply its internal  manual procedures\nto Heno's claim only  when it was pressed to  explain the utility\nof such a remand.\n\n                                15\n\nopinion.   In  all other  respects, the  district court  order is\n                                                                 \n\naffirmed.   Finally, the present opinion is to be substituted for\n                                                                 \n\nour original opinion published at 996 F.2d 429.  So ordered.\n                                                           \n\n                                16\n\n                             APPENDIX\n                                     \n\n                            EXHIBIT 1\n\nRevised Exhibit 5-K.\n\nFORM:     NOTICE TO CREDITOR  TO FILE A  CLAIM; CREDITOR NOT  AP-\n          PEARING IN  BOOKS AND  RECORDS AND/OR  DISCOVERED AFTER\n          INITIAL PUBLICATION NOTICE AND [sic] HAS BEEN SENT\n\nUse:      Upon  discovery  of a  claimant  not  appearing on  the\n          institution's books and records, a similar notice is to\n          be sent within 30  days of discovery of  creditor under\n          12 U.S.C.   1821(d)(3)(C)(ii).  Use for claims which do\n          not appear  on the institution's books  and are discov-\n          ered after the appointment  of the receiver and initial\n          publication notice  and letters  to creditors  have al-\n          ready been sent.  This form should also be utilized for\n          claims discovered after expiration of the bar date.\n\n          Complete  Affidavits of  Mailing, modified  to indicate\n          creditor(s) discovered after closing and initial notic-\n          es.\n\n[DATE]\n[NAME OF CLAIMANT]\n[ADDRESS]\n\nSUBJECT:  FIN - Name of Financial Institution\n          City, State - in receivership\n          NOTICE TO  DISCOVERED CREDITOR  OR CLAIMANT -  PROOF OF\n                                                                 \n          CLAIM\n               \n\nDear Sir/Madam:\n\nOn  [date of  appointment], the  [name of  financial institution]\nlocated at (full  street address  of main office]  was closed  by\n[the supervisory  authority], and  the Federal  Deposit Insurance\nCorporation was appointed Receiver.  Notice of the appointment of\nthe receiver has been published as required by law.\n\nThe Receiver has discovered that you may have a claim against the\n[name of financial institution] or the Receiver.\n\nBy published notice, the Receiver  has established [bar date]  as\nthe last date for filing claims (the \"bar date\").  Under applica-\nble law, the Receiver must disallow claims which are not filed by\nthe  bar date,  except the  Receiver may  consider a  claim filed\n                      \nafter  the bar  date if  it is  shown that  the claimant  did not\nreceive notice of the appointment of the receiver in time to file\nsuch claim before the bar  date, and such claim is filed  in time\nto permit payment of the claim.\n\n                                i\n\nIt  is  within the  sole discretion  of  the receiver  whether to\nconsider claims which are filed after the bar date.\n\nIf you wish  to file a  claim, please complete  and sign the  en-\nclosed Proof of Claim Form.  If your claim is for more than $500,\nyour claim  form must  be  signed and  sworn to  before a  notary\npublic.   If  you believe  that you  did not  have notice  of the\nappointment of the receiver in time to file your claim by the bar\ndate,  then you must also file a written statement specifying any\nfacts  or  circumstances  demonstrating  that you  did  not  have\nknowledge of the appointment of the Receiver in time to file your\nclaim by the bar date.  Please include any documentation support-\ning your claim and your  lack of knowledge of the  appointment of\nthe Receiver.\n\n                        MAILING YOUR CLAIM\n                                          \n\nPlease mail your Proof of Claim form and written statement to:\n\n                           Claims Agent\n              Federal Deposit Insurance Corporation\n              Receiver of Name of Failed Institution\n                                                    \n            c/o Federal Deposit Insurance Corporation\n                             Address\n                                    \n                      City, State, Zip Code\n                                           \n\n                    HAND-DELIVERING YOUR CLAIM\n                                              \n\nYou may hand-deliver your Proof of Claim form to the Claims Agent\nat the address stated  herein between 8:00 a.m. and 5:00  p.m. on\nweekdays (excluding federal holidays).\n\n                   [address for hand-delivery]\n\nIf you are filing your claim after the bar date, and you wish the\nreceiver to consider  your claim,  your Proof of  Claim form  and\nwritten statement  must be  POSTMARKED OR HAND-DELIVERED  TO (AND\n                                                                 \nRECEIVED BY) the Receiver no later than 90 days from  the date or\n            \npost-mark [sic] of this letter, whichever is later.\n\nUpon receipt  of your claim, the  Receiver has up to  180 days to\nreview and determine whether to allow or disallow your claim.  If\nthe  Receiver notifies you of the disallowance of your claim, and\nyou wish to seek  judicial determination of your claim,  you must\nfile  a lawsuit (or continue  any prior pending  lawsuit) on your\nclaim, within  60 days after the later of the date or postmark of\n                                                                 \nany notice of disallowance,  in the United States  District Court\n                          \nfor  the  district in  which  [name  of financial  institution]'s\nprincipal place of business  was located or in the  United States\n\n                                ii\n\nDistrict Court for the District of Columbia or your claim will be\nbarred.\n\nIf you  do not  receive a  notice of  disallowance of  your claim\nwithin 180 days of its filing with the  Receiver and the Receiver\nand you have  not agreed, in  writing, to extend the  initial 180\nday determination  period, your claim will  be deemed disallowed,\npursuant  to 12 U.S.C.   1821(d)(6)(A).   If this  occurs and you\nwish  to file suit on your claim to obtain judicial determination\nof  your claim, you must file your  suit within 60 days after the\n                                                                 \nexpiration  of the 180 day  period in the  United States District\n                                  \nCourt for the district in which [name of financial institution]'s\nprincipal place of business  was located or in the  United States\nDistrict Court for the District of Columbia or your claim will be\nbarred.\n\nThe statutory provisions governing  this claims process are found\nin section 1821(d)(3)-(13) of Title 12 of the United States Code.\n\nIf  you  have  any questions  please  contact  [contact  name] at\n[contact phone number].\n\nSincerely,\n\nClaims Agent(s)\nFederal Deposit Insurance Corporation,\n as Receiver for [name of financial institution]\n\n                               iii\n\nRevised  Exhibit  4-F.    FDIC-DAS  Settlement  Procedures Manual\nSample\n\nDisaffirmance Letter\n\nCertified Mail\nReturn Receipt Requested\n\n                                   Date\n\nName\nAddress\nCity, State Zip Code\n\nSubject:  FIN #, Name of Closed Financial Institution\n          City, State - In Receivership\n          Account # (Reference, etc.)\n          CONTRACT DISAFFIRMANCE\n                                \n\nTo Whom It May Concern:\n\nOn [date  of appointment]  the [name of  failed institution],  in\n[city  and state), was closed  by the [supervisory authority) and\nthe Federal Deposit Insurance Corporation  was appointed Receiver\n(\"Receiver\").    Under applicable  federal  law  the Receiver  is\nresponsible  for winding up the affairs of [name of failed insti-\ntution) as quickly as possible.  To achieve this goal the Receiv-\ner has the right,  pursuant to 12 U.S.C.   1821(e),  to disaffirm\ncontractual obligations of the failed institution.\n\nThe  purpose of  this  letter is  to  advise-you [sic]  that  the\nReceiver has elected to disaffirm the above-referenced contract.\n\n* Arrangements may  be made  to pick up  any leased equipment  by\ncontacting (Name) at (telephone number).\n\nIf  you  believe that  you have  any  claim against  the Receiver\nresulting  from this action, you  may file a  proof of claim with\nthe  Receiver, using  the  enclosed form,  and the  Receiver must\nreceive it  on or  before [90  days] from  the date  or post-mark\n[sic]  of this letter, whichever is later.   If your claim is for\nmore  than $500,  your  claim form  must be  signed and  sworn to\nbefore a Notary  Public.  YOUR FAILURE TO  TIMELY FILE YOUR CLAIM\nON  OR BEFORE [90 days] FROM THE  DATE OR POST-MARK [SIC] OF THIS\nLETTER, WHICHEVER  IS LATER, WILL  RESULT IN THE  DISALLOWANCE OF\nYOUR CLAIM.\n\nPlease mail your Proof of Claim form to:\n\n                           Claims Agent\n\n                                iv\n\n              Federal Deposit Insurance Corporation\n              Receiver of Name of Failed Institution\n                                                    \n            c/o Federal Deposit Insurance Corporation\n                             Address\n                                    \n                       City State, Zip Code\n                                           \n\nOr  you may hand-deliver your  Proof of Claim  form to the Claims\nAgent at the  address stated  herein between 8:00  a.m. and  5:00\np.m. on weekdays (excluding federal holidays).\n\nYour  Proof of Claim form must be POSTMARKED OR HAND-DELIVERED TO\n                                                                 \n(AND RECEIVED BY) the  Receiver on or  before the [90 days]  from\n                 \nthe date or post-mark [sic] of this letter, whichever is later.\n\nUpon receipt  of your claim, the  Receiver has up to  180 days to\nreview and determine whether to allow or disallow your claim.  If\nthe  Receiver notifies you of the disallowance of your claim, and\nyou wish to seek a judicial determination of your claim, you must\nfile suit (or  continue any  prior pending suit)  on your  claim,\nwithin 60  days after the  later of the  date or postmark  of any\n                                                                 \nnotice of disallowance,  in the United States  District Court for\n                      \nthe district in which [name of financial institution]'s principal\nplace  of business was located  or in the  United States District\nCourt for the District of Columbia or your claim will be barred.\n\nYou are  further advised that if  you do not receive  a notice of\ndisallowance of your claim within 180 days of its filing with the\nReceiver and the Receiver and you have not agreed, in writing, to\nextend the  initial 180 day determination period, your claim will\nbe  deemed disallowed, pursuant to 12 U.S.C.   1821(d)(6)(A).  If\nthis occurs and you wish to file suit on your claim  to obtain de\nnovo adjudication, you must  file your suit within 60  days after\nthe expiration  of the 180  day period in the  United States Dis-\ntrict Court for the district in which [name of financial institu-\ntion]'s  principal place of business was located or in the United\nStates  District Court for the District of Columbia or your claim\nwill be barred.\n\nThe statutory provisions governing  this claims process are found\nin section 1821(d)(3)-(13) of Title 12 of the United States Code.\n\nIf  you  have any  questions  please  contact  [contact name]  at\n[contact phone number].\n\nVery truly yours,\n\nName\nTitle\nFederal Deposit Insurance Corporation,\nas Receiver for [name of financial institution]\n\n(Refer to site policy for signature guidelines)\n\n                                v\n\ncc:  Refer to site policy for copy distribution guidelines.\n     *(Use only if applicable)\n\nRevised Exhibit G.   FDIC-DAS Settlement Procedures Manual Sample\nDisaffirmance on Prepaid Contract Letter\n\nCertified Mail\nReturn Receipt Requested\n\n                               Date\n\nName\nAddress\nCity, State Zip Code\n\nSubject:  FIN #, Name of Closed Financial Institution\n          City, State - In Receivership\n          Account # (Reference, etc.)\n          CONTRACT   DISAFFIRMANCE  AND  REQUEST  FOR  RETURN  OF\nPREPAID        FUNDS\n                    \n\nTo Whom It May Concern:\n\nOn [date  of appointment]  the [name of  failed institution],  in\n[city  and state], was closed  by the [supervisory authority] and\nthe Federal Deposit Insurance Corporation  was appointed Receiver\n(\"Receiver\").    Under applicable  federal  law  the Receiver  is\nresponsible  for winding up the affairs of [name of failed insti-\ntution] as quickly as possible.  To achieve this goal the Receiv-\ner has the right, pursuant to  12 U.S.C.   1821(e), to  disaffirm\ncontractual obligations of the failed institution.\n\nThe purpose of this letter is to advise you that the Receiver has\nelected to disaffirm the above-referenced contract.\n\nAn examination of your prepaid  contract revealed that there  are\n    unused  days remaining from the date of this notice until the\n   \nexpiration of said contract.  The number of days multiplied by $ \n                                                                 \nper day, would indicate a credit of $    .  It is requested  that\n                                         \nyou  forward a  check made  payable to the  FDIC, as  Receiver of\n(Name of  closed Financial  Institution), for the  aforementioned\ncredit to:\n\n              Federal Deposit Insurance Corporation\n              Receiver of Name of Failed Institution\n                                                    \n            c/o Federal Deposit Insurance Corporation\n                             Address\n                                    \n                       City, State Zip Code\n                                           \n                        Attention:  [Name]\n\n*Arrangements  may be  made to  pick up  any leased  equipment by\ncontacting (Name) at (telephone number).\n\n                                vi\n\nIf  you  believe that  you have  any  claim against  the Receiver\nresulting from  this action, you may  file a proof  of claim with\nthe  Receiver, using  the enclosed  form, and  the Receiver  must\nreceive it  on or  before [90  days] from  the date  or post-mark\n[sic] of this  letter, whichever is later.  If  your claim is for\nmore than  $500, your  claim  form must  be signed  and sworn  to\nbefore a Notary Public.   YOUR FAILURE TO TIMELY  FILE YOUR CLAIM\nON OR BEFORE  [90 days] FROM THE DATE OR  POST-MARK [sic] OF THIS\nLETTER,  WHICHEVER IS LATER,  WILL RESULT IN  THE DISALLOWANCE OF\nYOUR CLAIM.\n\nPlease mail your Proof of Claim form to:\n\n                           Claims Agent\n              Federal Deposit Insurance Corporation\n              Receiver of Name of Failed Institution\n                                                    \n            c/o Federal Deposit Insurance Corporation\n                             Address\n                                    \n                       City State, Zip Code\n                                           \n\nOr you may  hand-deliver your Proof of  Claim form to the  Claims\nAgent at the  address stated  herein between 8:00  a.m. and  5:00\np.m. on weekdays (excluding federal holidays).\n\nYour  Proof of Claim form must be POSTMARKED OR HAND-DELIVERED TO\n                                                                 \n(AND RECEIVED  BY) the Receiver on  or before the [90  days] from\n                 \nthe date or post-mark [sic] of this letter, whichever is later.\n\nUpon receipt  of your claim, the  Receiver has up to  180 days to\nreview and determine whether to allow or disallow your claim.  If\nthe  Receiver notifies you of the disallowance of your claim, and\nyou wish to seek a judicial determination of your claim, you must\nfile suit (or  continue any  prior pending suit)  on your  claim,\nwithin 60 days  after the later  of the date  or postmark of  any\n                                                                 \nnotice of disallowance,  in the United States  District Court for\n                      \nthe district in which [name of financial institution]'s principal\nplace  of business was located  or in the  United States District\nCourt for the District of Columbia or your claim will be barred.\n\nYou are  further advised that if  you do not receive  a notice of\ndisallowance of your claim within 180 days of its filing with the\nReceiver and the Receiver and you have not agreed, in writing, to\nextend the initial  180 day determination period, your claim will\nbe  deemed disallowed, pursuant to 12 U.S.C.   1821(d)(6)(A).  If\nthis occurs and  you wish to file suit on your claim to obtain de\nnovo adjudication, you must  file your suit within 60  days after\nthe expiration of the  180 day period in  the United States  Dis-\ntrict Court for the district in which [name of financial institu-\ntion]'s  principal place of business was located or in the United\nStates  District Court for the District of Columbia or your claim\nwill be barred.\n\n                               vii\n\nThe statutory provisions governing  this claims process are found\nin section 1821(d)(3)-(13) of Title 12 of the United States Code.\n\nIf  you  have  any questions  please  contact  [contact name]  at\n[contact phone number].\n\nVery truly yours\n\nName\nTitle\nFederal Deposit Insurance Corporation,\nas Receiver for [name of financial institution]\n\n(Refer to site policy for signature guidelines)\n\ncc:    Refer to  site  policy for  copy  distribution guidelines.\n*(Use     only if applicable)\n\n*(Use only if applicable)\n\n                               viii\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                           \n\nNo. 92-1936\n\n                          FLOYD V. HENO,\n\n                      Plaintiff, Appellant,\n\n                                v.\n\n              FEDERAL DEPOSIT INSURANCE CORPORATION,\n\n                       Defendant, Appellee.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n           [Hon. Robert E. Keeton, U.S. District Judge]\n                                                      \n\n                                           \n\n                              Before\n\n                       Breyer, Chief Judge,\n                                          \n\n                 Campbell, Senior Circuit Judge,\n                                               \n\n                     and Cyr, Circuit Judge.\n                                           \n\n                                           \n\n     Robert G. Wilson IV, with whom Robert  G. Wilson III and Law\n                                                                 \nOffices of Robert G. Wilson III were on brief for appellant.\n                               \n     Robert  R.  Pierce,  with  whom Russell  F.  Conn  and Conn,\n                                                                 \nKavanaugh, Rosenthal &amp; Peisch were on brief for appellee.\n                             \n\n                                           \n                          April 22, 1994\n                                           \n\n          CYR, Circuit Judge.   Plaintiff Floyd Heno appeals from\n          CYR, Circuit Judge.\n                            \n\na  district court  order dismissing  claims for  compensatory and\n\ninjunctive relief brought  against the Federal Deposit  Insurance\n\nCorporation (\"FDIC\") under the Financial Institutions  Reform and\n\nRecovery  Act (\"FIRREA\").   In  an earlier  opinion, see  Heno v.\n                                                              \n\nFDIC,  </pre><span class=\"citation\" data-id=\"609731\"><a href=\"/opinion/609731/floyd-v-heno-v-federal-deposit-insurance-corporation/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">429</span></a></span><pre class=\"inline\"> (1st  Cir. 1993),  we affirmed  the district\n    \n\ncourt order  dismissing the claim for  injunctive relief pursuant\n\nto Federal Rule of Civil Procedure 12(b)(6), but vacated its Rule\n\n12(b)(1)  order dismissing  the  claim  for compensatory  relief.\n\nThereafter, we granted FDIC's petition for panel rehearing on the\n\nclaim  for compensatory  relief,  see Fed.  R.  App. P.  40,  and\n                                     \n\nallowed further  briefing, argument, and  supplementation of  the\n\nappellate record relating to  the proper interpretation of FIRREA\n\n  1821(d),  (e), 12 U.S.C.   1821(d),  (e).  We  now withdraw our\n\noriginal opinion, and substitute the present opinion.\n\n                                I\n\n                            BACKGROUND\n                                      \n\nA.   The \"Claim\"\n               \n\n          We review a Rule  12(b)(6) dismissal de novo, crediting\n                                                      \n\nall  allegations  in the  complaint  and  drawing all  reasonable\n\ninferences favorable to  the plaintiff.   Scheuer v. Rhodes,  </pre><span class=\"citation\" data-id=\"109009\"><a href=\"/opinion/109009/scheuer-v-rhodes/\"><span class=\"volume\">416</span>\n                                                           \n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">232</span></a></span><pre class=\"inline\">, 236 (1974); Rumford Pharmacy, Inc.  v. East Providence,\n                                                                \n\n</pre><span class=\"citation\" data-id=\"587575\"><a href=\"/opinion/587575/rumford-pharmacy-inc-v-city-of-east-providence/\"><span class=\"volume\">970</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">996</span></a></span><pre class=\"inline\">, 997  (1st Cir. 1992).   Similarly, a Rule  12(b)(1)\n\ndismissal is reviewed de novo  where, as here, the only issue  is\n                             \n\nthe legal  sufficiency of  undisputed jurisdictional facts.   See\n                                                                 \n\n                                2\n\nEaton  v. Dorchester  Dev., Inc.,  </pre><span class=\"citation\" data-id=\"410457\"><a href=\"/opinion/410457/donald-eaton-jane-levin-tema-burke-j-myron-rosen-and-barbara-r-rosen-joel/\"><span class=\"volume\">692</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">727</span></a></span><pre class=\"inline\">, 732  (11th Cir.\n                                \n\n1982);  Mortensen v. First Fed. Sav. &amp;  Loan Ass'n, </pre><span class=\"citation\" data-id=\"343137\"><a href=\"/opinion/343137/bent-e-mortensen-and-lise-lotte-mortensen-his-wife-individually-and-on/\"><span class=\"volume\">549</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">884</span></a></span><pre class=\"inline\">,\n                                                  \n\n891 (3d Cir. 1977).\n\n          The complaint alleges that Heno sold Balcol Corporation\n\na 104-acre tract of real property  in 1986, for which Balcol gave\n\nHeno  a  promissory  note secured  by  a  first  mortgage on  the\n\nundeveloped property.  In September 1987, Balcol began to develop\n\nthe  property,   known  as   the  Prospect   Heights  residential\n\nsubdivision,  and obtained  construction  financing through  Home\n\nNational Bank of  Milford (\"Bank\").   Heno agreed to  subordinate\n\nhis  first mortgage to the Bank's construction loan mortgage.  In\n\nreturn for the release of Heno's second mortgage lien as each lot\n\nwas  sold, Balcol and the  Bank promised to  release $19,125 from\n\nthe sale proceeds.\n\n          By April 1990, Balcol  and Prospect Heights were exper-\n\niencing financial  difficulties, and the three  principal parties\n\nentered into a recapitalization agreement.  Heno agreed to accept\n\n$5,000 (rather  than $19,125)  per lot  for releasing  his second\n\nmortgage  lien on the next nine lots  sold by Balcol.  Balcol and\n\nthe Bank agreed:   (1) to  transfer two additional  lots to  Heno\n\n(Lots 82 and  111), free and clear  of the Bank's  first mortgage\n\nliens, at the time Heno released his  second mortgage lien on the\n\nninth lot; and (2) to deposit the net proceeds from the nine lots\n\nin  escrow with  the Bank.   The  escrow monies  were to  be used\n\nexclusively for  immediate completion of roadwork  in the project\n\nandto defray Balcol's firstmortgage interest paymentsto the Bank.\n                                            \n\n                                3\n\n          Although  Balcol conveyed  Lots 82 and  111 to  Heno on\n\nMay 2, 1990, the Bank did not release its first mortgage liens on\n\nthe lots.  During April and  May 1990, seven of the nine original\n\nlots were  sold by the  Bank after Heno  had released his  second\n\nmortgage liens.   By June 1,  1990, more than  $232,000 had  been\n\ndeposited   in   escrow   with   the   Bank   pursuant   to   the\n\nrecapitalization  agreement  among  Heno, Balcol,  and  the Bank.\n\nUltimately,  the eighth  and ninth  lots were  sold, and  the net\n\nproceeds, approximating $90,000, were  deposited with FDIC.1  The\n\ncomplaint  alleges, hence  we must assume,  that $125,000  was to\n\nhave been devoted to roadwork at the project.2\n\n          On June 1,  1990, the  Bank was declared  insolvent and\n\nFDIC  was appointed receiver.  At an unspecified later date, FDIC\n\napplied  the escrow monies  toward the principal  due on Balcol's\n                                                \n\nfirst  mortgage  loan  account with  the  Bank,  contrary  to the\n\nexpress terms of the  recapitalization agreement.  Heno's counsel\n\nthereafter held discussions with FDIC, and was informed by Balcol\n\nthat FDIC  would determine, after  obtaining an appraisal  of the\n\nProspect  Heights project,  whether to  release the  Bank's first\n\nmortgage liens on  Lots 82 and  111, the two  additional lots  at\n\n                    \n\n     1The complaint  does not specify the date(s) of these sales,\nbut  the proceeds were deposited with FDIC on or about October 1,\n1990.\n\n     2At  oral  argument,  Heno's  counsel  represented  that the\nroadwork was never performed.\n\n                                4\n\nissue  on  appeal.     On  December 13,   1990,3  and  again   on\n\nFebruary 19, 1991, Heno submitted  written requests for action by\n\nFDIC, but to  no avail.4   Subsequently, FDIC  foreclosed on  the\n\nProspect Heights  subdivision, including  Lots 82  and 111.   The\n\nescrow  monies were  neither redeposited  nor applied  toward the\n\npurposes agreed upon under the recapitalization agreement.\n\n          On October 18,  1991, Heno initiated the present action\n\nto  enjoin FDIC's sale  of Lots  82 and 111  and to compel  it to\n\nredeposit  the escrow  monies previously  misapplied to  Balcol's\n\nfirst  mortgage  with  the  Bank.    The  complaint  demanded  an\n\nequitable  accounting  of  the  escrow  monies, and  compensatory\n\n                    \n\n     3Heno's December 13 letter specifically requested release of\nthe Bank's  first mortgage liens  on Lots  82 and 111  and served\n\"notice of [Heno's] contingent interest in [the escrow account].\"\nThe letter went on to say:\n\n     Heno  should receive  either the  lot releases  or that\n     portion  of  the  escrow account  attributable  to  his\n     participation in the agreement.  Under well established\n                                                            \n     fiduciary and equitable principles,  if the FDIC is not\n                                                            \n     going to honor the purposes of the escrow account, that\n                                                            \n     portion  of the escrow  account attributable  to Heno's\n                                                            \n     participation should  be returned to him,  and not used\n                                                            \n     by the Receiver to reduce Balcol's obligation.\n                                                  \n\n(Emphasis  added.)     Heno's  complaint  demands   an  equitable\naccounting  of  the escrow  monies,  and,  accordingly, does  not\nspecify  the  exact  amount  claimed.    However,  were  Heno  to\nestablish a  repudiation  of the  recapitalization agreement,  he\ncould  be expected to assert  a claim for  the difference between\nthe  $19,125 originally  agreed  upon, and  the  $5,000 he  later\nagreed to accept under the recapitalization agreement for releas-\ning his second mortgage liens on the nine lots sold by Balcol (or\napproximately $127,000).\n\n     4The February 19, 1991, letter outlines, among other things,\nthe evidence relating to Heno's interest in the escrow monies and\ncertain  subdivision  lots,  and  makes  reference  to additional\nletters not included in the appellate record.\n\n                                5\n\nrelief for the loss  occasioned by FDIC's refusal to  release the\n\nBank's first  mortgage liens on Lots  82 and 111.   FDIC moved to\n\ndismiss the  claim for compensatory  relief pursuant  to Fed.  R.\n\nCiv. 12(b)(1), and  the claim for  injunctive relief pursuant  to\n\nFed. R.  Civ. P. 12(b)(6).   The  district court decided  that it\n\nlacked jurisdiction to consider the claim for compensatory relief\n\nby virtue  of 12 U.S.C.   1821(d)(13)(D)(i),  and that injunctive\n\nrelief was precluded by 12 U.S.C.   1821(j).\n\nB.   The Original Panel Opinion\n                               \n\n          FIRREA   1821(d) regulates  the filing,  determination,\n\nand  payment of  \"claims\"  against \"assets\"  of failed  financial\n\ninstitutions after FDIC has been appointed receiver.  Subsections\n\n1821(d)(3)(B)  and (C) require FDIC to publish and mail notice of\n\nliquidation to  \"any creditor  shown on the  institution's books\"\n\nand to allow at least ninety days for filing \"claims.\"  12 U.S.C.\n\n  1821(d)(3)(B),  (C).  As FDIC points out, anyone with a \"claim\"\n\nagainst  the  assets of  the  failed institution  must  submit an\n\nadministrative  claim to  FDIC  within  the prescribed  statutory\n\nperiod.     Id.     1821(d)(5)(C).     \"[P]articipation  in   the\n               \n\nadministrative  claims  review  process  [is] mandatory  for  all\n\nparties asserting  claims  against failed  institutions  . . . .\"\n\nMarquis v. FDIC, </pre><span class=\"citation\" data-id=\"584142\"><a href=\"/opinion/584142/serge-marquis-v-federal-deposit-insurance-corporation-as-liquidating/\"><span class=\"volume\">965</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1148</span></a></span><pre class=\"inline\">, 1151 (1st Cir. 1992).  Failure to\n               \n\nparticipate   in   the  administrative   claims   review  process\n\n(hereinafter  \"ACRP\")  is  a  \"jurisdictional  bar\"  to  judicial\n\nreview.  Id.; see also 12 U.S.C.   1821(d)(13)(D); FDIC v. Shain,\n                                                                 \n\nSchaffer &amp; Rafanello, </pre><span class=\"citation\" data-id=\"567936\"><a href=\"/opinion/567936/federal-deposit-insurance-corporation-as-receiver-for-mountain-ridge-state/\"><span class=\"volume\">944</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">129</span></a></span><pre class=\"inline\">, 132 (3d Cir. 1991) (\"Congress\n                    \n\n                                6\n\nexpressly withdrew jurisdiction from all courts over any claim to\n\na  failed bank's assets that are [sic] made outside the procedure\n\nset forth in section  1821.\").5  The subsection 1821(d)  bar date\n\nfor  filing  administrative  claims   in  the  present  case  was\n\nSeptember 6,  1990.    Since  neither  letter  detailing   Heno's\n\n\"claims\" predated  the bar date,  see supra  notes 3  and 4,  the\n                                           \n\ndistrict  court ruled  that Heno  could no  longer file  a timely\n\nadministrative  claim  under  subsection 1821(d),  and  that  his\n\n\"claims\" therefore were not entitled to judicial review.\n\n          Heno  consistently  has  advanced  two  contentions  on\n\nappeal.   First,  he argues  that neither  FIRREA    1821(j), see\n                                                                 \n\ninfra note 8, nor the ACRP established under  subsection 1821(d),\n     \n\napplies to \"non-creditors\"    including Heno    who assert claims\n\nto  property, such as  the alleged escrow  account, which, though\n\nheld by the failed bank, is held \"in trust\" for third parties and\n       \n\n                    \n\n     5Section 1821(d)(13)(D) provides:\n\n          (D)  Limitation on judicial review\n\n               Except  as otherwise provided  in this subsection,\n          no court shall have jurisdiction over   \n\n               (i)  any claim or action for payment from, or\n                    any  action  seeking a  determination of\n                    rights  with respect  to, the  assets of\n                    any depository institution for which the\n                    Corporation has been appointed receiver,\n                    including  assets which  the Corporation\n                    may   acquire   from   itself  as   such\n                    receiver; or\n\n               (ii) any   claim  relating  to   any  act  or\n                    omission  of  such  institution  or  the\n                    Corporation as receiver.\n\n12 U.S.C.   1821(d)(13)(D).\n\n                                7\n\nis not  a bank  \"asset.\"6   See,  e.g., Purcell  v.  FDIC (In  re\n                                                                 \n\nPurcell), </pre><span class=\"citation\" data-id=\"1873696\"><a href=\"/opinion/1873696/in-re-purcell/\"><span class=\"volume\">141</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">480</span></a></span><pre class=\"inline\"> (Bankr. D. Vt. 1992), aff'd, </pre><span class=\"citation\" data-id=\"1866374\"><a href=\"/opinion/1866374/in-re-purcell/\"><span class=\"volume\">150</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">111</span></a></span><pre class=\"inline\">,\n                                                  \n\n113-15  (D.  Vt. 1993).   Second,  and  in the  alternative, Heno\n\ncontends  that his claim for  compensatory relief should not have\n\nbeen  dismissed for  failure  to comply  with the  administrative\n\nclaim procedure established under subsection 1821(d).\n\n          The \"task of interpretation begins with the text of the\n\nstatute  itself,  and statutory  language  must  be accorded  its\n\nordinary  meaning.\"   Telematics  Int'l,  Inc.  v. NEMLC  Leasing\n                                                                 \n\nCorp.,  </pre><span class=\"citation\" data-id=\"585781\"><a href=\"/opinion/585781/telematics-international-inc-v-nemlc-leasing-corporation/\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">703</span></a></span><pre class=\"inline\">, 706 (1st  Cir. 1992)  (interpreting FIRREA\n     \n\n  1821(j))  (emphasis added) (citations  omitted).   The original\n\npanel opinion  rejected FDIC's contention that  Heno was required\n\nto file an administrative  claim before the bar date  even though\n                                       \n\nthe \"claim\" was grounded in a pre-receivership agreement with the\n                                              \n\nBank  and remained executory and unrepudiated both at the time of\n\nFDIC's appointment  and throughout  the entire 90-day  bar period\n\nprescribed in subsections 1821(d)(3)(B)(i)  and 1821(d)(5)(C)(i).\n\n                    \n\n     6At reargument,  Heno urged  that   1821(d)(13)(D)  be ruled\nwholly inapplicable for this reason, suggesting that the issue is\nripe  for appellate  review  because it  might  affect any  later\ndistrict court decision as to the scope of Heno's damages remedy.\nWe decline the invitation  for two reasons.  First,  given FDIC's\nblanket concession at reargument, the \"asset\" issue is  no longer\nessential  to  proper resolution  of  the  question of  appellate\njurisdiction.    Second, the  district  court  has  yet  to  make\nfindings  as to  whether (or  which) Bank  records may  have been\nlost.   On remand, therefore, Heno may confront a serious problem\nof proof.  See D'Oench, Duhme &amp; Co. v. FDIC, </pre><span class=\"citation\" data-id=\"103624\"><a href=\"/opinion/103624/doench-duhme-co-v-fdic/\"><span class=\"volume\">315</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">447</span></a></span><pre class=\"inline\"> (1942);\n                                           \nsee also 12  U.S.C.   1823(e).   Thus, though  the D'Oench  Duhme\n                                                                 \ndocument  requirement is  not  jurisdictional, and  Heno will  be\nentitled to reasonable discovery, see generally Tuxedo Beach Club\n                                                                 \nCorp. v.  City Fed.  Sav.  Bank, </pre><span class=\"citation\" data-id=\"1616453\"><a href=\"/opinion/1616453/tuxedo-beach-club-corp-v-city-federal-sav-bank/\"><span class=\"volume\">749</span>  <span class=\"reporter\">F. Supp.</span>  <span class=\"page\">635</span></a></span><pre class=\"inline\">, 644  (D.N.J.\n                               \n1990), he may not be able to overcome certain FDIC defenses which\ncould obviate any issue relating to damages.\n\n                                8\n\nAs our opinion pointed out, FIRREA   1821(d) prescribes a  single\n\nexception to  the pre-bar  date filing  requirement:   it permits\n\nlate-filed claims only if \"the claimant did not receive notice of\n                         \n\nthe appointment of the receiver in time to file such claim before\n\nsuch  date; and  . . .  such claim  is filed  in  time to  permit\n\npayment of such claim.\"  12  U.S.C.   1821(d)(5)(C)(ii).  Because\n\nHeno    no doubt like  many others who assert claims  arising out\n\nof executory  contracts  with a  failed  bank     concededly  had\n\nactual notice  of FDIC's appointment,  but held no  assertable or\n                                                  \n\nprovable  \"claim\" until  after the bar  date, the  original panel\n                              \n\nopinion  reasoned  that  the  ACRP  established under  subsection\n\n1821(d)  rationally  could not  have  been  intended to  preclude\n\njudicial review of  post-receivership \"claims\" which  arise after\n                                                                 \n\nthe expiration  of the 90-day administrative-claim filing period.\n\nRather, inasmuch as FDIC received two post-bar date requests from\n\nHeno that it either affirm or repudiate the alleged reaffirmation\n\nagreement   within  a   \"reasonable  period   following  [FDIC's]\n\nappointment,\" see 12 U.S.C.   1821(e)(2); supra notes 3 and 4, we\n                                               \n\nheld Heno's claim for contract repudiation subject instead to the\n\nmore flexible  time constraints established in  FIRREA   1821(e).\n\nSee,  e.g., Ceguerra v. Secretary of Health and Human Servs., </pre><span class=\"citation\" data-id=\"561352\"><a href=\"/opinion/561352/concepcion-ceguerra-napoleon-ceguerra-v-secretary-of-health-human/\"><span class=\"volume\">933</span>\n                                                            \n\n<span class=\"reporter\">F.2d</span>  <span class=\"page\">735</span></a></span><pre class=\"inline\">, 742 (9th Cir.  1991) (\"[W]hen an administrative agency\n\ninterprets  its  governing  statute  to require  such  an  absurd\n\nresult, we owe that interpretation no deference.\")7  \n\n                    \n\n     7Subsection 1821(e) provides, in pertinent part:\n\n     (e)  Provisions  relating  to  contracts  entered  into\n\n                                9\n\nC.   The Petition for Rehearing\n                               \n\n          The petition for rehearing  represents that but for the\n\nfact  that these  claims  were never  considered claims  based on\n\ncontract repudiation, FDIC would have invoked its extant internal\n                                                        \n\nagency manual procedures for processing such post-bar date claims\n\n(hereinafter:   \"internal manual procedures\").  Accordingly, FDIC\n\nurged remand to  permit the district  court to determine  whether\n\nHeno  had  complied with  the  internal  manual procedures  first\n\ndisclosed in FDIC's petition for  rehearing.  At reargument, FDIC\n\nwithdrew its request for  remand, as unnecessary, after conceding\n\n                    \n\n          before appointment of conservator or receiver\n\n     (1)  Authority to repudiate contracts\n\n          In addition  to any other rights  a conservator or\n     receiver may have, the  conservator or receiver for any\n     insured   depository   institution  may   disaffirm  or\n     repudiate any contract or lease   \n\n          (A)  to which such institution is a party;\n\n          (B)  the  performance of which  the conservator or\n               receiver, in the conservator's  or receiver's\n               discretion, determines to be burdensome; and\n\n          (C)  the disaffirmance or repudiation of which the\n               conservator  or  receiver determines,  in the\n               conservator's or  receiver's discretion, will\n               promote  the  orderly  administration of  the\n               institution's affairs.\n\n     (2)  Timing of repudiation\n\n          The  conservator  or  receiver  appointed  for any\n     insured  depository  institution  in   accordance  with\n     subsection (c) of this section  shall determine whether\n     or not to exercise the rights of repudiation under this\n     subsection  within a  reasonable period  following such\n     appointment.\n\n12 U.S.C.   1821(e)(1), (2).\n\n                                10\n\nthat Heno's detailed letter requests to FDIC in December 1990 and\n\nFebruary 1991,  see supra notes 3 and 4, placed FDIC on notice of\n                         \n\nthe  existence and  nature  of Heno's  post-bar date  claims well\n\nwithin the time allotted under FDIC's internal manual procedures.\n\n                                II\n\n                            DISCUSSION\n                                      \n\n          Given the concession  that Heno's post-bar  date claims\n\nwere timely  filed under  FDIC's internal manual  procedures, the\n\none remaining question is  whether judicial deference is  due the\n\nFDIC   interpretation   of   subsections  1821(d)(5)(C)(ii)   and\n\n1821(d)(13) implicit in its internal manual procedures.8\n\n          The  guidelines governing deference to an administering\n\nagency's interpretation of its enabling statute are well settled:\n\n          First,  always,  is   the  question   whether\n          Congress  has directly spoken  to the precise\n          question at issue.  If the intent of Congress\n          is clear, that is the  end of the matter; for\n\n                    \n\n     8We  need  not  reconsider  our  earlier  holding  that  the\ndistrict  court  lacked   jurisdiction  over  Heno's   claim  for\ninjunctive relief,  a claim expressly barred  by   1821(j), which\nprovides in part:\n\n     Except  as provided in this  section, no court may take\n     any  action, except  at  the request  of  the Board  of\n     Directors by regulation or order, to restrain or affect\n                                                            \n     the exercise of powers  or functions of the Corporation\n                                         \n     as a conservator or a receiver.\n                                   \n\n12 U.S.C.    1821(j) (emphasis added); see  Telematics Int'l, 967\n                                                            \nF.2d at 707 (\"holding that the district court  lacks jurisdiction\nto  enjoin FDIC  when FDIC  is acting  pursuant to  its statutory\n          \npowers as receiver\") (emphasis added).\n\n                                11\n\n          the court,  as well as the  agency, must give\n          effect to the unambiguously  expressed intent\n          of Congress.   If, however, the  court deter-\n          mines Congress has not directly addressed the\n          precise question at issue, the court does not\n          simply impose  its  own construction  on  the\n          statute, as would be necessary in the absence\n                                                       \n          of an administrative interpretation.  Rather,\n                                             \n          if the  statute is silent  or ambiguous  with\n          respect to a specific issue, the question for\n          the court is  whether the agency's  answer is\n          based  on a  permissible construction  of the\n          statute.\n\nChevron U.S.A., Inc. v.  Natural Resources Defense Council, Inc.,\n                                                                \n\n</pre><span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">467</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">837</span></a></span><pre class=\"inline\">,  842-43  (1984)  (emphasis  added).    Under  the\n\nstatutory   interpretation  implicit   in  its   internal  manual\n\nprocedures,   FDIC  construes  the   pivotal  statutory  bar-date\n\nexception in  subsection 1821(d)(5)(C)(ii)     \"the claimant  did\n\nnot receive notice of  the appointment of the receiver in time to\n\nfile  such claim  before [the  bar] date\"     as  permitting late\n\nfiling even by claimants who were on notice of FDIC's appointment\n                                                                 \n\nbut  could not  file their  claim because  it did  not come  into\n\nexistence  until after  the  bar date  prescribed in  subsections\n\n1821(d)(3)(B)(i) and 1821(d)(5)(C)(i).\n\n          Although we concur in FDIC's candid assessment that its\n\nproposed interpretation is  far from the most  natural reading of\n\nsubsection 1821(d)(5)(C)(ii) itself, we cannot  say that it  does\n\nnot represent  a \"permissible\" reading of  an ambiguous provision\n\nviewed in the broader context of the statute as a whole under the\n\ndeferential standard  required by Chevron.  See Chevron, 467 U.S.\n                                                       \n\nat  844 (agency construction  is \"permissible\" unless \"arbitrary,\n\ncapricious,  or manifestly  contrary  to the  statute\") (emphasis\n                          \n\n                                12\n\nadded).  In this vein, neither we nor the parties  have found any\n\nother FIRREA provision governing  agency treatment of claims that\n                                                  \n\ndo not  arise  until more  than 90  days after  the claimant  has\n\nnotice of FDIC's appointment as receiver.  Additionally, Congress\n\nhas  delegated to  FDIC the  authority to  \"prescribe regulations\n\nregarding the allowance or disallowance of claims by the receiver\n\nand  providing  for  administrative determination  of  claims and\n\nreview  of such  determination.\"   12  U.S.C.   1821(d)(4).   The\n\nextant  FDIC  internal  manual procedures  applicable  to  Heno's\n\nclaims  comport  with  the  FDIC's interpretation  of  subsection\n\n1821(d)(5)(C)(ii), by explicitly dispensing with  any requirement\n                                           \n\n   intrinsic to the pre-bar date ACRP    that holders of post-bar\n\ndate claims  establish that  they had  no actual or  constructive\n\nnotice of FDIC's appointment.  Compare infra Appendix, Exhibits G\n                                            \n\nand 4-F with Exhibit 5-K.\n            \n\n          Further, FDIC advances sound policy grounds for afford-\n\ning it an  opportunity to  evaluate post-bar date  claims in  the\n\nfirst instance, including contract repudiation claims that do not\n\narise within  the initial  ninety-day period following  notice of\n\nits appointment as  receiver.   For one thing,  a reasonably  de-\n\nsigned and fairly administered post-bar date ACRP should optimize\n\nprospects  for expeditious  resolution  of  these claims  against\n\nfailed  banks, make  maximum  use of  FDIC's cumulative  adminis-\n\ntrative  expertise,  and minimize  burdensome  litigation  in the\n\nfederal courts.  See  Marquis, 965 F.2d at 1152  (\"Quite plainly,\n                             \n\nCongress  intended the ACRP  to provide a  streamlined method for\n\n                                13\n\nresolving most  claims against  failed institutions in  a prompt,\n\norderly fashion, without lengthy  litigation.\") (citing H.R. Rep.\n\nNo.  101-54(I),  101st  Cong.,  1st  Sess.,  at  418-19  (1989)).\n\nLastly, absent a clear  signal from Congress to the  contrary, we\n\nmust credit an administering agency's reasoned interpretation  of\n\nits enabling statute.  See Chevron, 467 U.S. at  843 n.11 (noting\n                                  \n\nthat judicial deference is not dependent on a determination \"that\n\nthe agency  construction was  the only one  it permissibly  could\n                                      \n\nhave  adopted to uphold the construction, or even the reading the\n\ncourt  would have reached if the question initially had arisen in\n\na judicial setting\");  see also FDIC v.  Philadelphia Gear Corp.,\n                                                                \n\n</pre><span class=\"citation\" data-id=\"111675\"><a href=\"/opinion/111675/fdic-v-philadelphia-gear-corp/\"><span class=\"volume\">476</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">426</span></a></span><pre class=\"inline\">, 439 (1986) (according  Chevron deference to estab-\n                                             \n\nlished FDIC administrative practice, even though FDIC had not yet\n\nreduced  its statutory interpretation  to \"specific regulation\");\n\ncf.  Colorado ex  rel. Colorado  State Banking Bd.  v. Resolution\n                                                                 \n\nTrust Corp., </pre><span class=\"citation\" data-id=\"556542\"><a href=\"/opinion/556542/state-of-colorado-ex-rel-colorado-state-banking-board-independent-bankers/\"><span class=\"volume\">926</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">931</span></a></span><pre class=\"inline\">,  944 (10th Cir.  1991) (\"[T]he  RTC's\n           \n\nexpert  'judgments about the way  the real world  works . . . are\n\nprecisely the kind that agencies are better equipped to make than\n\nthe courts.'\") (citation omitted).\n\n          Since  FDIC  concedes  that  its  treatment  of  Heno's\n\nadministrative requests that his alleged capitalization agreement\n\nwith the Bank be assumed by FDIC was tantamount to administrative\n\nreview under FDIC's internal  manual procedures,9 and consequent-\n\n                    \n\n     9We expressly  refrain from considering whether the adminis-\ntrative \"mistake\" conceded by  FDIC lay in its failure  to notify\nHeno of  its post-bar date ACRP within  30 days after it received\nthe  December 1990  and February  1991  letters, i.e.,  after the\n                                                     \ndates  of FDIC's \"discovery\" of  Heno's claims, or whether Heno's\n\n                                14\n\nly that  the district  court  had jurisdiction  to review  Heno's\n\nclaims,  we have  no  occasion to  determine  the sufficiency  of\n\nFDIC's internal manual procedures.  These matters must await some\n\nfuture  occasion when FDIC asserts  a jurisdictional bar to judi-\n\ncial review  under FIRREA   1821(d)(13)(D) based  on a claimant's\n\nalleged failure to comply with the internal manual procedures. \n\n          At the same  time, however, we  note that though  amply\n\ninvested  with  rulemaking  authority  to  promulgate regulations\n\nunder subsection 1821(d)(4),  FDIC has  not done so,  nor has  it\n\ntaken  reasonable steps  to forewarn  potential claimants  of the\n\nexistence  of its  internal manual  procedures for  filing \"late\"\n         \n\nclaims, thus contributing indispensably to the convoluted  travel\n\nof this case.  Cf., e.g., Lawson v. FDIC, </pre><span class=\"citation\" data-id=\"628630\"><a href=\"/opinion/628630/mary-e-lawson-and-matt-lawson-v-federal-deposit-insurance-corporation/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">11</span></a></span><pre class=\"inline\">, 14 (1st Cir.\n                                        \n\n1993) (noting  that  FDIC's \"litigating  style has  some role  in\n\n[creating] confusion\"  in the  district courts).10   Accordingly,\n\nthe FDIC internal manual procedures are appended to this opinion,\n\nsee infra Appendix,  to lessen the likelihood that  future claim-\n         \n\nants experience a similar ordeal. \n\n          The  district court order dismissing appellant's claims\n                                                                 \n\nfor compensatory relief is vacated.  The case is remanded  to the\n                                                                 \n\ndistrict  court for  further  proceedings  consistent  with  this\n                                                                 \n\n                    \n\nletters were proper administrative claims implicitly \"disallowed\"\nwhen FDIC failed to respond within 180 days after their receipt.\n\n     10For example, as recently  as reargument, FDIC continued to\nurge  a remand for  administrative exhaustion,  finally conceding\nits \"mistake\" in failing to apply its internal  manual procedures\nto Heno's claim only  when it was pressed to  explain the utility\nof such a remand.\n\n                                15\n\nopinion.   In  all other  respects, the  district court  order is\n                                                                 \n\naffirmed.   Finally, the present opinion is to be substituted for\n                                                                 \n\nour original opinion published at </pre><span class=\"citation\" data-id=\"609731\"><a href=\"/opinion/609731/floyd-v-heno-v-federal-deposit-insurance-corporation/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">429</span></a></span><pre class=\"inline\">.  So ordered.\n                                                           \n\n                                16\n\n                             APPENDIX\n                                     \n\n                            EXHIBIT 1\n\nRevised Exhibit 5-K.\n\nFORM:     NOTICE TO CREDITOR  TO FILE A  CLAIM; CREDITOR NOT  AP-\n          PEARING IN  BOOKS AND  RECORDS AND/OR  DISCOVERED AFTER\n          INITIAL PUBLICATION NOTICE AND [sic] HAS BEEN SENT\n\nUse:      Upon  discovery  of a  claimant  not  appearing on  the\n          institution's books and records, a similar notice is to\n          be sent within 30  days of discovery of  creditor under\n          12 U.S.C.   1821(d)(3)(C)(ii).  Use for claims which do\n          not appear  on the institution's books  and are discov-\n          ered after the appointment  of the receiver and initial\n          publication notice  and letters  to creditors  have al-\n          ready been sent.  This form should also be utilized for\n          claims discovered after expiration of the bar date.\n\n          Complete  Affidavits of  Mailing, modified  to indicate\n          creditor(s) discovered after closing and initial notic-\n          es.\n\n[DATE]\n[NAME OF CLAIMANT]\n[ADDRESS]\n\nSUBJECT:  FIN - Name of Financial Institution\n          City, State - in receivership\n          NOTICE TO  DISCOVERED CREDITOR  OR CLAIMANT -  PROOF OF\n                                                                 \n          CLAIM\n               \n\nDear Sir/Madam:\n\nOn  [date of  appointment], the  [name of  financial institution]\nlocated at (full  street address  of main office]  was closed  by\n[the supervisory  authority], and  the Federal  Deposit Insurance\nCorporation was appointed Receiver.  Notice of the appointment of\nthe receiver has been published as required by law.\n\nThe Receiver has discovered that you may have a claim against the\n[name of financial institution] or the Receiver.\n\nBy published notice, the Receiver  has established [bar date]  as\nthe last date for filing claims (the \"bar date\").  Under applica-\nble law, the Receiver must disallow claims which are not filed by\nthe  bar date,  except the  Receiver may  consider a  claim filed\n                      \nafter  the bar  date if  it is  shown that  the claimant  did not\nreceive notice of the appointment of the receiver in time to file\nsuch claim before the bar  date, and such claim is filed  in time\nto permit payment of the claim.\n\n                                i\n\nIt  is  within the  sole discretion  of  the receiver  whether to\nconsider claims which are filed after the bar date.\n\nIf you wish  to file a  claim, please complete  and sign the  en-\nclosed Proof of Claim Form.  If your claim is for more than $500,\nyour claim  form must  be  signed and  sworn to  before a  notary\npublic.   If  you believe  that you  did not  have notice  of the\nappointment of the receiver in time to file your claim by the bar\ndate,  then you must also file a written statement specifying any\nfacts  or  circumstances  demonstrating  that you  did  not  have\nknowledge of the appointment of the Receiver in time to file your\nclaim by the bar date.  Please include any documentation support-\ning your claim and your  lack of knowledge of the  appointment of\nthe Receiver.\n\n                        MAILING YOUR CLAIM\n                                          \n\nPlease mail your Proof of Claim form and written statement to:\n\n                           Claims Agent\n              Federal Deposit Insurance Corporation\n              Receiver of Name of Failed Institution\n                                                    \n            c/o Federal Deposit Insurance Corporation\n                             Address\n                                    \n                      City, State, Zip Code\n                                           \n\n                    HAND-DELIVERING YOUR CLAIM\n                                              \n\nYou may hand-deliver your Proof of Claim form to the Claims Agent\nat the address stated  herein between 8:00 a.m. and 5:00  p.m. on\nweekdays (excluding federal holidays).\n\n                   [address for hand-delivery]\n\nIf you are filing your claim after the bar date, and you wish the\nreceiver to consider  your claim,  your Proof of  Claim form  and\nwritten statement  must be  POSTMARKED OR HAND-DELIVERED  TO (AND\n                                                                 \nRECEIVED BY) the Receiver no later than 90 days from  the date or\n            \npost-mark [sic] of this letter, whichever is later.\n\nUpon receipt  of your claim, the  Receiver has up to  180 days to\nreview and determine whether to allow or disallow your claim.  If\nthe  Receiver notifies you of the disallowance of your claim, and\nyou wish to seek  judicial determination of your claim,  you must\nfile  a lawsuit (or continue  any prior pending  lawsuit) on your\nclaim, within  60 days after the later of the date or postmark of\n                                                                 \nany notice of disallowance,  in the United States  District Court\n                          \nfor  the  district in  which  [name  of financial  institution]'s\nprincipal place of business  was located or in the  United States\n\n                                ii\n\nDistrict Court for the District of Columbia or your claim will be\nbarred.\n\nIf you  do not  receive a  notice of  disallowance of  your claim\nwithin 180 days of its filing with the  Receiver and the Receiver\nand you have  not agreed, in  writing, to extend the  initial 180\nday determination  period, your claim will  be deemed disallowed,\npursuant  to 12 U.S.C.   1821(d)(6)(A).   If this  occurs and you\nwish  to file suit on your claim to obtain judicial determination\nof  your claim, you must file your  suit within 60 days after the\n                                                                 \nexpiration  of the 180 day  period in the  United States District\n                                  \nCourt for the district in which [name of financial institution]'s\nprincipal place of business  was located or in the  United States\nDistrict Court for the District of Columbia or your claim will be\nbarred.\n\nThe statutory provisions governing  this claims process are found\nin section 1821(d)(3)-(13) of Title 12 of the United States Code.\n\nIf  you  have  any questions  please  contact  [contact  name] at\n[contact phone number].\n\nSincerely,\n\nClaims Agent(s)\nFederal Deposit Insurance Corporation,\n as Receiver for [name of financial institution]\n\n                               iii\n\nRevised  Exhibit  4-F.    FDIC-DAS  Settlement  Procedures Manual\nSample\n\nDisaffirmance Letter\n\nCertified Mail\nReturn Receipt Requested\n\n                                   Date\n\nName\nAddress\nCity, State Zip Code\n\nSubject:  FIN #, Name of Closed Financial Institution\n          City, State - In Receivership\n          Account # (Reference, etc.)\n          CONTRACT DISAFFIRMANCE\n                                \n\nTo Whom It May Concern:\n\nOn [date  of appointment]  the [name of  failed institution],  in\n[city  and state), was closed  by the [supervisory authority) and\nthe Federal Deposit Insurance Corporation  was appointed Receiver\n(\"Receiver\").    Under applicable  federal  law  the Receiver  is\nresponsible  for winding up the affairs of [name of failed insti-\ntution) as quickly as possible.  To achieve this goal the Receiv-\ner has the right,  pursuant to 12 U.S.C.   1821(e),  to disaffirm\ncontractual obligations of the failed institution.\n\nThe  purpose of  this  letter is  to  advise-you [sic]  that  the\nReceiver has elected to disaffirm the above-referenced contract.\n\n* Arrangements may  be made  to pick up  any leased equipment  by\ncontacting (Name) at (telephone number).\n\nIf  you  believe that  you have  any  claim against  the Receiver\nresulting  from this action, you  may file a  proof of claim with\nthe  Receiver, using  the  enclosed form,  and the  Receiver must\nreceive it  on or  before [90  days] from  the date  or post-mark\n[sic]  of this letter, whichever is later.   If your claim is for\nmore  than $500,  your  claim form  must be  signed and  sworn to\nbefore a Notary  Public.  YOUR FAILURE TO  TIMELY FILE YOUR CLAIM\nON  OR BEFORE [90 days] FROM THE  DATE OR POST-MARK [SIC] OF THIS\nLETTER, WHICHEVER  IS LATER, WILL  RESULT IN THE  DISALLOWANCE OF\nYOUR CLAIM.\n\nPlease mail your Proof of Claim form to:\n\n                           Claims Agent\n\n                                iv\n\n              Federal Deposit Insurance Corporation\n              Receiver of Name of Failed Institution\n                                                    \n            c/o Federal Deposit Insurance Corporation\n                             Address\n                                    \n                       City State, Zip Code\n                                           \n\nOr  you may hand-deliver your  Proof of Claim  form to the Claims\nAgent at the  address stated  herein between 8:00  a.m. and  5:00\np.m. on weekdays (excluding federal holidays).\n\nYour  Proof of Claim form must be POSTMARKED OR HAND-DELIVERED TO\n                                                                 \n(AND RECEIVED BY) the  Receiver on or  before the [90 days]  from\n                 \nthe date or post-mark [sic] of this letter, whichever is later.\n\nUpon receipt  of your claim, the  Receiver has up to  180 days to\nreview and determine whether to allow or disallow your claim.  If\nthe  Receiver notifies you of the disallowance of your claim, and\nyou wish to seek a judicial determination of your claim, you must\nfile suit (or  continue any  prior pending suit)  on your  claim,\nwithin 60  days after the  later of the  date or postmark  of any\n                                                                 \nnotice of disallowance,  in the United States  District Court for\n                      \nthe district in which [name of financial institution]'s principal\nplace  of business was located  or in the  United States District\nCourt for the District of Columbia or your claim will be barred.\n\nYou are  further advised that if  you do not receive  a notice of\ndisallowance of your claim within 180 days of its filing with the\nReceiver and the Receiver and you have not agreed, in writing, to\nextend the  initial 180 day determination period, your claim will\nbe  deemed disallowed, pursuant to 12 U.S.C.   1821(d)(6)(A).  If\nthis occurs and you wish to file suit on your claim  to obtain de\nnovo adjudication, you must  file your suit within 60  days after\nthe expiration  of the 180  day period in the  United States Dis-\ntrict Court for the district in which [name of financial institu-\ntion]'s  principal place of business was located or in the United\nStates  District Court for the District of Columbia or your claim\nwill be barred.\n\nThe statutory provisions governing  this claims process are found\nin section 1821(d)(3)-(13) of Title 12 of the United States Code.\n\nIf  you  have any  questions  please  contact  [contact name]  at\n[contact phone number].\n\nVery truly yours,\n\nName\nTitle\nFederal Deposit Insurance Corporation,\nas Receiver for [name of financial institution]\n\n(Refer to site policy for signature guidelines)\n\n                                v\n\ncc:  Refer to site policy for copy distribution guidelines.\n     *(Use only if applicable)\n\nRevised Exhibit G.   FDIC-DAS Settlement Procedures Manual Sample\nDisaffirmance on Prepaid Contract Letter\n\nCertified Mail\nReturn Receipt Requested\n\n                               Date\n\nName\nAddress\nCity, State Zip Code\n\nSubject:  FIN #, Name of Closed Financial Institution\n          City, State - In Receivership\n          Account # (Reference, etc.)\n          CONTRACT   DISAFFIRMANCE  AND  REQUEST  FOR  RETURN  OF\nPREPAID        FUNDS\n                    \n\nTo Whom It May Concern:\n\nOn [date  of appointment]  the [name of  failed institution],  in\n[city  and state], was closed  by the [supervisory authority] and\nthe Federal Deposit Insurance Corporation  was appointed Receiver\n(\"Receiver\").    Under applicable  federal  law  the Receiver  is\nresponsible  for winding up the affairs of [name of failed insti-\ntution] as quickly as possible.  To achieve this goal the Receiv-\ner has the right, pursuant to  12 U.S.C.   1821(e), to  disaffirm\ncontractual obligations of the failed institution.\n\nThe purpose of this letter is to advise you that the Receiver has\nelected to disaffirm the above-referenced contract.\n\nAn examination of your prepaid  contract revealed that there  are\n    unused  days remaining from the date of this notice until the\n   \nexpiration of said contract.  The number of days multiplied by $ \n                                                                 \nper day, would indicate a credit of $    .  It is requested  that\n                                         \nyou  forward a  check made  payable to the  FDIC, as  Receiver of\n(Name of  closed Financial  Institution), for the  aforementioned\ncredit to:\n\n              Federal Deposit Insurance Corporation\n              Receiver of Name of Failed Institution\n                                                    \n            c/o Federal Deposit Insurance Corporation\n                             Address\n                                    \n                       City, State Zip Code\n                                           \n                        Attention:  [Name]\n\n*Arrangements  may be  made to  pick up  any leased  equipment by\ncontacting (Name) at (telephone number).\n\n                                vi\n\nIf  you  believe that  you have  any  claim against  the Receiver\nresulting from  this action, you may  file a proof  of claim with\nthe  Receiver, using  the enclosed  form, and  the Receiver  must\nreceive it  on or  before [90  days] from  the date  or post-mark\n[sic] of this  letter, whichever is later.  If  your claim is for\nmore than  $500, your  claim  form must  be signed  and sworn  to\nbefore a Notary Public.   YOUR FAILURE TO TIMELY  FILE YOUR CLAIM\nON OR BEFORE  [90 days] FROM THE DATE OR  POST-MARK [sic] OF THIS\nLETTER,  WHICHEVER IS LATER,  WILL RESULT IN  THE DISALLOWANCE OF\nYOUR CLAIM.\n\nPlease mail your Proof of Claim form to:\n\n                           Claims Agent\n              Federal Deposit Insurance Corporation\n              Receiver of Name of Failed Institution\n                                                    \n            c/o Federal Deposit Insurance Corporation\n                             Address\n                                    \n                       City State, Zip Code\n                                           \n\nOr you may  hand-deliver your Proof of  Claim form to the  Claims\nAgent at the  address stated  herein between 8:00  a.m. and  5:00\np.m. on weekdays (excluding federal holidays).\n\nYour  Proof of Claim form must be POSTMARKED OR HAND-DELIVERED TO\n                                                                 \n(AND RECEIVED  BY) the Receiver on  or before the [90  days] from\n                 \nthe date or post-mark [sic] of this letter, whichever is later.\n\nUpon receipt  of your claim, the  Receiver has up to  180 days to\nreview and determine whether to allow or disallow your claim.  If\nthe  Receiver notifies you of the disallowance of your claim, and\nyou wish to seek a judicial determination of your claim, you must\nfile suit (or  continue any  prior pending suit)  on your  claim,\nwithin 60 days  after the later  of the date  or postmark of  any\n                                                                 \nnotice of disallowance,  in the United States  District Court for\n                      \nthe district in which [name of financial institution]'s principal\nplace  of business was located  or in the  United States District\nCourt for the District of Columbia or your claim will be barred.\n\nYou are  further advised that if  you do not receive  a notice of\ndisallowance of your claim within 180 days of its filing with the\nReceiver and the Receiver and you have not agreed, in writing, to\nextend the initial  180 day determination period, your claim will\nbe  deemed disallowed, pursuant to 12 U.S.C.   1821(d)(6)(A).  If\nthis occurs and  you wish to file suit on your claim to obtain de\nnovo adjudication, you must  file your suit within 60  days after\nthe expiration of the  180 day period in  the United States  Dis-\ntrict Court for the district in which [name of financial institu-\ntion]'s  principal place of business was located or in the United\nStates  District Court for the District of Columbia or your claim\nwill be barred.\n\n                               vii\n\nThe statutory provisions governing  this claims process are found\nin section 1821(d)(3)-(13) of Title 12 of the United States Code.\n\nIf  you  have  any questions  please  contact  [contact name]  at\n[contact phone number].\n\nVery truly yours\n\nName\nTitle\nFederal Deposit Insurance Corporation,\nas Receiver for [name of financial institution]\n\n(Refer to site policy for signature guidelines)\n\ncc:    Refer to  site  policy for  copy  distribution guidelines.\n*(Use     only if applicable)\n\n*(Use only if applicable)\n\n                               viii\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103624/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109009/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111221/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111675/",
    "http://www.courtlistener.com/api/rest/v3/opinions/343137/",
    "http://www.courtlistener.com/api/rest/v3/opinions/410457/",
    "http://www.courtlistener.com/api/rest/v3/opinions/556542/",
    "http://www.courtlistener.com/api/rest/v3/opinions/561352/",
    "http://www.courtlistener.com/api/rest/v3/opinions/567936/",
    "http://www.courtlistener.com/api/rest/v3/opinions/584142/",
    "http://www.courtlistener.com/api/rest/v3/opinions/585781/",
    "http://www.courtlistener.com/api/rest/v3/opinions/587575/",
    "http://www.courtlistener.com/api/rest/v3/opinions/609731/",
    "http://www.courtlistener.com/api/rest/v3/opinions/628630/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1616453/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1866374/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1873696/"
  ]
}