{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/200042/",
  "absolute_url": "/opinion/200042/united-states-v-denis/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/200042/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T04:42:48Z",
  "date_modified": "2016-02-28T05:02:03.670041Z",
  "type": "010combined",
  "sha1": "5d3dc3e0139dc6d4c94c7a2923f8360a65d95c30",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/01-2544-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2002/07/23/US_v._Denis.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 01-2544\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                                v.\n\n                         SHAWN R. DENIS,\n\n                       Defendant, Appellant\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                    FOR THE DISTRICT OF MAINE\n\n          [Hon. George Z. Singal, U.S. District Judge]\n\n\n                              Before\n\n                        Boudin, Chief Judge,\n                 Lynch and Lipez, Circuit Judges.\n\n\n\n     Robert E. Sandy, Jr., with whom Sherman & Sandy was on brief,\nfor appellant.\n\n     F. Mark Terison, Senior Litigation Counsel, with whom Paula D.\nSilsby, United States Attorney, was on brief, for appellee.\n\n\n\n                          July 23, 2002\n\f            LIPEZ, Circuit Judge.      Shawn R. Denis appeals from his\n\nconviction under 18 U.S.C. § 922(g)(9), which makes it illegal for\n\na person convicted of a misdemeanor crime of domestic violence to\n\npossess a firearm or ammunition.       Denis argues that his conviction\n\nviolates due process because § 922(g)(9) had not yet been enacted\n\nwhen he was convicted of the predicate domestic violence offense,\n\nand he had no reason to suspect that his continued possession of a\n\nfirearm would someday become illegal.           He also argues that the\n\ndistrict court erred in sentencing by rejecting his claim that he\n\npossessed   the   firearm   in    question   solely   for    legal   sporting\npurposes.     Finding no merit to either claim, we affirm.\n\n                             I.    BACKGROUND\n\n            The following facts are undisputed.             In May of 1996,\n\nDenis was charged with assault, a misdemeanor offense under Maine\nlaw.   Me. Rev. Stat. Ann. tit. 17A, § 207.           The victim was his\nlive-in girlfriend at the time.           However, because there is no\n\nseparate category for domestic assault under the Maine Criminal\nCode, the criminal complaint did not denominate the offense as\ndomestic in nature.     Denis entered a plea of nolo contendere on\n\nJuly 8, 1996, and was fined $500.\n\n            Several months later, Congress added a new section to the\n\nGun Control Act of 1968, codified at 18 U.S.C. § 922(g), which\n\nprohibits certain categories of people from possessing a firearm or\n\nammunition.    The new subsection nine extended that prohibition to\n\nany person who \"has been convicted in any court of a misdemeanor\n\n\n\n                                    -2-\n\fcrime of domestic violence.\" 18 U.S.C. § 922(g)(9). The amendment\n\nbecame effective on September 30, 1996.\n\n          On March 5, 2000, Maine State Police executed a search\nwarrant at Denis's residence in Skowhegan, Maine, having received\n\na tip that Denis was engaged in the sale of marijuana.    During the\n\ncourse of their search, they found seven pounds of marijuana and --\nleaning in a corner of the master bedroom -- a Norinco SKS rifle.\n\n          Denis was charged with violating § 922(g)(9).1    He filed\n\na motion to dismiss the indictment, arguing that his assault\n\nconviction was not a \"misdemeanor crime of domestic violence\"\n\nwithin the meaning § 922(g)(9) because it did not involve the\n\nrequisite element of \"use or attempted use of physical force,\" 18\n\nU.S.C. § 921(a)(33)(A) (defining \"misdemeanor crime of violence\"\nfor purposes of § 922(g)(9)).    Maine's Criminal Code defines the\n\noffense of \"assault\" as \"intentionally, knowingly or recklessly\n\ncaus[ing] bodily injury or offensive physical contact.\"    Me. Rev.\nStat. Ann. tit. 17A, § 207.1 (emphasis added).    Denis argued that\n\nmerely causing \"offensive physical contact\" would not constitute a\n\"use . . . of force,\" and that the wording of the Maine statute\n\nmade it impossible to know which type of assault he had committed.\n\n          The district court denied the motion, reasoning that the\n\ncircumstances surrounding the assault charge made clear that it\n\ninvolved the use of force.   The court noted that the police   report\n\nthat served as the basis for the criminal complaint against Denis\n\n\n     1\n       He also was charged with -- and pled guilty to -- a state-\nlaw misdemeanor offense of trafficking in marijuana.\n\n                                -3-\n\fstated that the victim's \"lower lip was puffed up and there was\n\nsome bleeding from her mouth.\"         Moreover, the victim's signed\n\nstatement indicated that Denis \"back crossed [her] in the face\" and\n\"threw [her] outside\" of the house they shared.       Thus, the court\n\nconcluded that Denis's conviction \"should be deemed an assault\n\nbased on 'bodily injury,' not 'offensive physical contact.'\"\n           Denis entered a conditional guilty plea, reserving the\n\nright to appeal the court's denial of his motion to dismiss.       The\n\ncase then proceeded to sentencing. There, Denis argued that he was\n\nentitled to a reduction in base offense level because he had used\n\nthe rifle solely for lawful sporting purposes.           See U.S.S.G.\n\n§ 2K2.1(b)(2).   He claimed to have purchased the rifle in 1992 or\n\n1993, and to have used it for hunting and target shooting until\n1996.   That year, he tripped over a log when hunting and broke the\n\nstock of the rifle.    Denis maintained that he had not used the\n\nrifle since 1996.\n           Unpersuaded that Denis had used the rifle exclusively for\n\nhunting and target shooting, the district court denied his request\n\nfor a reduction in base offense level.        The court concluded that\n\n\"this is a classic case where the gun was used for self-protection\n\nand for the defense of a drug operation.\"       It sentenced Denis to\n\nfifteen months in prison, followed by three years of supervised\n\nrelease.   This appeal followed.\n\n                          II.   DUE PROCESS\n\n           Denis argues that his prosecution under § 922(g)(9)\n\nviolates due process by denying him fair warning that his conduct\n\n                                 -4-\n\fwas criminal.       He offers two variants on that claim.         First, citing\n\nthe Supreme Court's decision in Lambert v. California, 355 U.S. 225\n\n(1957), Denis contends that he was justifiably ignorant of the\nfederal   statute.          Second,   he     argues   that   §    922(g)(9)   is\n\nunconstitutional as applied to him because his conviction for the\n\npredicate misdemeanor offense occurred before subsection nine was\nadded to the statute.\n\n           Denis concedes that he did not present either version of\n\nhis due process claim to the district court.                    Accordingly, we\n\nreview only for plain error.2         See United States v. Gomez, 255 F.3d\n\n31, 37 (1st Cir. 2001).\n\nA.   Ignorance of the Law\n\n           It is a fundamental maxim of our legal system that\n\"ignorance of the law or a mistake of law is no defense to criminal\n\nprosecution.\"       Cheek v. United States, 498 U.S. 192, 199 (1991);\n\nsee also Roberts v. Maine, 48 F.3d 1287, 1300 (1st Cir. 1995) (Cyr,\n\nJ., concurring) (\"As a general rule, of course, publication of a\n\ncriminal statute affords adequate notice to the public at large.\").\nDenis argues that his claim falls within an exception established\nin   Lambert   to    that   general   rule.      There,   the    Supreme   Court\n\naddressed a provision of the Los Angeles Municipal Code that made\nit unlawful for convicted felons to remain in the city for more\n\n\n      2\n       We note that the government has not argued that Denis waived\nhis due process claim by failing to preserve that issue in his\nconditional guilty plea.    See United States v. Ramos, 961 F.2d\n1003, 1005-06 (1st Cir. 1992). Neither party has briefed the issue\nof the effect of such a waiver. As the outcome of the case would\nbe the same in any event, we do not address the waiver point.\n\n                                       -5-\n\fthan five days without registering with the police.               The Court\n\nconcluded that the law could not constitutionally be applied to a\n\nperson who was unaware of the duty to register.                 Although it\nrecognized the traditional rule that \"ignorance of the law will not\n\nexcuse,\" the Court reasoned that the Los Angeles ordinance provided\n\nsuch insufficient notice that it fell outside the bounds of due\nprocess.     355 U.S. at 229-30 (internal quotation marks omitted).\n\n             First, the ordinance punished conduct that was \"wholly\n\npassive.\"    Id. at 228.     It differed from normal registration laws,\n\nthe Court explained, because \"violation of its provisions [was]\n\nunaccompanied by any action whatever, mere presence in the city\n\nbeing the test.\"     Id. at 229.    Second, \"circumstances which might\n\nmove one to inquire as to the necessity of registration are\ncompletely lacking.\"       Id.   Unlike \"the commission of acts, or the\n\nfailure to act under circumstances that should alert the doer to\n\nthe consequences of his deed,\" id. at 228, the fact of being in a\ncertain city is presumptively innocent, and therefore would not\n\nlead the average person to suspect that her conduct was unlawful.\nThus, the Court concluded that \"[w]here a person did not know of\n\nthe   duty   to   register   and   where   there   was   no   proof   of   the\n\nprobability of such knowledge, he may not be convicted consistently\n\nwith due process.\"     Id. at 229-30.\n\n             As we have explained elsewhere, \"Lambert represents one\n\nof the relatively rare instances in which the Supreme Court has\n\nconcluded that, contrary to the well-established tenet, actual\n\nknowledge of the law's requirements is a precondition to criminal\n\n\n                                     -6-\n\fliability (and, therefore, ignorance of the law will excuse the\n\ndefendant).\"        United States v. Meade, 175 F.3d 215, 225 (1st Cir.\n\n1999).    It is unclear whether and how widely the Lambert exception\napplies beyond the particular facts of that case; the Supreme Court\n\n\"has steadfastly resisted efforts to extend [its] reach.\"              Id.   At\n\nthe very least, a defendant seeking to avoid prosecution on the\nground of ignorance of the law must satisfy two requirements.\n\nFirst, his conduct must have been \"wholly passive.\"              Lambert, 355\n\nU.S. at 228.        Second, there must be an absence of \"circumstances\n\nthat should alert the doer to the consequences of his deed.\"                 Id.\n\n               1.     Wholly passive conduct\n\n               Denis argues that, \"once Congress enacted 18 U.S.C.\n\n§ 922(g)(9), [he] had committed a criminal offense by taking no\naction at all.\"        We disagree.   As the Ninth Circuit explained in\n\nUnited States v. Hancock, \"possession of firearms is 'active'\n\nconduct, as distinct from the 'wholly passive' failure to register\nthat was at issue in Lambert.\"        231 F.3d 557, 564 (9th Cir. 2000);\n\nsee also United States v. Allen, 699 F.2d 453, 458 (9th Cir. 1982)\n\n(concluding that statute prohibiting possession of a firearm by one\n\npreviously convicted of a felony \"does not involve merely passive\n\nconduct: to violate the law one must knowingly possess a firearm\").\n\n               2.      Circumstances that should trigger inquiry\n\n               Denis fares no better under the second prong of the\n\nLambert test.        Denis \"knowingly subjected himself to a host of\n\nstate    and    federal   regulations\"   when   he   purchased    a   firearm.\n\nHancock, 231 F.3d at 564.       The possibility of regulation increased\n\n\n                                      -7-\n\fwhen he was convicted of a crime of domestic violence.                  \"[T]he\n\npossession of a gun, especially by anyone who has been convicted of\n\nviolent crime, is . . . a highly regulated activity, and everyone\nknows it.\"   United States v. Hutzell, 217 F.3d 966, 969 (8th Cir.\n\n2000).    Unlike mere presence in a certain city, possession of a\n\nfirearm   after    a   domestic     violence     conviction   is      not   \"so\npresumptively innocent as to fall within the narrow confines of the\n\nLambert exception.\"        Meade, 175 F.3d at 226.         Rather, it is a\n\n\"circumstance[]    which    might   move   one   to   inquire\"   as    to   any\n\napplicable regulations or prohibitions.          Lambert, 355 U.S. at 229.\n\n           Not    surprisingly,     therefore,    courts   addressing       the\n\nquestion have held uniformly that a domestic violence conviction is\n\nenough to put a defendant on notice that subsequent possession of\na gun might be subject to restrictions.          See Hancock, 231 F.3d at\n\n564 (\"[B]y committ[ing] the domestic violence offense, [appellant]\n\nremoved himself from the class of ordinary and innocent citizens\nwho would expect no special restrictions on the possession of a\n\nfirearm.\" (internal quotation marks omitted)); Hutzell, 217 F.3d at\n\n968 (concluding that \"an individual's domestic violence conviction\n\nshould itself put that person on notice that subsequent possession\n\nof a gun might well be subject to regulation\"); United States v.\n\nMitchell, 209 F.3d 319, 322-23 (4th Cir. 2000) (concluding that\n\nappellant's \"conduct in assaulting his wife -- the act that led to\n\nhis misdemeanor domestic violence conviction -- put [him] on\n\nsufficient notice\"); United States v. Beavers, 206 F.3d 706, 710\n\n(6th Cir. 2000) (holding that appellant's \"conviction on a domestic\n\n\n                                    -8-\n\fviolence     offense      sufficiently     placed      him    on   notice      that   the\n\ngovernment       might    regulate   his      ability    to    own      or    possess   a\n\nfirearm\").\n             Although we have not addressed the precise question at\n\nissue    here,    our     recent   decision     in     United      States      v.   Meade\n\nessentially forecloses Denis's claim that his domestic assault\nconviction       was     insufficient    to     alert    him       to   the    possible\n\nconsequences of firearm possession.             The appellant in Meade argued\n\nthat 18 U.S.C. § 922(g)(8) -- which prohibits firearm possession by\n\nanyone who is subject to a judicial anti-harassment or anti-\n\nstalking order -- violates due process because \"firearms possession\n\nis an act sufficiently innocent that no one could be expected to\n\nknow that he would violate the law merely by possessing a gun.\"\n175   F.3d   at    226.      We    rejected     that    claim,      explaining        that\n\nindividuals who are subject to anti-harassment orders \"would not be\n\nsanguine about the legal consequences of possessing a firearm.\"\nId.     That reasoning applies with equal force to individuals who\n\nhave been convicted of domestic assault.                  \"[D]omestic abuse is a\n\nwell-known problem, and it should not surprise anyone that the\n\ngovernment has enacted legislation in an attempt to limit the means\n\nby which persons who have a history of domestic violence might\n\ncause harm in the future.\"           Beavers, 206 F.3d at 710.\n\n             Denis argues, however, that conviction under Maine's\n\ngeneral purpose          assault   statute     provided      insufficient       notice.\n\nFirst, he points out that the statute does not denominate the\n\noffense as \"domestic.\"             Denis insists that his case must be\n\n\n                                         -9-\n\fdistinguished from those in which the defendant suffered some\n\nenhanced penalty for the domestic nature of the offense, or at\n\nleast was convicted under a statute that addressed domestic crimes\nspecifically.      Only when domestic offenses are treated differently\n\nfrom garden variety assaults, the argument goes, is the defendant\n\non notice that he may be treated differently in the future as well.\n             We considered a similar argument in Meade and rejected it\n\n\"out of hand.\"       175 F.3d at 222.       The appellant in Meade argued\n\nthat   §   922(g)(9)     was   unconstitutionally      vague   as    applied    to\n\nindividuals convicted under general assault statutes because such\n\nindividuals \"will not know whether [their] conviction[s] will count\n\nas a predicate offense\" involving a domestic relationship. Id. We\n\nfound that contention utterly lacking in merit, concluding that\n\"[i]t is, after all, fair to presume that a misdemeanant will know\n\nhis relationship with his victim.\" Id. Here, whatever the precise\n\nwording of the criminal complaint against him, Denis knew that he\nwas convicted of a misdemeanor offense after assaulting his live-in\n\ngirlfriend.       That is enough to \"remove[] him[] from the class of\nordinary    and    innocent    citizens     who   would   expect     no    special\n\nrestrictions on the possession of a firearm.\" Beavers, 206 F.3d at\n\n710 (internal quotation marks omitted).\n\n            Denis also argues that ambiguity in the Maine statute\n\ndifferentiates his case from those in which courts have held that\n\na domestic assault conviction is enough to alert the defendant that\n\nsubsequent     firearm    possession      might   be   subject      to    enhanced\n\nregulation.    As noted, the Maine statute defines \"assault\" to mean\n\n\n                                     -10-\n\f\"intentionally, knowingly or recklessly causing bodily injury or\n\noffensive physical contact.\" Me. Rev. Stat. Ann. tit. 17A, § 702.1\n\n(emphasis added).         At the time of Denis's arrest, courts in this\ncircuit were divided on the question whether a conviction for\n\ncausing    \"offensive      physical      contact\"     necessarily      involved    an\n\nelement of \"use or attempted use of physical force,\" as required to\nbring the offense within the federal definition of a \"misdemeanor\n\ncrime     of   domestic       violence.\"        18   U.S.C.    §§    921(a)(33)(A),\n\n922(g)(9).3      Accordingly, Denis maintains that -- even if he had\n\nlearned of § 922(g)(9)'s enactment prior to his arrest -- he could\n\nnot   have     known    for    certain     whether    he   was      subject   to   the\n\nprohibition on firearm possession.\n\n               That argument need not detain us.              For the same reason\nthat we can \"presume that a misdemeanant will know his relationship\n\nwith his victim,\" Meade, 175 F.3d at 222, we can infer that he\n\nknows whether his offense involved the use or attempted use of\nphysical force.        It is beside the point that the terms of the Maine\n\nstatute might have led others to question whether Denis used (or\n\n\n      3\n       We resolved that question in United States v. Nason, 269\nF.3d 10, 20 (1st Cir. 2001), where we held that a conviction under\neither variant of the Maine assault statute could serve as a\npredicate \"domestic violence\" offense for purposes of § 922(g)(9).\nDenis acknowledges that Nason forecloses the claim he advanced in\nthe district court -- namely, that his conviction under Maine's\ngeneral purpose assault statute did not constitute a \"misdemeanor\ncrime of domestic violence\" within the meaning of § 922(g)(9).\nNevertheless, in his appellate brief he reserved the right to press\nthat argument; he was mindful that the Supreme Court might grant\nthe petition for certiorari in United States v. Hill, No. 01-1336,\n2001 WL 1298555 (1st Cir. Oct. 23, 2001) (unpublished decision), a\ncompanion case to Nason.      The Court denied that petition on\nFebruary 25, 2002. 122 S. Ct. 1191 (2002).\n\n                                         -11-\n\fattempted to use) force when he committed the offense.                        Denis's\n\nclaim is that he could not have known that § 922(g)(9) applied to\n\nhim; that argument is foreclosed by Meade.\n             We conclude that this case falls within the traditional\n\nrule that ignorance of the law is not an excuse for violating it.\n\nDenis   is     not    entitled   to     the   narrow     exception    to    that   rule\nrecognized in Lambert.           We turn, therefore, to Denis's alternate\n\nargument focusing on the particular sequence of events here.\n\nB.    Timing\n\n             Denis argues that he does not need to rely on Lambert\n\nbecause, at the time he entered his plea to the domestic assault\n\ncharge, he was not simply ignorant of § 922(g)(9); the federal\nprohibition on gun ownership did not even exist.                   Thus, when Denis\nwas convicted for the Maine offense, there were no immediate\n\nfederal      consequences.         It    was     not     until    Congress    enacted\n§    922(g)(9)       several   months    later    that    his    continued    firearm\npossession suddenly became illegal. Given that sequence of events,\n\nDenis argues that his case is different from those involving mere\nignorance of the law.\n               The difficulty with that argument is that the conduct for\n\nwhich Denis is punishable under § 922(g)(9) is not the conviction\nfor domestic assault in 1996, but the possession of a firearm in\n2000.     See Mitchell, 209 F.3d at 322 (\"It is immaterial [for\n\npurposes of the Ex Post Facto Clause] that Mitchell's firearm\npurchase     and      domestic   violence       conviction       occurred    prior   to\n\n§    922(g)(9)'s       enactment      because     the    conduct     prohibited      by\n\n                                          -12-\n\f§ 922(g)(9) is the possession of a firearm.\").      Accordingly, it\n\nmakes no difference what Denis knew or could have known at the time\n\nhe was convicted of the Maine offense.   At the time he was arrested\nand charged under § 922(g)(9), the law had been on the books for\n\nalmost four years, and Denis simply was not aware of it.\n\n           Denis points out that, since § 922(g)(9) did not exist\nwhen he entered his plea of nolo contendere to the charges of\n\ndomestic assault, neither his attorney nor the state court judge\n\ncould have advised him that he no longer could possess a firearm.\n\nHe argues that the impossibility of advice from the court or\n\ncounsel distinguishes this from the typical ignorance-of-the-law\n\ncase.4   However, even if § 922(g)(9) had been enacted before Denis\n\nwas charged with domestic assault, the state court would have been\nunder no obligation to inform him of the federal consequences of a\n\nconviction.   One would hope that his lawyer would have informed\n\nhim, but such advice is hardly a requisite of due process.     Thus,\nthe fact that Denis was convicted of the predicate domestic assault\n\noffense prior to § 922(g)(9)'s enactment makes him no worse off\n\nthan anyone else who violated the statute while ignorant of its\n\nterms.   As we explained above, such ignorance is no excuse.\n\n\n\n\n     4\n       As support for that claim, Denis relies on United States v.\nFicke, 58 F. Supp. 2d 1071 (D. Neb. 1999), in which a Nebraska\ndistrict court accepted a similar argument. Ficke was effectively\noverruled by the Eighth Circuit's subsequent decision in Hutzell,\n217 F.3d at 968-69 (rejecting due process challenge notwithstanding\nthe fact that the defendant was convicted of the predicate domestic\nviolence offense prior to § 922(g)(9)'s enactment).\n\n                                -13-\n\f                               III.   SENTENCING\n\n           At sentencing, Denis maintained that he possessed the\n\nfirearm in question solely for lawful sporting purposes and,\n\ntherefore, was entitled to a reduction in the base offense level\n\nunder § 2K2.1(b)(2) of the federal sentencing guidelines.             Section\n\n2K2.1(b)(2) provides, in relevant part:\n\n           If the defendant . . . possessed all\n           ammunition and firearms solely for lawful\n           sporting purposes or collection, and did not\n           unlawfully discharge or otherwise unlawfully\n           use such firearms or ammunition, decrease the\n           offense level determined above to level 6.\n\n           Under the guideline, the burden was on Denis to prove by\na   preponderance   of   the    evidence     that   he   was   entitled   to   a\nreduction.    See United States v. Gonzales, 12 F.3d 298, 301 (1st\n\nCir. 1993).   In an effort to satisfy that burden, Denis testified\nthat he was an avid hunter and had purchased the rifle because it\nwas suitable for both hunting and target shooting.             He pointed out\n\nthat a modification had been made to the rifle's magazine so that\nit would hold no more than five rounds of ammunition, as required\nby Maine hunting law.      Moreover, the rifle was equipped with a\n\ntelescopic sight calibrated to a distance appropriate for hunting\n\nand target shooting.     Denis testified that he had used the rifle\nregularly for such purposes until 1996, when the rifle was damaged\n\nin a hunting accident.     He insisted that he had not used the rifle\nsince 1996.\n           Denis also attempted to rebut the prosecutor's claim that\n\nhe had used the rifle in connection with his drug trade.                   For\n\n\n                                      -14-\n\fexample, he emphasized that the firearm in question was a large\n\nrifle, not a concealable handgun; that its stock was broken, making\n\nit inaccurate; and that it was geared for long-distance shooting,\nnot firing at close range.   He also argued that the rifle -- which\n\nwas found roughly three feet from the side of his bed -- was\n\nneither hidden nor \"immediately reachable from the bed,\" and that\nonly \"small amounts\" of marijuana were found in the bedroom.\n\n          Finally, Denis's wife, Laurie, testified that she had\n\nloaded the rifle one evening when she was frightened by noises in\n\nthe woods.      She explained that Denis was away that evening on\n\nbusiness with the doctor for whom he worked, and that she had\n\nforgotten to tell him that she had loaded the rifle.      When the\n\nprosecutor pointed out on cross-examination that Denis did not\nbegin work for the doctor until after the police seized the loaded\n\nrifle, Laurie clarified that, although Denis was not \"officially\n\nemployed\" until after he was arrested on the § 922(g)(9) charges,\nhe must have started working for the doctor some time earlier.\n\nLaurie also claimed that she was not aware that there was marijuana\n\nin the house.\n\n          In response, the prosecutor argued that Denis's claim to\n\nhave used the gun solely for hunting and target shooting was\n\nimplausible in light of his admission that he had not hunted since\n\n1996.   She pointed out that Denis did not move into his house in\n\nSkowhegan until 1997, suggesting that he carried the rifle with him\n\nfrom his old residence, and chose to store it fully assembled in\n\nthe corner of the bedroom although -- by his own testimony -- the\n\n\n                                -15-\n\frifle was broken and did not shoot accurately.         Moreover, the\n\nprosecutor emphasized that more than $3,000 in cash was found in\n\nDenis's bedroom, lying by the same side of the bed as the rifle.\nThose facts, she argued, \"raise[d] the question of if it's broken\n\nand you can't use it for hunting, why does he keep it in the corner\n\nof the bedroom, and why does he keep it within a foot or two of all\nthe cash that appears to have been related to his marijuana\n\nbusiness.\"\n\n          The prosecutor also attempted to counter Denis's claim\n\nthat the rifle was inappropriate for use in drug dealing.           She\n\nargued that \"all of the bells and whistles that make this an\n\ninteresting hunting weapon, the scope, for instance, have only one\n\npurpose if your interest is in intimidation, and that is having a\nbig, nasty-looking gun that no one's going to mess with.\"         In the\n\nsame vein, the prosecutor emphasized that the rifle was equipped\n\nwith a bayonet, and that \"there's no legitimate purpose for a\nhunter having a bayonet on the end of that gun.\"\n\n             The district court concluded that Denis had failed to\n\nprove by a preponderance of the evidence that he had possessed the\n\nrifle solely for lawful sporting purposes.    We review that finding\n\nfor clear error.    United States v. Cousens, 942 F.2d 800, 802 (1st\n\nCir. 1991).    We find no error, clear or otherwise.\n\n          First, the district court noted that the gun was loaded,\n\nwith one round in the chamber and another six in the magazine.      The\n\ncourt did \"not give any credence\" to Laurie's testimony as to how\n\nand    why        the    gun     was    loaded,        fin ding      it\n\n\n                                -16-\n\f\"particularly . . . incredible that she . . . did not know that\n\nthere was marijuana in the house based on the marijuana present\n\nduring the time of the search.\"       Such \"matters of credibility are\nnormally for the trial court, not this court, to decide.\"           United\n\nStates v. Wheelwright, 918 F.2d 226, 228 (1st Cir. 1990); 18 U.S.C.\n\n§ 3742(e) (providing that, in reviewing a sentence under the\nGuidelines,    court   of   appeals   must   \"give   due   regard   to   the\n\nopportunity of the district court to judge the credibility of the\n\nwitnesses\").\n\n            Second, in light of the marijuana and cash in the house,\n\nthe court observed that \"this gun was particularly usable and used\n\nfor defense of the operation and preservation of the cash.\"              The\n\ncourt found that location of the gun -- on the left side of the bed\nwhere the cash and other articles belonging to Denis were found --\n\nindicated   \"pretty clearly that the gun was kept in reach to defend\n\na residence that is fairly isolated and is in a rural area.\"              We\nagree that the circumstances in which the rifle was discovered\n\ncreate a powerful inference that Denis used it in support of his\n\ndrug trade.    Denis's evidence to the contrary, suggesting that the\n\nrifle was more appropriate for hunting and target shooting than for\n\ndrug dealing, is insufficient to overcome that inference.\n\n            As the district court explained, it is unlikely that\n\nDenis would keep a hunting gun in his bedroom, when -- by his own\n\nadmission -- he had not hunted in roughly four years.                Under\n\n§ 2K2.1(b)(2), it is not enough that Denis purchased the rifle for\n\nhunting and target shooting, or that in previous years he hunted\n\n\n                                  -17-\n\ffrequently.   Rather, he bore the burden of proving that he used the\n\nrifle exclusively for lawful sporting purposes.    Yet Denis's only\n\nevidence on that score was his own testimony that he had not used\nthe rifle at all since it broke in 1996.          That testimony is\n\nundermined by the fact that he brought the rifle with him when he\n\nmoved in 1997, and kept it fully assembled near his bed and in\nclose proximity to more than $3,000 in cash.\n\n          In sum, we conclude that it was not clearly erroneous for\n\nthe district court to find that Denis did not use the rifle solely\n\nfor lawful sporting purposes.\n\n          Affirmed.\n\n\n\n\n                                -18-\n\f",
  "html": "<p class=\"case_cite\">297 F.3d 25</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Shawn R. DENIS, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 01-2544.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard April 3, 2002.</p>\n    <p class=\"date\">Decided July 23, 2002.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Robert E. Sandy, Jr., with whom Sherman &amp; Sandy was on brief, for appellant.</p>\n      <p class=\"indent\">F. Mark Terison, Senior Litigation Counsel, with whom Paula D. Silsby, United States Attorney, was on brief, for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, LYNCH and LIPEZ, Circuit Judges.</p>\n      <p class=\"indent\">LIPEZ, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Shawn R. Denis appeals from his conviction under 18 U.S.C. &#167; 922(g)(9), which makes it illegal for a person convicted of a misdemeanor crime of domestic violence to possess a firearm or ammunition. Denis argues that his conviction violates due process because &#167; 922(g)(9) had not yet been enacted when he was convicted of the predicate domestic violence offense, and he had no reason to suspect that his continued possession of a firearm would someday become illegal. He also argues that the district court erred in sentencing by rejecting his claim that he possessed the firearm in question solely for legal sporting purposes. Finding no merit to either claim, we affirm.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The following facts are undisputed. In May of 1996, Denis was charged with assault, a misdemeanor offense under Maine law. Me.Rev.Stat. Ann. tit. 17-A, &#167; 207. The victim was his live-in girlfriend at the time. However, because there is no separate category for domestic assault under the Maine Criminal Code, the criminal complaint did not denominate the offense as domestic in nature. Denis entered a plea of <i>nolo contendere</i> on July 8, 1996, and was fined $500.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Several months later, Congress added a new section to the Gun Control Act of 1968, codified at 18 U.S.C. &#167; 922(g), which prohibits certain categories of people from possessing a firearm or ammunition. The new subsection nine extended that prohibition to any person who \"has been convicted in any court of a misdemeanor crime of domestic violence.\" 18 U.S.C. &#167; 922(g)(9). The amendment became effective on September 30, 1996.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On March 5, 2000, Maine State Police executed a search warrant at Denis's residence in Skowhegan, Maine, having received a tip that Denis was engaged in the sale of marijuana. During the course of their search, they found seven pounds of marijuana and &#8212; leaning in a corner of the master bedroom &#8212; a Norinco SKS rifle.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Denis was charged with violating &#167; 922(g)(9).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> He filed a motion to dismiss the indictment, arguing that his assault conviction was not a \"misdemeanor crime of domestic violence\" within the meaning &#167; 922(g)(9) because it did not involve the requisite element of \"use or attempted use of physical force,\" 18 U.S.C. &#167; 921(a)(33)(A) (defining \"misdemeanor crime of violence\" for purposes of &#167; 922(g)(9)). Maine's Criminal Code defines the offense of \"assault\" as \"intentionally, knowingly or recklessly caus[ing] bodily injury <i>or</i> offensive physical contact.\" Me.Rev.Stat. Ann. tit. 17-A, &#167; 207.1 (emphasis added). Denis argued that merely causing \"offensive physical contact\" would not constitute a \"use ... of force,\" and that the wording of the Maine statute made it impossible to know which type of assault he had committed.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The district court denied the motion, reasoning that the circumstances surrounding the assault charge made clear that it involved the use of force. The court noted that the police report that served as the basis for the criminal complaint against Denis stated that the victim's \"lower lip was puffed up and there was some bleeding from her mouth.\" Moreover, the victim's signed statement indicated that Denis \"back crossed [her] in the face\" and \"threw [her] outside\" of the house they shared. Thus, the court concluded that Denis's conviction \"should be deemed an assault based on `bodily injury,' not `offensive physical contact.'\"</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Denis entered a conditional guilty plea, reserving the right to appeal the court's denial of his motion to dismiss. The case then proceeded to sentencing. There, Denis argued that he was entitled to a reduction in base offense level because he had used the rifle solely for lawful sporting purposes. <i>See</i> U.S.S.G. &#167; 2K2.1(b)(2). He claimed to have purchased the rifle in 1992 or 1993, and to have used it for hunting and target shooting until 1996. That year, he tripped over a log when hunting and broke the stock of the rifle. Denis maintained that he had not used the rifle since 1996.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Unpersuaded that Denis had used the rifle exclusively for hunting and target shooting, the district court denied his request for a reduction in base offense level. The court concluded that \"this is a classic case where the gun was used for self-protection and for the defense of a drug operation.\" It sentenced Denis to fifteen months in prison, followed by three years of supervised release. This appeal followed.</p>\n    </div>\n    <p>II. DUE PROCESS</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Denis argues that his prosecution under &#167; 922(g)(9) violates due process by denying him fair warning that his conduct was criminal. He offers two variants on that claim. First, citing the Supreme Court's decision in <i>Lambert v. California,</i> 355 U.S. 225, 78 S.Ct. 240, 2 L.Ed.2d 228 (1957), Denis contends that he was justifiably ignorant of the federal statute. Second, he argues that &#167; 922(g)(9) is unconstitutional as applied to him because his conviction for the predicate misdemeanor offense occurred before subsection nine was added to the statute.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Denis concedes that he did not present either version of his due process claim to the district court. Accordingly, we review only for plain error.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> <i>See United States v. Gomez,</i> 255 F.3d 31, 37 (1st Cir.2001).</p>\n    </div>\n    <p class=\"indent\">A. Ignorance of the Law</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">It is a fundamental maxim of our legal system that \"ignorance of the law or a mistake of law is no defense to criminal prosecution.\" <i>Cheek v. United States,</i> 498 U.S. 192, 199, 111 S.Ct. 604, 112 L.Ed.2d 617 (1991); <i>see also Roberts v. Maine,</i> 48 F.3d 1287, 1300 (1st Cir.1995) (Cyr, J., concurring) (\"As a general rule, of course, publication of a criminal statute affords adequate notice to the public at large.\"). Denis argues that his claim falls within an exception established in <i>Lambert</i> to that general rule. There, the Supreme Court addressed a provision of the Los Angeles Municipal Code that made it unlawful for convicted felons to remain in the city for more than five days without registering with the police. The Court concluded that the law could not constitutionally be applied to a person who was unaware of the duty to register. Although it recognized the traditional rule that \"ignorance of the law will not excuse,\" the Court reasoned that the Los Angeles ordinance provided such insufficient notice that it fell outside the bounds of due process. 355 U.S. at 229-30, 78 S.Ct. 240 (internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">First, the ordinance punished conduct that was \"wholly passive.\" <i>Id.</i> at 228, 78 S.Ct. 240. It differed from normal registration laws, the Court explained, because \"violation of its provisions [was] unaccompanied by any action whatever, mere presence in the city being the test.\" <i>Id.</i> at 229, 78 S.Ct. 240. Second, \"circumstances which might move one to inquire as to the necessity of registration are completely lacking.\" <i>Id.</i> Unlike \"the commission of acts, or the failure to act under circumstances that should alert the doer to the consequences of his deed,\" <i>id.</i> at 228, 78 S.Ct. 240, the fact of being in a certain city is presumptively innocent, and therefore would not lead the average person to suspect that her conduct was unlawful. Thus, the Court concluded that \"[w]here a person did not know of the duty to register and where there was no proof of the probability of such knowledge, he may not be convicted consistently with due process.\" <i>Id.</i> at 229-30, 78 S.Ct. 240.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">As we have explained elsewhere, \"<i>Lambert</i> represents one of the relatively rare instances in which the Supreme Court has concluded that, contrary to the well-established tenet, actual knowledge of the law's requirements is a precondition to criminal liability (and, therefore, ignorance of the law will excuse the defendant).\" <i>United States v. Meade,</i> 175 F.3d 215, 225 (1st Cir.1999). It is unclear whether and how widely the <i>Lambert</i> exception applies beyond the particular facts of that case; the Supreme Court \"has steadfastly resisted efforts to extend [its] reach.\" <i>Id.</i> At the very least, a defendant seeking to avoid prosecution on the ground of ignorance of the law must satisfy two requirements. First, his conduct must have been \"wholly passive.\" <i>Lambert,</i> 355 U.S. at 228, 78 S.Ct. 240. Second, there must be an absence of \"circumstances that should alert the doer to the consequences of his deed.\" <i>Id.</i></p>\n    </div>\n    <p class=\"indent\">1. <i>Wholly passive conduct</i></p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Denis argues that, \"once Congress enacted 18 U.S.C. &#167; 922(g)(9), [he] had committed a criminal offense by taking no action at all.\" We disagree. As the Ninth Circuit explained in <i>United States v. Hancock,</i> \"possession of firearms is `active' conduct, as distinct from the `wholly passive' failure to register that was at issue in <i>Lambert.</i>\" 231 F.3d 557, 564 (9th Cir. 2000); <i>see also United States v. Allen,</i> 699 F.2d 453, 458 (9th Cir.1982) (concluding that statute prohibiting possession of a firearm by one previously convicted of a felony \"does not involve merely passive conduct: to violate the law one must knowingly possess a firearm\").</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">2. <i>Circumstances that should trigger inquiry</i></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Denis fares no better under the second prong of the <i>Lambert</i> test. Denis \"knowingly subjected himself to a host of state and federal regulations\" when he purchased a firearm. <i>Hancock,</i> 231 F.3d at 564. The possibility of regulation increased when he was convicted of a crime of domestic violence. \"[T]he possession of a gun, especially by anyone who has been convicted of violent crime, is ... a highly regulated activity, and everyone knows it.\" <i>United States v. Hutzell,</i> 217 F.3d 966, 969 (8th Cir.2000). Unlike mere presence in a certain city, possession of a firearm after a domestic violence conviction is not \"so presumptively innocent as to fall within the narrow confines of the <i>Lambert</i> exception.\" <i>Meade,</i> 175 F.3d at 226. Rather, it is a \"circumstance[] which might move one to inquire\" as to any applicable regulations or prohibitions. <i>Lambert,</i> 355 U.S. at 229, 78 S.Ct. 240.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Not surprisingly, therefore, courts addressing the question have held uniformly that a domestic violence conviction is enough to put a defendant on notice that subsequent possession of a gun might be subject to restrictions. <i>See Hancock,</i> 231 F.3d at 564 (\"[B]y committ[ing] the domestic violence offense, [appellant] removed himself from the class of ordinary and innocent citizens who would expect no special restrictions on the possession of a firearm.\" (internal quotation marks omitted)); <i>Hutzell,</i> 217 F.3d at 968 (concluding that \"an individual's domestic violence conviction should itself put that person on notice that subsequent possession of a gun might well be subject to regulation\"); <i>United States v. Mitchell,</i> 209 F.3d 319, 322-23 (4th Cir.2000) (concluding that appellant's \"conduct in assaulting his wife &#8212; the act that led to his misdemeanor domestic violence conviction &#8212; put [him] on sufficient notice\"); <i>United States v. Beavers,</i> 206 F.3d 706, 710 (6th Cir.2000) (holding that appellant's \"conviction on a domestic violence offense sufficiently placed him on notice that the government might regulate his ability to own or possess a firearm\").</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Although we have not addressed the precise question at issue here, our recent decision in <i>United States v. Meade</i> essentially forecloses Denis's claim that his domestic assault conviction was insufficient to alert him to the possible consequences of firearm possession. The appellant in <i>Meade</i> argued that 18 U.S.C. &#167; 922(g)(8) &#8212; which prohibits firearm possession by anyone who is subject to a judicial anti-harassment or anti-stalking order &#8212; violates due process because \"firearms possession is an act sufficiently innocent that no one could be expected to know that he would violate the law merely by possessing a gun.\" 175 F.3d at 226. We rejected that claim, explaining that individuals who are subject to anti-harassment orders \"would not be sanguine about the legal consequences of possessing a firearm.\" <i>Id.</i> That reasoning applies with equal force to individuals who have been convicted of domestic assault. \"[D]omestic abuse is a well-known problem, and it should not surprise anyone that the government has enacted legislation in an attempt to limit the means by which persons who have a history of domestic violence might cause harm in the future.\" <i>Beavers,</i> 206 F.3d at 710.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Denis argues, however, that conviction under Maine's general purpose assault statute provided insufficient notice. First, he points out that the statute does not denominate the offense as \"domestic.\" Denis insists that his case must be distinguished from those in which the defendant suffered some enhanced penalty for the domestic nature of the offense, or at least was convicted under a statute that addressed domestic crimes specifically. Only when domestic offenses are treated differently from garden variety assaults, the argument goes, is the defendant on notice that he may be treated differently in the future as well.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We considered a similar argument in <i>Meade</i> and rejected it \"out of hand.\" 175 F.3d at 222. The appellant in <i>Meade</i> argued that &#167; 922(g)(9) was unconstitutionally vague as applied to individuals convicted under general assault statutes because such individuals \"will not know whether [their] conviction[s] will count as a predicate offense\" involving a domestic relationship. <i>Id.</i> We found that contention utterly lacking in merit, concluding that \"[i]t is, after all, fair to presume that a misdemeanant will know his relationship with his victim.\" <i>Id.</i> Here, whatever the precise wording of the criminal complaint against him, Denis knew that he was convicted of a misdemeanor offense after assaulting his live-in girlfriend. That is enough to \"remove[] him[] from the class of ordinary and innocent citizens who would expect no special restrictions on the possession of a firearm.\" <i>Beavers,</i> 206 F.3d at 710 (internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Denis also argues that ambiguity in the Maine statute differentiates his case from those in which courts have held that a domestic assault conviction is enough to alert the defendant that subsequent firearm possession might be subject to enhanced regulation. As noted, the Maine statute defines \"assault\" to mean \"intentionally, knowingly or recklessly causing bodily injury <i>or</i> offensive physical contact.\" Me.Rev.Stat. Ann. tit. 17-A, &#167; 702.1 (emphasis added). At the time of Denis's arrest, courts in this circuit were divided on the question whether a conviction for causing \"offensive physical contact\" necessarily involved an element of \"use or attempted use of physical force,\" as required to bring the offense within the federal definition of a \"misdemeanor crime of domestic violence.\" 18 U.S.C. &#167;&#167; 921(a)(33)(A), 922(g)(9).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Accordingly, Denis maintains that &#8212; even if he had learned of &#167; 922(g)(9)'s enactment prior to his arrest &#8212; he could not have known for certain whether he was subject to the prohibition on firearm possession.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">That argument need not detain us. For the same reason that we can \"presume that a misdemeanant will know his relationship with his victim,\" <i>Meade,</i> 175 F.3d at 222, we can infer that he knows whether his offense involved the use or attempted use of physical force. It is beside the point that the terms of the Maine statute might have led <i>others</i> to question whether Denis used (or attempted to use) force when he committed the offense. Denis's claim is that <i>he</i> could not have known that &#167; 922(g)(9) applied to him; that argument is foreclosed by <i>Meade.</i></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We conclude that this case falls within the traditional rule that ignorance of the law is not an excuse for violating it. Denis is not entitled to the narrow exception to that rule recognized in <i>Lambert.</i> We turn, therefore, to Denis's alternate argument focusing on the particular sequence of events here.</p>\n    </div>\n    <p class=\"indent\">B. Timing</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Denis argues that he does not need to rely on <i>Lambert</i> because, at the time he entered his plea to the domestic assault charge, he was not simply ignorant of &#167; 922(g)(9); the federal prohibition on gun ownership did not even exist. Thus, when Denis was convicted for the Maine offense, there were no immediate federal consequences. It was not until Congress enacted &#167; 922(g)(9) several months later that his continued firearm possession suddenly became illegal. Given that sequence of events, Denis argues that his case is different from those involving mere ignorance of the law.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The difficulty with that argument is that the conduct for which Denis is punishable under &#167; 922(g)(9) is not the conviction for domestic assault in 1996, but the possession of a firearm in 2000. <i>See Mitchell,</i> 209 F.3d at 322 (\"It is immaterial [for purposes of the Ex Post Facto Clause] that Mitchell's firearm purchase and domestic violence conviction occurred prior to &#167; 922(g)(9)'s enactment because the conduct prohibited by &#167; 922(g)(9) is the <i>possession</i> of a firearm.\"). Accordingly, it makes no difference what Denis knew or could have known at the time he was convicted of the Maine offense. At the time he was arrested and charged under &#167; 922(g)(9), the law had been on the books for almost four years, and Denis simply was not aware of it.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Denis points out that, since &#167; 922(g)(9) did not exist when he entered his plea of <i>nolo contendere</i> to the charges of domestic assault, neither his attorney nor the state court judge could have advised him that he no longer could possess a firearm. He argues that the impossibility of advice from the court or counsel distinguishes this from the typical ignorance-of-the-law case.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> However, even if &#167; 922(g)(9) had been enacted before Denis was charged with domestic assault, the state court would have been under no obligation to inform him of the federal consequences of a conviction. One would hope that his lawyer would have informed him, but such advice is hardly a requisite of due process. Thus, the fact that Denis was convicted of the predicate domestic assault offense prior to &#167; 922(g)(9)'s enactment makes him no worse off than anyone else who violated the statute while ignorant of its terms. As we explained above, such ignorance is no excuse.</p>\n    </div>\n    <p>III. SENTENCING</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">At sentencing, Denis maintained that he possessed the firearm in question solely for lawful sporting purposes and, therefore, was entitled to a reduction in the base offense level under &#167; 2K2.1(b)(2) of the federal sentencing guidelines. Section 2K2.1(b)(2) provides, in relevant part:</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">If the defendant ... possessed all ammunition and firearms solely for lawful sporting purposes or collection, and did not unlawfully discharge or otherwise unlawfully use such firearms or ammunition, decrease the offense level determined above to level 6.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Under the guideline, the burden was on Denis to prove by a preponderance of the evidence that he was entitled to a reduction. <i>See United States v. Gonzales,</i> 12 F.3d 298, 301 (1st Cir.1993). In an effort to satisfy that burden, Denis testified that he was an avid hunter and had purchased the rifle because it was suitable for both hunting and target shooting. He pointed out that a modification had been made to the rifle's magazine so that it would hold no more than five rounds of ammunition, as required by Maine hunting law. Moreover, the rifle was equipped with a telescopic sight calibrated to a distance appropriate for hunting and target shooting. Denis testified that he had used the rifle regularly for such purposes until 1996, when the rifle was damaged in a hunting accident. He insisted that he had not used the rifle since 1996.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Denis also attempted to rebut the prosecutor's claim that he had used the rifle in connection with his drug trade. For example, he emphasized that the firearm in question was a large rifle, not a concealable handgun; that its stock was broken, making it inaccurate; and that it was geared for long-distance shooting, not firing at close range. He also argued that the rifle &#8212; which was found roughly three feet from the side of his bed &#8212; was neither hidden nor \"immediately reachable from the bed,\" and that only \"small amounts\" of marijuana were found in the bedroom.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Finally, Denis's wife, Laurie, testified that she had loaded the rifle one evening when she was frightened by noises in the woods. She explained that Denis was away that evening on business with the doctor for whom he worked, and that she had forgotten to tell him that she had loaded the rifle. When the prosecutor pointed out on cross-examination that Denis did not begin work for the doctor until after the police seized the loaded rifle, Laurie clarified that, although Denis was not \"officially employed\" until after he was arrested on the &#167; 922(g)(9) charges, he must have started working for the doctor some time earlier. Laurie also claimed that she was not aware that there was marijuana in the house.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">In response, the prosecutor argued that Denis's claim to have used the gun solely for hunting and target shooting was implausible in light of his admission that he had not hunted since 1996. She pointed out that Denis did not move into his house in Skowhegan until 1997, suggesting that he carried the rifle with him from his old residence, and chose to store it fully assembled in the corner of the bedroom although &#8212; by his own testimony &#8212; the rifle was broken and did not shoot accurately. Moreover, the prosecutor emphasized that more than $3,000 in cash was found in Denis's bedroom, lying by the same side of the bed as the rifle. Those facts, she argued, \"raise[d] the question of if it's broken and you can't use it for hunting, why does he keep it in the corner of the bedroom, and why does he keep it within a foot or two of all the cash that appears to have been related to his marijuana business.\"</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The prosecutor also attempted to counter Denis's claim that the rifle was inappropriate for use in drug dealing. She argued that \"all of the bells and whistles that make this an interesting hunting weapon, the scope, for instance, have only one purpose if your interest is in intimidation, and that is having a big, nasty-looking gun that no one's going to mess with.\" In the same vein, the prosecutor emphasized that the rifle was equipped with a bayonet, and that \"there's no legitimate purpose for a hunter having a bayonet on the end of that gun.\"</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The district court concluded that Denis had failed to prove by a preponderance of the evidence that he had possessed the rifle solely for lawful sporting purposes. We review that finding for clear error. <i>United States v. Cousens,</i> 942 F.2d 800, 802 (1st Cir.1991). We find no error, clear or otherwise.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">First, the district court noted that the gun was loaded, with one round in the chamber and another six in the magazine. The court did \"not give any credence\" to Laurie's testimony as to how and why the gun was loaded, finding it \"particularly ... incredible that she ... did not know that there was marijuana in the house based on the marijuana present during the time of the search.\" Such \"matters of credibility are normally for the trial court, not this court, to decide.\" <i>United States v. Wheelwright,</i> 918 F.2d 226, 228 (1st Cir.1990); 18 U.S.C. &#167; 3742(e) (providing that, in reviewing a sentence under the Guidelines, court of appeals must \"give due regard to the opportunity of the district court to judge the credibility of the witnesses\").</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Second, in light of the marijuana and cash in the house, the court observed that \"this gun was particularly usable and used for defense of the operation and preservation of the cash.\" The court found that location of the gun &#8212; on the left side of the bed where the cash and other articles belonging to Denis were found &#8212; indicated \"pretty clearly that the gun was kept in reach to defend a residence that is fairly isolated and is in a rural area.\" We agree that the circumstances in which the rifle was discovered create a powerful inference that Denis used it in support of his drug trade. Denis's evidence to the contrary, suggesting that the rifle was more appropriate for hunting and target shooting than for drug dealing, is insufficient to overcome that inference.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">As the district court explained, it is unlikely that Denis would keep a hunting gun in his bedroom, when &#8212; by his own admission &#8212; he had not hunted in roughly four years. Under &#167; 2K2.1(b)(2), it is not enough that Denis purchased the rifle for hunting and target shooting, or that in previous years he hunted frequently. Rather, he bore the burden of proving that he used the rifle <i>exclusively</i> for lawful sporting purposes. Yet Denis's only evidence on that score was his own testimony that he had not used the rifle at all since it broke in 1996. That testimony is undermined by the fact that he brought the rifle with him when he moved in 1997, and kept it fully assembled near his bed and in close proximity to more than $3,000 in cash.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">In sum, we conclude that it was not clearly erroneous for the district court to find that Denis did not use the rifle solely for lawful sporting purposes.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> He also was charged with &#8212; and pled guilty to &#8212; a state-law misdemeanor offense of trafficking in marijuana</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> We note that the government has not argued that Denis waived his due process claim by failing to preserve that issue in his conditional guilty plea<i>See United States v. Ramos,</i> 961 F.2d 1003, 1005-06 (1st Cir.1992). Neither party has briefed the issue of the effect of such a waiver. As the outcome of the case would be the same in any event, we do not address the waiver point.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We resolved that question in<i>United States v. Nason,</i> 269 F.3d 10, 20 (1st Cir.2001), where we held that a conviction under either variant of the Maine assault statute could serve as a predicate \"domestic violence\" offense for purposes of &#167; 922(g)(9). Denis acknowledges that <i>Nason</i> forecloses the claim he advanced in the district court &#8212; namely, that his conviction under Maine's general purpose assault statute did not constitute a \"misdemeanor crime of domestic violence\" within the meaning of &#167; 922(g)(9). Nevertheless, in his appellate brief he reserved the right to press that argument; he was mindful that the Supreme Court might grant the petition for certiorari in <i>United States v. Hill,</i> 21 Fed.Appx. 18 (1st Cir. Oct.23, 2001) (unpublished decision), a companion case to <i>Nason.</i> The Court denied that petition on February 25, 2002. ___ U.S. ___, 122 S.Ct. 1191, 152 L.Ed.2d 131 (2002).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> As support for that claim, Denis relies on<i>United States v. Ficke,</i> 58 F.Supp.2d 1071 (D.Neb.1999), in which a Nebraska district court accepted a similar argument. <i>Ficke</i> was effectively overruled by the Eighth Circuit's subsequent decision in <i>Hutzell,</i> 217 F.3d at 968-69 (rejecting due process challenge notwithstanding the fact that the defendant was convicted of the predicate domestic violence offense prior to &#167; 922(g)(9)'s enactment).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">297</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">25</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Shawn R. DENIS, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 01-2544.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard April 3, 2002.</p>\n    <p class=\"date\">Decided July 23, 2002.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Robert E. Sandy, Jr., with whom Sherman &amp; Sandy was on brief, for appellant.</p>\n      <p class=\"indent\">F. Mark Terison, Senior Litigation Counsel, with whom Paula D. Silsby, United States Attorney, was on brief, for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, LYNCH and LIPEZ, Circuit Judges.</p>\n      <p class=\"indent\">LIPEZ, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Shawn R. Denis appeals from his conviction under 18 U.S.C. &#167; 922(g)(9), which makes it illegal for a person convicted of a misdemeanor crime of domestic violence to possess a firearm or ammunition. Denis argues that his conviction violates due process because &#167; 922(g)(9) had not yet been enacted when he was convicted of the predicate domestic violence offense, and he had no reason to suspect that his continued possession of a firearm would someday become illegal. He also argues that the district court erred in sentencing by rejecting his claim that he possessed the firearm in question solely for legal sporting purposes. Finding no merit to either claim, we affirm.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The following facts are undisputed. In May of 1996, Denis was charged with assault, a misdemeanor offense under Maine law. Me.Rev.Stat. Ann. tit. 17-A, &#167; 207. The victim was his live-in girlfriend at the time. However, because there is no separate category for domestic assault under the Maine Criminal Code, the criminal complaint did not denominate the offense as domestic in nature. Denis entered a plea of <i>nolo contendere</i> on July 8, 1996, and was fined $500.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Several months later, Congress added a new section to the Gun Control Act of 1968, codified at 18 U.S.C. &#167; 922(g), which prohibits certain categories of people from possessing a firearm or ammunition. The new subsection nine extended that prohibition to any person who \"has been convicted in any court of a misdemeanor crime of domestic violence.\" 18 U.S.C. &#167; 922(g)(9). The amendment became effective on September 30, 1996.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On March 5, 2000, Maine State Police executed a search warrant at Denis's residence in Skowhegan, Maine, having received a tip that Denis was engaged in the sale of marijuana. During the course of their search, they found seven pounds of marijuana and &#8212; leaning in a corner of the master bedroom &#8212; a Norinco SKS rifle.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Denis was charged with violating &#167; 922(g)(9).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> He filed a motion to dismiss the indictment, arguing that his assault conviction was not a \"misdemeanor crime of domestic violence\" within the meaning &#167; 922(g)(9) because it did not involve the requisite element of \"use or attempted use of physical force,\" 18 U.S.C. &#167; 921(a)(33)(A) (defining \"misdemeanor crime of violence\" for purposes of &#167; 922(g)(9)). Maine's Criminal Code defines the offense of \"assault\" as \"intentionally, knowingly or recklessly caus[ing] bodily injury <i>or</i> offensive physical contact.\" Me.Rev.Stat. Ann. tit. 17-A, &#167; 207.1 (emphasis added). Denis argued that merely causing \"offensive physical contact\" would not constitute a \"use ... of force,\" and that the wording of the Maine statute made it impossible to know which type of assault he had committed.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The district court denied the motion, reasoning that the circumstances surrounding the assault charge made clear that it involved the use of force. The court noted that the police report that served as the basis for the criminal complaint against Denis stated that the victim's \"lower lip was puffed up and there was some bleeding from her mouth.\" Moreover, the victim's signed statement indicated that Denis \"back crossed [her] in the face\" and \"threw [her] outside\" of the house they shared. Thus, the court concluded that Denis's conviction \"should be deemed an assault based on `bodily injury,' not `offensive physical contact.'\"</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Denis entered a conditional guilty plea, reserving the right to appeal the court's denial of his motion to dismiss. The case then proceeded to sentencing. There, Denis argued that he was entitled to a reduction in base offense level because he had used the rifle solely for lawful sporting purposes. <i>See</i> U.S.S.G. &#167; 2K2.1(b)(2). He claimed to have purchased the rifle in 1992 or 1993, and to have used it for hunting and target shooting until 1996. That year, he tripped over a log when hunting and broke the stock of the rifle. Denis maintained that he had not used the rifle since 1996.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Unpersuaded that Denis had used the rifle exclusively for hunting and target shooting, the district court denied his request for a reduction in base offense level. The court concluded that \"this is a classic case where the gun was used for self-protection and for the defense of a drug operation.\" It sentenced Denis to fifteen months in prison, followed by three years of supervised release. This appeal followed.</p>\n    </div>\n    <p>II. DUE PROCESS</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Denis argues that his prosecution under &#167; 922(g)(9) violates due process by denying him fair warning that his conduct was criminal. He offers two variants on that claim. First, citing the Supreme Court's decision in <i>Lambert v. California,</i> <span class=\"citation no-link\"><span class=\"volume\">355</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">225</span></span>, <span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">240</span></span>, <span class=\"citation no-link\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">228</span></span> (1957), Denis contends that he was justifiably ignorant of the federal statute. Second, he argues that &#167; 922(g)(9) is unconstitutional as applied to him because his conviction for the predicate misdemeanor offense occurred before subsection nine was added to the statute.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Denis concedes that he did not present either version of his due process claim to the district court. Accordingly, we review only for plain error.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> <i>See United States v. Gomez,</i> <span class=\"citation\" data-id=\"199484\"><a href=\"/opinion/199484/united-states-v-gomez/\"><span class=\"volume\">255</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">31</span></a></span>, 37 (1st Cir.2001).</p>\n    </div>\n    <p class=\"indent\">A. Ignorance of the Law</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">It is a fundamental maxim of our legal system that \"ignorance of the law or a mistake of law is no defense to criminal prosecution.\" <i>Cheek v. United States,</i> <span class=\"citation\" data-id=\"112517\"><a href=\"/opinion/112517/cheek-v-united-states/\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">192</span></a></span>, 199, <span class=\"citation\" data-id=\"112517\"><a href=\"/opinion/112517/cheek-v-united-states/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">604</span></a></span>, <span class=\"citation\" data-id=\"112517\"><a href=\"/opinion/112517/cheek-v-united-states/\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">617</span></a></span> (1991); <i>see also Roberts v. Maine,</i> <span class=\"citation\" data-id=\"195907\"><a href=\"/opinion/195907/roberts-v-state-of-maine/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1287</span></a></span>, 1300 (1st Cir.1995) (Cyr, J., concurring) (\"As a general rule, of course, publication of a criminal statute affords adequate notice to the public at large.\"). Denis argues that his claim falls within an exception established in <i>Lambert</i> to that general rule. There, the Supreme Court addressed a provision of the Los Angeles Municipal Code that made it unlawful for convicted felons to remain in the city for more than five days without registering with the police. The Court concluded that the law could not constitutionally be applied to a person who was unaware of the duty to register. Although it recognized the traditional rule that \"ignorance of the law will not excuse,\" the Court reasoned that the Los Angeles ordinance provided such insufficient notice that it fell outside the bounds of due process. 355 U.S. at 229-30, <span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">240</span></span> (internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">First, the ordinance punished conduct that was \"wholly passive.\" <i>Id.</i> at 228, <span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">240</span></span>. It differed from normal registration laws, the Court explained, because \"violation of its provisions [was] unaccompanied by any action whatever, mere presence in the city being the test.\" <i>Id.</i> at 229, <span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">240</span></span>. Second, \"circumstances which might move one to inquire as to the necessity of registration are completely lacking.\" <i>Id.</i> Unlike \"the commission of acts, or the failure to act under circumstances that should alert the doer to the consequences of his deed,\" <i>id.</i> at 228, <span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">240</span></span>, the fact of being in a certain city is presumptively innocent, and therefore would not lead the average person to suspect that her conduct was unlawful. Thus, the Court concluded that \"[w]here a person did not know of the duty to register and where there was no proof of the probability of such knowledge, he may not be convicted consistently with due process.\" <i>Id.</i> at 229-30, <span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">240</span></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">As we have explained elsewhere, \"<i>Lambert</i> represents one of the relatively rare instances in which the Supreme Court has concluded that, contrary to the well-established tenet, actual knowledge of the law's requirements is a precondition to criminal liability (and, therefore, ignorance of the law will excuse the defendant).\" <i>United States v. Meade,</i> <span class=\"citation\" data-id=\"198461\"><a href=\"/opinion/198461/united-states-v-meade/\"><span class=\"volume\">175</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">215</span></a></span>, 225 (1st Cir.1999). It is unclear whether and how widely the <i>Lambert</i> exception applies beyond the particular facts of that case; the Supreme Court \"has steadfastly resisted efforts to extend [its] reach.\" <i>Id.</i> At the very least, a defendant seeking to avoid prosecution on the ground of ignorance of the law must satisfy two requirements. First, his conduct must have been \"wholly passive.\" <i>Lambert,</i> 355 U.S. at 228, <span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">240</span></span>. Second, there must be an absence of \"circumstances that should alert the doer to the consequences of his deed.\" <i>Id.</i></p>\n    </div>\n    <p class=\"indent\">1. <i>Wholly passive conduct</i></p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Denis argues that, \"once Congress enacted 18 U.S.C. &#167; 922(g)(9), [he] had committed a criminal offense by taking no action at all.\" We disagree. As the Ninth Circuit explained in <i>United States v. Hancock,</i> \"possession of firearms is `active' conduct, as distinct from the `wholly passive' failure to register that was at issue in <i>Lambert.</i>\" <span class=\"citation\" data-id=\"771003\"><a href=\"/opinion/771003/united-states-v-gary-hancock/\"><span class=\"volume\">231</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">557</span></a></span>, 564 (9th Cir. 2000); <i>see also United States v. Allen,</i> <span class=\"citation\" data-id=\"414115\"><a href=\"/opinion/414115/united-states-v-leonard-w-allen-aka-leonard-andrews/\"><span class=\"volume\">699</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">453</span></a></span>, 458 (9th Cir.1982) (concluding that statute prohibiting possession of a firearm by one previously convicted of a felony \"does not involve merely passive conduct: to violate the law one must knowingly possess a firearm\").</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">2. <i>Circumstances that should trigger inquiry</i></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Denis fares no better under the second prong of the <i>Lambert</i> test. Denis \"knowingly subjected himself to a host of state and federal regulations\" when he purchased a firearm. <i>Hancock,</i> 231 F.3d at 564. The possibility of regulation increased when he was convicted of a crime of domestic violence. \"[T]he possession of a gun, especially by anyone who has been convicted of violent crime, is ... a highly regulated activity, and everyone knows it.\" <i>United States v. Hutzell,</i> <span class=\"citation\" data-id=\"769325\"><a href=\"/opinion/769325/united-states-v-cody-jeremiah-hutzell/\"><span class=\"volume\">217</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">966</span></a></span>, 969 (8th Cir.2000). Unlike mere presence in a certain city, possession of a firearm after a domestic violence conviction is not \"so presumptively innocent as to fall within the narrow confines of the <i>Lambert</i> exception.\" <i>Meade,</i> 175 F.3d at 226. Rather, it is a \"circumstance[] which might move one to inquire\" as to any applicable regulations or prohibitions. <i>Lambert,</i> 355 U.S. at 229, <span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">240</span></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Not surprisingly, therefore, courts addressing the question have held uniformly that a domestic violence conviction is enough to put a defendant on notice that subsequent possession of a gun might be subject to restrictions. <i>See Hancock,</i> 231 F.3d at 564 (\"[B]y committ[ing] the domestic violence offense, [appellant] removed himself from the class of ordinary and innocent citizens who would expect no special restrictions on the possession of a firearm.\" (internal quotation marks omitted)); <i>Hutzell,</i> 217 F.3d at 968 (concluding that \"an individual's domestic violence conviction should itself put that person on notice that subsequent possession of a gun might well be subject to regulation\"); <i>United States v. Mitchell,</i> <span class=\"citation\" data-id=\"768328\"><a href=\"/opinion/768328/united-states-v-winston-eugene-mitchell-sr/\"><span class=\"volume\">209</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">319</span></a></span>, 322-23 (4th Cir.2000) (concluding that appellant's \"conduct in assaulting his wife &#8212; the act that led to his misdemeanor domestic violence conviction &#8212; put [him] on sufficient notice\"); <i>United States v. Beavers,</i> <span class=\"citation\" data-id=\"767994\"><a href=\"/opinion/767994/united-states-v-jeffrey-beavers/\"><span class=\"volume\">206</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">706</span></a></span>, 710 (6th Cir.2000) (holding that appellant's \"conviction on a domestic violence offense sufficiently placed him on notice that the government might regulate his ability to own or possess a firearm\").</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Although we have not addressed the precise question at issue here, our recent decision in <i>United States v. Meade</i> essentially forecloses Denis's claim that his domestic assault conviction was insufficient to alert him to the possible consequences of firearm possession. The appellant in <i>Meade</i> argued that 18 U.S.C. &#167; 922(g)(8) &#8212; which prohibits firearm possession by anyone who is subject to a judicial anti-harassment or anti-stalking order &#8212; violates due process because \"firearms possession is an act sufficiently innocent that no one could be expected to know that he would violate the law merely by possessing a gun.\" 175 F.3d at 226. We rejected that claim, explaining that individuals who are subject to anti-harassment orders \"would not be sanguine about the legal consequences of possessing a firearm.\" <i>Id.</i> That reasoning applies with equal force to individuals who have been convicted of domestic assault. \"[D]omestic abuse is a well-known problem, and it should not surprise anyone that the government has enacted legislation in an attempt to limit the means by which persons who have a history of domestic violence might cause harm in the future.\" <i>Beavers,</i> 206 F.3d at 710.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Denis argues, however, that conviction under Maine's general purpose assault statute provided insufficient notice. First, he points out that the statute does not denominate the offense as \"domestic.\" Denis insists that his case must be distinguished from those in which the defendant suffered some enhanced penalty for the domestic nature of the offense, or at least was convicted under a statute that addressed domestic crimes specifically. Only when domestic offenses are treated differently from garden variety assaults, the argument goes, is the defendant on notice that he may be treated differently in the future as well.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We considered a similar argument in <i>Meade</i> and rejected it \"out of hand.\" 175 F.3d at 222. The appellant in <i>Meade</i> argued that &#167; 922(g)(9) was unconstitutionally vague as applied to individuals convicted under general assault statutes because such individuals \"will not know whether [their] conviction[s] will count as a predicate offense\" involving a domestic relationship. <i>Id.</i> We found that contention utterly lacking in merit, concluding that \"[i]t is, after all, fair to presume that a misdemeanant will know his relationship with his victim.\" <i>Id.</i> Here, whatever the precise wording of the criminal complaint against him, Denis knew that he was convicted of a misdemeanor offense after assaulting his live-in girlfriend. That is enough to \"remove[] him[] from the class of ordinary and innocent citizens who would expect no special restrictions on the possession of a firearm.\" <i>Beavers,</i> 206 F.3d at 710 (internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Denis also argues that ambiguity in the Maine statute differentiates his case from those in which courts have held that a domestic assault conviction is enough to alert the defendant that subsequent firearm possession might be subject to enhanced regulation. As noted, the Maine statute defines \"assault\" to mean \"intentionally, knowingly or recklessly causing bodily injury <i>or</i> offensive physical contact.\" Me.Rev.Stat. Ann. tit. 17-A, &#167; 702.1 (emphasis added). At the time of Denis's arrest, courts in this circuit were divided on the question whether a conviction for causing \"offensive physical contact\" necessarily involved an element of \"use or attempted use of physical force,\" as required to bring the offense within the federal definition of a \"misdemeanor crime of domestic violence.\" 18 U.S.C. &#167;&#167; 921(a)(33)(A), 922(g)(9).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Accordingly, Denis maintains that &#8212; even if he had learned of &#167; 922(g)(9)'s enactment prior to his arrest &#8212; he could not have known for certain whether he was subject to the prohibition on firearm possession.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">That argument need not detain us. For the same reason that we can \"presume that a misdemeanant will know his relationship with his victim,\" <i>Meade,</i> 175 F.3d at 222, we can infer that he knows whether his offense involved the use or attempted use of physical force. It is beside the point that the terms of the Maine statute might have led <i>others</i> to question whether Denis used (or attempted to use) force when he committed the offense. Denis's claim is that <i>he</i> could not have known that &#167; 922(g)(9) applied to him; that argument is foreclosed by <i>Meade.</i></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We conclude that this case falls within the traditional rule that ignorance of the law is not an excuse for violating it. Denis is not entitled to the narrow exception to that rule recognized in <i>Lambert.</i> We turn, therefore, to Denis's alternate argument focusing on the particular sequence of events here.</p>\n    </div>\n    <p class=\"indent\">B. Timing</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Denis argues that he does not need to rely on <i>Lambert</i> because, at the time he entered his plea to the domestic assault charge, he was not simply ignorant of &#167; 922(g)(9); the federal prohibition on gun ownership did not even exist. Thus, when Denis was convicted for the Maine offense, there were no immediate federal consequences. It was not until Congress enacted &#167; 922(g)(9) several months later that his continued firearm possession suddenly became illegal. Given that sequence of events, Denis argues that his case is different from those involving mere ignorance of the law.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The difficulty with that argument is that the conduct for which Denis is punishable under &#167; 922(g)(9) is not the conviction for domestic assault in 1996, but the possession of a firearm in 2000. <i>See Mitchell,</i> 209 F.3d at 322 (\"It is immaterial [for purposes of the Ex Post Facto Clause] that Mitchell's firearm purchase and domestic violence conviction occurred prior to &#167; 922(g)(9)'s enactment because the conduct prohibited by &#167; 922(g)(9) is the <i>possession</i> of a firearm.\"). Accordingly, it makes no difference what Denis knew or could have known at the time he was convicted of the Maine offense. At the time he was arrested and charged under &#167; 922(g)(9), the law had been on the books for almost four years, and Denis simply was not aware of it.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Denis points out that, since &#167; 922(g)(9) did not exist when he entered his plea of <i>nolo contendere</i> to the charges of domestic assault, neither his attorney nor the state court judge could have advised him that he no longer could possess a firearm. He argues that the impossibility of advice from the court or counsel distinguishes this from the typical ignorance-of-the-law case.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> However, even if &#167; 922(g)(9) had been enacted before Denis was charged with domestic assault, the state court would have been under no obligation to inform him of the federal consequences of a conviction. One would hope that his lawyer would have informed him, but such advice is hardly a requisite of due process. Thus, the fact that Denis was convicted of the predicate domestic assault offense prior to &#167; 922(g)(9)'s enactment makes him no worse off than anyone else who violated the statute while ignorant of its terms. As we explained above, such ignorance is no excuse.</p>\n    </div>\n    <p>III. SENTENCING</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">At sentencing, Denis maintained that he possessed the firearm in question solely for lawful sporting purposes and, therefore, was entitled to a reduction in the base offense level under &#167; 2K2.1(b)(2) of the federal sentencing guidelines. Section 2K2.1(b)(2) provides, in relevant part:</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">If the defendant ... possessed all ammunition and firearms solely for lawful sporting purposes or collection, and did not unlawfully discharge or otherwise unlawfully use such firearms or ammunition, decrease the offense level determined above to level 6.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Under the guideline, the burden was on Denis to prove by a preponderance of the evidence that he was entitled to a reduction. <i>See United States v. Gonzales,</i> <span class=\"citation\" data-id=\"195106\"><a href=\"/opinion/195106/united-states-v-gonzales/\"><span class=\"volume\">12</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">298</span></a></span>, 301 (1st Cir.1993). In an effort to satisfy that burden, Denis testified that he was an avid hunter and had purchased the rifle because it was suitable for both hunting and target shooting. He pointed out that a modification had been made to the rifle's magazine so that it would hold no more than five rounds of ammunition, as required by Maine hunting law. Moreover, the rifle was equipped with a telescopic sight calibrated to a distance appropriate for hunting and target shooting. Denis testified that he had used the rifle regularly for such purposes until 1996, when the rifle was damaged in a hunting accident. He insisted that he had not used the rifle since 1996.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Denis also attempted to rebut the prosecutor's claim that he had used the rifle in connection with his drug trade. For example, he emphasized that the firearm in question was a large rifle, not a concealable handgun; that its stock was broken, making it inaccurate; and that it was geared for long-distance shooting, not firing at close range. He also argued that the rifle &#8212; which was found roughly three feet from the side of his bed &#8212; was neither hidden nor \"immediately reachable from the bed,\" and that only \"small amounts\" of marijuana were found in the bedroom.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Finally, Denis's wife, Laurie, testified that she had loaded the rifle one evening when she was frightened by noises in the woods. She explained that Denis was away that evening on business with the doctor for whom he worked, and that she had forgotten to tell him that she had loaded the rifle. When the prosecutor pointed out on cross-examination that Denis did not begin work for the doctor until after the police seized the loaded rifle, Laurie clarified that, although Denis was not \"officially employed\" until after he was arrested on the &#167; 922(g)(9) charges, he must have started working for the doctor some time earlier. Laurie also claimed that she was not aware that there was marijuana in the house.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">In response, the prosecutor argued that Denis's claim to have used the gun solely for hunting and target shooting was implausible in light of his admission that he had not hunted since 1996. She pointed out that Denis did not move into his house in Skowhegan until 1997, suggesting that he carried the rifle with him from his old residence, and chose to store it fully assembled in the corner of the bedroom although &#8212; by his own testimony &#8212; the rifle was broken and did not shoot accurately. Moreover, the prosecutor emphasized that more than $3,000 in cash was found in Denis's bedroom, lying by the same side of the bed as the rifle. Those facts, she argued, \"raise[d] the question of if it's broken and you can't use it for hunting, why does he keep it in the corner of the bedroom, and why does he keep it within a foot or two of all the cash that appears to have been related to his marijuana business.\"</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The prosecutor also attempted to counter Denis's claim that the rifle was inappropriate for use in drug dealing. She argued that \"all of the bells and whistles that make this an interesting hunting weapon, the scope, for instance, have only one purpose if your interest is in intimidation, and that is having a big, nasty-looking gun that no one's going to mess with.\" In the same vein, the prosecutor emphasized that the rifle was equipped with a bayonet, and that \"there's no legitimate purpose for a hunter having a bayonet on the end of that gun.\"</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The district court concluded that Denis had failed to prove by a preponderance of the evidence that he had possessed the rifle solely for lawful sporting purposes. We review that finding for clear error. <i>United States v. Cousens,</i> <span class=\"citation\" data-id=\"567182\"><a href=\"/opinion/567182/united-states-v-timothy-l-cousens/\"><span class=\"volume\">942</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">800</span></a></span>, 802 (1st Cir.1991). We find no error, clear or otherwise.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">First, the district court noted that the gun was loaded, with one round in the chamber and another six in the magazine. The court did \"not give any credence\" to Laurie's testimony as to how and why the gun was loaded, finding it \"particularly ... incredible that she ... did not know that there was marijuana in the house based on the marijuana present during the time of the search.\" Such \"matters of credibility are normally for the trial court, not this court, to decide.\" <i>United States v. Wheelwright,</i> <span class=\"citation\" data-id=\"551269\"><a href=\"/opinion/551269/united-states-v-john-wheelwright/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">226</span></a></span>, 228 (1st Cir.1990); 18 U.S.C. &#167; 3742(e) (providing that, in reviewing a sentence under the Guidelines, court of appeals must \"give due regard to the opportunity of the district court to judge the credibility of the witnesses\").</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Second, in light of the marijuana and cash in the house, the court observed that \"this gun was particularly usable and used for defense of the operation and preservation of the cash.\" The court found that location of the gun &#8212; on the left side of the bed where the cash and other articles belonging to Denis were found &#8212; indicated \"pretty clearly that the gun was kept in reach to defend a residence that is fairly isolated and is in a rural area.\" We agree that the circumstances in which the rifle was discovered create a powerful inference that Denis used it in support of his drug trade. Denis's evidence to the contrary, suggesting that the rifle was more appropriate for hunting and target shooting than for drug dealing, is insufficient to overcome that inference.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">As the district court explained, it is unlikely that Denis would keep a hunting gun in his bedroom, when &#8212; by his own admission &#8212; he had not hunted in roughly four years. Under &#167; 2K2.1(b)(2), it is not enough that Denis purchased the rifle for hunting and target shooting, or that in previous years he hunted frequently. Rather, he bore the burden of proving that he used the rifle <i>exclusively</i> for lawful sporting purposes. Yet Denis's only evidence on that score was his own testimony that he had not used the rifle at all since it broke in 1996. That testimony is undermined by the fact that he brought the rifle with him when he moved in 1997, and kept it fully assembled near his bed and in close proximity to more than $3,000 in cash.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">In sum, we conclude that it was not clearly erroneous for the district court to find that Denis did not use the rifle solely for lawful sporting purposes.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> He also was charged with &#8212; and pled guilty to &#8212; a state-law misdemeanor offense of trafficking in marijuana</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> We note that the government has not argued that Denis waived his due process claim by failing to preserve that issue in his conditional guilty plea<i>See United States v. Ramos,</i> <span class=\"citation\" data-id=\"581516\"><a href=\"/opinion/581516/united-states-v-samuel-g-ramos/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1003</span></a></span>, 1005-06 (1st Cir.1992). Neither party has briefed the issue of the effect of such a waiver. As the outcome of the case would be the same in any event, we do not address the waiver point.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We resolved that question in<i>United States v. Nason,</i> <span class=\"citation\" data-id=\"199640\"><a href=\"/opinion/199640/united-states-v-nason/\"><span class=\"volume\">269</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">10</span></a></span>, 20 (1st Cir.2001), where we held that a conviction under either variant of the Maine assault statute could serve as a predicate \"domestic violence\" offense for purposes of &#167; 922(g)(9). Denis acknowledges that <i>Nason</i> forecloses the claim he advanced in the district court &#8212; namely, that his conviction under Maine's general purpose assault statute did not constitute a \"misdemeanor crime of domestic violence\" within the meaning of &#167; 922(g)(9). Nevertheless, in his appellate brief he reserved the right to press that argument; he was mindful that the Supreme Court might grant the petition for certiorari in <i>United States v. Hill,</i> 21 Fed.Appx. 18 (1st Cir. Oct.23, 2001) (unpublished decision), a companion case to <i>Nason.</i> The Court denied that petition on February 25, 2002. ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1191</span></span>, <span class=\"citation no-link\"><span class=\"volume\">152</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">131</span></span> (2002).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> As support for that claim, Denis relies on<i>United States v. Ficke,</i> <span class=\"citation\" data-id=\"2568183\"><a href=\"/opinion/2568183/united-states-v-ficke/\"><span class=\"volume\">58</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1071</span></a></span> (D.Neb.1999), in which a Nebraska district court accepted a similar argument. <i>Ficke</i> was effectively overruled by the Eighth Circuit's subsequent decision in <i>Hutzell,</i> 217 F.3d at 968-69 (rejecting due process challenge notwithstanding the fact that the defendant was convicted of the predicate domestic violence offense prior to &#167; 922(g)(9)'s enactment).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/105596/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112517/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195106/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195907/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198461/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199484/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199640/",
    "http://www.courtlistener.com/api/rest/v3/opinions/414115/",
    "http://www.courtlistener.com/api/rest/v3/opinions/551269/",
    "http://www.courtlistener.com/api/rest/v3/opinions/567182/",
    "http://www.courtlistener.com/api/rest/v3/opinions/581516/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767994/",
    "http://www.courtlistener.com/api/rest/v3/opinions/768328/",
    "http://www.courtlistener.com/api/rest/v3/opinions/769325/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771003/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2568183/"
  ]
}