{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/200147/",
  "absolute_url": "/opinion/200147/open-software-v-united-states-fid/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/200147/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T04:44:59Z",
  "date_modified": "2016-02-28T05:02:19.734213Z",
  "type": "010combined",
  "sha1": "f91787e79f7770babe642655585f3b1c8aaad8f5",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/01-2342-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2002/10/04/Open_Software_v._United_States_Fid.pdf",
  "plain_text": "          United States Court of Appeals\n                       For the First Circuit\n\nNo. 01-2342\n   OPEN SOFTWARE FOUNDATION, INC., and HEWLETT PACKARD COMPANY\n                     Plaintiffs, Appellants,\n                                  v.\n\n              UNITED STATES FIDELITY AND GUARANTY CO.,\n                        Defendant, Appellee.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF MASSACHUSETTS\n\n          [Hon. George A. O'Toole, U.S. District Judge]\n\n\n\n                                Before\n                 Torruella and Lipez, Circuit Judges,\n               and Schwarzer, Senior District Judge.*\n\n\n\n     Eric R. Little, with whom David A. Gauntlett, Gauntlett &\nAssociates, Stephen G. Hennessy, and Corcoran, Fitzgerald &\nHennessy, LLC were on brief, for appellants.\n\n     David M. Ostrander, with whom James S. Greenan, Greenan,\nPeffer, Sallander & Lally, LLP, John Graceffa, and Morrison,\nMahoney & Miller were on brief, for appellee.\n\n\n                            October 4, 2002\n\n______________________\n     *Of the     Northern   District     of   California,   sitting   by\ndesignation.\n\f          LIPEZ,      Circuit       Judge.       Plaintiffs     Open    Software\n\nFoundation (OSF) and Hewlett-Packard (HP) brought this diversity\n\naction against USF&G, their general commercial liability insurer,\n\nclaiming that USF&G had a duty to defend a lawsuit filed against\n\nthem by Addamax Corporation, a software manufacturer.1                 After OSF\n\ndecided not to bundle Addamax security software into its UNIX-based\n\noperating system, Addamax sued OSF in 1989, alleging that it was a\n\nprice-fixing purchasing pool. The litigation continued until 1998,\n\nwhen we affirmed Judge Tauro's grant of summary judgment to OSF.\n\nSee Addamax v. Open Software Foundation, 152 F.3d 48 (1st Cir.\n1998).   OSF's general commercial liability policy with USF&G\n\nobliged the insurance company to indemnify OSF for liability\nincurred in suits based on a range of activities classified, inter\n\nalia, as \"personal injury\" or \"advertising injury\".\n\n          We    agree      with    the    district     court   that    Addamax’s\ncomplaints,    read   in    conjunction        with   all   relevant   extrinsic\nevidence cited by OSF, neither stated nor adumbrated a claim for\n\ndamages resulting from a \"personal injury\" or \"advertising injury\"\ndefined in the policies.          Consequently, we conclude that USF&G had\nno duty to defend the Addamax litigation, and we affirm the\n\ndecision of the district court granting summary judgment to USF&G.\n\n\n     1\n      Both OSF and Hewlett-Packard (HP), one of OSF's sponsors,\nfiled this action against USF&G. USF&G claims that HP should not\nbe permitted to sue because it failed to tender the claim to USF&G\nin a timely fashion.    In light of our determination that OSF's\nclaims lack merit, HP's identical claims against OSF must\nnecessarily fail as well.    Therefore, we need not address the\nquestion of whether HP properly brought suit.     For the sake of\nconvenience, we refer to the plaintiffs as OSF.\n\n                                         -2-\n\f                             I. Background\n\n           Organized in 1988 by seven computer hardware and software\n\ncompanies (the \"sponsors\"), pursuant to the National Cooperative\n\nResearch Act of 1984, 15 U.S.C. §§ 4301-05 (1993), OSF was tasked\n\nwith designing and marketing a UNIX-based operating system known as\n\nOSF/1 that would become an industry standard for UNIX users.            To\n\ninduce other companies to develop components for its operating\nsystem, OSF formulated various \"requests for technology\" (RFTs),\n\nwhich essentially offered competing suppliers the opportunity to\n\nsubmit their products to be integrated into the OSF/1 operating\nsystem.\n           One necessary component of the operating system was\nsecurity software.    In November, 1989, OSF solicited two software\n\ndevelopers, Addamax Corporation (Addamax) and Secureware, to submit\ntheir security technologies for evaluation.           Roughly one year\nlater,    OSF   selected   Secureware's   security   technology    to   be\n\nincorporated into OSF/1.\n            In April, 1990, Addamax's counsel sent a demand letter to\nOSF claiming that its decision to \"bundle\" Secureware software into\nOSF/1 violated federal and state antitrust laws, and threatening\n\nlitigation if the alleged violations were not remedied.           When OSF\n\nfailed to respond to these demands, Addamax filed a complaint\n\nagainst OSF and two of its sponsors, Hewlett-Packard and Digital\n\nElectric Corporation.       Addamax alleged that the sponsors and\n\nmembers of OSF were a \"buyers' cartel\" that conspired to coerce\n\nsoftware makers into offering their products to OSF at prices below\n\n                                  -3-\n\ffair market value.2   The complaint summarized Addamax's claims as\n\nfollows:\n\n           This is an action to recover damages and obtain\n           permanent injunctive relief against the Open\n           Software Foundation, Inc. (\"OSF\"), Digital\n           Equipment Corporation (\"DEC\"), and Hewlett-\n           Packard Company (\"H-P\") for violations of\n           federal and state antitrust laws, unfair trade\n           practice law, and the common law of the\n           Commonwealth of Massachusetts . . . . OSF acts\n           as an illegal cartel through which its\n           Sponsors . . . have illegally combined,\n           contracted, or conspired to exercise their\n           aggregate market power by, among other things,\n           fixing prices for the software technology OSF\n           acquires from software developers; setting a\n           price ceiling in certain software markets;\n           allocating product markets among the Sponsors;\n           and boycotting certain independent software\n           developers, including [Addamax].        The net\n           effect, among others, of the defendants'\n           activities has been and will be to unlawfully\n           and unreasonably restrain trade, substantially\n           lessen competition among purchasers of software,\n           drive independent software developers out of\n           business, and reinforce the strong market\n           positions of OSF and its Sponsors.\n\n\nOf the nine counts in the complaint, the first seven were based on\n\nfederal or state antitrust statutes. The eighth count alleged that\n\nOSF's operations constituted \"unfair methods of competition and\n\nunfair or deceptive acts or practices\" in violation of Mass. Gen.\n\nLaws ch. 93A, §§ 2 and 11 (\"Chapter 93A\").   The ninth count alleged\n\nthat OSF and its sponsors \"intentionally and improperly interfered\n\n\n     2\n      An unabridged account of the claims and their disposition\nmay be found in the opinions Addamax v. Open Software Found., 964\nF. Supp. 549 (D. Mass. 1997), and Addamax v. Open Software Found.,\n152 F.3d 48 (1st Cir. 1998). The district court's decision in this\ncase provides a concise summary of these two cases.       See Open\nSoftware Found., Inc. and Hewlett-Packard Corp. v. United States\nFid. and Guar. Co., 2001 WL 1298878 (D. Mass. 2001).\n\n                                -4-\n\fwith       Addamax's   actual   contractual      relations   and       prospective\n\ncontractual relations.\"         Approximately two years after filing its\n\noriginal complaint, Addamax filed an amended complaint to include,\ninter alia, more detailed allegations describing and illustrating\n\nOSF's practice of coercing independent software vendors to license\n\ntheir products at below-market prices.3\n               OSF and HP successfully defended the Addamax suit.               We\n\n\"found that antitrust violations, even if they were assumed to have\n\noccurred, were not a material cause of Addamax's failure in the\n\nline of business at issue,\" and accordingly affirmed the district\n\ncourt's grant of summary judgment to OSF.             Addamax Corp. v. Open\n\nSoftware Found., 152 F.3d 48, 50 (1st Cir. 1998).\n\n              Anticipating the costs of defending the Addamax suit,\nOSF's corporate counsel sent a letter to USF&G on March 5, 1992,\n\nrequesting that they defend the claim pursuant to the primary and\n\nexcess liability        policies   issued   by    USF&G.     In    a   memorandum\nappended to the letter, OSF's associate general counsel, Sue\n\nSchlener, argued that the Addamax claims were covered by OSF's\n\npolicy with USF&G under the \"advertising injury\" or \"personal\n\ninjury\" clauses of the policies. After consulting outside counsel,\n\nUSF&G notified OSF on August 25, 1992, that it did not consider any\n\n       3\n      Under Massachusetts law, allegations contained in any version\nof the complaint may trigger an insurer's duty to defend.       See\nLumbermen's Mut. Cas. Co. v. Belleville Indus., Inc., 555 N.E.2d\n568, 575 (Mass. 1990) (\"[U]ntil there is an unalterable\ndetermination as to the nature of the underlying claim, any\ndeclaration of rights concerning the insurer's duty to defend\ncannot be conclusive.\"). Accordingly, we use the term \"complaints\"\nin our discussion of the case to refer collectively to Addamax's\noriginal complaint and first amended complaint.\n\n                                      -5-\n\fof the claims to fall within the coverage furnished by the primary\n\nand excess liability policies, and therefore declined to accept\n\ntender of the defense.\n            Approximately six years later, OSF filed this lawsuit\n\nagainst USF&G while Addamax's appeal in the underlying action was\n\nstill pending before this court.      Claiming that USF&G had a duty to\ndefend the Addamax claim, OSF requested a declaratory judgment to\n\nthis effect as well as damages in the amount of reasonable defense\n\ncosts.   OSF specifically contended that Addamax's suit alluded to\n\n\"personal    injuries,\"   including    defamation,   and   \"advertising\n\ninjuries,\" including unfair competition; and asserted that since\n\nboth types of claims were listed in USF&G's general and excess\n\nliability policies, USF&G had a duty to defend.        In a thoughtful\nopinion, the district court found both arguments unpersuasive and\n\ngranted USF&G's motion for summary judgment.      OSF appeals, arguing\n\nthat both the personal injury and advertising injury clauses of the\nGCL triggered a duty to defend.\n\n\n\n                   II. Interpreting the Policies\n\n            Like most other jurisdictions, Massachusetts imposes a\n\nbroad duty to defend on insurers: \"[i]t is axiomatic that an\n\ninsurance company's duty to defend is broader than its duty to\n\nindemnify.\" Boston Symphony Orchestra v. Commercial Union Ins. Co.,\n\n545 N.E.2d 1156, 1158 (Mass. 1989).        The Supreme Judicial Court\n\n(SJC) has observed that the duty to defend \"is based on the facts\n\nalleged in the complaint and those facts which are known by the\n\n                                 -6-\n\finsurer.\"       Boston Symphony, 545 N.E.2d at 1158.          Thus, the insurer\n\nmust       accept   tender   of   a   defense   if   the   complaints   state   or\n\nadumbrate4 a covered claim when read in light of extrinsic facts5\nbearing some relevance to the allegations that the plaintiff did\n\nnot specifically include in the complaint, but were nonetheless\n\nknown or readily knowable by the insurer when the defense was\ntendered:\n\n               [T]he question of the initial duty of a\n               liability   insurer   to  defend   third-party\n               actions against the insured is decided by\n               matching the third-party complaint with the\n               policy provisions: if the allegations of the\n               complaint are \"reasonably susceptible\" of an\n               interpretation that they state or adumbrate a\n               claim covered by the policy terms, the insurer\n               must undertake the defense. . . . Otherwise\n               stated, the process is one of envisaging what\n               kinds of losses may be proved as lying within\n               the range of allegations of the complaint, and\n               then seeing whether any such loss fits the\n               expectation of protective insurance reasonably\n               generated by the terms of the policy.\n\n\nContinental Cas. Co. v. Gilbane Bldg. Co., 461 N.E.2d 209, 212\n\n(Mass. 1984) (quoting Sterilite Corp. v. Continental Cas. Co., 458\n\nN.E.2d 338, 340-41 (Mass. 1984) (citations and footnote omitted)).\n\n\n       4\n      We follow the district court in defining \"to adumbrate\" to\nmean \"'to give a sketchy representation of; outline broadly,\nomitting details (there was only time to adumbrate the plan)' or\n'to suggest, indicate, or disclose partially and with a purposeful\navoidance of precision (the meaning of the poem is adumbrated in\nits title).'\" OSF, 2001 WL at *3 n.1 (quoting 1 Webster's Third New\nInternational Dictionary 30 (1981)); see also Random House\nWebster's College Dictionary 19 (1992) (defining adumbrate to mean\n\"to give a faint image or indication of; outline or sketch\").\n       5\n      When the parties refer to \"extrinsic facts,\" which they often\ndo, we understand them to mean facts not referenced within the\ncomplaint.\n\n                                         -7-\n\f            Determining whether complaints \"adumbrate\" a claim can be\n\na difficult interpretive exercise.             OSF and USF&G advance widely\n\nvarying accounts of how the court, applying Massachusetts law, is\nto    analyze   the    complaints    and    facts    extrinsic   to   them     when\n\n\"envisaging what kinds of losses may be proved as lying within the\n\nrange of allegations of the complaint.\"              Continental Cas. Co., 458\n\nN.E.2d at 212.       USF&G argues that \"even if facts exist extrinsic to\n\nthe    complaint      which,    if   they    were    pleaded,    would     trigger\n\ncoverage . . . [t]here is no duty to defend\" if the \"allegations of\n\nthe    complaint     are    unambiguously    outside    the   scope   of    policy\n\ncoverage.\"      OSF rejects this characterization of Massachusetts law\n\nand largely rests its case on the proposition that USF&G had a duty\n\nto defend OSF because Addamax could have sued for a covered\n\npersonal or advertising injury on the basis of facts outside the\n\ncomplaints that were \"known or readily knowable by the insurer.\"\n\nState Mutual Life Assurance Co. v. Lumbermen's Mutual Casualty Co.,\n\n874 F. Supp. 451, 456 (D. Mass. 1995).\n\n            Massachusetts courts generally use extrinsic facts (such\nas those set forth in demand letters to the insurer) to aid\n\ninterpretation of the complaint, and not as independent factual\n\npredicates for a duty to defend. In attempting to \"envisag[e] what\n\nkinds of losses may be proved as lying within the range of\n\nallegations     of    the   complaint,\"      the    insurer   must   examine    the\n\nplaintiff's allegations in conjunction with facts that it knows or\n\nreadily should know in order to determine whether coverage exists\n\nunder the policy.           Boston Symphony, 545 N.E.2d at 1158, 1160.\n\n\n                                       -8-\n\fHowever, the insured cannot, \"in the absence of a complaint that\n\nrequires coverage, force its insurer to defend the insured by\n\nsimply telling the insurer facts that would create coverage.\"                        Id.\n\nat 1160; see also Kilgore v. Resumix, 1998 Mass.Super. LEXIS 170\n\n(finding no duty to defend where defamatory utterance was neither\n\nalleged nor implied, and amendment of the complaint to state a\ndefamation claim was a mere possibility).\n\n            The language of Boston Symphony undercuts OSF's position\n\nthat   facts   extrinsic        to   the    plaintiff's         allegations    in   the\n\ncomplaints, uncovered at any stage of the underlying action, can\n\nindependently trigger a duty to defend that does not arise from the\n\nallegations of the complaints, however sketchily stated.                      Indeed,\n\nthe SJC envisioned a limited role for extrinsic facts in liability\ninsurance   cases:        \"We    hold      only   that     an    insurer    must    give\n\nconsideration to facts outside the complaint when it considers the\n\nallegations in the complaint to determine if coverage exists.\"\nBoston Symphony, 874 F. Supp. at 456.                This holding is consistent\n\nwith prior Massachusetts decisions                emphasizing that \"there is no\n\nduty to defend if, at the time the claims were advanced, the\n\ninsurer could reasonably have concluded that no aspect of the\n\nclaims . . . fell within the scope of coverage.\"                    Millipore Corp.\n\nv. Travelers Indem. Co., 115 F.3d 21, 35 (1st Cir. 1997) (citing\n\nPolaroid Corp. v. Travelers Indem. Co., 610 N.E.2d 912, 916 (Mass.\n\n1993)) (emphasis added).             Thus, while the insurer can generally\n\ndetermine its duty to defend after the plaintiff submits the\n\ninitial   version    of    his       complaint,      the    duty    to     defend   may\n\n\n                                           -9-\n\foccasionally arise during a later phase in the underlying action if\n\nthe plaintiff obtains leave to amend and adds allegations that\n\ntrigger coverage.     Consequently, \"until there is an unalterable\ndetermination   as   to   the   nature   of   the   underlying    claim,   any\n\ndeclaration of rights concerning the insurer's duty to defend\n\ncannot be conclusive.\"      Lumbermen's Mut. Cas. Co. v. Belleville\n\nIndus., Inc., 555 N.E.2d 568, 575 (Mass. 1990).\n\n           We therefore treat the extrinsic facts known or readily\n\nknowable to USF&G as an aid to interpreting the Addamax complaints.\n\nWe do not consider them as independent grounds for a duty to\n\ndefend.   Functioning in this limited role, extrinsic facts work in\n\ntandem with the \"adumbrate\" standard to add substance and meaning\n\nto skeletal claims only adumbrated in the complaint.             These facts,\nbrought to the insurer's attention in a timely fashion by the\n\ninsured, aid the insurer's informed review of the tender of defense\n\nby painting a fuller picture of the underlying action.\n           However, extrinsic facts can also be misused by insureds\n\nseeking to transform a skeletal claim in the underlying complaint\n\ninto an allegation arguably covered by the liability policy but\n\nunrelated to an actual claim in the complaint.            Employed in this\n\nway, extrinsic facts could stretch the terms of the liability\n\npolicy to encompass lawsuits beyond the contemplation of the\n\nparties when they contracted for the insurance.          Hence, we must be\n\nmindful of the SJC's admonition in Boston Symphony that the insured\n\ncannot, \"in the absence of a complaint that requires coverage,\n\nforce its insurers to defend the insured by simply telling the\n\n\n                                   -10-\n\finsurer facts that would create coverage.\"               Boston Symphony, 545\n\nN.E.2d at 1160.\n\n          We now discuss each of the two contested clauses of the\npolicies in turn.\n\n\n\n                         III. Advertising Injury\n\n          OSF argues that Addamax's suit was covered under the\n\n\"advertising injury\" provisions of the primary and excess insurance\n\npolicies in effect at the time of OSF's announcement of the\n\nselection of Secureware.        The pivotal definition in the Primary\nPolicy reads as follows:\n\n          \"Advertising Injury\" means injury arising out of\n          an offense committed during the policy period\n          occurring in the course of the named insured's\n          advertising activities, if such injury arises\n          out of libel, slander, defamation, violation of\n          right of privacy, piracy, unfair competition, or\n          infringement of copyright, title or slogan.\n\nThe Umbrella Policy providing excess coverage similarly covers\ndamages resulting from:\n          Advertising injury--mean[ing] injury arising out of\n          one or more of the following acts committed during\n          the policy period by or for the Named Insured in any\n          advertisement, publicity article, broadcast or\n          telecast:\n          (a) libel, slander or defamation;\n          (b) infringement of copyright or of title or of\n               slogan;\n          (c) piracy    or   unfair    competition   or   idea\n               misappropriation under an implied contract;\n          (d) invasion of the right of privacy.\n           Of     all   the   acts   listed   in   the    advertising   injury\n\n provisions of the two policies, only \"unfair competition\" is\n\n\n                                     -11-\n\f invoked by OSF as an underlying cause of the advertising injuries\n\n adumbrated in the Addamax complaints.                   In interpreting the phrase\n\n \"unfair competition,\" we note that courts are generally obliged\n to construe ambiguous terms in an insurance contract in favor of\n\n the insured.           See Kenneth H. York & John W. Whelan, Insurance Law\n\n 41,       42    (2d    ed.    1988)    (discussing          the   doctrine   of    contra\n\n proferentum); Mass. Bay Transp. Auth. v. Allianz Ins. Co., 597\n\n N.E.2d 439 (Mass. 1992) (recognizing the doctrine in Massachusetts\n\n law).          Yet this rule does not operate here because the phrase\n\n \"unfair         competition\"      as    used     in   the    USF&G   policies     is     not\n\n ambiguous.             See Mass. Bay Transp. Auth., 597 N.E.2d at 441\n\n (declining to follow the doctrine of contra proferentum because\n\n the relevant policy language was not ambiguous).                       As the district\n court      found,       the   term     \"unfair     competition\"      in   the   policies\n\n \"refer[s]         to    conduct      that   causes     confusion     on   the     part    of\n\n consumers,\" such as palming off or passing off.                           OSF, 2001 WL\n\n 1298878 at *6; see also American Bar Association Section of\n\n Litigation, Model Jury Instructions: Business Torts Litigation\n\n § 4.01[3] (1996).               It is settled in Massachusetts that \"the\n\n gravamen of an unfair competition claim is the likelihood of\n\n consumer confusion as to the source of the goods or services.\"\n\n Datacomm Interface, Inc. v. Computerworld, Inc., 489 N.E.2d 185,\n\n 191 (Mass. 1986).6\n\n       6\n      OSF argues that the \"multiple reasonable meanings for the\n'unfair competition’ offense which have long been known to insurers\nevidence that the term is . . . ambiguous,\" and cites New Castle\nCounty, Delaware v. Nat’l Union Fire Ins. Co., 243 F.3d 742, 745\n(7th Cir. 2001) (observing that this \"single phrase, which\n\n                                             -12-\n\f            Given the well-settled meaning of the term \"unfair\n\n competition\"     in    Massachusetts      law,   the    leading   case    in   the\n\n Commonwealth interpreting the phrase \"unfair competition\" in a\n general commercial liability insurance policy not surprisingly\n\n limits the injury to \"palming off.\"                See Smartfoods, Inc. v.\n\n Northbrook Prop. & Cas. Co., 618 N.E.2d 1365, 1368 (Mass.App.Ct.\n 1993) (\"Unfair competition, in its common law signification,\n\n implies palming off.\"). Palming off is \"'an attempt by one person\n\n to induce customers to believe that his products are actually\n\n those of another.'\" Kazmaier v. Wooten, 761 F.2d 46, 52 (1st Cir.\n\n 1985) (quoting Remco Industries v. Toyomenka, Inc., 286 F. Supp.\n\n 948, 954 (S.D.N.Y. 1968), aff'd, 397 F.2d 977 (2d Cir. 1968).                   By\n\n contrast, Addamax blames OSF for not using Addamax software in its\n operating system, and attributes this decision to an illegal\n\n scheme of monopolization and price-fixing.                 Whereas palming off\n\n involves   the    illicit       identification     or    association      of   the\n defendant's      product    with    the     plaintiff's,      Addamax's    major\n\n grievance is that OSF disassociated itself from Addamax, thereby\n\n foreclosing the company's participation in a large segment of the\n\n UNIX   software       market.      Thus   the    Addamax    complaint     is   not\n\n reasonably susceptible of an interpretation that it indicated or\n\n adumbrated a claim for unfair competition.\n\n\n\ninsurance companies have consistently refused to define, and that\nhas generated literally hundreds of lawsuits, with widely varying\nresults, cannot, under our application of commonsense, be termed\nunambiguous.\").   Id.   However, New Castle County addressed the\nphrase \"invasion of the right of private occupancy,\" id., not the\nphrase \"unfair competition\" at issue here.\n\n                                      -13-\n\f           Massachusetts's decision to construe the advertising\n\n injury of unfair competition in a general commercial liability\n\n insurance policy as equivalent in scope to the state common law\n tort of the same name reflects the approach of a majority of\n\n jurisdictions.   See Atlantic Mut. Ins. Co. v. Biotech Corp., 857\n\n F. Supp. 423, 429 (E.D. Pa. 1994) (collecting cases); Standard\n\n Fire Ins. Co. v. People's Church of Fresno, 985 F.2d 446 (9th Cir.\n\n 1993); Gencor Indus., Inc. v. Wausau Underwriters Ins. Co., 857\n\n F. Supp. 1560 (M.D. Fla. 1994); Pine Top Ins. Co. v. Public Util.\n\n Dist. No. 1, 676 F. Supp. 212 (E.D. Wash. 1987); QSP, Inc. v.\n\n Aetna Cas. and Sur. Co., 773 A.2d 906 (Conn. 2001); Bank of the\n\n West v. Superior Court, 833 P.2d 545 (1992).      In fact, at the time\n\n OSF and USF&G signed the relevant insurance contracts, \"all\n federal court decisions [but one had] been consistent in their\n\n support of the common law definition\" of unfair competition as\n\n \"'palming off' or 'passing off,' that is, usurping the commercial\n advantage of another by deceptively substituting one's own goods\n\n for those of the competitor.\"          Terri D. Keville, Advertising\n\n Injury Coverage: An Overview, 65 S. Cal. L. Rev. 919, 954 (1992).7\n\n           OSF    nonetheless   contends    that   Addamax's   complaint\n\n triggered a duty to defend under the advertising injury clauses\n of the policies because several claims in the Addamax complaint--\n including antitrust, Chapter 93A, and interference with business\n\n\n     7\n      The one exception, Keating v. National Union Fire Insurance\nCo., 754 F. Supp. 1431 (C.D. Cal. 1990), has since been reversed by\nthe Ninth Circuit on appeal. See Keating v. National Union Fire\nInsurance Co., 995 F.2d 154 (1991).\n\n                                 -14-\n\frelations claims--convey \"unfair competition\" in common parlance.\n\nThe district court acknowledged that, \"In a general sense, [such]\n\nviolations     might   be    thought   of   as   a   species   of   'unfair\ncompetition' because they entail methods of competition that are\n\nillegal and thus unfair.\"       OSF, 2001 WL 1298878, at *7.        However,\n\nit   ultimately   found     OSF's   argument   unpersuasive    because    the\ninsurance contract is a legal document, and parties signing it\n\nshould \"expect that a legal term used in the policy will be\n\naccorded the meaning that the courts have given it.\"                Id.   We\n\nagree.   A treatise on the topic reinforces the district court's\n\nanalysis:\n\n             In its general sense, \"unfair competition\" is\n             defined as \"all dishonest or fraudulent\n             rivalry in trade and commerce\" (Black's Law\n             Dictionary), thus encompassing a potentially\n             large number of different offenses. . . .\n                  However, the definition of unfair\n             competition quoted above goes on to state\n             that the term \"is particularly applied to the\n             practice of endeavoring to substitute one's\n             own goods or products in the markets for\n             those of another having an established\n             reputation and extensive sales, by means of\n             imitating or counterfeiting the name, title,\n             size, shape, or distinctive peculiarities of\n             the article, or the shape, color, label,\n             wrapper, or general appearance of the package\n             . . . the imitation being carried far enough\n             to mislead the general public or deceive an\n             unwary purchaser, and yet not amounting to an\n             absolute counterfeit or to the infringement\n             of a trade-mark or trade-name.\" In this more\n             limited meaning, which seems more likely to\n             be applicable in the context of advertising\n             injury, unfair competition is much the same\n             as . . . misappropriation of advertising\n             ideas or style of doing business.\n\n\n\n\n                                    -15-\n\f Jeffrey W. Stempel, Law of Insurance Contract Disputes § 14.06,\n\n at 14-22 (2d ed. 2001) (quoting Donald S. Malecki and Arthur L.\n\n Flitner, Commercial General Liability 69-70 (6th ed., 1998)).\n            The relevant sections of the policies define covered\n\n \"advertising injuries\" as those arising out of \"libel, slander,\n\n defamation,    violation   of   right   of   privacy,   piracy,   unfair\n competition, or infringement of copyright, title or slogan\" (in\n\n the general policy) and \"(a) libel, slander or defamation; (b)\n\n infringement of copyright or of title or of slogan; (c) piracy or\n\n unfair competition or idea misappropriation under an implied\n\n contract; (d) invasion of the right of privacy\" (in the excess\n\n policy).      Applying the interpretive principle of noscitur a\n\n sociis8 to language in an almost identical GCL policy, the Seventh\n Circuit observed that:\n\n            A word sometimes picks up meaning from its\n            neighbors; and all the other terms in the\n            list of wrongs insured under the rubric of\n            \"advertising injury\" concern the misuse of\n            information,     as     befits    the    word\n            \"advertising.\"    Piracy and the infringement\n            of copyrights, titles (presumably of books,\n            songs, products, services, and so forth), and\n            slogans (advertising and other) are simply\n            different forms of theft (broadly conceived)\n            of information. And defamation involves the\n            use of false information, while invasion of\n            the right of privacy the use of true, though\n            sometimes     misleading     or    offensive,\n            information.    Libel and slander are the two\n            halves of defamation. . . . [I]f tortious\n            interference [and similar claims are] covered\n            by the policy, the policy has a bulge not\n\n     8\n      Loosely translated, noscitur a sociis means \"it is known from\nits associates.\" As a canon of construction, it means that \"the\nmeaning of a word is or may be known from the accompanying words.\"\nBlack's Law Dictionary 1060 (6th ed. 1990).\n\n                                  -16-\n\f           easy to make sense of or to attribute to the\n           deliberate choice of the parties.\n\n Curtis-Universal, Inc. v. Sheboygan Emergency Med. Servs., 43 F.3d\n\n 1119, 1124 (7th Cir. 1994).\n\n           The   terms   surrounding   \"unfair   competition\"   in   the\n\n advertising injury provisions of the USF&G policies exclusively\n denote communicative harms (injuries that occur as a direct result\n\n of communication), not illegal courses of conduct that merely\n\n involve communication.    We are not persuaded by the appellant's\n\n attempt to apply the latter gloss to the term, just as the Seventh\n\n Circuit was unmoved by the same tactic in Curtis-Universal: \"[W]e\n\n find it highly implausible to suppose that 'unfair competition'\n\n in a list of torts otherwise concerned mainly with harmful speech\n in various forms (defamation, invasion of the right of privacy,\n\n copyright infringement) would sweep under the policy a general,\n\n albeit only prima facie, liability for antitrust damages\" and\n other causes of action not constituted by communicative harms.\n\n Id. at 1123.9\n\n     9\n      OSF argues that the Addamax litigation is covered by the\npolicy because the eighth \"claim for relief\" in Addamax's\ncomplaints accuse OSF of \"Unfair Methods of Competition in\nViolation of the Massachusetts Unfair Trade Practices Act.\" As the\ndistrict court pointed out, \"Massachusetts courts construe the term\n'unfair competition' in a liability insurance policy not only to\nsignify that common law tort, but also to distinguish it from the\nstatutory cause of action for unfair business practices under\nChapter 93A.\" OSF, 2001 WL 1298878, at *6 (citing Smartfoods, Inc.\nv. Northbrook Prop. & Cas. Co., 618 N.E.2d 1365, 1368 (Mass. App.\nCt. 1993)). Addamax was suing for violation of Chapter 93A, not\nfor common law unfair competition. Cf. Graham Resources, Inc. v.\nLexington Insurance Co., 625 So. 2d 716, 721 (La. Ct. App. 1993)\n(observing that \"in all of the out-of-state cases we have\nreviewed,\" courts have ruled that unfair competition in context of\n\n                                -17-\n\f                        IV. Personal Injury\n\n           The only terms in the \"personal injury\" sections of the\n\n two policies that possibly pertain to Addamax's suit are harms\n\n caused by communication.   The harms are defined as\n\n           injury arising out of one or more of the\n           following offenses committed during the\n           policy period . . .     (3) a publication or\n           utterance (a) of a libel or slander or other\n           defamatory or disparaging material, or (b) a\n           publication or utterance in violation of an\n           individual's   right   of   privacy;   except\n           publications or utterances in the course of\n           or related to advertising, broadcasting,\n           publishing    or    telecasting    activities\n           conducted by or on behalf of the named\n           insured shall not be deemed personal injury.\n The Umbrella Policy providing excess coverage similarly covers\n damages from\n\n           injury arising out of . . . (b) the\n           publication or utterance of a libel or\n           slander or other defamatory or disparaging\n           material or a publication or utterance in\n           violation of an individual's right of\n           privacy; except publications or utterances in\n           the course of or related to advertising\n           activities.\n\n           Addamax makes no reference to a claim for defamation or\n disparagement in either of its complaints or in its initial demand\n letter to OSF.    Nonetheless, OSF argues that the complaints,\n\n considered in light of extrinsic evidence either provided to or\n readily   knowable   by    USF&G,    \"adumbrate\"   defamation   and\n disparagement claims. See Continental Cas. Co., 461 N.E.2d at 212\n\n (\"if the allegations of the complaint are 'reasonably susceptible'\n\n\ninsurance coverage for advertising injury does not refer to conduct\nprohibited by statute).\n\n                               -18-\n\fof an interpretation that they state or adumbrate a claim covered\n\nby the policy terms, the insurer must undertake the defense\").\n\n           Maneuvering within the interpretive boundaries of the\n\"adumbrate\" standard, see supra note 3, OSF insists that liability\n\ncoverage is triggered under the personal injury provisions of its\n\npolicies   on   the   theory   that   Addamax's   \"damages[]   allegedly\noccurred, at least in part, because the communications [by OSF]\n\nto [its] Sponsors and Members about the selection of Secureware\n\nas superior lowered Addamax in rank and estimation.\"       OSF further\n\ncontends that such \"allegedly false statements . . . [could]\n\nprejudice the plaintiff in the conduct of its business . . . [and\n\ntherefore] are sufficient to state a claim for disparagement as\n\nto products and defamation as to the source of these goods under\nMassachusetts law.\"\n\n           As noted, OSF's personal injury coverage extends to\n\nliability from injuries arising out of \"other defamatory or\ndisparaging material,\" and not just to liability for \"defamation\"\n\nand \"disparagement\" actions themselves. Interpreting this phrase\n\nin a similar GCL policy, the SJC observed that \"[d]isparage means,\n\namong other things, 'to lower in rank and estimation by actions\n\nor words,' or 'to speak slightingly of.'\"         Boston Symphony, 545\n\nN.E.2d at 1158 (quoting Webster's New International Dictionary of\n\nthe English Language 750 (2d ed. 1959)).\n\n           OSF contends that all of Addamax's claims--including its\n\nantitrust, Chapter 93A, and tortious interference claims--were\n\nbased (at least in part) on words and actions of OSF that\n\n\n                                 -19-\n\fexplicitly or implicitly lowered Addamax in rank and estimation.\n\nOSF's initial tender of the defense arguably alerted USF&G to the\n\npublication of disparaging and defamatory materials in various\nforms: 1) OSF advertisements promoting the RFT process generally,\n\n2) the RFT process itself, 3) a \"Security Rationale document\" that\n\nidentified Addamax and Secureware as the two companies competing\nin the Security RF and justified OSF's selection of the Secureware\n\nproduct, 4) additional advertising after the completion of the\n\nSecurity RFT announcing the selection of Secureware and touting\n\nthe impartiality of the RFT process, and 5) other unspecified\n\npublications    referred   to   in    Addamax's     complaint   lauding    the\n\nsuperior capabilities of Secureware.                OSF's re-tender of the\n\ndefense through this declaratory judgment action disclosed a sixth\nsource of defamatory or disparaging materials--rumors of Addamax's\n\nimpending bankruptcy in the wake of its loss to Secureware in the\n\nRFT.\n             We assume arguendo that these facts, identified in the\n\nAddamax complaints or extrinsic to them, constituted \"disparaging\n\nor     defamatory   material\"   in     the    Boston    Symphony   sense   of\n\ndiminishing Addamax's reputation.            We further assume that USF&G\n\ncan be charged with knowledge of all the extrinsic facts cited by\n\nOSF.    USF&G does not argue (with respect fo OSF) that re-tender\n\nof the defense through this declaratory judgment action violated\n\nparticular    notice   requirements     in    the    USF&G   policies.     See\n\nTransamerica Ins. Co. v. Norfolk and Dedham Mut. Fire Ins. Co.,\n\n279 N.E.2d 686, 689 (Mass. 1972); see also Hoppy's Oil Serv.,\n\n\n                                     -20-\n\fInc., v. Insurance Co. of North America, 783 F. Supp. 1505, 1509\n\n(D. Mass. 1992) (\"No duty to defend or to participate in a defense\n\ncan arise before the insurer has notice of the suit against the\ninsured, or at least of the underlying claim and the likelihood\n\nof suit.\").    Moreover, Massachusetts law imposes    a broad duty to\n\ninvestigate on liability insurers after the insured has tendered\na defense.     See Mass. Gen. Laws ch. 176D, § 3(9) (1998) (\"An\n\nunfair claim settlement practice shall consist of...(d) [r]efusing\n\nto pay claims without conducting a reasonable investigation based\n\nupon all available information\").      Nevertheless, we conclude that\n\nthese extrinsic facts, viewed as aids in the interpretation of the\n\nAddamax complaints, did not trigger a duty to defend because\n\nAddamax was not alleging that the material cited by OSF caused its\ninjuries.    See Ekco Group, Inc. v. Travelers Indem. Co., 273 F.3d\n\n409, 415 (1st Cir. 2001) (\"There must be some causal connection\n\nrunning from the offense . . . to the injury.\"); Knoll Pharm. Co.\n\nv. Automobile Ins. Co., 152 F. Supp. 2d 1026, 1038 (N.D. Ill.\n\n2001) (\"The causal connection between the insured's activities and\n\nthe alleged injury is the salient factor in determining a duty to\n\ndefend.\").\n\n            Significantly, the USF&G policies only provide coverage\n\nfor \"injur[ies] arising out of . . . defamatory or disparaging\n\nmaterial . . . committed [or created] during the policy period\"\n\n(emphasis     added).   Interpreting    identical   language   in   the\n\n\"advertising injury\" clause of a similar policy, the Second\n\nCircuit recently held that \"the relevant causation issue with\n\n\n                                -21-\n\f regard to insurance coverage is not whether 'the injury could have\n taken place without the advertising,' but 'whether the advertising\n\n did in fact10 contribute materially to the injury.'\" R.C. Bigelow\n\n v. Lib. Mut. Ins. Co., 287 F.3d 242, 248 (2d Cir. 2002) (quoting\n\n Frog, Switch, & Mfg. Co. v. Travelers Ins. Co., 193 F.3d 742, 750\n\n n.8 (3d Cir. 1999)).11\n           We conclude that Massachusetts courts would impose a\n\n similar \"material contribution\" requirement when construing this\n\n language in a commercial general liability insurance policy.   Cf.\n\n Eagle-Picher Indus., Inc. v. Liberty Mut. Ins. Co., 829 F.2d 227,\n\n 248 (1st Cir. 1987) (predicting the SJC's response to a choice-of-\n\n law question that the court had yet to address directly).      To\n\n determine the level of causation implicated by the phrase \"arising\n out of\" in a liability insurance policy under Massachusetts law,\n\n we have previously looked to Massachusetts cases construing this\n\n phrase in the automobile insurance context.    See Merchants Ins.\n\n\n     10\n      We do not read the phrase \"whether the advertising did in\nfact contribute materially to the injury\" as predicating an\ninsurer's duty to defend on the facts proven at trial. Indeed, we\ncould not read the phrase that way. The Supreme Judicial Court has\nobserved that \"[t]he obligation of an insurer to defend is not, and\ncannot be, determined by reference to the facts proven at trial.\nRather, the duty to defend is based on the facts alleged in the\ncomplaint...\" Boston Symphony, 545 N.E.2d at 1158. As used in the\nR.C. Bigelow decision, the phrase \"in fact\" simply emphasizes that\nthe insured cannot trigger a duty to defend unless the acts alleged\nin the underlying complaint that supposedly fall within the\ncoverage of the liability policy are further alleged by the\nplaintiff in that action to have contributed materially to the\ninjury.\n     11\n      We see no reason to construe the phrase \"arising out of\"\ndifferently in the advertising injury and personal injury\nprovisions of the USF&G policies.\n\n                               -22-\n\fCo. of New Hampshire, Inc. v. USF&G, 143 F.3d 5 (1st Cir. 1998).\n\nIn Merchants Ins. Co., the parties disputed whether the insurer's\n\nduty to defend was triggered under a policy provision that\nexpanded       the     definition      of   an     \"insured\"    to   \"the   person   or\n\norganization shown in the Schedule . . . but only with respect to\n\nliability arising out of 'your work' for that insured by or for\n\nyou.\" Id. at 9 (emphasis added).                   To determine the meaning of the\n\nphrase \"arising out of\", we relied heavily on the SJC's opinion\n\nin Rischitelli v. Safety Ins. Co., 671 N.E.2d 1243 (Mass. 1996),\n\nwhere      the       court   sought    to    determine    whether     the   insured's\n\nautomobile insurance policy covered injuries that he sustained\n\nwhen another motorist physically attacked him after their vehicles\n\nwere involved in an accident.                We observed in Merchants Ins. Co.\n\nthat\n\n                 [t]he Massachusetts Supreme Judicial Court\n                 confirmed in Rischitelli: \"The expression\n                 'arising out of' indicates a wider range of\n                 causation than the concept of proximate\n                 causation in tort law.\" By way of further\n                 explanation, Rischitelli went on to say:\n                 \"However, the expression does not refer to\n                 all circumstances in which the injury would\n                 not have occurred 'but for' the involvement\n                 of a motor vehicle.\"\n\nMerchants Ins. Co., 143 F.3d at 9-10.\n\n                 The SJC recently reaffirmed its interpretation of the\n\nphrase \"arising out of\" in Rischitelli.                    See Ruggerio Ambulance\n\nServ., Inc. v. National Grange Mut. Ins. Co., 724 N.E.2d 295, 299\n\n(Mass. 2000) (\"The expression 'arising out of' indicates a wider\n\nrange of causation than the concept of proximate causation in tort\n\nlaw    .   .     .    However,   the    expression       does   not   refer   to     all\n\n                                            -23-\n\fcircumstances in which the injury would not have occurred 'but\n\nfor' the involvement of a motor vehicle.\"                     (citing Rischitelli,\n\n671   N.E.2d     at    1245.)).          As    noted       above,    the    \"contribute\nmaterially\" standard similarly connotes a range of causation\n\nnarrower than \"but-for causation\": \"[T]he relevant causation issue\n\nwith regard to insurance coverage is not whether the 'the injury\ncould    have    taken        place   without        the    advertising'          [but-for\n\ncausation], but whether the advertising did in fact contribute\n\nmaterially      to    the     injury.\"        R.C.   Bigelow,       287    F.3d    at   248\n\n(citations omitted) (emphasis in original).                         Consequently, the\n\n\"contribute materially\" causation requirement set forth in R.C.\n\nBigelow appears to fit comfortably within the Ruggerio parameters.\n\n             There is no claim for defamation or disparagement in the\nAddamax complaints, and no reliance on defamatory or disparaging\n\nmaterials circulated by OSF as a cause of injury.                           Indeed, the\n\ncomplaints pursue a different theme entirely by focusing on OSF's\nstructure and activities while largely ignoring its words.                              This\n\npresentation         begins    with   the      complaints'          portrayal      of    the\n\nconsortium as the singular force in the market for UNIX operating\n\nsystem   software:          \"Addamax's market consisted of OSF's Sponsors\n\nas well as smaller computer vendors and system integrators, the\n\noverwhelming majority of whom are non-voting Members of OSF.\"\n\nComplaint at 12, Addamax v. Open Software Foundation, 964 F. Supp.\n\n549 (D. Mass. 1997) (emphasis added); see also First Amended\n\nComplaint at 9-10, 17, 34.\n\n\n\n\n                                         -24-\n\f               Addamax     subsequently     chronicles      the   diminishing\n\npurchasing power of vendors outside the OSF membership group, and\n\nasserts that a software producer's failure to successfully market\nits product to OSF was tantamount to foreclosure from the entire\n\nmarket.   \"Whereas previously . . . Addamax had a potential market\n\nof numerous computer vendors, . . . the formation of OSF has\ncaused a consolidation of that market into one dominant customer,\n\ni.e. OSF.      As a result, the software developers, such as Addamax,\n\nthat are not selected by the cartel are foreclosed from the\n\nmarket.\" Id. at 14-15; see also First Amended Complaint at 22-23.\n\nNot surprisingly, the complaints attribute               Addamax's injuries\n\nsolely    to    the     purchasing   decisions   of   OSF   members   without\n\nmentioning vendors outside the OSF group:\n               OSF and its Sponsors . . . have foreclosed\n               Addamax from selling its B1st product to the\n               more than 70% of the UNIX operating system\n               market represented by OSF and its membership.\n               Accordingly, Addamax has been injured in its\n               business and property through the loss of\n               millions of dollars in past, present, and\n               future profits, by loss of customers and\n               potential customers, by loss of goodwill, and\n               by the prospective destruction of its\n               business.\n\n\nComplaint at 22, 25, 30 (emphasis added); see also First Amended\n\nComplaint at 20-21, 25, 30-31, 34.\n\n               The     noteworthy    absence     of   any    defamation   or\n\ndisparagement claim against OSF is consistent with Addamax's\n\nunderstanding of the UNIX software market as memorialized in the\n\ncomplaints.          If vendors outside the OSF membership group were a\n\nminimal presence in the market for UNIX operating system software,\n\n                                     -25-\n\f any disparaging or defamatory materials published by OSF (which\n\n by that time had already decided to bundle Secureware's product\n\n into OSF/1) could not have materially contributed to Addamax's\n injuries.\n\n               No    extrinsic      facts   or   documents     proffered     by   OSF\n\n contradict Addamax's characterization of OSF in its complaints as\n a monopsonist in the market for UNIX operating system software,\n\n or allude to the presence of a significant consumer base outside\n\n of OSF's membership.12          Therefore, even if we assume that every\n\n extrinsic fact referenced by OSF was properly brought to USF&G's\n\n attention when OSF tendered the defense, OSF cannot demonstrate\n\n that these         facts   \"contribute[d]       materially\"    to   the   injuries\n\n alleged by Addamax in its complaint.               R.C. Bigelow, 287 F.3d at\n\n 248.     At    worst,      these    extrinsic     facts   suggest    that    OSF's\n\n publication of disparaging materials and propagation of bankruptcy\n\n rumors adversely impacted Addamax's business relationships with\n the comparatively small number of computer vendors outside the OSF\n\n membership group.          Even construing these facts in the light most\n\n\n     12\n      The absence of a substantial consumer base with the capacity\nto alter its purchasing behavior in response to disparaging or\ndefamatory material distinguishes this case from Knoll Pharm. Co.,\n152 F. Supp. 2d at 1026 (N.D. Ill. 2001), which OSF relies heavily\nupon in its brief. In Knoll, the insured sold a synthetic thyroid\nhormone that it promoted as being superior to competing generic\ndrugs on the basis that there was \"no proven bioequivalent\nproduct.\" Id. at 1030. The district court ruled that the insured\nwas entitled to coverage under their     liability policy, noting\ninter alia that such disparaging and misleading remarks by the\ninsured may have induced plaintiffs (purchasers of health and\nmedical supplies) to substantially overpay for the insured's\nthyroid drug when they could have purchased a cheaper generic drug\nwith the equivalent biological composition.\n\n                                        -26-\n\ffavorable to OSF, the financial impact of OSF's words pales in\n\ncomparison to the economic effect of its deeds, which foreclosed\n\nAddamax from 70% of the entire market for its UNIX operating\nsystem software.       Indeed, by its own terms in the complaints,\n\nAddamax dismisses losses from vendors outside OSF as immaterial:\n\n\"[T]he software developers, such as Addamax, that are not selected\nby the cartel are foreclosed from the market.\"                Complaint at 14-\n\n15; see also First Amended Complaint at 22-23.                 Accordingly, we\n\nconclude that any injuries resulting from the publication of the\n\n\"extrinsic facts\" cited by OSF are not sufficiently material to\n\nsatisfy the \"arising under\" requirement in the personal injury\n\nprovisions.     R.C. Bigelow, 287 F.3d at 248.\n\n\n\n                                   V. Conclusion\n\n             Determining whether complaints state a claim for a given\ncause   of    action     is    a       relatively   straightforward     matter;\ndetermining whether they adumbrate, or faintly sketch, a claim is\n\na more difficult interpretive question.                  However, there is a\ndiscernible line between adumbration in a complaint and the\nmischaracterization       of       a    complaint   by   an   insured   relying\n\ncreatively on extrinsic facts.             Although OSF may detect a sketch\nor suggestion of covered claims in Addamax's complaints, and the\nextrinsic facts cited, we do not.               We therefore conclude that\n\nUSF&G was not obliged to defend the Addamax action.\n\n             Affirmed.\n\n\n\n                                        -27-\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">          United States Court of Appeals\n                       For the First Circuit\n\nNo. 01-2342\n   OPEN SOFTWARE FOUNDATION, INC., and HEWLETT PACKARD COMPANY\n                     Plaintiffs, Appellants,\n                                  v.\n\n              UNITED STATES FIDELITY AND GUARANTY CO.,\n                        Defendant, Appellee.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF MASSACHUSETTS\n\n          [Hon. George A. O'Toole, U.S. District Judge]\n\n\n\n                                Before\n                 Torruella and Lipez, Circuit Judges,\n               and Schwarzer, Senior District Judge.*\n\n\n\n     Eric R. Little, with whom David A. Gauntlett, Gauntlett &\nAssociates, Stephen G. Hennessy, and Corcoran, Fitzgerald &\nHennessy, LLC were on brief, for appellants.\n\n     David M. Ostrander, with whom James S. Greenan, Greenan,\nPeffer, Sallander & Lally, LLP, John Graceffa, and Morrison,\nMahoney & Miller were on brief, for appellee.\n\n\n                            October 4, 2002\n\n______________________\n     *Of the     Northern   District     of   California,   sitting   by\ndesignation.\n\f          LIPEZ,      Circuit       Judge.       Plaintiffs     Open    Software\n\nFoundation (OSF) and Hewlett-Packard (HP) brought this diversity\n\naction against USF&G, their general commercial liability insurer,\n\nclaiming that USF&G had a duty to defend a lawsuit filed against\n\nthem by Addamax Corporation, a software manufacturer.1                 After OSF\n\ndecided not to bundle Addamax security software into its UNIX-based\n\noperating system, Addamax sued OSF in 1989, alleging that it was a\n\nprice-fixing purchasing pool. The litigation continued until 1998,\n\nwhen we affirmed Judge Tauro's grant of summary judgment to OSF.\n\nSee Addamax v. Open Software Foundation, </pre><span class=\"citation\" data-id=\"198110\"><a href=\"/opinion/198110/addamax-corporation-v-open-software/\"><span class=\"volume\">152</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">48</span></a></span><pre class=\"inline\"> (1st Cir.\n1998).   OSF's general commercial liability policy with USF&G\n\nobliged the insurance company to indemnify OSF for liability\nincurred in suits based on a range of activities classified, inter\n\nalia, as \"personal injury\" or \"advertising injury\".\n\n          We    agree      with    the    district     court   that    Addamax’s\ncomplaints,    read   in    conjunction        with   all   relevant   extrinsic\nevidence cited by OSF, neither stated nor adumbrated a claim for\n\ndamages resulting from a \"personal injury\" or \"advertising injury\"\ndefined in the policies.          Consequently, we conclude that USF&G had\nno duty to defend the Addamax litigation, and we affirm the\n\ndecision of the district court granting summary judgment to USF&G.\n\n\n     1\n      Both OSF and Hewlett-Packard (HP), one of OSF's sponsors,\nfiled this action against USF&G. USF&G claims that HP should not\nbe permitted to sue because it failed to tender the claim to USF&G\nin a timely fashion.    In light of our determination that OSF's\nclaims lack merit, HP's identical claims against OSF must\nnecessarily fail as well.    Therefore, we need not address the\nquestion of whether HP properly brought suit.     For the sake of\nconvenience, we refer to the plaintiffs as OSF.\n\n                                         -2-\n\f                             I. Background\n\n           Organized in 1988 by seven computer hardware and software\n\ncompanies (the \"sponsors\"), pursuant to the National Cooperative\n\nResearch Act of 1984, 15 U.S.C. §§ 4301-05 (1993), OSF was tasked\n\nwith designing and marketing a UNIX-based operating system known as\n\nOSF/1 that would become an industry standard for UNIX users.            To\n\ninduce other companies to develop components for its operating\nsystem, OSF formulated various \"requests for technology\" (RFTs),\n\nwhich essentially offered competing suppliers the opportunity to\n\nsubmit their products to be integrated into the OSF/1 operating\nsystem.\n           One necessary component of the operating system was\nsecurity software.    In November, 1989, OSF solicited two software\n\ndevelopers, Addamax Corporation (Addamax) and Secureware, to submit\ntheir security technologies for evaluation.           Roughly one year\nlater,    OSF   selected   Secureware's   security   technology    to   be\n\nincorporated into OSF/1.\n            In April, 1990, Addamax's counsel sent a demand letter to\nOSF claiming that its decision to \"bundle\" Secureware software into\nOSF/1 violated federal and state antitrust laws, and threatening\n\nlitigation if the alleged violations were not remedied.           When OSF\n\nfailed to respond to these demands, Addamax filed a complaint\n\nagainst OSF and two of its sponsors, Hewlett-Packard and Digital\n\nElectric Corporation.       Addamax alleged that the sponsors and\n\nmembers of OSF were a \"buyers' cartel\" that conspired to coerce\n\nsoftware makers into offering their products to OSF at prices below\n\n                                  -3-\n\ffair market value.2   The complaint summarized Addamax's claims as\n\nfollows:\n\n           This is an action to recover damages and obtain\n           permanent injunctive relief against the Open\n           Software Foundation, Inc. (\"OSF\"), Digital\n           Equipment Corporation (\"DEC\"), and Hewlett-\n           Packard Company (\"H-P\") for violations of\n           federal and state antitrust laws, unfair trade\n           practice law, and the common law of the\n           Commonwealth of Massachusetts . . . . OSF acts\n           as an illegal cartel through which its\n           Sponsors . . . have illegally combined,\n           contracted, or conspired to exercise their\n           aggregate market power by, among other things,\n           fixing prices for the software technology OSF\n           acquires from software developers; setting a\n           price ceiling in certain software markets;\n           allocating product markets among the Sponsors;\n           and boycotting certain independent software\n           developers, including [Addamax].        The net\n           effect, among others, of the defendants'\n           activities has been and will be to unlawfully\n           and unreasonably restrain trade, substantially\n           lessen competition among purchasers of software,\n           drive independent software developers out of\n           business, and reinforce the strong market\n           positions of OSF and its Sponsors.\n\n\nOf the nine counts in the complaint, the first seven were based on\n\nfederal or state antitrust statutes. The eighth count alleged that\n\nOSF's operations constituted \"unfair methods of competition and\n\nunfair or deceptive acts or practices\" in violation of Mass. Gen.\n\nLaws ch. 93A, §§ 2 and 11 (\"Chapter 93A\").   The ninth count alleged\n\nthat OSF and its sponsors \"intentionally and improperly interfered\n\n\n     2\n      An unabridged account of the claims and their disposition\nmay be found in the opinions Addamax v. Open Software Found., </pre><span class=\"citation\" data-id=\"1409850\"><a href=\"/opinion/1409850/addamax-corp-v-open-software-foundation-inc/\"><span class=\"volume\">964</span>\n<span class=\"reporter\">F. Supp.</span> <span class=\"page\">549</span></a></span><pre class=\"inline\"> (D. Mass. 1997), and Addamax v. Open Software Found.,\n</pre><span class=\"citation\" data-id=\"198110\"><a href=\"/opinion/198110/addamax-corporation-v-open-software/\"><span class=\"volume\">152</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">48</span></a></span><pre class=\"inline\"> (1st Cir. 1998). The district court's decision in this\ncase provides a concise summary of these two cases.       See Open\nSoftware Found., Inc. and Hewlett-Packard Corp. v. United States\nFid. and Guar. Co., </pre><span class=\"citation no-link\"><span class=\"volume\">2001</span> <span class=\"reporter\">WL</span> <span class=\"page\">1298878</span></span><pre class=\"inline\"> (D. Mass. 2001).\n\n                                -4-\n\fwith       Addamax's   actual   contractual      relations   and       prospective\n\ncontractual relations.\"         Approximately two years after filing its\n\noriginal complaint, Addamax filed an amended complaint to include,\ninter alia, more detailed allegations describing and illustrating\n\nOSF's practice of coercing independent software vendors to license\n\ntheir products at below-market prices.3\n               OSF and HP successfully defended the Addamax suit.               We\n\n\"found that antitrust violations, even if they were assumed to have\n\noccurred, were not a material cause of Addamax's failure in the\n\nline of business at issue,\" and accordingly affirmed the district\n\ncourt's grant of summary judgment to OSF.             Addamax Corp. v. Open\n\nSoftware Found., </pre><span class=\"citation\" data-id=\"198110\"><a href=\"/opinion/198110/addamax-corporation-v-open-software/\"><span class=\"volume\">152</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">48</span></a></span><pre class=\"inline\">, 50 (1st Cir. 1998).\n\n              Anticipating the costs of defending the Addamax suit,\nOSF's corporate counsel sent a letter to USF&G on March 5, 1992,\n\nrequesting that they defend the claim pursuant to the primary and\n\nexcess liability        policies   issued   by    USF&G.     In    a   memorandum\nappended to the letter, OSF's associate general counsel, Sue\n\nSchlener, argued that the Addamax claims were covered by OSF's\n\npolicy with USF&G under the \"advertising injury\" or \"personal\n\ninjury\" clauses of the policies. After consulting outside counsel,\n\nUSF&G notified OSF on August 25, 1992, that it did not consider any\n\n       3\n      Under Massachusetts law, allegations contained in any version\nof the complaint may trigger an insurer's duty to defend.       See\nLumbermen's Mut. Cas. Co. v. Belleville Indus., Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">555</span> <span class=\"reporter\">N.E.2d</span>\n<span class=\"page\">568</span></span><pre class=\"inline\">, 575 (Mass. 1990) (\"[U]ntil there is an unalterable\ndetermination as to the nature of the underlying claim, any\ndeclaration of rights concerning the insurer's duty to defend\ncannot be conclusive.\"). Accordingly, we use the term \"complaints\"\nin our discussion of the case to refer collectively to Addamax's\noriginal complaint and first amended complaint.\n\n                                      -5-\n\fof the claims to fall within the coverage furnished by the primary\n\nand excess liability policies, and therefore declined to accept\n\ntender of the defense.\n            Approximately six years later, OSF filed this lawsuit\n\nagainst USF&G while Addamax's appeal in the underlying action was\n\nstill pending before this court.      Claiming that USF&G had a duty to\ndefend the Addamax claim, OSF requested a declaratory judgment to\n\nthis effect as well as damages in the amount of reasonable defense\n\ncosts.   OSF specifically contended that Addamax's suit alluded to\n\n\"personal    injuries,\"   including    defamation,   and   \"advertising\n\ninjuries,\" including unfair competition; and asserted that since\n\nboth types of claims were listed in USF&G's general and excess\n\nliability policies, USF&G had a duty to defend.        In a thoughtful\nopinion, the district court found both arguments unpersuasive and\n\ngranted USF&G's motion for summary judgment.      OSF appeals, arguing\n\nthat both the personal injury and advertising injury clauses of the\nGCL triggered a duty to defend.\n\n\n\n                   II. Interpreting the Policies\n\n            Like most other jurisdictions, Massachusetts imposes a\n\nbroad duty to defend on insurers: \"[i]t is axiomatic that an\n\ninsurance company's duty to defend is broader than its duty to\n\nindemnify.\" Boston Symphony Orchestra v. Commercial Union Ins. Co.,\n\n</pre><span class=\"citation no-link\"><span class=\"volume\">545</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1156</span></span><pre class=\"inline\">, 1158 (Mass. 1989).        The Supreme Judicial Court\n\n(SJC) has observed that the duty to defend \"is based on the facts\n\nalleged in the complaint and those facts which are known by the\n\n                                 -6-\n\finsurer.\"       Boston Symphony, 545 N.E.2d at 1158.          Thus, the insurer\n\nmust       accept   tender   of   a   defense   if   the   complaints   state   or\n\nadumbrate4 a covered claim when read in light of extrinsic facts5\nbearing some relevance to the allegations that the plaintiff did\n\nnot specifically include in the complaint, but were nonetheless\n\nknown or readily knowable by the insurer when the defense was\ntendered:\n\n               [T]he question of the initial duty of a\n               liability   insurer   to  defend   third-party\n               actions against the insured is decided by\n               matching the third-party complaint with the\n               policy provisions: if the allegations of the\n               complaint are \"reasonably susceptible\" of an\n               interpretation that they state or adumbrate a\n               claim covered by the policy terms, the insurer\n               must undertake the defense. . . . Otherwise\n               stated, the process is one of envisaging what\n               kinds of losses may be proved as lying within\n               the range of allegations of the complaint, and\n               then seeing whether any such loss fits the\n               expectation of protective insurance reasonably\n               generated by the terms of the policy.\n\n\nContinental Cas. Co. v. Gilbane Bldg. Co., </pre><span class=\"citation no-link\"><span class=\"volume\">461</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">209</span></span><pre class=\"inline\">, 212\n\n(Mass. 1984) (quoting Sterilite Corp. v. Continental Cas. Co., </pre><span class=\"citation no-link\"><span class=\"volume\">458</span>\n\n<span class=\"reporter\">N.E.2d</span> <span class=\"page\">338</span></span><pre class=\"inline\">, 340-41 (Mass. 1984) (citations and footnote omitted)).\n\n\n       4\n      We follow the district court in defining \"to adumbrate\" to\nmean \"'to give a sketchy representation of; outline broadly,\nomitting details (there was only time to adumbrate the plan)' or\n'to suggest, indicate, or disclose partially and with a purposeful\navoidance of precision (the meaning of the poem is adumbrated in\nits title).'\" OSF, 2001 WL at *3 n.1 (quoting 1 Webster's Third New\nInternational Dictionary 30 (1981)); see also Random House\nWebster's College Dictionary 19 (1992) (defining adumbrate to mean\n\"to give a faint image or indication of; outline or sketch\").\n       5\n      When the parties refer to \"extrinsic facts,\" which they often\ndo, we understand them to mean facts not referenced within the\ncomplaint.\n\n                                         -7-\n\f            Determining whether complaints \"adumbrate\" a claim can be\n\na difficult interpretive exercise.             OSF and USF&G advance widely\n\nvarying accounts of how the court, applying Massachusetts law, is\nto    analyze   the    complaints    and    facts    extrinsic   to   them     when\n\n\"envisaging what kinds of losses may be proved as lying within the\n\nrange of allegations of the complaint.\"              Continental Cas. Co., 458\n\nN.E.2d at 212.       USF&G argues that \"even if facts exist extrinsic to\n\nthe    complaint      which,    if   they    were    pleaded,    would     trigger\n\ncoverage . . . [t]here is no duty to defend\" if the \"allegations of\n\nthe    complaint     are    unambiguously    outside    the   scope   of    policy\n\ncoverage.\"      OSF rejects this characterization of Massachusetts law\n\nand largely rests its case on the proposition that USF&G had a duty\n\nto defend OSF because Addamax could have sued for a covered\n\npersonal or advertising injury on the basis of facts outside the\n\ncomplaints that were \"known or readily knowable by the insurer.\"\n\nState Mutual Life Assurance Co. v. Lumbermen's Mutual Casualty Co.,\n\n</pre><span class=\"citation\" data-id=\"1478019\"><a href=\"/opinion/1478019/state-mut-life-assur-v-lumbermens-mut-cas-co/\"><span class=\"volume\">874</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">451</span></a></span><pre class=\"inline\">, 456 (D. Mass. 1995).\n\n            Massachusetts courts generally use extrinsic facts (such\nas those set forth in demand letters to the insurer) to aid\n\ninterpretation of the complaint, and not as independent factual\n\npredicates for a duty to defend. In attempting to \"envisag[e] what\n\nkinds of losses may be proved as lying within the range of\n\nallegations     of    the   complaint,\"      the    insurer   must   examine    the\n\nplaintiff's allegations in conjunction with facts that it knows or\n\nreadily should know in order to determine whether coverage exists\n\nunder the policy.           Boston Symphony, 545 N.E.2d at 1158, 1160.\n\n\n                                       -8-\n\fHowever, the insured cannot, \"in the absence of a complaint that\n\nrequires coverage, force its insurer to defend the insured by\n\nsimply telling the insurer facts that would create coverage.\"                        Id.\n\nat 1160; see also Kilgore v. Resumix, 1998 Mass.Super. LEXIS 170\n\n(finding no duty to defend where defamatory utterance was neither\n\nalleged nor implied, and amendment of the complaint to state a\ndefamation claim was a mere possibility).\n\n            The language of Boston Symphony undercuts OSF's position\n\nthat   facts   extrinsic        to   the    plaintiff's         allegations    in   the\n\ncomplaints, uncovered at any stage of the underlying action, can\n\nindependently trigger a duty to defend that does not arise from the\n\nallegations of the complaints, however sketchily stated.                      Indeed,\n\nthe SJC envisioned a limited role for extrinsic facts in liability\ninsurance   cases:        \"We    hold      only   that     an    insurer    must    give\n\nconsideration to facts outside the complaint when it considers the\n\nallegations in the complaint to determine if coverage exists.\"\nBoston Symphony, 874 F. Supp. at 456.                This holding is consistent\n\nwith prior Massachusetts decisions                emphasizing that \"there is no\n\nduty to defend if, at the time the claims were advanced, the\n\ninsurer could reasonably have concluded that no aspect of the\n\nclaims . . . fell within the scope of coverage.\"                    Millipore Corp.\n\nv. Travelers Indem. Co., </pre><span class=\"citation\" data-id=\"197388\"><a href=\"/opinion/197388/millipore-corp-v-ins-co-of-na/\"><span class=\"volume\">115</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">21</span></a></span><pre class=\"inline\">, 35 (1st Cir. 1997) (citing\n\nPolaroid Corp. v. Travelers Indem. Co., </pre><span class=\"citation no-link\"><span class=\"volume\">610</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">912</span></span><pre class=\"inline\">, 916 (Mass.\n\n1993)) (emphasis added).             Thus, while the insurer can generally\n\ndetermine its duty to defend after the plaintiff submits the\n\ninitial   version    of    his       complaint,      the    duty    to     defend   may\n\n\n                                           -9-\n\foccasionally arise during a later phase in the underlying action if\n\nthe plaintiff obtains leave to amend and adds allegations that\n\ntrigger coverage.     Consequently, \"until there is an unalterable\ndetermination   as   to   the   nature   of   the   underlying    claim,   any\n\ndeclaration of rights concerning the insurer's duty to defend\n\ncannot be conclusive.\"      Lumbermen's Mut. Cas. Co. v. Belleville\n\nIndus., Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">555</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">568</span></span><pre class=\"inline\">, 575 (Mass. 1990).\n\n           We therefore treat the extrinsic facts known or readily\n\nknowable to USF&G as an aid to interpreting the Addamax complaints.\n\nWe do not consider them as independent grounds for a duty to\n\ndefend.   Functioning in this limited role, extrinsic facts work in\n\ntandem with the \"adumbrate\" standard to add substance and meaning\n\nto skeletal claims only adumbrated in the complaint.             These facts,\nbrought to the insurer's attention in a timely fashion by the\n\ninsured, aid the insurer's informed review of the tender of defense\n\nby painting a fuller picture of the underlying action.\n           However, extrinsic facts can also be misused by insureds\n\nseeking to transform a skeletal claim in the underlying complaint\n\ninto an allegation arguably covered by the liability policy but\n\nunrelated to an actual claim in the complaint.            Employed in this\n\nway, extrinsic facts could stretch the terms of the liability\n\npolicy to encompass lawsuits beyond the contemplation of the\n\nparties when they contracted for the insurance.          Hence, we must be\n\nmindful of the SJC's admonition in Boston Symphony that the insured\n\ncannot, \"in the absence of a complaint that requires coverage,\n\nforce its insurers to defend the insured by simply telling the\n\n\n                                   -10-\n\finsurer facts that would create coverage.\"               Boston Symphony, 545\n\nN.E.2d at 1160.\n\n          We now discuss each of the two contested clauses of the\npolicies in turn.\n\n\n\n                         III. Advertising Injury\n\n          OSF argues that Addamax's suit was covered under the\n\n\"advertising injury\" provisions of the primary and excess insurance\n\npolicies in effect at the time of OSF's announcement of the\n\nselection of Secureware.        The pivotal definition in the Primary\nPolicy reads as follows:\n\n          \"Advertising Injury\" means injury arising out of\n          an offense committed during the policy period\n          occurring in the course of the named insured's\n          advertising activities, if such injury arises\n          out of libel, slander, defamation, violation of\n          right of privacy, piracy, unfair competition, or\n          infringement of copyright, title or slogan.\n\nThe Umbrella Policy providing excess coverage similarly covers\ndamages resulting from:\n          Advertising injury--mean[ing] injury arising out of\n          one or more of the following acts committed during\n          the policy period by or for the Named Insured in any\n          advertisement, publicity article, broadcast or\n          telecast:\n          (a) libel, slander or defamation;\n          (b) infringement of copyright or of title or of\n               slogan;\n          (c) piracy    or   unfair    competition   or   idea\n               misappropriation under an implied contract;\n          (d) invasion of the right of privacy.\n           Of     all   the   acts   listed   in   the    advertising   injury\n\n provisions of the two policies, only \"unfair competition\" is\n\n\n                                     -11-\n\f invoked by OSF as an underlying cause of the advertising injuries\n\n adumbrated in the Addamax complaints.                   In interpreting the phrase\n\n \"unfair competition,\" we note that courts are generally obliged\n to construe ambiguous terms in an insurance contract in favor of\n\n the insured.           See Kenneth H. York & John W. Whelan, Insurance Law\n\n 41,       42    (2d    ed.    1988)    (discussing          the   doctrine   of    contra\n\n proferentum); Mass. Bay Transp. Auth. v. Allianz Ins. Co., </pre><span class=\"citation no-link\"><span class=\"volume\">597</span>\n\n <span class=\"reporter\">N.E.2d</span> <span class=\"page\">439</span></span><pre class=\"inline\"> (Mass. 1992) (recognizing the doctrine in Massachusetts\n\n law).          Yet this rule does not operate here because the phrase\n\n \"unfair         competition\"      as    used     in   the    USF&G   policies     is     not\n\n ambiguous.             See Mass. Bay Transp. Auth., 597 N.E.2d at 441\n\n (declining to follow the doctrine of contra proferentum because\n\n the relevant policy language was not ambiguous).                       As the district\n court      found,       the   term     \"unfair     competition\"      in   the   policies\n\n \"refer[s]         to    conduct      that   causes     confusion     on   the     part    of\n\n consumers,\" such as palming off or passing off.                           OSF, </pre><span class=\"citation no-link\"><span class=\"volume\">2001</span> <span class=\"reporter\">WL</span>\n\n <span class=\"page\">1298878</span></span><pre class=\"inline\"> at *6; see also American Bar Association Section of\n\n Litigation, Model Jury Instructions: Business Torts Litigation\n\n § 4.01[3] (1996).               It is settled in Massachusetts that \"the\n\n gravamen of an unfair competition claim is the likelihood of\n\n consumer confusion as to the source of the goods or services.\"\n\n Datacomm Interface, Inc. v. Computerworld, Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">489</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">185</span></span><pre class=\"inline\">,\n\n 191 (Mass. 1986).6\n\n       6\n      OSF argues that the \"multiple reasonable meanings for the\n'unfair competition’ offense which have long been known to insurers\nevidence that the term is . . . ambiguous,\" and cites New Castle\nCounty, Delaware v. Nat’l Union Fire Ins. Co., </pre><span class=\"citation no-link\"><span class=\"volume\">243</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">742</span></span><pre class=\"inline\">, 745\n(7th Cir. 2001) (observing that this \"single phrase, which\n\n                                             -12-\n\f            Given the well-settled meaning of the term \"unfair\n\n competition\"     in    Massachusetts      law,   the    leading   case    in   the\n\n Commonwealth interpreting the phrase \"unfair competition\" in a\n general commercial liability insurance policy not surprisingly\n\n limits the injury to \"palming off.\"                See Smartfoods, Inc. v.\n\n Northbrook Prop. & Cas. Co., </pre><span class=\"citation\" data-id=\"2230960\"><a href=\"/opinion/2230960/smartfoods-v-northbrook-property-cas-co/\"><span class=\"volume\">618</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1365</span></a></span><pre class=\"inline\">, 1368 (Mass.App.Ct.\n 1993) (\"Unfair competition, in its common law signification,\n\n implies palming off.\"). Palming off is \"'an attempt by one person\n\n to induce customers to believe that his products are actually\n\n those of another.'\" Kazmaier v. Wooten, </pre><span class=\"citation\" data-id=\"451689\"><a href=\"/opinion/451689/william-kazmaier-v-john-wooten/\"><span class=\"volume\">761</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">46</span></a></span><pre class=\"inline\">, 52 (1st Cir.\n\n 1985) (quoting Remco Industries v. Toyomenka, Inc., </pre><span class=\"citation\" data-id=\"1755313\"><a href=\"/opinion/1755313/remco-industries-inc-v-toyomenka-inc/\"><span class=\"volume\">286</span> <span class=\"reporter\">F. Supp.</span>\n\n <span class=\"page\">948</span></a></span><pre class=\"inline\">, 954 (S.D.N.Y. 1968), aff'd, </pre><span class=\"citation no-link\"><span class=\"volume\">397</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">977</span></span><pre class=\"inline\"> (2d Cir. 1968).                   By\n\n contrast, Addamax blames OSF for not using Addamax software in its\n operating system, and attributes this decision to an illegal\n\n scheme of monopolization and price-fixing.                 Whereas palming off\n\n involves   the    illicit       identification     or    association      of   the\n defendant's      product    with    the     plaintiff's,      Addamax's    major\n\n grievance is that OSF disassociated itself from Addamax, thereby\n\n foreclosing the company's participation in a large segment of the\n\n UNIX   software       market.      Thus   the    Addamax    complaint     is   not\n\n reasonably susceptible of an interpretation that it indicated or\n\n adumbrated a claim for unfair competition.\n\n\n\ninsurance companies have consistently refused to define, and that\nhas generated literally hundreds of lawsuits, with widely varying\nresults, cannot, under our application of commonsense, be termed\nunambiguous.\").   Id.   However, New Castle County addressed the\nphrase \"invasion of the right of private occupancy,\" id., not the\nphrase \"unfair competition\" at issue here.\n\n                                      -13-\n\f           Massachusetts's decision to construe the advertising\n\n injury of unfair competition in a general commercial liability\n\n insurance policy as equivalent in scope to the state common law\n tort of the same name reflects the approach of a majority of\n\n jurisdictions.   See Atlantic Mut. Ins. Co. v. Biotech Corp., </pre><span class=\"citation\" data-id=\"2008887\"><a href=\"/opinion/2008887/atlantic-mut-ins-co-v-brotech-corp/\"><span class=\"volume\">857</span>\n\n <span class=\"reporter\">F. Supp.</span> <span class=\"page\">423</span></a></span><pre class=\"inline\">, 429 (E.D. Pa. 1994) (collecting cases); Standard\n\n Fire Ins. Co. v. People's Church of Fresno, </pre><span class=\"citation\" data-id=\"599378\"><a href=\"/opinion/599378/standard-fire-insurance-company-and-aetna-casualty-surety-company-inc/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">446</span></a></span><pre class=\"inline\"> (9th Cir.\n\n 1993); Gencor Indus., Inc. v. Wausau Underwriters Ins. Co., </pre><span class=\"citation\" data-id=\"2008174\"><a href=\"/opinion/2008174/gencor-industries-v-wausau-underwriters-ins-co/\"><span class=\"volume\">857</span>\n\n <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1560</span></a></span><pre class=\"inline\"> (M.D. Fla. 1994); Pine Top Ins. Co. v. Public Util.\n\n Dist. No. 1, </pre><span class=\"citation\" data-id=\"1627579\"><a href=\"/opinion/1627579/pine-top-ins-v-public-util-dist-1-of-chelan-cty/\"><span class=\"volume\">676</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">212</span></a></span><pre class=\"inline\"> (E.D. Wash. 1987); QSP, Inc. v.\n\n Aetna Cas. and Sur. Co., </pre><span class=\"citation no-link\"><span class=\"volume\">773</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">906</span></span><pre class=\"inline\"> (Conn. 2001); Bank of the\n\n West v. Superior Court, </pre><span class=\"citation\" data-id=\"2607512\"><a href=\"/opinion/2607512/bank-of-the-west-v-superior-court/\"><span class=\"volume\">833</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">545</span></a></span><pre class=\"inline\"> (1992).      In fact, at the time\n\n OSF and USF&G signed the relevant insurance contracts, \"all\n federal court decisions [but one had] been consistent in their\n\n support of the common law definition\" of unfair competition as\n\n \"'palming off' or 'passing off,' that is, usurping the commercial\n advantage of another by deceptively substituting one's own goods\n\n for those of the competitor.\"          Terri D. Keville, Advertising\n\n Injury Coverage: An Overview, 65 S. Cal. L. Rev. 919, 954 (1992).7\n\n           OSF    nonetheless   contends    that   Addamax's   complaint\n\n triggered a duty to defend under the advertising injury clauses\n of the policies because several claims in the Addamax complaint--\n including antitrust, Chapter 93A, and interference with business\n\n\n     7\n      The one exception, Keating v. National Union Fire Insurance\nCo., </pre><span class=\"citation\" data-id=\"2353455\"><a href=\"/opinion/2353455/keating-v-national-union-fire-ins-co/\"><span class=\"volume\">754</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1431</span></a></span><pre class=\"inline\"> (C.D. Cal. 1990), has since been reversed by\nthe Ninth Circuit on appeal. See Keating v. National Union Fire\nInsurance Co., </pre><span class=\"citation no-link\"><span class=\"volume\">995</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">154</span></span><pre class=\"inline\"> (1991).\n\n                                 -14-\n\frelations claims--convey \"unfair competition\" in common parlance.\n\nThe district court acknowledged that, \"In a general sense, [such]\n\nviolations     might   be    thought   of   as   a   species   of   'unfair\ncompetition' because they entail methods of competition that are\n\nillegal and thus unfair.\"       OSF, </pre><span class=\"citation no-link\"><span class=\"volume\">2001</span> <span class=\"reporter\">WL</span> <span class=\"page\">1298878</span></span><pre class=\"inline\">, at *7.        However,\n\nit   ultimately   found     OSF's   argument   unpersuasive    because    the\ninsurance contract is a legal document, and parties signing it\n\nshould \"expect that a legal term used in the policy will be\n\naccorded the meaning that the courts have given it.\"                Id.   We\n\nagree.   A treatise on the topic reinforces the district court's\n\nanalysis:\n\n             In its general sense, \"unfair competition\" is\n             defined as \"all dishonest or fraudulent\n             rivalry in trade and commerce\" (Black's Law\n             Dictionary), thus encompassing a potentially\n             large number of different offenses. . . .\n                  However, the definition of unfair\n             competition quoted above goes on to state\n             that the term \"is particularly applied to the\n             practice of endeavoring to substitute one's\n             own goods or products in the markets for\n             those of another having an established\n             reputation and extensive sales, by means of\n             imitating or counterfeiting the name, title,\n             size, shape, or distinctive peculiarities of\n             the article, or the shape, color, label,\n             wrapper, or general appearance of the package\n             . . . the imitation being carried far enough\n             to mislead the general public or deceive an\n             unwary purchaser, and yet not amounting to an\n             absolute counterfeit or to the infringement\n             of a trade-mark or trade-name.\" In this more\n             limited meaning, which seems more likely to\n             be applicable in the context of advertising\n             injury, unfair competition is much the same\n             as . . . misappropriation of advertising\n             ideas or style of doing business.\n\n\n\n\n                                    -15-\n\f Jeffrey W. Stempel, Law of Insurance Contract Disputes § 14.06,\n\n at 14-22 (2d ed. 2001) (quoting Donald S. Malecki and Arthur L.\n\n Flitner, Commercial General Liability 69-70 (6th ed., 1998)).\n            The relevant sections of the policies define covered\n\n \"advertising injuries\" as those arising out of \"libel, slander,\n\n defamation,    violation   of   right   of   privacy,   piracy,   unfair\n competition, or infringement of copyright, title or slogan\" (in\n\n the general policy) and \"(a) libel, slander or defamation; (b)\n\n infringement of copyright or of title or of slogan; (c) piracy or\n\n unfair competition or idea misappropriation under an implied\n\n contract; (d) invasion of the right of privacy\" (in the excess\n\n policy).      Applying the interpretive principle of noscitur a\n\n sociis8 to language in an almost identical GCL policy, the Seventh\n Circuit observed that:\n\n            A word sometimes picks up meaning from its\n            neighbors; and all the other terms in the\n            list of wrongs insured under the rubric of\n            \"advertising injury\" concern the misuse of\n            information,     as     befits    the    word\n            \"advertising.\"    Piracy and the infringement\n            of copyrights, titles (presumably of books,\n            songs, products, services, and so forth), and\n            slogans (advertising and other) are simply\n            different forms of theft (broadly conceived)\n            of information. And defamation involves the\n            use of false information, while invasion of\n            the right of privacy the use of true, though\n            sometimes     misleading     or    offensive,\n            information.    Libel and slander are the two\n            halves of defamation. . . . [I]f tortious\n            interference [and similar claims are] covered\n            by the policy, the policy has a bulge not\n\n     8\n      Loosely translated, noscitur a sociis means \"it is known from\nits associates.\" As a canon of construction, it means that \"the\nmeaning of a word is or may be known from the accompanying words.\"\nBlack's Law Dictionary 1060 (6th ed. 1990).\n\n                                  -16-\n\f           easy to make sense of or to attribute to the\n           deliberate choice of the parties.\n\n Curtis-Universal, Inc. v. Sheboygan Emergency Med. Servs., </pre><span class=\"citation no-link\"><span class=\"volume\">43</span> <span class=\"reporter\">F.3d</span>\n\n <span class=\"page\">1119</span></span><pre class=\"inline\">, 1124 (7th Cir. 1994).\n\n           The   terms   surrounding   \"unfair   competition\"   in   the\n\n advertising injury provisions of the USF&G policies exclusively\n denote communicative harms (injuries that occur as a direct result\n\n of communication), not illegal courses of conduct that merely\n\n involve communication.    We are not persuaded by the appellant's\n\n attempt to apply the latter gloss to the term, just as the Seventh\n\n Circuit was unmoved by the same tactic in Curtis-Universal: \"[W]e\n\n find it highly implausible to suppose that 'unfair competition'\n\n in a list of torts otherwise concerned mainly with harmful speech\n in various forms (defamation, invasion of the right of privacy,\n\n copyright infringement) would sweep under the policy a general,\n\n albeit only prima facie, liability for antitrust damages\" and\n other causes of action not constituted by communicative harms.\n\n Id. at 1123.9\n\n     9\n      OSF argues that the Addamax litigation is covered by the\npolicy because the eighth \"claim for relief\" in Addamax's\ncomplaints accuse OSF of \"Unfair Methods of Competition in\nViolation of the Massachusetts Unfair Trade Practices Act.\" As the\ndistrict court pointed out, \"Massachusetts courts construe the term\n'unfair competition' in a liability insurance policy not only to\nsignify that common law tort, but also to distinguish it from the\nstatutory cause of action for unfair business practices under\nChapter 93A.\" OSF, </pre><span class=\"citation no-link\"><span class=\"volume\">2001</span> <span class=\"reporter\">WL</span> <span class=\"page\">1298878</span></span><pre class=\"inline\">, at *6 (citing Smartfoods, Inc.\nv. Northbrook Prop. & Cas. Co., </pre><span class=\"citation\" data-id=\"2230960\"><a href=\"/opinion/2230960/smartfoods-v-northbrook-property-cas-co/\"><span class=\"volume\">618</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1365</span></a></span><pre class=\"inline\">, 1368 (Mass. App.\nCt. 1993)). Addamax was suing for violation of Chapter 93A, not\nfor common law unfair competition. Cf. Graham Resources, Inc. v.\nLexington Insurance Co., </pre><span class=\"citation\" data-id=\"1112300\"><a href=\"/opinion/1112300/graham-resources-v-lexington-ins/\"><span class=\"volume\">625</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">716</span></a></span><pre class=\"inline\">, 721 (La. Ct. App. 1993)\n(observing that \"in all of the out-of-state cases we have\nreviewed,\" courts have ruled that unfair competition in context of\n\n                                -17-\n\f                        IV. Personal Injury\n\n           The only terms in the \"personal injury\" sections of the\n\n two policies that possibly pertain to Addamax's suit are harms\n\n caused by communication.   The harms are defined as\n\n           injury arising out of one or more of the\n           following offenses committed during the\n           policy period . . .     (3) a publication or\n           utterance (a) of a libel or slander or other\n           defamatory or disparaging material, or (b) a\n           publication or utterance in violation of an\n           individual's   right   of   privacy;   except\n           publications or utterances in the course of\n           or related to advertising, broadcasting,\n           publishing    or    telecasting    activities\n           conducted by or on behalf of the named\n           insured shall not be deemed personal injury.\n The Umbrella Policy providing excess coverage similarly covers\n damages from\n\n           injury arising out of . . . (b) the\n           publication or utterance of a libel or\n           slander or other defamatory or disparaging\n           material or a publication or utterance in\n           violation of an individual's right of\n           privacy; except publications or utterances in\n           the course of or related to advertising\n           activities.\n\n           Addamax makes no reference to a claim for defamation or\n disparagement in either of its complaints or in its initial demand\n letter to OSF.    Nonetheless, OSF argues that the complaints,\n\n considered in light of extrinsic evidence either provided to or\n readily   knowable   by    USF&G,    \"adumbrate\"   defamation   and\n disparagement claims. See Continental Cas. Co., 461 N.E.2d at 212\n\n (\"if the allegations of the complaint are 'reasonably susceptible'\n\n\ninsurance coverage for advertising injury does not refer to conduct\nprohibited by statute).\n\n                               -18-\n\fof an interpretation that they state or adumbrate a claim covered\n\nby the policy terms, the insurer must undertake the defense\").\n\n           Maneuvering within the interpretive boundaries of the\n\"adumbrate\" standard, see supra note 3, OSF insists that liability\n\ncoverage is triggered under the personal injury provisions of its\n\npolicies   on   the   theory   that   Addamax's   \"damages[]   allegedly\noccurred, at least in part, because the communications [by OSF]\n\nto [its] Sponsors and Members about the selection of Secureware\n\nas superior lowered Addamax in rank and estimation.\"       OSF further\n\ncontends that such \"allegedly false statements . . . [could]\n\nprejudice the plaintiff in the conduct of its business . . . [and\n\ntherefore] are sufficient to state a claim for disparagement as\n\nto products and defamation as to the source of these goods under\nMassachusetts law.\"\n\n           As noted, OSF's personal injury coverage extends to\n\nliability from injuries arising out of \"other defamatory or\ndisparaging material,\" and not just to liability for \"defamation\"\n\nand \"disparagement\" actions themselves. Interpreting this phrase\n\nin a similar GCL policy, the SJC observed that \"[d]isparage means,\n\namong other things, 'to lower in rank and estimation by actions\n\nor words,' or 'to speak slightingly of.'\"         Boston Symphony, 545\n\nN.E.2d at 1158 (quoting Webster's New International Dictionary of\n\nthe English Language 750 (2d ed. 1959)).\n\n           OSF contends that all of Addamax's claims--including its\n\nantitrust, Chapter 93A, and tortious interference claims--were\n\nbased (at least in part) on words and actions of OSF that\n\n\n                                 -19-\n\fexplicitly or implicitly lowered Addamax in rank and estimation.\n\nOSF's initial tender of the defense arguably alerted USF&G to the\n\npublication of disparaging and defamatory materials in various\nforms: 1) OSF advertisements promoting the RFT process generally,\n\n2) the RFT process itself, 3) a \"Security Rationale document\" that\n\nidentified Addamax and Secureware as the two companies competing\nin the Security RF and justified OSF's selection of the Secureware\n\nproduct, 4) additional advertising after the completion of the\n\nSecurity RFT announcing the selection of Secureware and touting\n\nthe impartiality of the RFT process, and 5) other unspecified\n\npublications    referred   to   in    Addamax's     complaint   lauding    the\n\nsuperior capabilities of Secureware.                OSF's re-tender of the\n\ndefense through this declaratory judgment action disclosed a sixth\nsource of defamatory or disparaging materials--rumors of Addamax's\n\nimpending bankruptcy in the wake of its loss to Secureware in the\n\nRFT.\n             We assume arguendo that these facts, identified in the\n\nAddamax complaints or extrinsic to them, constituted \"disparaging\n\nor     defamatory   material\"   in     the    Boston    Symphony   sense   of\n\ndiminishing Addamax's reputation.            We further assume that USF&G\n\ncan be charged with knowledge of all the extrinsic facts cited by\n\nOSF.    USF&G does not argue (with respect fo OSF) that re-tender\n\nof the defense through this declaratory judgment action violated\n\nparticular    notice   requirements     in    the    USF&G   policies.     See\n\nTransamerica Ins. Co. v. Norfolk and Dedham Mut. Fire Ins. Co.,\n\n</pre><span class=\"citation no-link\"><span class=\"volume\">279</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">686</span></span><pre class=\"inline\">, 689 (Mass. 1972); see also Hoppy's Oil Serv.,\n\n\n                                     -20-\n\fInc., v. Insurance Co. of North America, </pre><span class=\"citation\" data-id=\"1362296\"><a href=\"/opinion/1362296/hoppys-oil-service-inc-v-ina/\"><span class=\"volume\">783</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1505</span></a></span><pre class=\"inline\">, 1509\n\n(D. Mass. 1992) (\"No duty to defend or to participate in a defense\n\ncan arise before the insurer has notice of the suit against the\ninsured, or at least of the underlying claim and the likelihood\n\nof suit.\").    Moreover, Massachusetts law imposes    a broad duty to\n\ninvestigate on liability insurers after the insured has tendered\na defense.     See Mass. Gen. Laws ch. 176D, § 3(9) (1998) (\"An\n\nunfair claim settlement practice shall consist of...(d) [r]efusing\n\nto pay claims without conducting a reasonable investigation based\n\nupon all available information\").      Nevertheless, we conclude that\n\nthese extrinsic facts, viewed as aids in the interpretation of the\n\nAddamax complaints, did not trigger a duty to defend because\n\nAddamax was not alleging that the material cited by OSF caused its\ninjuries.    See Ekco Group, Inc. v. Travelers Indem. Co., </pre><span class=\"citation\" data-id=\"199720\"><a href=\"/opinion/199720/ekco-group-inc-v-travelers-indemnity/\"><span class=\"volume\">273</span> <span class=\"reporter\">F.3d</span>\n\n<span class=\"page\">409</span></a></span><pre class=\"inline\">, 415 (1st Cir. 2001) (\"There must be some causal connection\n\nrunning from the offense . . . to the injury.\"); Knoll Pharm. Co.\n\nv. Automobile Ins. Co., </pre><span class=\"citation\" data-id=\"2482794\"><a href=\"/opinion/2482794/knoll-pharmaceutical-v-auto-ins-co-of-hartford/\"><span class=\"volume\">152</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1026</span></a></span><pre class=\"inline\">, 1038 (N.D. Ill.\n\n2001) (\"The causal connection between the insured's activities and\n\nthe alleged injury is the salient factor in determining a duty to\n\ndefend.\").\n\n            Significantly, the USF&G policies only provide coverage\n\nfor \"injur[ies] arising out of . . . defamatory or disparaging\n\nmaterial . . . committed [or created] during the policy period\"\n\n(emphasis     added).   Interpreting    identical   language   in   the\n\n\"advertising injury\" clause of a similar policy, the Second\n\nCircuit recently held that \"the relevant causation issue with\n\n\n                                -21-\n\f regard to insurance coverage is not whether 'the injury could have\n taken place without the advertising,' but 'whether the advertising\n\n did in fact10 contribute materially to the injury.'\" R.C. Bigelow\n\n v. Lib. Mut. Ins. Co., </pre><span class=\"citation\" data-id=\"777322\"><a href=\"/opinion/777322/rc-bigelow-inc-v-liberty-mutual-insurance-company/\"><span class=\"volume\">287</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">242</span></a></span><pre class=\"inline\">, 248 (2d Cir. 2002) (quoting\n\n Frog, Switch, & Mfg. Co. v. Travelers Ins. Co., </pre><span class=\"citation\" data-id=\"766400\"><a href=\"/opinion/766400/the-frog-switch-manufacturing-co-inc-in-no-98-7552-v-the-travelers/\"><span class=\"volume\">193</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">742</span></a></span><pre class=\"inline\">, 750\n\n n.8 (3d Cir. 1999)).11\n           We conclude that Massachusetts courts would impose a\n\n similar \"material contribution\" requirement when construing this\n\n language in a commercial general liability insurance policy.   Cf.\n\n Eagle-Picher Indus., Inc. v. Liberty Mut. Ins. Co., </pre><span class=\"citation\" data-id=\"494590\"><a href=\"/opinion/494590/eagle-picher-industries-inc-v-liberty-mutual-insurance-company-american/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">227</span></a></span><pre class=\"inline\">,\n\n 248 (1st Cir. 1987) (predicting the SJC's response to a choice-of-\n\n law question that the court had yet to address directly).      To\n\n determine the level of causation implicated by the phrase \"arising\n out of\" in a liability insurance policy under Massachusetts law,\n\n we have previously looked to Massachusetts cases construing this\n\n phrase in the automobile insurance context.    See Merchants Ins.\n\n\n     10\n      We do not read the phrase \"whether the advertising did in\nfact contribute materially to the injury\" as predicating an\ninsurer's duty to defend on the facts proven at trial. Indeed, we\ncould not read the phrase that way. The Supreme Judicial Court has\nobserved that \"[t]he obligation of an insurer to defend is not, and\ncannot be, determined by reference to the facts proven at trial.\nRather, the duty to defend is based on the facts alleged in the\ncomplaint...\" Boston Symphony, 545 N.E.2d at 1158. As used in the\nR.C. Bigelow decision, the phrase \"in fact\" simply emphasizes that\nthe insured cannot trigger a duty to defend unless the acts alleged\nin the underlying complaint that supposedly fall within the\ncoverage of the liability policy are further alleged by the\nplaintiff in that action to have contributed materially to the\ninjury.\n     11\n      We see no reason to construe the phrase \"arising out of\"\ndifferently in the advertising injury and personal injury\nprovisions of the USF&G policies.\n\n                               -22-\n\fCo. of New Hampshire, Inc. v. USF&G, </pre><span class=\"citation\" data-id=\"197929\"><a href=\"/opinion/197929/merchants-insurance-v-guaranty-co/\"><span class=\"volume\">143</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">5</span></a></span><pre class=\"inline\"> (1st Cir. 1998).\n\nIn Merchants Ins. Co., the parties disputed whether the insurer's\n\nduty to defend was triggered under a policy provision that\nexpanded       the     definition      of   an     \"insured\"    to   \"the   person   or\n\norganization shown in the Schedule . . . but only with respect to\n\nliability arising out of 'your work' for that insured by or for\n\nyou.\" Id. at 9 (emphasis added).                   To determine the meaning of the\n\nphrase \"arising out of\", we relied heavily on the SJC's opinion\n\nin Rischitelli v. Safety Ins. Co., </pre><span class=\"citation no-link\"><span class=\"volume\">671</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1243</span></span><pre class=\"inline\"> (Mass. 1996),\n\nwhere      the       court   sought    to    determine    whether     the   insured's\n\nautomobile insurance policy covered injuries that he sustained\n\nwhen another motorist physically attacked him after their vehicles\n\nwere involved in an accident.                We observed in Merchants Ins. Co.\n\nthat\n\n                 [t]he Massachusetts Supreme Judicial Court\n                 confirmed in Rischitelli: \"The expression\n                 'arising out of' indicates a wider range of\n                 causation than the concept of proximate\n                 causation in tort law.\" By way of further\n                 explanation, Rischitelli went on to say:\n                 \"However, the expression does not refer to\n                 all circumstances in which the injury would\n                 not have occurred 'but for' the involvement\n                 of a motor vehicle.\"\n\nMerchants Ins. Co., 143 F.3d at 9-10.\n\n                 The SJC recently reaffirmed its interpretation of the\n\nphrase \"arising out of\" in Rischitelli.                    See Ruggerio Ambulance\n\nServ., Inc. v. National Grange Mut. Ins. Co., </pre><span class=\"citation no-link\"><span class=\"volume\">724</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">295</span></span><pre class=\"inline\">, 299\n\n(Mass. 2000) (\"The expression 'arising out of' indicates a wider\n\nrange of causation than the concept of proximate causation in tort\n\nlaw    .   .     .    However,   the    expression       does   not   refer   to     all\n\n                                            -23-\n\fcircumstances in which the injury would not have occurred 'but\n\nfor' the involvement of a motor vehicle.\"                     (citing Rischitelli,\n\n671   N.E.2d     at    1245.)).          As    noted       above,    the    \"contribute\nmaterially\" standard similarly connotes a range of causation\n\nnarrower than \"but-for causation\": \"[T]he relevant causation issue\n\nwith regard to insurance coverage is not whether the 'the injury\ncould    have    taken        place   without        the    advertising'          [but-for\n\ncausation], but whether the advertising did in fact contribute\n\nmaterially      to    the     injury.\"        R.C.   Bigelow,       287    F.3d    at   248\n\n(citations omitted) (emphasis in original).                         Consequently, the\n\n\"contribute materially\" causation requirement set forth in R.C.\n\nBigelow appears to fit comfortably within the Ruggerio parameters.\n\n             There is no claim for defamation or disparagement in the\nAddamax complaints, and no reliance on defamatory or disparaging\n\nmaterials circulated by OSF as a cause of injury.                           Indeed, the\n\ncomplaints pursue a different theme entirely by focusing on OSF's\nstructure and activities while largely ignoring its words.                              This\n\npresentation         begins    with   the      complaints'          portrayal      of    the\n\nconsortium as the singular force in the market for UNIX operating\n\nsystem   software:          \"Addamax's market consisted of OSF's Sponsors\n\nas well as smaller computer vendors and system integrators, the\n\noverwhelming majority of whom are non-voting Members of OSF.\"\n\nComplaint at 12, Addamax v. Open Software Foundation, </pre><span class=\"citation\" data-id=\"1409850\"><a href=\"/opinion/1409850/addamax-corp-v-open-software-foundation-inc/\"><span class=\"volume\">964</span> <span class=\"reporter\">F. Supp.</span>\n\n<span class=\"page\">549</span></a></span><pre class=\"inline\"> (D. Mass. 1997) (emphasis added); see also First Amended\n\nComplaint at 9-10, 17, 34.\n\n\n\n\n                                         -24-\n\f               Addamax     subsequently     chronicles      the   diminishing\n\npurchasing power of vendors outside the OSF membership group, and\n\nasserts that a software producer's failure to successfully market\nits product to OSF was tantamount to foreclosure from the entire\n\nmarket.   \"Whereas previously . . . Addamax had a potential market\n\nof numerous computer vendors, . . . the formation of OSF has\ncaused a consolidation of that market into one dominant customer,\n\ni.e. OSF.      As a result, the software developers, such as Addamax,\n\nthat are not selected by the cartel are foreclosed from the\n\nmarket.\" Id. at 14-15; see also First Amended Complaint at 22-23.\n\nNot surprisingly, the complaints attribute               Addamax's injuries\n\nsolely    to    the     purchasing   decisions   of   OSF   members   without\n\nmentioning vendors outside the OSF group:\n               OSF and its Sponsors . . . have foreclosed\n               Addamax from selling its B1st product to the\n               more than 70% of the UNIX operating system\n               market represented by OSF and its membership.\n               Accordingly, Addamax has been injured in its\n               business and property through the loss of\n               millions of dollars in past, present, and\n               future profits, by loss of customers and\n               potential customers, by loss of goodwill, and\n               by the prospective destruction of its\n               business.\n\n\nComplaint at 22, 25, 30 (emphasis added); see also First Amended\n\nComplaint at 20-21, 25, 30-31, 34.\n\n               The     noteworthy    absence     of   any    defamation   or\n\ndisparagement claim against OSF is consistent with Addamax's\n\nunderstanding of the UNIX software market as memorialized in the\n\ncomplaints.          If vendors outside the OSF membership group were a\n\nminimal presence in the market for UNIX operating system software,\n\n                                     -25-\n\f any disparaging or defamatory materials published by OSF (which\n\n by that time had already decided to bundle Secureware's product\n\n into OSF/1) could not have materially contributed to Addamax's\n injuries.\n\n               No    extrinsic      facts   or   documents     proffered     by   OSF\n\n contradict Addamax's characterization of OSF in its complaints as\n a monopsonist in the market for UNIX operating system software,\n\n or allude to the presence of a significant consumer base outside\n\n of OSF's membership.12          Therefore, even if we assume that every\n\n extrinsic fact referenced by OSF was properly brought to USF&G's\n\n attention when OSF tendered the defense, OSF cannot demonstrate\n\n that these         facts   \"contribute[d]       materially\"    to   the   injuries\n\n alleged by Addamax in its complaint.               R.C. Bigelow, 287 F.3d at\n\n 248.     At    worst,      these    extrinsic     facts   suggest    that    OSF's\n\n publication of disparaging materials and propagation of bankruptcy\n\n rumors adversely impacted Addamax's business relationships with\n the comparatively small number of computer vendors outside the OSF\n\n membership group.          Even construing these facts in the light most\n\n\n     12\n      The absence of a substantial consumer base with the capacity\nto alter its purchasing behavior in response to disparaging or\ndefamatory material distinguishes this case from Knoll Pharm. Co.,\n152 F. Supp. 2d at 1026 (N.D. Ill. 2001), which OSF relies heavily\nupon in its brief. In Knoll, the insured sold a synthetic thyroid\nhormone that it promoted as being superior to competing generic\ndrugs on the basis that there was \"no proven bioequivalent\nproduct.\" Id. at 1030. The district court ruled that the insured\nwas entitled to coverage under their     liability policy, noting\ninter alia that such disparaging and misleading remarks by the\ninsured may have induced plaintiffs (purchasers of health and\nmedical supplies) to substantially overpay for the insured's\nthyroid drug when they could have purchased a cheaper generic drug\nwith the equivalent biological composition.\n\n                                        -26-\n\ffavorable to OSF, the financial impact of OSF's words pales in\n\ncomparison to the economic effect of its deeds, which foreclosed\n\nAddamax from 70% of the entire market for its UNIX operating\nsystem software.       Indeed, by its own terms in the complaints,\n\nAddamax dismisses losses from vendors outside OSF as immaterial:\n\n\"[T]he software developers, such as Addamax, that are not selected\nby the cartel are foreclosed from the market.\"                Complaint at 14-\n\n15; see also First Amended Complaint at 22-23.                 Accordingly, we\n\nconclude that any injuries resulting from the publication of the\n\n\"extrinsic facts\" cited by OSF are not sufficiently material to\n\nsatisfy the \"arising under\" requirement in the personal injury\n\nprovisions.     R.C. Bigelow, 287 F.3d at 248.\n\n\n\n                                   V. Conclusion\n\n             Determining whether complaints state a claim for a given\ncause   of    action     is    a       relatively   straightforward     matter;\ndetermining whether they adumbrate, or faintly sketch, a claim is\n\na more difficult interpretive question.                  However, there is a\ndiscernible line between adumbration in a complaint and the\nmischaracterization       of       a    complaint   by   an   insured   relying\n\ncreatively on extrinsic facts.             Although OSF may detect a sketch\nor suggestion of covered claims in Addamax's complaints, and the\nextrinsic facts cited, we do not.               We therefore conclude that\n\nUSF&G was not obliged to defend the Addamax action.\n\n             Affirmed.\n\n\n\n                                        -27-\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/197388/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197929/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198110/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199720/",
    "http://www.courtlistener.com/api/rest/v3/opinions/451689/",
    "http://www.courtlistener.com/api/rest/v3/opinions/494590/",
    "http://www.courtlistener.com/api/rest/v3/opinions/599378/",
    "http://www.courtlistener.com/api/rest/v3/opinions/766400/",
    "http://www.courtlistener.com/api/rest/v3/opinions/777322/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1112300/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1362296/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1409850/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1478019/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1627579/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1755313/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2008174/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2008887/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2230960/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2353455/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2482794/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2607512/"
  ]
}