{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/200279/",
  "absolute_url": "/opinion/200279/united-states-v-hornbecker/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/200279/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T04:47:34Z",
  "date_modified": "2016-02-28T05:02:37.541715Z",
  "type": "010combined",
  "sha1": "d1c8d55072d1814253f7bed1c11f06e6ef6afecb",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/01-1969-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2003/01/09/US_v._Hornbecker.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 01-1969\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                                v.\n\n                       MICHAEL HORNBECKER,\n\n                      Defendant, Appellant.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n       [Hon. George A. O'Toole, Jr., U.S. District Judge]\n\n\n                              Before\n                       Selya, Circuit Judge,\n                  Coffin, Senior Circuit Judge,\n                    and Howard, Circuit Judge.\n\n\n\n     Sara Rapport, with whom Perkins, Smith & Cohen was on brief,\nfor appellant.\n     Dickens Mathieu, Assistant U.S. Attorney, with whom Michael J.\nSullivan, United States Attorney, was on brief, for appellee.\n\n\n\n                         January 9, 2003\n\f           HOWARD, Circuit Judge. In the course of a lengthy roadside\n\nstop, Illinois state troopers discovered more than 400 pounds of\nmarijuana in a 1957 Volkswagen pickup truck that defendant Michael\n\nHornbecker had been towing across the country. Hornbecker subsequently\n\npleaded guilty to conspiring to distribute marijuana, but reserved his\nright to appeal the district court's earlier denial of his suppression\n\nmotion. Hornbecker acknowledges that he voluntarily signed a consent-\n\nto-search form approximately 23 minutes after he was stopped, but argues\n\nthat the ensuing search was rendered unlawful by the troopers' prior\n\nFourth Amendment violations.     We disagree and accordingly affirm.\n                            I.   Background\n\n           We take our factual recitation from the record of the\n\nproceedings below, which included the introduction into evidence of a\n\nvideotape of the search made by the Illinois state police. On August\n\n16, 1998, at just prior to 7:58 p.m. (according to the timer on the\n\npolice videotape), Illinois State Trooper John Rugen stopped Hornbecker\n\nas he was heading east on Interstate 80 in LaSalle County, Illinois.\n\nHornbecker was driving a 1987 Chevrolet pickup with California license\n\nplates and towing a flatbed trailer on which sat the Volkswagen. Rugen,\n\nwho was then a member of an Illinois state police drug interdiction unit\n\nthat used routine traffic stops to further its purposes, told Hornbecker\n\nthat he had been stopped for driving seven miles per hour over the\napplicable speed limit and for having a cracked windshield.\n           As Rugen was asking Hornbecker for his license and\n\nregistration, he also inquired about Hornbecker's travel itinerary.\nHornbecker replied that he was driving from southern California to New\n\n\n                                  -2-\n\fHampshire to sell the Volkswagen. Rugen found this answer fishy because\n\nthe Volkswagen did not appear sufficiently valuable to warrant a cross-\n\ncountry drive to sell it.    He wondered whether Hornbecker might be\ntransporting drugs in the Volkswagen because southern California is a\n\ndrug source region and because the Volkswagen's unusual body style\n\nlooked as though it contained a voluminous, difficult-to-access area\n\nbehind the cab and between the bed and the undercarriage. Despite (or\n\nperhaps because of) his suspicion, Rugen's affect was friendly, even\n\ngregarious. Rugen informed Hornbecker that he was only going to give\n\nhim a warning. While returning to the cruiser to write the warning,\n\nRugen stepped up on the flatbed trailer so that he could further survey\n\nthe Volkswagen's atypical body structure.\n          Rugen   radioed   for   a   check   on   Hornbecker's   license,\nregistration, and criminal history. Seconds later, Rugen radioed for\n\na drug-sniffing dog to be brought to the scene. Almost immediately\nafter requesting the dog, Rugen learned that Hornbecker had a valid\ndriver's license and registration and no outstanding warrants or\n\ncriminal history. Nevertheless, Rugen did not complete Hornbecker's\nwarning and send him on his way.      Instead, at just after 8:02 p.m.,\nRugen returned to Hornbecker's car to ask whether Hornbecker had papers\n\nverifying ownership of the Volkswagen. Hornbecker replied that he did\n\nand, because the papers were in the Volkswagen, exited the Chevrolet to\n\nretrieve them.\n\n          As the two stood next to the old pickup, Rugen amiably and\n\noff-handedly questioned Hornbecker about it. Pointing to the enclosed\n\narea behind the cab, Rugen asked, \"What is this, storage under here?\"\n\n\n                                  -3-\n\fHornbecker replied, \"That's the way it came, right? . . . The motor and\n\ngas tank is here.\" Hornbecker then entered the Volkswagen's cab and\n\nbegan to search for its paperwork. Rugen peered beneath the Volkswagen\nand noticed that the engine was not just behind the cab, as Hornbecker\n\nhad indicated, but was all the way to the rear. Rugen returned to his\n\ncruiser and took a seat inside, while Hornbecker went back to the\n\nChevrolet to retrieve his briefcase, where he now said he thought the\n\npaperwork was.\n\n          Between 8:06 and 8:07 p.m., Trooper Craig Graham arrived with\n\na drug-sniffing dog. A few seconds later, Hornbecker walked back to\n\nRugen's cruiser and told Rugen that he had not yet found the requested\n\npaperwork, but insisted he had it with him. Hornbecker then returned\nto his vehicles and resumed his search. Meanwhile, Graham approached\nRugen's cruiser. Rugen told Graham that \"this thing looks screwed up,\"\n\nexplaining that the Volkswagen's engine was not where Hornbecker had\nsaid it was and expressing concern about the large, inaccessible space\nbehind the truck's cab. Graham began to examine the Volkswagen, peering\n\ninto its cab with a flashlight and stepping up on the trailer to look\ninto its bed. He then returned to the driver's side of Rugen's vehicle,\nsignaling that he would walk the dog around the tow trailer. Graham\n\nnoted that another state trooper had \"got one just like that. It was\n\non the back of a Ryder truck.\"\n\n           Apparently now having located the Volkswagen's papers, at\n\nshortly after 8:08 p.m. Hornbecker brought them to Rugen, who invited\n\nHornbecker to sit with him in the cruiser as he completed the warning.\n\nRugen informed Hornbecker that Graham would be walking the dog around\n\n\n                                 -4-\n\fHornbecker's vehicles and asked whether Hornbecker was carrying anything\n\nillegal. Hornbecker replied that he was not. As Graham conducted the\n\ndrug sniff, Rugen engaged in friendly banter with Hornbecker, asking him\na number of questions about the Volkswagen and the vintage car trade.\n\nThe dog did not alert. Shortly after 8:11 p.m., Rugen handed Hornbecker\n\na written warning, returned all of his documents, and told him, \"You're\n\nall set to go, free to leave.\" Hornbecker responded by asking Rugen\n\nabout the effect of the warning. Rugen explained that it would show up\n\nin the computer if Hornbecker were stopped again in Illinois. Rugen\n\nagain told Hornbecker that he was \"all set to go,\" but then immediately\n\nasked whether he might take a look \"at that engine compartment there,\"\n\nquickly explaining \"I have never seen a truck like that before . . . .\n'Course I'm only 31 years old.\" Hornbecker replied \"You certainly may.\"\n            At just prior to 8:12 p.m., Rugen and Graham went to the rear\n\nof the Volkswagen (where Rugen understood the engine to be despite\nHornbecker's earlier indication that it was behind the cab) and\nattempted to pry open the engine compartment's access door. Hornbecker\n\nsaid something about a screwdriver, to which Rugen responded, \"Oh, it\ntakes a screwdriver? I got a screwdriver.\" He retrieved one from his\ncruiser, opened the compartment door, and (with Graham) peered inside.\n\n            After completing their examination of the engine compartment,\n\nthe troopers closed its access door and began to examine the remainder\n\nof the Volkswagen's exterior, tapping it, banging on it, and asking\n\nHornbecker questions about it.       At all times, the troopers were\n\nfriendly.    Rugen conveyed what was almost certainly a contrived\n\nfascination with the \"big ole truck,\" at one point stating he might have\n\n\n                                   -5-\n\f\"to buy one of these.\" At around 8:14 p.m., Rugen asked Hornbecker if\n\nhe could look in the Volkswagen's cab. Although Hornbecker's response\n\nis inaudible, the videotape suggests that Hornbecker consented.1      A\ncouple of minutes later, Rugen asked Hornbecker for the key to the gas\n\nport. Hornbecker replied that, like the engine compartment, the port\n\ncould be accessed with a screwdriver. Rugen pried open the gas port,\n\nlooked inside, and stated, \"[T]his is not right.\" Rugen explained to\n\nHornbecker, who himself had voluntarily removed some items from the\n\ntruck's bed, that he was concerned about the unaccounted-for space in\n\nthe area behind the cab. At just after 8:19 p.m., Rugen returned to his\n\ncruiser and radioed a request that another trooper bring him a device\n\nthat measures the density of inaccessible areas. Rugen then returned\nto Hornbecker, reiterated his concern about the area behind the cab, and\ntold Hornbecker that he wanted to bring somebody to the scene with a\n\ndevice for measuring spaces. Rugen subsequently asked Hornbecker to\nsign a form consenting to a search of the Volkswagen. At approximately\n\n\n     1\n      At the suppression hearing, the following exchange took place\nduring cross-examination of Trooper Rugen by counsel for the\ndefendant:\n     Q: And now you're asking if you can look in the cab?\n     A: Yes, after again asking about that area of concern.\n     Q: And after looking underneath the vehicle?\n     A: Correct.\n     Q: Okay. And the reason you asked if you could look in the\n         cab is that you didn't have permission by asking him to\n         look in the engine compartment to look in the cab?\n     A: Correct.\n     Q: And he said, okay, yes, look in the cab?\n     A: That's right.\n     Q: So you look in the cab?\n     A: Yes, ma'am.\nThe district court found that Hornbecker had consented to Rugen's\nrequest to look in the cab.\n\n\n                                  -6-\n\f8:20 p.m., nearly 23 minutes after being pulled over, Hornbecker\n\nvoluntarily signed the form. About an hour and a quarter later, the\n\ntroopers breached the space behind the cab and discovered the marijuana.\n           Illinois authorities subsequently charged Hornbecker with\n\ncannabis trafficking, but Hornbecker prevailed on a pretrial suppression\n\nmotion which argued that the troopers had violated his Fourth Amendment\n\nrights. The state unsuccessfully appealed that ruling and eventually\n\nabandoned the prosecution.      Meanwhile, as the state's appeal was\n\npending, a federal grand jury sitting in Massachusetts indicted\n\nHornbecker    for   participating   in    a   multi-participant    marijuana\n\ndistribution conspiracy. Hornbecker subsequently filed a motion to\n\nsuppress in the federal case, contending that his eventual written\nconsent to the search was vitiated by the fact that Rugen began\nviolating his Fourth Amendment rights at around 8:02 p.m., when Rugen\n\ncontinued to detain him despite learning that Hornbecker's license and\nregistration were valid and that there were no outstanding warrants\nagainst him.\n\n             Hornbecker presented two arguments in support of this\nconstitutional claim.     First, he asserted that his detention from\napproximately 8:02 p.m. until approximately 8:11 p.m. (when Rugen gave\n\nhim the warning, returned his documents, and told him that he was free\n\nto go) was unreasonable because Rugen lacked justification to continue\n\nthe traffic stop after learning that Hornbecker was not wanted, had a\n\nvalid license, and was driving a registered vehicle.              Second, he\n\nmaintained that the troopers' conduct was unreasonable between\n\napproximately 8:11 p.m. and approximately 8:20 p.m. because it involved\n\n\n                                    -7-\n\fencroachments beyond the engine compartment search to which he\n\nconsented. In pressing this point, Hornbecker cited cases in which\n\nwarrantless searches justified by consent were held unlawful because the\nchallenged intrusions exceeded the scope of the consent given, e.g.,\n\nUnited States v. Infante-Ruiz, 13 F.3d 498, 505 (1st Cir. 1994), but\n\nprimarily argued that the written consent he eventually provided was\n\nineffective because it was immediately preceded by a protracted period\n\nof unlawful detention.       The district court rejected Hornbecker's\n\narguments. The court opined that Hornbecker's detention prior to 8:11\n\np.m. was reasonable because Illinois law explicitly permits routine\n\ntraffic stops to last up to 15 minutes. The court further ruled that\n\nno constitutional problem was presented with respect to the period\nbetween 8:11 p.m. and the time Hornbecker signed the consent-to-search\nform because Hornbecker had been told that he was free to leave but\n\nconsented to stay, to let the troopers conduct certain limited searches,\nand to answer the troopers' questions.           Yet in reaching its\ndeterminations, the court, in dicta, sided with Hornbecker and against\n\nthe government on whether, prior to obtaining Hornbecker's written\nconsent to a search, the troopers had a reasonable basis under Terry v.\n\nOhio, 392 U.S. 1, 18-20 (1968), to detain Hornbecker on grounds other\n\nthan speeding and driving with a cracked windshield: \"[A]fter the\n\nconclusion of the legitimate traffic stop [which in the court's\n\nestimation occurred at 8:11 p.m.], the police would have violated the\n\nFourth Amendment [by continuing to detain Hornbecker], and justified the\n\nsuppression prayed for, had it not been for the fact that Hornbecker\n\nconsented [to remain on the scene].\"\n\n\n                                  -8-\n\f                           II.   Discussion\n\n            Hornbecker asserts the same arguments on appeal that he\n\nadvanced in the district court. He contends that his detention was\nunlawful between approximately 8:02 p.m. and approximately 8:11 p.m.\n\nbecause it was unrelated to the reasons for the traffic stop and\n\nunsupported by a reasonable suspicion that he was engaged in some other\n\nunlawful conduct. With respect to the period between approximately 8:11\n\np.m. and 8:20 p.m., his position remains a bit unclear, but we shall\n\nassume that he is challenging the troopers' conduct on both search and\n\nseizure grounds. See pages 7-8, above. In any event, Hornbecker's\n\noverall argument is straightforward and very capably presented: the\n\ndistrict court erroneously regarded as effective his written consent to\nthe search which yielded the marijuana because it failed to appreciate\nthat the troopers' prior conduct violated the Fourth Amendment. We\n\ndisagree.\n            We start with the latter of the two temporal periods in\nquestion and with Hornbecker's largely unelaborated suggestion that\n\nsuppression remedy is warranted by one or more unlawful searches which\ntook place in this interim. We reject the suggestion. The district\ncourt made express factual findings that Hornbecker consented to the\n\ntroopers' searches of the Volkswagen's engine compartment and cab.\n\nHornbecker does not challenge these findings, to which we owe deference.\n\nSee United States v. Bunnell, 280 F.3d 46, 48-49 (1st Cir. 2002). Nor\n\ndoes he argue that the opening of the gas port was an unlawful search.2\n\n     2\n      We train our focus on these three penetrations of interior\nvehicular spaces because Hornbecker does not develop an argument that\nthe troopers' other conduct between approximately 8:11 p.m. and\n                                  -9-\n\fFinally, Hornbecker does not explain why, even if one or more of these\n\nsearches was unlawful, we should order the suppression of evidence found\n\nover an hour later in the course of a different search.\n           We also reject Hornbecker's challenge to the district court's\n\nconclusion that no Fourth Amendment detention occurred between\n\napproximately 8:11 p.m. and approximately 8:20 p.m. To reiterate, the\n\ncourt found that Hornbecker was not detained (and thus not \"seized\")\n\nduring this period because he was twice told that he was free to go but\n\nconsented to stay and to comply with the troopers' various requests.\n\nHornbecker's brief cites no authority discussing the line between de\n\nfacto seizures and non-coercive police questioning. In any event, the\n\ncourt's ruling, to which we must once again defer, Bunnell, 280 F.3d at\n48-49, is sustainable because Hornbecker was twice told that he was free\nto leave and twice asked whether he consented to searches that took\n\nplace during the period in question. Although few people actually feel\n\n\n\n\napproximately 8:20 p.m. constituted a search and the law points strongly\nin the other direction. See New York v. Class, 475 U.S. 106, 118 (1986)\n(areas inside automobile within plain view of persons on outside are not\n\"subject to a reasonable expectation of privacy\"); Texas v. Brown, 460\nU.S. 730, 739-40 (1983) (\"It is . . . beyond dispute that [the\nofficer's] action in shining his flashlight to illuminate the interior\nof [defendant's] car trenched upon no right secured . . . by the Fourth\nAmendment.\") (plurality opinion of four Justices; other five Justices\nconcurring in the judgment and disagreeing on unrelated issues); id. at\n740 (\"Likewise, the fact that [the officer] changed his position and\nbent down at an angle so he could see what was inside [defendant's car]\nis irrelevant to Fourth Amendment analysis.\") (brackets and internal\nquotation marks omitted); United States v. Muniz-Melchor, 894 F.2d 1430,\n1433-36 (5th Cir. 1990) (tapping on exterior of large propane tank\nmounted in defendant's truck did not constitute a search); see also 1\nWayne R. LaFave, Search and Seizure, § 2.5(c) (1996) (indicating that\nexaminations by natural senses of vehicular exteriors and vehicular\ncontents do not constitute searches absent a physical intrusion into the\nvehicle).\n\n                                 -10-\n\ffree to walk away while being questioned by a police officer, the Fourth\n\nAmendment is not implicated unless, viewed objectively, the officer's\n\nconduct communicates an intention to use official authority to restrain\nthe individual's freedom of movement. See United States v. Cardoza, 129\n\nF.3d 6, 14-16 (1st Cir. 1997) (collecting cases). The court did not err\n\nin declining to find such a message in the troopers' words and conduct.\n\n           The success of Hornbecker's appeal thus depends on our\n\ndetermining that Rugen violated Hornbecker's Fourth Amendment right to\n\nbe free from an unreasonable seizure by detaining him until   8:11 p.m.\n\n(approximately thirteen minutes into the stop) instead of turning him\n\nloose at or shortly after 8:02 p.m., when he learned that Hornbecker was\n\nnot wanted and that Hornbecker's license and registration were valid.\nThe district court seems to have upheld the detention during this period\non the ground that, in Illinois, a legal traffic stop is never\n\nunlawfully protracted if it is concluded within 15 minutes. See p. 7,\n\nabove. Hornbecker says that this all-or-nothing proposition is at odds\nwith Florida v. Royer, 460 U.S. 491, 500 (1983) (plurality opinion)\n\n(observing that \"an investigative detention must be temporary and last\nno longer than is necessary to effectuate the purpose of the stop\").\nBecause the government does not defend this basis for the court's ruling\n\nand because there exist narrower grounds to support the court's\n\njudgment, we do not address matters related to the Illinois 15-minute\n\nrule. See, e.g., United States v. Doe, 61 F.3d 107, 111-12 (1st Cir.\n\n1995) (permitting affirmation of a district court's suppression ruling\n\non any ground made manifest by the record).\n\n\n\n\n                                 -11-\n\f           Hornbecker and the government agree that Rugen detained\n\nHornbecker between 8:02 p.m. and 8:11 p.m., and that the lawfulness of\n\nthe detention is appropriately analyzed under the Terry line of cases.\n\nHornbecker and the government also concur that, because most of the\n\nperiod between Rugen's request for the Volkswagen's papers and his\n\ncompletion of the written warning was attributable to Hornbecker's\n\ninitial inability to locate the papers, whether Rugen lawfully detained\n\nHornbecker during this period essentially depends on whether Rugen's\n\nrequest to inspect the papers was objectively reasonable under the\n\ncircumstances. See, e.g., Ornelas v. United States, 517 U.S. 690, 695-\n\n697 (1996) (recognizing that the lawfulness of a detention, whether a\n\nTerry stop or a full custodial arrest, is determined by a fact-specific\napplication of a legal standard designed to help courts assess whether\nthe police action was objectively reasonable).3\n\n           Citing interests in regulating motor vehicles that travel the\npublic highways and in deterring the trafficking of stolen vehicles, the\ngovernment argues that, just as law enforcement officers may reasonably\n\nask for a motorist's license and registration papers during a routine\n\n\n     3\n      Judge Coffin's dissenting opinion can be read to suggest\nthat, even if Rugen reasonably asked for the Volkswagen's\npaperwork, the detention of Hornbecker during the approximately\nthree-minute period between Rugen's receipt of the paperwork and\nhis issuance of the written warning was unreasonable because it\nwas prompted by Rugen's desire that Graham complete the canine\nsniff. We respectfully disagree. By the time Hornbecker produced\nthe Volkswagen's paperwork, Rugen's initial suspicion had been\nbolstered by Hornbecker's misleading answer about the space behind\nthe cab and Graham's indication to Rugen that another trooper had\nrecently discovered hidden contraband under similar circumstances.\nSee, p.4, above. We think these additional grounds for suspicion\ngave Rugen justification to extend the detention long enough to\npermit Graham to complete his walk-around.\n                                 -12-\n\ftraffic stop, they may also always reasonably ask for the registration\n\nor ownership papers of a vehicle being towed.       Alternatively, the\n\ngovernment contends that Rugen's request to see the Volkswagen's papers\nwas reasonable under the particular facts of this case. Hornbecker\n\ndisagrees that the police may always ask to see papers pertaining to a\n\ntowed vehicle, pointing out that a motorist need not even possess the\n\npapers of such a vehicle because it is not being driven. And he resists\n\nthe government's case-specific argument by arguing that Rugen lacked a\n\nreasonable suspicion that the Volkswagen was an instrument of illegal\n\nactivity. We do not resolve the broader dispute because, in the context\n\npresented, Rugen's request to see the Volkswagen's papers was\n\nreasonable.4\n\n           We acknowledge at the outset that, although the district\ncourt did not explicitly consider whether the request to see the\n\nVolkswagen's papers was reasonable in context, our conclusion that it\nwas may conflict with the court's dicta that Rugen had no basis to\ndetain Hornbecker for reasons unrelated to the traffic stop. After all,\n\nthe request came after Rugen learned that there was no outstanding\nwarrant for Hornbecker and that Hornbecker's license and registration\nwere valid; it thus prolonged the detention beyond the point at which\n\n     4\n       In his testimony at the suppression hearing, Rugen indicated that\nhe was proceeding on the assumption that, during a routine traffic stop,\nhe always may ask to see the papers of a vehicle being towed. Of\ncourse, whether Rugen's subjective understanding was correct does not\ninform the Fourth Amendment inquiry. What matters is whether Rugen's\nrequest was objectively reasonable under the circumstances. See Whren\nv. United States, 517 U.S. 806, 809-19 (1996). For this same reason,\nit is immaterial whether Rugen subjectively believed that he had grounds\nto detain Hornbecker between 8:02 p.m. and 8:11 p.m. for a reason other\nthan his belief that he always is entitled to ask for the papers of a\nvehicle being towed.\n                                 -13-\n\fit might otherwise be expected to have concluded.5 But we are obliged\nin these circumstances to reach our own, independent judgment about the\n\nreasonableness of the request. Ornelas, 517 U.S. at 697-98 (holding\n\nthat ultimate determinations of reasonable suspicion are subject to\n\nindependent appellate review).\n\n           In assessing the reasonableness of Rugen's request, we \"must\n\nbalance the nature and quality of the intrusion on personal security\n\nagainst the importance of the governmental interests alleged to justify\n\nthe intrusion.\" United States v. Chhien, 266 F.3d 1, 6 (1st Cir. 2001)\n\n(citations and internal quotation marks omitted), cert. denied, 534 U.S.\n1150 (2002); see also United States v. Stanley, 915 F.2d 54, 55 (1st\n\nCir. 1990) (Terry stops \"must be justified by reasonable suspicion\nproportional to the degree of intrusion\"). Keeping the balance true\nrequires \"a practical, commonsense judgment based on the idiosyncracies\n\nof the case at hand\" and an assessment whether the officer's actions\n\"were fairly responsive to the emerging tableau.\" Chhien, 266 F.3d at\n\n6 (citations omitted).    It also requires \"deference . . . to the\n\nexperienced perceptions of the officers,\" United States v. Woodrum, 202\n\nF.3d 1, 7 (1st Cir.), cert. denied, 531 U.S. 1035 (2000), because\n\nfactual circumstances that seem innocuous to a layman might well appear\n\nsuspicious (and reasonably so) to the seasoned eye of law enforcement\n\nprofessionals, see Ornelas, 517 U.S. at 700 (\"To a layman the sort of\n\nloose panel below the back seat armrest in the automobile involved in\n\nthis case may suggest only wear and tear, but to [the officer], who had\n\n     5\n      This is the premise of Hornbecker's argument regarding the 8:02\np.m. to 8:11 p.m. time frame and we assume its validity arguendo for\npurposes of our analysis.\n                                 -14-\n\fsearched roughly 2,000 cars for narcotics, it suggested that drugs may\n\nbe secreted inside the panel.\").\n\n          Guided by these principles, we conclude that Rugen's request\nto see the Volkswagen's papers was lawful. In our view, continuing the\n\ndetention of an already lawfully seized motorist for the short period\n\nof time that it typically takes to locate and produce vehicle\n\nregistration or ownership papers (even if the papers are contained\n\nwithin a vehicle being towed and thus not within immediate reach) is a\n\nrelatively   slight   intrusion    on    Fourth   Amendment   interests.\n\nConsequently, in assessing whether, as of 8:02 p.m., the facts gave\n\nRugen \"a particularized and objective basis for suspecting [Hornbecker]\n\nof criminal activity,\" Ornelas, 517 U.S. at 696 (describing the\n\n\"reasonable suspicion\" required to justify a Terry stop) (citation and\n\ninternal quotation marks omitted), we are somewhat less demanding than\n\nwe would be if we were evaluating the lawfulness of a Terry stop that\n\nresembled a full, custodial arrest, see, e.g., Chhien, 266 F.3d at 6\n\n(recognizing that the inquiry into whether the facts adequately\n\nsupported a Terry stop is informed by the nature and quality of the\n\nintrusion); Stanley, 915 F.2d at 55 (similar); cf. United States v.\n\nFinke, 85 F.3d 1275, 1280 (7th Cir. 1996) (concluding, in a case\n\nchallenging an officer's continuation of a traffic stop in order to\n\nconduct a criminal history check on the motorist, that less than\n\noverwhelming grounds for suspecting the motorist of drug trafficking\n\nwere nonetheless sufficient to warrant the brief period of extra\n\ndetention required to conduct the check).\n\n\n\n\n                                  -15-\n\f           When all is said and done, the facts here were sufficient to\n\nsatisfy the demands of Terry. Certainly, Rugen reasonably suspected\n\nthat Hornbecker was lying when he stated that he was towing the\nVolkswagen from California to New Hampshire to sell it. One does not\n\nneed to have expertise in the value of vintage automobiles (and Rugen\n\nadmitted at the suppression hearing that he had no such expertise) to\n\nwonder how such a trek to sell a vehicle seemingly worth no more than\n\na few thousand dollars6 could be cost effective.        And once Rugen\n\nreasonably suspected that Hornbecker was lying about the purpose of his\n\ntrip, the evidence that Hornbecker hailed from a known drug source area\n\nand was hauling an unusual vehicle with a voluminous, inaccessible\n\ncavern inside its body structure justified Rugen's brief continuation\nof the detention while Hornbecker attempted to produce the Volkswagen's\npaperwork (especially when we factor in the deference we owe to Rugen's\n\ntraining and experience).7 Cf. United States v. Sowers, 136 F.3d 24,\n\n27-28 (1st Cir. 1998) (passenger's lack of identification papers,\nnervousness of driver and passenger, and fact that driver and passenger\n\ntold conflicting stories sufficient to prolong their detention);\n\n     6\n      There was evidence that Hornbecker had purchased the truck not\nlong before for $2200.\n     7\n      Hornbecker argues that the request for paperwork was a pretext\ndesigned to delay the detention until a drug-sniffing dog could be\nbrought to the scene. Whether or not he is correct, his argument is\nbeside the point. So long as the request could help confirm or dispel\nsuspicions reasonably raised by Hornbecker's doubtful explanation for\nhis trip in the mind of an objectively reasonable law enforcement agent,\nRugen's actual purpose in making the request does not matter. See\nWhren, 517 U.S. at 809-19. Here, a reasonable officer might have asked\nto see the paperwork because the absence of such paperwork would make\nthe proffered explanation for the trip even more suspicious. After all,\na private sale of an automobile usually involves a transfer of ownership\ndocumentation.\n                                 -16-\n\fStanley, 915 F.2d at 56-57 (fact that defendant was alone in car late\n\nafter midnight in area frequently used for illegal drug activities, was\n\nleaning over the vehicle's illuminated center console, and appeared to\ntry to hide something when he saw officer sufficient to warrant the\n\nperson's detention).\n                             III.   Conclusion\n\n           We agree with Judge Coffin that this is a close case    and\n\nappreciate especially his forceful and eloquent admonition that the\n\nlawfulness of contested searches and seizures be assessed realistically\n\nand holistically. And we are not blind to the fact that the troopers,\n\nand especially Trooper Rugen, may well have manipulated Hornbecker into\n\nrelinquishing Fourth Amendment rights by means of ingratiating\nconversation and insincere friendliness. But so long as manipulative\nbehavior does not cause us to question whether the relinquishment was\n\nin fact voluntary (e.g., an abuse of office such as the actual or\nthreatened use of force), it is \"reasonable\" within the meaning of the\nFourth Amendment. See Schneckloth v. Bustamonte, 412 U.S. 218, 222-27\n\n(1972). As a general matter, insincere friendliness which successfully\ninduces a criminal suspect to willingly answer questions and/or consent\nto a search does not, without more, cause us to question whether the\n\nsuspect's response is \"voluntary.\" Cf. id. at 226 (listing factors\n\ntypically bearing on the factual \"voluntariness\" inquiry).        Such\n\nbehavior   is   thus   not   constitutionally    offensive.\n\n           For the reasons we have stated, we do not believe that\n\nHornbecker's Fourth Amendment rights were violated in connection with\n\n\n\n\n                                    -17-\n\fthe search that led to the discovery.         We therefore affirm his\n\nconviction and sentence.\n          Affirmed.\n\n\n\n                           Dissent follows.\n\n\n\n\n                                 -18-\n\f       COFFIN, Senior Circuit Judge (Dissenting). I write separately\n\nto indicate my unease at the enhanced opportunity permitted by the\ncourt's approach for stretching the limits of both Terry stops and\n\nconsents to limited search under escalating pressures.              Reviewing\n\nall the circumstances of this case, I find that each step in the\ninvestigative process was precariously close to the constitutional\n\nline   and   that   the   totality   of     these   close   calls   points   to\n\nimpermissible excess.\n\n       The initial stop, for exceeding the speed limit and having a\n\ncracked windshield, is not at issue here.           The first close call is\n\nthe court's holding that Trooper Rugen was justified in requesting\n\nthat appellant procure registration or ownership papers for the\n\nVolkswagen, despite the fact that two minutes earlier, at 8:00\n\np.m., he had received word that appellant’s license was valid and\n\nthat there were no outstanding warrants and no criminal history.\n\nWithout an objectively reasonable suspicion, the detention would\n\nhave been invalid.        The objectively reasonable basis, the court\n\ndecides, was the unlikelihood of a thirty-year-old Volkswagen\n\npickup truck being worth the cost of being towed across the United\n\nStates for sale in New Hampshire, the fact that southern California\n\nwas known as a source for drugs, and Rugen’s curiosity about the\n\nspace behind the cab. The court so finds despite Rugen’s testimony\nthat he had no reasonable suspicion at the time he ordered a canine\nsearch at 8:00 p.m. and the district court’s statement that, as of\n\n8:11 p.m., \"the police had plenty of curiosity but no 'articulable\nsuspicion.'\"\n\n\n                                     -19-\n\f     If    this   detention     falls   within    permissible     limits,    its\n\njustification is at best marginal.               To elevate Rugen's vague\n\nhunches to the level of a particularized or articulable suspicion\nof criminal activity is a stretch.\n\n     Next is Trooper Rugen's admitted delay in finishing his\n\npaperwork in order to allow the dog to complete its walk.                  Rugen\n\nasked no fewer than fifteen questions of appellant during this\n\ndelay, which he characterized as \"just making conversation.\"\n\nSee United States v. Pruitt, 174 F.3d 1215, 1221 (11th Cir. 1999)\n\n(irrelevant \"'fishing expedition'\" questions violated Terry).                 It\n\nwas not until 8:11 p.m., after the canine had finished its walk and\n\neleven minutes after Rugen had received clearance on appellant,\nthat Rugen handed appellant his license and registration and said\nhe was \"free to leave.\"\n\n     Yet just three seconds after giving him clearance to leave,\nTrooper Rugen asked if appellant \"would mind\" if he looked at the\nengine    compartment.      I    suspect   that    the   close    coupling    of\n\npermission to leave with an ingratiating request to inspect (\"I\nhave never seen a truck like that before . . . . 'Course I’m only\n31 years old.\"), in the presence of two eager troopers and the dog,\n\nthrows doubt on the voluntariness of any manifestation of consent,\n\nbut appellant has not expressly raised voluntariness of his consent\n\nas an issue before us.\n\n     Nevertheless,       appellant's     contention      that    the    searches\n\nexceeded the scope of consent raises several concerns.                  To start\n\nwith,     there   is   difficulty   with   the    search    of    the    \"engine\n\n\n                                    -20-\n\fcompartment.\"        The court has described the troopers’ resort to a\n\nscrewdriver and their look inside the compartment immediately after\n\nappellant’s affirmative answer to the \"do you mind\" request.                   The\nconsented-to search of the engine compartment extended beyond the\n\nclearly delineated engine compartment to include prodding, tapping,\n\nbanging, stepping up and crouching down, and even opening the\n\nVolkswagen's side panels.            Trooper Rugen justified his extended\n\nsearch by contending that he was unclear as to the precise location\n\nof the engine compartment.           Regardless of whether this professed\n\nconfusion was objectively reasonable, he failed to clarify what\n\narea     he   had    been   given    consent   to   search.      Under        these\n\ncircumstances, at a minimum, \"the scope of [appellant's] consent\nwas ambiguous – an ambiguity that could have been but was not\nclarified by further inquiry.\"          United States v. Infante-Ruiz, 13\n\nF.3d 498, 505 (1st Cir. 1994).\n       Within two minutes of appellant’s consent to search \"the\nengine    compartment,\"      Rugen    asked    if   he   could   look    in    the\n\nVolkswagen’s cab.       As the court reports, the answer was inaudible.\nThe court states that \"the videotape suggests that Hornbecker\nconsented.\"         I assume that this means that appellant did not\n\nprotest.\n\n       At this point, after playing fast and loose with the first\n\nlimited consent, then displaying forceful determination to continue\n\nthe job and following with another request to examine a specific\n\nplace, should not the officers have paused to make sure that\n\nconsent was forthcoming and unequivocal?             I fear that the court's\n\n\n                                       -21-\n\fopinion will serve to encourage scenarios of familiarity leading to\n\nlimited consent, followed by a sequence of escalating intrusions\n\nresulting in an abandonment of any limits to the scope of a search,\nall sanitized by continuing to infer consent.\n\n     As if all this were not enough, Rugen admitted that after\n\nfinding nothing suspicious in the consented-to search of the cab,\n\nhe began to move around the vehicle more.            Rugen then requested\n\nthat appellant open the gas port, admitting at trial that he was\n\nnot asking permission.       Appellant indicated that a screwdriver\n\ncould be used here, too.     This viewing at last yielded something --\n\nthe realization that neither the engine nor the gas tank occupied\n\nthe space that in Rugen's mind, apparently, appellant had been\nquestioned about.\n     The search for a principled basis for decision in such a case\n\nas   this   is   made   complex     by     the   fact-specific      issue   of\nreasonableness underlying the Fourth Amendment.                But I find a\nbenchmark   in   comparing   this   case    with   two   of   our   automobile\n\ninvestigative stop cases, relied on heavily by the government,\nUnited States v. Chhien, 266 F.3d 1 (1st Cir. 2001), and United\n\nStates v. Sowers, 136 F.3d 24 (1st Cir. 1998).                In Chhien, the\n\nsequence of events began with the customary traffic violation, then\n\na consensual pat-down yielding a large wad of money, leading to a\n\nfew questions and inconsistent answers, followed by suspicious\n\nmovements of a passenger in the car, refusal to open a clenched\n\nfist, and, finally, when the passenger was removed from the car,\n\ncontraband in plain view.      Chhien, 266 F.3d at 4-5.             In Sowers,\n\n\n                                    -22-\n\fthere were signs of nervous behavior at the start, substantial\n\ndiscrepancies in answers to simple travel questions, a written\n\nconsent to search, and a pat-down yielding a package of contraband.\nSowers, 136 F.3d at 25-26.\n\n     Those cases seem to me soundly decided, but debatable.               If\n\nthey are at or near the line, this one is well beyond it.           This is\n\na case where each discrete act of the troopers, if looked at\n\nthrough a narrow lens, may pass muster.         But how many such close\n\ncalls may be made without tainting the final decision?                Is it\n\nenough to say that a straw is just a straw without worrying when\n\none more straw will break the camel's back?             I am left with a\n\nprofound feeling    that   in   this   case   the   officers    \"pushed   the\nenvelope\" too far and that our affirming the district court could\nbe interpreted as an Open Sesame to law enforcement to prolong\n\nTerry   stops,   require   irrelevant     information     and    documents,\nestablish an atmosphere of coziness that ultimately suffocates an\nindividual’s freedom to choose, ask for limited permission to\n\nsearch, and then subtly overreach its scope and interpret coerced\nacquiescence as implied consent.\n     I therefore would reverse the judgment of the district court\n\nand order that it suppress the drugs found in the Volkswagen.\n\n\n\n\n                                  -23-\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">          United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 01-1969\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                                v.\n\n                       MICHAEL HORNBECKER,\n\n                      Defendant, Appellant.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n       [Hon. George A. O'Toole, Jr., U.S. District Judge]\n\n\n                              Before\n                       Selya, Circuit Judge,\n                  Coffin, Senior Circuit Judge,\n                    and Howard, Circuit Judge.\n\n\n\n     Sara Rapport, with whom Perkins, Smith & Cohen was on brief,\nfor appellant.\n     Dickens Mathieu, Assistant U.S. Attorney, with whom Michael J.\nSullivan, United States Attorney, was on brief, for appellee.\n\n\n\n                         January 9, 2003\n\f           HOWARD, Circuit Judge. In the course of a lengthy roadside\n\nstop, Illinois state troopers discovered more than 400 pounds of\nmarijuana in a 1957 Volkswagen pickup truck that defendant Michael\n\nHornbecker had been towing across the country. Hornbecker subsequently\n\npleaded guilty to conspiring to distribute marijuana, but reserved his\nright to appeal the district court's earlier denial of his suppression\n\nmotion. Hornbecker acknowledges that he voluntarily signed a consent-\n\nto-search form approximately 23 minutes after he was stopped, but argues\n\nthat the ensuing search was rendered unlawful by the troopers' prior\n\nFourth Amendment violations.     We disagree and accordingly affirm.\n                            I.   Background\n\n           We take our factual recitation from the record of the\n\nproceedings below, which included the introduction into evidence of a\n\nvideotape of the search made by the Illinois state police. On August\n\n16, 1998, at just prior to 7:58 p.m. (according to the timer on the\n\npolice videotape), Illinois State Trooper John Rugen stopped Hornbecker\n\nas he was heading east on Interstate 80 in LaSalle County, Illinois.\n\nHornbecker was driving a 1987 Chevrolet pickup with California license\n\nplates and towing a flatbed trailer on which sat the Volkswagen. Rugen,\n\nwho was then a member of an Illinois state police drug interdiction unit\n\nthat used routine traffic stops to further its purposes, told Hornbecker\n\nthat he had been stopped for driving seven miles per hour over the\napplicable speed limit and for having a cracked windshield.\n           As Rugen was asking Hornbecker for his license and\n\nregistration, he also inquired about Hornbecker's travel itinerary.\nHornbecker replied that he was driving from southern California to New\n\n\n                                  -2-\n\fHampshire to sell the Volkswagen. Rugen found this answer fishy because\n\nthe Volkswagen did not appear sufficiently valuable to warrant a cross-\n\ncountry drive to sell it.    He wondered whether Hornbecker might be\ntransporting drugs in the Volkswagen because southern California is a\n\ndrug source region and because the Volkswagen's unusual body style\n\nlooked as though it contained a voluminous, difficult-to-access area\n\nbehind the cab and between the bed and the undercarriage. Despite (or\n\nperhaps because of) his suspicion, Rugen's affect was friendly, even\n\ngregarious. Rugen informed Hornbecker that he was only going to give\n\nhim a warning. While returning to the cruiser to write the warning,\n\nRugen stepped up on the flatbed trailer so that he could further survey\n\nthe Volkswagen's atypical body structure.\n          Rugen   radioed   for   a   check   on   Hornbecker's   license,\nregistration, and criminal history. Seconds later, Rugen radioed for\n\na drug-sniffing dog to be brought to the scene. Almost immediately\nafter requesting the dog, Rugen learned that Hornbecker had a valid\ndriver's license and registration and no outstanding warrants or\n\ncriminal history. Nevertheless, Rugen did not complete Hornbecker's\nwarning and send him on his way.      Instead, at just after 8:02 p.m.,\nRugen returned to Hornbecker's car to ask whether Hornbecker had papers\n\nverifying ownership of the Volkswagen. Hornbecker replied that he did\n\nand, because the papers were in the Volkswagen, exited the Chevrolet to\n\nretrieve them.\n\n          As the two stood next to the old pickup, Rugen amiably and\n\noff-handedly questioned Hornbecker about it. Pointing to the enclosed\n\narea behind the cab, Rugen asked, \"What is this, storage under here?\"\n\n\n                                  -3-\n\fHornbecker replied, \"That's the way it came, right? . . . The motor and\n\ngas tank is here.\" Hornbecker then entered the Volkswagen's cab and\n\nbegan to search for its paperwork. Rugen peered beneath the Volkswagen\nand noticed that the engine was not just behind the cab, as Hornbecker\n\nhad indicated, but was all the way to the rear. Rugen returned to his\n\ncruiser and took a seat inside, while Hornbecker went back to the\n\nChevrolet to retrieve his briefcase, where he now said he thought the\n\npaperwork was.\n\n          Between 8:06 and 8:07 p.m., Trooper Craig Graham arrived with\n\na drug-sniffing dog. A few seconds later, Hornbecker walked back to\n\nRugen's cruiser and told Rugen that he had not yet found the requested\n\npaperwork, but insisted he had it with him. Hornbecker then returned\nto his vehicles and resumed his search. Meanwhile, Graham approached\nRugen's cruiser. Rugen told Graham that \"this thing looks screwed up,\"\n\nexplaining that the Volkswagen's engine was not where Hornbecker had\nsaid it was and expressing concern about the large, inaccessible space\nbehind the truck's cab. Graham began to examine the Volkswagen, peering\n\ninto its cab with a flashlight and stepping up on the trailer to look\ninto its bed. He then returned to the driver's side of Rugen's vehicle,\nsignaling that he would walk the dog around the tow trailer. Graham\n\nnoted that another state trooper had \"got one just like that. It was\n\non the back of a Ryder truck.\"\n\n           Apparently now having located the Volkswagen's papers, at\n\nshortly after 8:08 p.m. Hornbecker brought them to Rugen, who invited\n\nHornbecker to sit with him in the cruiser as he completed the warning.\n\nRugen informed Hornbecker that Graham would be walking the dog around\n\n\n                                 -4-\n\fHornbecker's vehicles and asked whether Hornbecker was carrying anything\n\nillegal. Hornbecker replied that he was not. As Graham conducted the\n\ndrug sniff, Rugen engaged in friendly banter with Hornbecker, asking him\na number of questions about the Volkswagen and the vintage car trade.\n\nThe dog did not alert. Shortly after 8:11 p.m., Rugen handed Hornbecker\n\na written warning, returned all of his documents, and told him, \"You're\n\nall set to go, free to leave.\" Hornbecker responded by asking Rugen\n\nabout the effect of the warning. Rugen explained that it would show up\n\nin the computer if Hornbecker were stopped again in Illinois. Rugen\n\nagain told Hornbecker that he was \"all set to go,\" but then immediately\n\nasked whether he might take a look \"at that engine compartment there,\"\n\nquickly explaining \"I have never seen a truck like that before . . . .\n'Course I'm only 31 years old.\" Hornbecker replied \"You certainly may.\"\n            At just prior to 8:12 p.m., Rugen and Graham went to the rear\n\nof the Volkswagen (where Rugen understood the engine to be despite\nHornbecker's earlier indication that it was behind the cab) and\nattempted to pry open the engine compartment's access door. Hornbecker\n\nsaid something about a screwdriver, to which Rugen responded, \"Oh, it\ntakes a screwdriver? I got a screwdriver.\" He retrieved one from his\ncruiser, opened the compartment door, and (with Graham) peered inside.\n\n            After completing their examination of the engine compartment,\n\nthe troopers closed its access door and began to examine the remainder\n\nof the Volkswagen's exterior, tapping it, banging on it, and asking\n\nHornbecker questions about it.       At all times, the troopers were\n\nfriendly.    Rugen conveyed what was almost certainly a contrived\n\nfascination with the \"big ole truck,\" at one point stating he might have\n\n\n                                   -5-\n\f\"to buy one of these.\" At around 8:14 p.m., Rugen asked Hornbecker if\n\nhe could look in the Volkswagen's cab. Although Hornbecker's response\n\nis inaudible, the videotape suggests that Hornbecker consented.1      A\ncouple of minutes later, Rugen asked Hornbecker for the key to the gas\n\nport. Hornbecker replied that, like the engine compartment, the port\n\ncould be accessed with a screwdriver. Rugen pried open the gas port,\n\nlooked inside, and stated, \"[T]his is not right.\" Rugen explained to\n\nHornbecker, who himself had voluntarily removed some items from the\n\ntruck's bed, that he was concerned about the unaccounted-for space in\n\nthe area behind the cab. At just after 8:19 p.m., Rugen returned to his\n\ncruiser and radioed a request that another trooper bring him a device\n\nthat measures the density of inaccessible areas. Rugen then returned\nto Hornbecker, reiterated his concern about the area behind the cab, and\ntold Hornbecker that he wanted to bring somebody to the scene with a\n\ndevice for measuring spaces. Rugen subsequently asked Hornbecker to\nsign a form consenting to a search of the Volkswagen. At approximately\n\n\n     1\n      At the suppression hearing, the following exchange took place\nduring cross-examination of Trooper Rugen by counsel for the\ndefendant:\n     Q: And now you're asking if you can look in the cab?\n     A: Yes, after again asking about that area of concern.\n     Q: And after looking underneath the vehicle?\n     A: Correct.\n     Q: Okay. And the reason you asked if you could look in the\n         cab is that you didn't have permission by asking him to\n         look in the engine compartment to look in the cab?\n     A: Correct.\n     Q: And he said, okay, yes, look in the cab?\n     A: That's right.\n     Q: So you look in the cab?\n     A: Yes, ma'am.\nThe district court found that Hornbecker had consented to Rugen's\nrequest to look in the cab.\n\n\n                                  -6-\n\f8:20 p.m., nearly 23 minutes after being pulled over, Hornbecker\n\nvoluntarily signed the form. About an hour and a quarter later, the\n\ntroopers breached the space behind the cab and discovered the marijuana.\n           Illinois authorities subsequently charged Hornbecker with\n\ncannabis trafficking, but Hornbecker prevailed on a pretrial suppression\n\nmotion which argued that the troopers had violated his Fourth Amendment\n\nrights. The state unsuccessfully appealed that ruling and eventually\n\nabandoned the prosecution.      Meanwhile, as the state's appeal was\n\npending, a federal grand jury sitting in Massachusetts indicted\n\nHornbecker    for   participating   in    a   multi-participant    marijuana\n\ndistribution conspiracy. Hornbecker subsequently filed a motion to\n\nsuppress in the federal case, contending that his eventual written\nconsent to the search was vitiated by the fact that Rugen began\nviolating his Fourth Amendment rights at around 8:02 p.m., when Rugen\n\ncontinued to detain him despite learning that Hornbecker's license and\nregistration were valid and that there were no outstanding warrants\nagainst him.\n\n             Hornbecker presented two arguments in support of this\nconstitutional claim.     First, he asserted that his detention from\napproximately 8:02 p.m. until approximately 8:11 p.m. (when Rugen gave\n\nhim the warning, returned his documents, and told him that he was free\n\nto go) was unreasonable because Rugen lacked justification to continue\n\nthe traffic stop after learning that Hornbecker was not wanted, had a\n\nvalid license, and was driving a registered vehicle.              Second, he\n\nmaintained that the troopers' conduct was unreasonable between\n\napproximately 8:11 p.m. and approximately 8:20 p.m. because it involved\n\n\n                                    -7-\n\fencroachments beyond the engine compartment search to which he\n\nconsented. In pressing this point, Hornbecker cited cases in which\n\nwarrantless searches justified by consent were held unlawful because the\nchallenged intrusions exceeded the scope of the consent given, e.g.,\n\nUnited States v. Infante-Ruiz, </pre><span class=\"citation\" data-id=\"195160\"><a href=\"/opinion/195160/united-states-v-infante/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">498</span></a></span><pre class=\"inline\">, 505 (1st Cir. 1994), but\n\nprimarily argued that the written consent he eventually provided was\n\nineffective because it was immediately preceded by a protracted period\n\nof unlawful detention.       The district court rejected Hornbecker's\n\narguments. The court opined that Hornbecker's detention prior to 8:11\n\np.m. was reasonable because Illinois law explicitly permits routine\n\ntraffic stops to last up to 15 minutes. The court further ruled that\n\nno constitutional problem was presented with respect to the period\nbetween 8:11 p.m. and the time Hornbecker signed the consent-to-search\nform because Hornbecker had been told that he was free to leave but\n\nconsented to stay, to let the troopers conduct certain limited searches,\nand to answer the troopers' questions.           Yet in reaching its\ndeterminations, the court, in dicta, sided with Hornbecker and against\n\nthe government on whether, prior to obtaining Hornbecker's written\nconsent to a search, the troopers had a reasonable basis under Terry v.\n\nOhio, </pre><span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 18-20 (1968), to detain Hornbecker on grounds other\n\nthan speeding and driving with a cracked windshield: \"[A]fter the\n\nconclusion of the legitimate traffic stop [which in the court's\n\nestimation occurred at 8:11 p.m.], the police would have violated the\n\nFourth Amendment [by continuing to detain Hornbecker], and justified the\n\nsuppression prayed for, had it not been for the fact that Hornbecker\n\nconsented [to remain on the scene].\"\n\n\n                                  -8-\n\f                           II.   Discussion\n\n            Hornbecker asserts the same arguments on appeal that he\n\nadvanced in the district court. He contends that his detention was\nunlawful between approximately 8:02 p.m. and approximately 8:11 p.m.\n\nbecause it was unrelated to the reasons for the traffic stop and\n\nunsupported by a reasonable suspicion that he was engaged in some other\n\nunlawful conduct. With respect to the period between approximately 8:11\n\np.m. and 8:20 p.m., his position remains a bit unclear, but we shall\n\nassume that he is challenging the troopers' conduct on both search and\n\nseizure grounds. See pages 7-8, above. In any event, Hornbecker's\n\noverall argument is straightforward and very capably presented: the\n\ndistrict court erroneously regarded as effective his written consent to\nthe search which yielded the marijuana because it failed to appreciate\nthat the troopers' prior conduct violated the Fourth Amendment. We\n\ndisagree.\n            We start with the latter of the two temporal periods in\nquestion and with Hornbecker's largely unelaborated suggestion that\n\nsuppression remedy is warranted by one or more unlawful searches which\ntook place in this interim. We reject the suggestion. The district\ncourt made express factual findings that Hornbecker consented to the\n\ntroopers' searches of the Volkswagen's engine compartment and cab.\n\nHornbecker does not challenge these findings, to which we owe deference.\n\nSee United States v. Bunnell, </pre><span class=\"citation\" data-id=\"199832\"><a href=\"/opinion/199832/united-states-v-bunnell/\"><span class=\"volume\">280</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">46</span></a></span><pre class=\"inline\">, 48-49 (1st Cir. 2002). Nor\n\ndoes he argue that the opening of the gas port was an unlawful search.2\n\n     2\n      We train our focus on these three penetrations of interior\nvehicular spaces because Hornbecker does not develop an argument that\nthe troopers' other conduct between approximately 8:11 p.m. and\n                                  -9-\n\fFinally, Hornbecker does not explain why, even if one or more of these\n\nsearches was unlawful, we should order the suppression of evidence found\n\nover an hour later in the course of a different search.\n           We also reject Hornbecker's challenge to the district court's\n\nconclusion that no Fourth Amendment detention occurred between\n\napproximately 8:11 p.m. and approximately 8:20 p.m. To reiterate, the\n\ncourt found that Hornbecker was not detained (and thus not \"seized\")\n\nduring this period because he was twice told that he was free to go but\n\nconsented to stay and to comply with the troopers' various requests.\n\nHornbecker's brief cites no authority discussing the line between de\n\nfacto seizures and non-coercive police questioning. In any event, the\n\ncourt's ruling, to which we must once again defer, Bunnell, 280 F.3d at\n48-49, is sustainable because Hornbecker was twice told that he was free\nto leave and twice asked whether he consented to searches that took\n\nplace during the period in question. Although few people actually feel\n\n\n\n\napproximately 8:20 p.m. constituted a search and the law points strongly\nin the other direction. See New York v. Class, </pre><span class=\"citation\" data-id=\"111600\"><a href=\"/opinion/111600/new-york-v-class/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">106</span></a></span><pre class=\"inline\">, 118 (1986)\n(areas inside automobile within plain view of persons on outside are not\n\"subject to a reasonable expectation of privacy\"); Texas v. Brown, </pre><span class=\"citation\" data-id=\"110901\"><a href=\"/opinion/110901/texas-v-brown/\"><span class=\"volume\">460</span>\n<span class=\"reporter\">U.S.</span> <span class=\"page\">730</span></a></span><pre class=\"inline\">, 739-40 (1983) (\"It is . . . beyond dispute that [the\nofficer's] action in shining his flashlight to illuminate the interior\nof [defendant's] car trenched upon no right secured . . . by the Fourth\nAmendment.\") (plurality opinion of four Justices; other five Justices\nconcurring in the judgment and disagreeing on unrelated issues); id. at\n740 (\"Likewise, the fact that [the officer] changed his position and\nbent down at an angle so he could see what was inside [defendant's car]\nis irrelevant to Fourth Amendment analysis.\") (brackets and internal\nquotation marks omitted); United States v. Muniz-Melchor, </pre><span class=\"citation\" data-id=\"536005\"><a href=\"/opinion/536005/united-states-v-geronimo-muniz-melchor/\"><span class=\"volume\">894</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1430</span></a></span><pre class=\"inline\">,\n1433-36 (5th Cir. 1990) (tapping on exterior of large propane tank\nmounted in defendant's truck did not constitute a search); see also 1\nWayne R. LaFave, Search and Seizure, § 2.5(c) (1996) (indicating that\nexaminations by natural senses of vehicular exteriors and vehicular\ncontents do not constitute searches absent a physical intrusion into the\nvehicle).\n\n                                 -10-\n\ffree to walk away while being questioned by a police officer, the Fourth\n\nAmendment is not implicated unless, viewed objectively, the officer's\n\nconduct communicates an intention to use official authority to restrain\nthe individual's freedom of movement. See United States v. Cardoza, </pre><span class=\"citation\" data-id=\"197618\"><a href=\"/opinion/197618/united-states-v-cardoza/\"><span class=\"volume\">129</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">6</span></a></span><pre class=\"inline\">, 14-16 (1st Cir. 1997) (collecting cases). The court did not err\n\nin declining to find such a message in the troopers' words and conduct.\n\n           The success of Hornbecker's appeal thus depends on our\n\ndetermining that Rugen violated Hornbecker's Fourth Amendment right to\n\nbe free from an unreasonable seizure by detaining him until   8:11 p.m.\n\n(approximately thirteen minutes into the stop) instead of turning him\n\nloose at or shortly after 8:02 p.m., when he learned that Hornbecker was\n\nnot wanted and that Hornbecker's license and registration were valid.\nThe district court seems to have upheld the detention during this period\non the ground that, in Illinois, a legal traffic stop is never\n\nunlawfully protracted if it is concluded within 15 minutes. See p. 7,\n\nabove. Hornbecker says that this all-or-nothing proposition is at odds\nwith Florida v. Royer, </pre><span class=\"citation\" data-id=\"110890\"><a href=\"/opinion/110890/florida-v-royer/\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">491</span></a></span><pre class=\"inline\">, 500 (1983) (plurality opinion)\n\n(observing that \"an investigative detention must be temporary and last\nno longer than is necessary to effectuate the purpose of the stop\").\nBecause the government does not defend this basis for the court's ruling\n\nand because there exist narrower grounds to support the court's\n\njudgment, we do not address matters related to the Illinois 15-minute\n\nrule. See, e.g., United States v. Doe, </pre><span class=\"citation\" data-id=\"196225\"><a href=\"/opinion/196225/united-states-v-doe/\"><span class=\"volume\">61</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">107</span></a></span><pre class=\"inline\">, 111-12 (1st Cir.\n\n1995) (permitting affirmation of a district court's suppression ruling\n\non any ground made manifest by the record).\n\n\n\n\n                                 -11-\n\f           Hornbecker and the government agree that Rugen detained\n\nHornbecker between 8:02 p.m. and 8:11 p.m., and that the lawfulness of\n\nthe detention is appropriately analyzed under the Terry line of cases.\n\nHornbecker and the government also concur that, because most of the\n\nperiod between Rugen's request for the Volkswagen's papers and his\n\ncompletion of the written warning was attributable to Hornbecker's\n\ninitial inability to locate the papers, whether Rugen lawfully detained\n\nHornbecker during this period essentially depends on whether Rugen's\n\nrequest to inspect the papers was objectively reasonable under the\n\ncircumstances. See, e.g., Ornelas v. United States, </pre><span class=\"citation\" data-id=\"118030\"><a href=\"/opinion/118030/ornelas-v-united-states/\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">690</span></a></span><pre class=\"inline\">, 695-\n\n697 (1996) (recognizing that the lawfulness of a detention, whether a\n\nTerry stop or a full custodial arrest, is determined by a fact-specific\napplication of a legal standard designed to help courts assess whether\nthe police action was objectively reasonable).3\n\n           Citing interests in regulating motor vehicles that travel the\npublic highways and in deterring the trafficking of stolen vehicles, the\ngovernment argues that, just as law enforcement officers may reasonably\n\nask for a motorist's license and registration papers during a routine\n\n\n     3\n      Judge Coffin's dissenting opinion can be read to suggest\nthat, even if Rugen reasonably asked for the Volkswagen's\npaperwork, the detention of Hornbecker during the approximately\nthree-minute period between Rugen's receipt of the paperwork and\nhis issuance of the written warning was unreasonable because it\nwas prompted by Rugen's desire that Graham complete the canine\nsniff. We respectfully disagree. By the time Hornbecker produced\nthe Volkswagen's paperwork, Rugen's initial suspicion had been\nbolstered by Hornbecker's misleading answer about the space behind\nthe cab and Graham's indication to Rugen that another trooper had\nrecently discovered hidden contraband under similar circumstances.\nSee, p.4, above. We think these additional grounds for suspicion\ngave Rugen justification to extend the detention long enough to\npermit Graham to complete his walk-around.\n                                 -12-\n\ftraffic stop, they may also always reasonably ask for the registration\n\nor ownership papers of a vehicle being towed.       Alternatively, the\n\ngovernment contends that Rugen's request to see the Volkswagen's papers\nwas reasonable under the particular facts of this case. Hornbecker\n\ndisagrees that the police may always ask to see papers pertaining to a\n\ntowed vehicle, pointing out that a motorist need not even possess the\n\npapers of such a vehicle because it is not being driven. And he resists\n\nthe government's case-specific argument by arguing that Rugen lacked a\n\nreasonable suspicion that the Volkswagen was an instrument of illegal\n\nactivity. We do not resolve the broader dispute because, in the context\n\npresented, Rugen's request to see the Volkswagen's papers was\n\nreasonable.4\n\n           We acknowledge at the outset that, although the district\ncourt did not explicitly consider whether the request to see the\n\nVolkswagen's papers was reasonable in context, our conclusion that it\nwas may conflict with the court's dicta that Rugen had no basis to\ndetain Hornbecker for reasons unrelated to the traffic stop. After all,\n\nthe request came after Rugen learned that there was no outstanding\nwarrant for Hornbecker and that Hornbecker's license and registration\nwere valid; it thus prolonged the detention beyond the point at which\n\n     4\n       In his testimony at the suppression hearing, Rugen indicated that\nhe was proceeding on the assumption that, during a routine traffic stop,\nhe always may ask to see the papers of a vehicle being towed. Of\ncourse, whether Rugen's subjective understanding was correct does not\ninform the Fourth Amendment inquiry. What matters is whether Rugen's\nrequest was objectively reasonable under the circumstances. See Whren\nv. United States, </pre><span class=\"citation\" data-id=\"118036\"><a href=\"/opinion/118036/whren-v-united-states/\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">806</span></a></span><pre class=\"inline\">, 809-19 (1996). For this same reason,\nit is immaterial whether Rugen subjectively believed that he had grounds\nto detain Hornbecker between 8:02 p.m. and 8:11 p.m. for a reason other\nthan his belief that he always is entitled to ask for the papers of a\nvehicle being towed.\n                                 -13-\n\fit might otherwise be expected to have concluded.5 But we are obliged\nin these circumstances to reach our own, independent judgment about the\n\nreasonableness of the request. Ornelas, 517 U.S. at 697-98 (holding\n\nthat ultimate determinations of reasonable suspicion are subject to\n\nindependent appellate review).\n\n           In assessing the reasonableness of Rugen's request, we \"must\n\nbalance the nature and quality of the intrusion on personal security\n\nagainst the importance of the governmental interests alleged to justify\n\nthe intrusion.\" United States v. Chhien, </pre><span class=\"citation\" data-id=\"199609\"><a href=\"/opinion/199609/united-states-v-chhien/\"><span class=\"volume\">266</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 6 (1st Cir. 2001)\n\n(citations and internal quotation marks omitted), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">534</span> <span class=\"reporter\">U.S.</span>\n<span class=\"page\">1150</span></span><pre class=\"inline\"> (2002); see also United States v. Stanley, </pre><span class=\"citation\" data-id=\"548685\"><a href=\"/opinion/548685/united-states-v-dennis-g-stanley/\"><span class=\"volume\">915</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">54</span></a></span><pre class=\"inline\">, 55 (1st\n\nCir. 1990) (Terry stops \"must be justified by reasonable suspicion\nproportional to the degree of intrusion\"). Keeping the balance true\nrequires \"a practical, commonsense judgment based on the idiosyncracies\n\nof the case at hand\" and an assessment whether the officer's actions\n\"were fairly responsive to the emerging tableau.\" Chhien, 266 F.3d at\n\n6 (citations omitted).    It also requires \"deference . . . to the\n\nexperienced perceptions of the officers,\" United States v. Woodrum, </pre><span class=\"citation\" data-id=\"767456\"><a href=\"/opinion/767456/united-states-v-ronald-woodrum/\"><span class=\"volume\">202</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 7 (1st Cir.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">531</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1035</span></span><pre class=\"inline\"> (2000), because\n\nfactual circumstances that seem innocuous to a layman might well appear\n\nsuspicious (and reasonably so) to the seasoned eye of law enforcement\n\nprofessionals, see Ornelas, 517 U.S. at 700 (\"To a layman the sort of\n\nloose panel below the back seat armrest in the automobile involved in\n\nthis case may suggest only wear and tear, but to [the officer], who had\n\n     5\n      This is the premise of Hornbecker's argument regarding the 8:02\np.m. to 8:11 p.m. time frame and we assume its validity arguendo for\npurposes of our analysis.\n                                 -14-\n\fsearched roughly 2,000 cars for narcotics, it suggested that drugs may\n\nbe secreted inside the panel.\").\n\n          Guided by these principles, we conclude that Rugen's request\nto see the Volkswagen's papers was lawful. In our view, continuing the\n\ndetention of an already lawfully seized motorist for the short period\n\nof time that it typically takes to locate and produce vehicle\n\nregistration or ownership papers (even if the papers are contained\n\nwithin a vehicle being towed and thus not within immediate reach) is a\n\nrelatively   slight   intrusion    on    Fourth   Amendment   interests.\n\nConsequently, in assessing whether, as of 8:02 p.m., the facts gave\n\nRugen \"a particularized and objective basis for suspecting [Hornbecker]\n\nof criminal activity,\" Ornelas, 517 U.S. at 696 (describing the\n\n\"reasonable suspicion\" required to justify a Terry stop) (citation and\n\ninternal quotation marks omitted), we are somewhat less demanding than\n\nwe would be if we were evaluating the lawfulness of a Terry stop that\n\nresembled a full, custodial arrest, see, e.g., Chhien, 266 F.3d at 6\n\n(recognizing that the inquiry into whether the facts adequately\n\nsupported a Terry stop is informed by the nature and quality of the\n\nintrusion); Stanley, 915 F.2d at 55 (similar); cf. United States v.\n\nFinke, </pre><span class=\"citation\" data-id=\"719637\"><a href=\"/opinion/719637/united-states-v-terry-allen-finke/\"><span class=\"volume\">85</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1275</span></a></span><pre class=\"inline\">, 1280 (7th Cir. 1996) (concluding, in a case\n\nchallenging an officer's continuation of a traffic stop in order to\n\nconduct a criminal history check on the motorist, that less than\n\noverwhelming grounds for suspecting the motorist of drug trafficking\n\nwere nonetheless sufficient to warrant the brief period of extra\n\ndetention required to conduct the check).\n\n\n\n\n                                  -15-\n\f           When all is said and done, the facts here were sufficient to\n\nsatisfy the demands of Terry. Certainly, Rugen reasonably suspected\n\nthat Hornbecker was lying when he stated that he was towing the\nVolkswagen from California to New Hampshire to sell it. One does not\n\nneed to have expertise in the value of vintage automobiles (and Rugen\n\nadmitted at the suppression hearing that he had no such expertise) to\n\nwonder how such a trek to sell a vehicle seemingly worth no more than\n\na few thousand dollars6 could be cost effective.        And once Rugen\n\nreasonably suspected that Hornbecker was lying about the purpose of his\n\ntrip, the evidence that Hornbecker hailed from a known drug source area\n\nand was hauling an unusual vehicle with a voluminous, inaccessible\n\ncavern inside its body structure justified Rugen's brief continuation\nof the detention while Hornbecker attempted to produce the Volkswagen's\npaperwork (especially when we factor in the deference we owe to Rugen's\n\ntraining and experience).7 Cf. United States v. Sowers, </pre><span class=\"citation\" data-id=\"197788\"><a href=\"/opinion/197788/united-states-v-sowers/\"><span class=\"volume\">136</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">24</span></a></span><pre class=\"inline\">,\n\n27-28 (1st Cir. 1998) (passenger's lack of identification papers,\nnervousness of driver and passenger, and fact that driver and passenger\n\ntold conflicting stories sufficient to prolong their detention);\n\n     6\n      There was evidence that Hornbecker had purchased the truck not\nlong before for $2200.\n     7\n      Hornbecker argues that the request for paperwork was a pretext\ndesigned to delay the detention until a drug-sniffing dog could be\nbrought to the scene. Whether or not he is correct, his argument is\nbeside the point. So long as the request could help confirm or dispel\nsuspicions reasonably raised by Hornbecker's doubtful explanation for\nhis trip in the mind of an objectively reasonable law enforcement agent,\nRugen's actual purpose in making the request does not matter. See\nWhren, 517 U.S. at 809-19. Here, a reasonable officer might have asked\nto see the paperwork because the absence of such paperwork would make\nthe proffered explanation for the trip even more suspicious. After all,\na private sale of an automobile usually involves a transfer of ownership\ndocumentation.\n                                 -16-\n\fStanley, 915 F.2d at 56-57 (fact that defendant was alone in car late\n\nafter midnight in area frequently used for illegal drug activities, was\n\nleaning over the vehicle's illuminated center console, and appeared to\ntry to hide something when he saw officer sufficient to warrant the\n\nperson's detention).\n                             III.   Conclusion\n\n           We agree with Judge Coffin that this is a close case    and\n\nappreciate especially his forceful and eloquent admonition that the\n\nlawfulness of contested searches and seizures be assessed realistically\n\nand holistically. And we are not blind to the fact that the troopers,\n\nand especially Trooper Rugen, may well have manipulated Hornbecker into\n\nrelinquishing Fourth Amendment rights by means of ingratiating\nconversation and insincere friendliness. But so long as manipulative\nbehavior does not cause us to question whether the relinquishment was\n\nin fact voluntary (e.g., an abuse of office such as the actual or\nthreatened use of force), it is \"reasonable\" within the meaning of the\nFourth Amendment. See Schneckloth v. Bustamonte, </pre><span class=\"citation no-link\"><span class=\"volume\">412</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">218</span></span><pre class=\"inline\">, 222-27\n\n(1972). As a general matter, insincere friendliness which successfully\ninduces a criminal suspect to willingly answer questions and/or consent\nto a search does not, without more, cause us to question whether the\n\nsuspect's response is \"voluntary.\" Cf. id. at 226 (listing factors\n\ntypically bearing on the factual \"voluntariness\" inquiry).        Such\n\nbehavior   is   thus   not   constitutionally    offensive.\n\n           For the reasons we have stated, we do not believe that\n\nHornbecker's Fourth Amendment rights were violated in connection with\n\n\n\n\n                                    -17-\n\fthe search that led to the discovery.         We therefore affirm his\n\nconviction and sentence.\n          Affirmed.\n\n\n\n                           Dissent follows.\n\n\n\n\n                                 -18-\n\f       COFFIN, Senior Circuit Judge (Dissenting). I write separately\n\nto indicate my unease at the enhanced opportunity permitted by the\ncourt's approach for stretching the limits of both Terry stops and\n\nconsents to limited search under escalating pressures.              Reviewing\n\nall the circumstances of this case, I find that each step in the\ninvestigative process was precariously close to the constitutional\n\nline   and   that   the   totality   of     these   close   calls   points   to\n\nimpermissible excess.\n\n       The initial stop, for exceeding the speed limit and having a\n\ncracked windshield, is not at issue here.           The first close call is\n\nthe court's holding that Trooper Rugen was justified in requesting\n\nthat appellant procure registration or ownership papers for the\n\nVolkswagen, despite the fact that two minutes earlier, at 8:00\n\np.m., he had received word that appellant’s license was valid and\n\nthat there were no outstanding warrants and no criminal history.\n\nWithout an objectively reasonable suspicion, the detention would\n\nhave been invalid.        The objectively reasonable basis, the court\n\ndecides, was the unlikelihood of a thirty-year-old Volkswagen\n\npickup truck being worth the cost of being towed across the United\n\nStates for sale in New Hampshire, the fact that southern California\n\nwas known as a source for drugs, and Rugen’s curiosity about the\n\nspace behind the cab. The court so finds despite Rugen’s testimony\nthat he had no reasonable suspicion at the time he ordered a canine\nsearch at 8:00 p.m. and the district court’s statement that, as of\n\n8:11 p.m., \"the police had plenty of curiosity but no 'articulable\nsuspicion.'\"\n\n\n                                     -19-\n\f     If    this   detention     falls   within    permissible     limits,    its\n\njustification is at best marginal.               To elevate Rugen's vague\n\nhunches to the level of a particularized or articulable suspicion\nof criminal activity is a stretch.\n\n     Next is Trooper Rugen's admitted delay in finishing his\n\npaperwork in order to allow the dog to complete its walk.                  Rugen\n\nasked no fewer than fifteen questions of appellant during this\n\ndelay, which he characterized as \"just making conversation.\"\n\nSee United States v. Pruitt, </pre><span class=\"citation\" data-id=\"73750\"><a href=\"/opinion/73750/united-states-v-pruitt/\"><span class=\"volume\">174</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1215</span></a></span><pre class=\"inline\">, 1221 (11th Cir. 1999)\n\n(irrelevant \"'fishing expedition'\" questions violated Terry).                 It\n\nwas not until 8:11 p.m., after the canine had finished its walk and\n\neleven minutes after Rugen had received clearance on appellant,\nthat Rugen handed appellant his license and registration and said\nhe was \"free to leave.\"\n\n     Yet just three seconds after giving him clearance to leave,\nTrooper Rugen asked if appellant \"would mind\" if he looked at the\nengine    compartment.      I    suspect   that    the   close    coupling    of\n\npermission to leave with an ingratiating request to inspect (\"I\nhave never seen a truck like that before . . . . 'Course I’m only\n31 years old.\"), in the presence of two eager troopers and the dog,\n\nthrows doubt on the voluntariness of any manifestation of consent,\n\nbut appellant has not expressly raised voluntariness of his consent\n\nas an issue before us.\n\n     Nevertheless,       appellant's     contention      that    the    searches\n\nexceeded the scope of consent raises several concerns.                  To start\n\nwith,     there   is   difficulty   with   the    search    of    the    \"engine\n\n\n                                    -20-\n\fcompartment.\"        The court has described the troopers’ resort to a\n\nscrewdriver and their look inside the compartment immediately after\n\nappellant’s affirmative answer to the \"do you mind\" request.                   The\nconsented-to search of the engine compartment extended beyond the\n\nclearly delineated engine compartment to include prodding, tapping,\n\nbanging, stepping up and crouching down, and even opening the\n\nVolkswagen's side panels.            Trooper Rugen justified his extended\n\nsearch by contending that he was unclear as to the precise location\n\nof the engine compartment.           Regardless of whether this professed\n\nconfusion was objectively reasonable, he failed to clarify what\n\narea     he   had    been   given    consent   to   search.      Under        these\n\ncircumstances, at a minimum, \"the scope of [appellant's] consent\nwas ambiguous – an ambiguity that could have been but was not\nclarified by further inquiry.\"          United States v. Infante-Ruiz, </pre><span class=\"citation\" data-id=\"195160\"><a href=\"/opinion/195160/united-states-v-infante/\"><span class=\"volume\">13</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">498</span></a></span><pre class=\"inline\">, 505 (1st Cir. 1994).\n       Within two minutes of appellant’s consent to search \"the\nengine    compartment,\"      Rugen    asked    if   he   could   look    in    the\n\nVolkswagen’s cab.       As the court reports, the answer was inaudible.\nThe court states that \"the videotape suggests that Hornbecker\nconsented.\"         I assume that this means that appellant did not\n\nprotest.\n\n       At this point, after playing fast and loose with the first\n\nlimited consent, then displaying forceful determination to continue\n\nthe job and following with another request to examine a specific\n\nplace, should not the officers have paused to make sure that\n\nconsent was forthcoming and unequivocal?             I fear that the court's\n\n\n                                       -21-\n\fopinion will serve to encourage scenarios of familiarity leading to\n\nlimited consent, followed by a sequence of escalating intrusions\n\nresulting in an abandonment of any limits to the scope of a search,\nall sanitized by continuing to infer consent.\n\n     As if all this were not enough, Rugen admitted that after\n\nfinding nothing suspicious in the consented-to search of the cab,\n\nhe began to move around the vehicle more.            Rugen then requested\n\nthat appellant open the gas port, admitting at trial that he was\n\nnot asking permission.       Appellant indicated that a screwdriver\n\ncould be used here, too.     This viewing at last yielded something --\n\nthe realization that neither the engine nor the gas tank occupied\n\nthe space that in Rugen's mind, apparently, appellant had been\nquestioned about.\n     The search for a principled basis for decision in such a case\n\nas   this   is   made   complex     by     the   fact-specific      issue   of\nreasonableness underlying the Fourth Amendment.                But I find a\nbenchmark   in   comparing   this   case    with   two   of   our   automobile\n\ninvestigative stop cases, relied on heavily by the government,\nUnited States v. Chhien, </pre><span class=\"citation\" data-id=\"199609\"><a href=\"/opinion/199609/united-states-v-chhien/\"><span class=\"volume\">266</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\"> (1st Cir. 2001), and United\n\nStates v. Sowers, </pre><span class=\"citation\" data-id=\"197788\"><a href=\"/opinion/197788/united-states-v-sowers/\"><span class=\"volume\">136</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">24</span></a></span><pre class=\"inline\"> (1st Cir. 1998).                In Chhien, the\n\nsequence of events began with the customary traffic violation, then\n\na consensual pat-down yielding a large wad of money, leading to a\n\nfew questions and inconsistent answers, followed by suspicious\n\nmovements of a passenger in the car, refusal to open a clenched\n\nfist, and, finally, when the passenger was removed from the car,\n\ncontraband in plain view.      Chhien, 266 F.3d at 4-5.             In Sowers,\n\n\n                                    -22-\n\fthere were signs of nervous behavior at the start, substantial\n\ndiscrepancies in answers to simple travel questions, a written\n\nconsent to search, and a pat-down yielding a package of contraband.\nSowers, 136 F.3d at 25-26.\n\n     Those cases seem to me soundly decided, but debatable.               If\n\nthey are at or near the line, this one is well beyond it.           This is\n\na case where each discrete act of the troopers, if looked at\n\nthrough a narrow lens, may pass muster.         But how many such close\n\ncalls may be made without tainting the final decision?                Is it\n\nenough to say that a straw is just a straw without worrying when\n\none more straw will break the camel's back?             I am left with a\n\nprofound feeling    that   in   this   case   the   officers    \"pushed   the\nenvelope\" too far and that our affirming the district court could\nbe interpreted as an Open Sesame to law enforcement to prolong\n\nTerry   stops,   require   irrelevant     information     and    documents,\nestablish an atmosphere of coziness that ultimately suffocates an\nindividual’s freedom to choose, ask for limited permission to\n\nsearch, and then subtly overreach its scope and interpret coerced\nacquiescence as implied consent.\n     I therefore would reverse the judgment of the district court\n\nand order that it suppress the drugs found in the Volkswagen.\n\n\n\n\n                                  -23-\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/73750/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107729/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110890/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110901/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111600/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118030/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118036/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195160/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196225/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197618/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197788/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199609/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199832/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536005/",
    "http://www.courtlistener.com/api/rest/v3/opinions/548685/",
    "http://www.courtlistener.com/api/rest/v3/opinions/719637/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767456/"
  ]
}