{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/200293/",
  "absolute_url": "/opinion/200293/hershey-v-donaldson-lufkin/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/200293/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T04:47:57Z",
  "date_modified": "2016-02-28T05:02:37.822464Z",
  "type": "010combined",
  "sha1": "bcb960cfae11f8a0b4df986f522184387ebd7884",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/02-1316-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2003/01/17/Hershey_v._Donaldson_Lufkin_.pdf",
  "plain_text": "         United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 02-1316\n\n                         BARRY J. HERSHEY,\n\n                       Plaintiff, Appellant,\n\n                                v.\n\n              DONALDSON, LUFKIN & JENRETTE SECURITIES\n                 CORPORATION and DAVID H. GUNNING,\n\n                      Defendants, Appellees.\n\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF MASSACHUSETTS\n\n              [Hon. Rya W. Zobel, U.S. District Judge]\n\n\n\n                               Before\n\n                        Boudin, Chief Judge,\n\n                Torruella and Lipez, Circuit Judges.\n\n\n     John D. Hanify, with whom Kathleen E. Cross, David C. Kravitz,\nand Hanify & King, were on brief, for appellant.\n     John J. Curtin, Jr., with whom Timothy P. Burke, Alicia L.\nDowney, and Bingham McCutchen LLP, were on brief, for appellees.\n\n\n\n                         January 17, 2003\n\f            TORRUELLA, Circuit Judge. This case arises from the sale\n\nof a corporation in which plaintiff-appellant Barry J. Hershey was\n\nthe controlling shareholder, defendant-appellee David H. Gunning\n\nwas the Chief Executive Officer, Chairman and President, and\n\ndefendant-appellee     Donaldson,       Lufkin    &   Jenrette   Securities\n\nCorporation (\"DLJ\") was the investment banking firm assisting in\n\nthe sale.    Hershey alleges breach of fiduciary duties by Gunning\n\nand DLJ, misrepresentation and breach of contract by DLJ, and\n\nfraudulent inducement by Gunning.             The district court granted\n\nsummary judgment to the defendants on all counts.             We affirm.\n\n                               I.    Background\n\n            After   studying    at   the    University   of   Pennsylvania's\n\nWharton School and Harvard Law School, Hershey founded Capital\n\nAmerican Financial Corporation (\"CAF\"), an Ohio-based insurance\n\ncompany, in 1970.\n\n            Hershey led CAF until 1993, when he recruited Gunning\n\nfrom the law firm of Jones, Day, Reavis & Pogue to take over.\n\nGunning's salary included stock options and, beginning in 1996, a\n\nbonus structure that included a bonus if CAF was sold.             This sale\n\nbonus started at 1% of the \"aggregate consideration\" paid for the\n\ncompany, and decreased by 0.1% each year CAF was not sold.                 With\n\nGunning's assumption of control of CAF, Hershey relinquished all\n\nofficial positions with CAF, but continued to own 30% of the shares\n\n\n\n\n                                      -2-\n\findividually, and together with his wife controlled 44% of CAF's\n\noutstanding shares.\n\n          In October 1995, although he was no longer a member of\n\nthe board, Hershey contacted Mark Gormley of DLJ to discuss options\n\nfor CAF, including its sale.       Hershey signed a Confidentiality\n\nAgreement and agreed to compensate DLJ personally if it was not\n\nretained by CAF.     Until August 1996, DLJ worked exclusively for\n\nHershey to identify a buyer for CAF, eventually identifying Conseco\n\nCorporation (\"Conseco\") as the most likely purchaser of CAF.\n\nAnticipating the sale of CAF, in April 1996, Hershey hired Edward\n\nBenjamin, a corporate lawyer from Ropes & Gray to provide legal\n\nadvice to Hershey and his wife.\n\n          Hershey met with the Chief Executive Officer and Chief\n\nFinancial Officer of Conseco in June 1996.              At that meeting, he\n\nrejected Conseco's offer to purchase CAF for $35 in cash per share.\n\n          Hershey considered alternatives for CAF, including cost\n\ncutting, changing CAF's investment policy, repurchasing CAF shares,\n\ntax planning, and other \"financial strategies.\" He discussed these\n\nideas with Gunning and other CAF directors. Hershey believed these\n\nwere alternatives to a merger and would be considered by the board\n\nbefore it approved a sale.\n\n          At   a   special   meeting   of   the   CAF    board   convened   on\n\nAugust 11, 1996, Hershey outlined his financial strategies, and DLJ\n\n\n\n\n                                  -3-\n\fmade a presentation regarding acquisition by Conseco.1                   Following\n\nthis meeting, Gunning assured Hershey that the board was on a \"dual\n\ntrack,\" considering both the financial strategies and a merger.\n\n             CAF's board met August 25, 1996, to finalize the decision\n\nto sell the company to Conseco for $30 in cash and $6.50 in Conseco\n\nstock per share.      Hershey and his attorney had each received the\n\nterms   of   the    deal    the    previous     day,   and    neither    requested\n\nadditional time to review the materials.               Both attended the board\n\nmeeting   by   conference         call.     Hershey    asked    Gunning    if     his\n\nalternatives to a sale had been discussed, and Gunning replied that\n\nthere were too many variables to include them in that particular\n\nsales study.       Before exiting the meeting, Hershey stated that he\n\nwould   endorse     the    board's    decision    to   sell    or   to   pursue   an\n\nalternative strategy.\n\n             The CAF board approved the sale to Conseco.                   Hershey\n\nsigned a shareholder agreement agreeing to vote in favor of the\n\nsale and later voted in favor of the sale.                    The sale closed in\n\nMarch 1997; as a result of the merger, Hershey received more than\n\n200 million dollars.\n\n             On August 24, 1999, Hershey filed suit against Gunning\n\nand DLJ in Massachusetts state court.            Defendants removed the case\n\nto federal district court.           In February 2001, each defendant filed\n\n\n1\n   At this meeting the CAF board authorized retention of DLJ as\nfinancial advisor with respect to the sale; the board formally\nretained it the next day.\n\n                                          -4-\n\fa motion for summary judgment, which the court heard in April.                In\n\nFebruary    2002,   the   court    granted      summary   judgment    for   both\n\ndefendants.      Hershey v. Donaldson, Lufkin & Jenrette Sec. Corp.,\n\nNo. 99-12469-RWZ, 2002 U.S. Dist. LEXIS 8164, at *13 (D. Mass.\n\nFeb. 19, 2002).     This timely appeal followed.\n\n                          II.    Standard of Review\n\n            We   review   the     grant    of   summary   judgment    de    novo,\n\nassessing the facts in the light most favorable to Hershey.                   See\n\nTriangle Trading Co. v. Robroy Indus., Inc., 200 F.3d 1, 2 (1st\n\nCir. 1999).       Summary judgment is appropriate if there are no\n\ngenuine issues of material fact, and the moving party is entitled\n\nto judgment as a matter of law.           Fed. R. Civ. P. 56(c).     A \"genuine\n\nissue\" is one \"supported by such evidence that a reasonable jury,\n\ndrawing favorable inferences, could resolve it in favor of the\n\nnonmoving party.\"      Triangle Trading Co., 200 F.3d at 2.            Hershey\n\nmay not rely upon conclusory allegations, improbable inferences, or\n\nunsupported speculation to defeat summary judgment.             Id.    We    are\n\nnot bound to adopt the district court's reasoning, and may affirm\n\nthe grant of summary judgment for any reason supported by the\n\nrecord.    Frillz, Inc. v. Lader, 104 F.3d 515, 516 (1st Cir. 1997).\n\n                                III.   Discussion\n\n            A.   Choice of Law\n\n            Where parties have agreed to the choice of law, this\n\ncourt is free to \"forego an independent analysis and accept the\n\n\n                                       -5-\n\fparties' agreement.\" Borden v. Paul Revere Life Ins. Co., 935 F.2d\n\n370, 375 (1st Cir. 1991).             Here, the parties agreed that Ohio law\n\nwould control the issues of fiduciary duty and misrepresentation,\n\nand   that,    per      the   contract,   New    York    law   would   control    the\n\nConfidentiality Agreement.              The district court recognized this\n\nchoice of law, and we follow suit.              See id. (applying Rhode Island\n\nlaw because the parties and district court consistently used it).\n\n              B.   Fiduciary Duty2\n\n              Under Ohio law, a fiduciary relationship is \"one in which\n\nspecial confidence and trust is reposed in the integrity and\n\nfidelity      of   another      and   there     is   a   resulting     position   of\n\nsuperiority or influence, acquired by virtue of this special\n\ntrust.\"    In re Termination of Employment of Pratt, 321 N.E.2d 603,\n\n609 (Ohio 1974).         Such a relationship may arise out of an informal\n\nrelationship       so    long   as    both    parties    understand,     or   should\n\nunderstand, that the special confidence has been reposed.                     Umbaugh\n\nPole Bldg. Co. v. Scott, 390 N.E.2d 320, 323 (Ohio 1979); Gen.\n\nAcquisition, Inc. v. Gencorp, Inc., 766 F. Supp. 1460, 1471 (S.D.\n\nOhio 1990).        This type of confidential relationship is \"one in\n\n\n\n2\n    Hershey's suit is not derivative in nature, and he must\ntherefore show Gunning and DLJ owed him a duty directly, rather\nthan in his role as a shareholder.     See Adair v. Wozniak, 492\nN.E.2d 426, 428 (Ohio 1986). A shareholder does not have a cause\nof action if he only suffers the same harm as other shareholders.\nId. at 429. Asserting these claims independently, Hershey seeks to\npersonally recover the profits realized by Gunning and DLJ in the\nmerger.\n\n                                          -6-\n\fwhich one person comes to rely on and trust another in his\n\nimportant    affairs      and       the    relations       there   involved   are    not\n\nnecessarily legal, but may be moral, social, domestic or merely\n\npersonal.\"    Id. at 1471 (quotation omitted).                     Hershey's claim is\n\nthat he placed a special trust and confidence in Gunning and DLJ,\n\nwho recognized their influential positions and had a duty to assert\n\nHershey's best interests.                 Whether or not such fiduciary duties\n\narose   informally       is     a    question       of    fact.      We   examine    the\n\nrelationships between the parties here, conscious of the fact that\n\nthe mere giving of advice is not enough to establish a fiduciary\n\nrelationship.   Ed Schory & Sons, Inc. v. Francis, 662 N.E.2d 1074,\n\n1082 (Ohio 1996).\n\n                    1.     Gunning\n\n            The only evidence cited by Hershey to create a fiduciary\n\nrelationship with Gunning, apart from any duty that Gunning might\n\nhave owed Hershey as a shareholder, is: (1) both Gunning and\n\nHershey knew that Gunning had experience conducting mergers and\n\nacquisitions, while Hershey had none; (2) Gunning had a direct\n\npecuniary interest in the transaction at issue; and (3) on numerous\n\noccasions,   Gunning      offered          or    Hershey    requested     advice.     In\n\nessence, Hershey paints himself as a naive shareholder who relied\n\non Gunning to consider Hershey's best interests above his duties to\n\nthe corporation      he       headed.           Hershey   claims   that   Gunning,    as\n\n\n\n\n                                             -7-\n\f\"trusted advisor,\" should have known that Hershey was dependant on\n\nhis valued advice, and owed Hershey the duties of a fiduciary.\n\n          This    argument     fails    for   several   reasons.   First,\n\nHershey's education in economics and law gave him the appearance of\n\na sophisticated investor able to consider the terms of the merger\n\nof his company.     Hershey also had his own experienced attorney\n\nreviewing the transaction and providing advice.          Gunning therefore\n\ncould have reasonably believed that Hershey was able to evaluate\n\nthe options on his own.      Hershey had to know that Gunning's central\n\nfiduciary duty ran to the company and not to Hershey personally;\n\nindeed, Hershey had himself negotiated a compensation package for\n\nGunning that made clear that Gunning was encouraged to arrange for\n\na sale of CAF.\n\n          Finally, even if Gunning offered advice, the evidence\n\nrefutes Hershey's claim that he blindly relied upon Gunning's\n\nexpertise.   While Hershey stated that he recruited Gunning because\n\nof \"his respect for [Gunning's] personal integrity and honesty,\"\n\nthe evidence shows that these initial feelings of fondness quickly\n\nfaded.   Hershey was openly critical of Gunning from 1993 to 1996,\n\nquestioning his business decisions and calling him a \"brick wall of\n\nresistance.\"     Hershey was much less charitable behind Gunning's\n\nback, accusing him of drinking heavily, having poor judgment, and\n\ncreating problems and then \"scurrying to kind of protect his ego\n\nand position and reputation.\"            In addition, Hershey's records\n\n\n                                       -8-\n\finclude a \"Dave Gunning Evaluation\" in which he wrote \"Dave's\n\nrelationship to me has been disturbing,\" and a memo entitled \"Some\n\nof the Questionable Decisions Dave Has Made\" in which he outlined\n\nfive points of concern.           Hershey sometimes refused to follow\n\nGunning’s advice, including his advice not to pursue the sale of\n\nCAF.   Hershey sought out DLJ to pursue a sale of CAF, suggesting\n\nthat he did not believe Gunning was capable of the task.                These\n\nfacts, even when viewed in the light most favorable to Hershey,\n\ncannot support the assertion that Hershey reposed some special\n\ntrust in Gunning.    Hershey cannot now claim that he and Gunning had\n\na   close,   confidential      relationship   sufficient   to    establish    a\n\nfiduciary    relationship      when   the   record   reflects,   at   best,   a\n\ntroubled relationship characterized by mistrust.\n\n                    2.   DLJ\n\n             Assuming, arguendo, that a fiduciary relationship was\n\nestablished between Hershey as an individual and DLJ, Hershey has\n\nshown insufficient causation to support his claim for breach of\n\nthat fiduciary duty.      To recover for such a claim, one must show\n\nthe existence of a duty and a breach of that duty causing injury.\n\nStrock v. Pressnell, 527 N.E.2d 1235, 1243 (Ohio 1988); 382 Capital\n\nv. Corso, 1999 Ohio App. LEXIS 6488, at *7 (Ohio Ct. App. 1999)\n\n(requiring plaintiffs to prove proximate causation for breach of\n\nfiduciary duty claim). Here, Hershey claims that DLJ (1) failed to\n\ndisclose its true interests and role in the transaction, (2) failed\n\n\n                                      -9-\n\fto disclose the interrelation of the acquisitions of ATC and CAF by\n\nConseco, and (3) failed to timely distribute material information\n\nto Hershey prior to Hershey's decision to vote for the merger.\n\nHowever, Hershey was aware (1) that DLJ was representing CAF as\n\nwell as ATC, and that DLJ would profit from both representations,\n\nand (2) of the financial interrelationship of the acquisitions of\n\nATC and CAF by Conseco.    At the August 11 board meeting, Gormley\n\nannounced that Conseco was also considering acquiring another\n\ncompany DLJ represented.   The impact of this multiple acquisition\n\nwas analyzed in the due diligence material Hershey received before\n\nthe merger vote.   And two days before the vote, Gormley revealed\n\nthe identity of ATC.\n\n          Hershey cannot identify any material information that was\n\nwithheld from him by DLJ; his claim for breach is therefore a\n\nquestion of whether DLJ provided the information with sufficient\n\ntime for Hershey to make an informed decision.     Hershey has not\n\nshown how more time would have altered the outcome and, in light of\n\nthe fact that he was aware of all the material information, has not\n\nidentified any way in which his vote was influenced improperly.\n\nWhen asked what he would have done differently had he known of\n\nConseco's acquisition plans, Hershey only stated, \"this is somewhat\n\nspeculative, but in the context, I might have requested a higher\n\nprice, requested a collar on the stock, but that's a little bit\n\nspeculative . . . .\"   Such speculation is insufficient to support\n\n\n                               -10-\n\fa claim for breach of fiduciary duty.            See Shults v. Henderson, 625\n\nF. Supp. 1419, 1426 (W.D.N.Y. 1986) (\"if the plaintiff is not\n\nmaterially harmed by the defendant's conduct . . . there may be no\n\nrecovery.\").       A claim of breach of fiduciary duty by an individual\n\nshareholder    will    not   lie    if    \"the   shareholder's    objection     is\n\nessentially a complaint regarding the price which he received for\n\nhis shares.\"       Stepak v. Schey, 553 N.E.2d 1072, 1075 (Ohio 1990).\n\nWhen asked how he was monetarily damaged by the merger, Hershey\n\nstated \"I don't feel that it represented the full value of CAF;\"\n\nand   that   the    merger   \"was   not    in    the   best   interests   of   the\n\nshareholders.\"       The only damages identified are damages to the\n\nshareholders as a whole, not to Hershey specifically.\n\n             Hershey is unable to show any material damage caused by\n\nDLJ's late disclosure of information; instead, he seeks to disgorge\n\nDLJ of all money earned in its representation of CAF.                     Hershey\n\nclaims that this case is analogous to fraud cases, where courts\n\nsitting in equity have ordered such recissionary damages to an\n\ninnocent seller when a fraudulent buyer has profited. We find that\n\nanalogy misplaced. In the fraud context, a court may award profits\n\nrealized by the fraudulent buyer after the sale if it is shown that\n\nthe seller would have held the property, and thus realized the\n\nprofits himself, but for the fraud.                Ohio Drill & Tool Co. v.\n\nJohnson, 498 F.2d 186, 190-91, 193 (6th Cir. 1974) (holding that\n\ndefendant officers must disgorge to the corporation all profits\n\n\n                                         -11-\n\fmade by them on a fraudulent sale but not allowing plaintiff to\n\nseek     disgorgement     of      profits     resulting       from   material\n\nmisrepresentations in proxy statements); accord Capital Invest.,\n\nInc. v. Bank of Sturgeon Bay, 430 F. Supp. 534, 537 (E.D. Wisc.\n\n1977).     Hershey's     claim    is   inapposite:   he   personally   seeks\n\ndisgorgement of the fees related to the sale, not to any profits\n\ngained by DLJ after the sale. Because Hershey has not demonstrated\n\nany personal injury suffered, we reject his claim of breach of\n\nfiduciary duty by DLJ.\n\n           C.   Negligent Misrepresentation\n\n           Hershey's allegation of misrepresentation is premised on\n\nthe same facts as his breach of fiduciary duty claim: that DLJ\n\nfailed to fully explain the impact of the acquisition of CAF by\n\nConseco prior to Hershey's agreement to sell his stock.3             Like any\n\nnegligence   claim,     Hershey   must    prove   proximate    causation   and\n\ndamages.   Cleveland Clinic Foundation v. Commerce Group Benefits,\n\nInc., 2002 Ohio App. LEXIS 1401, at *15 (Ct. App. March 28, 2002).\n\nHershey must allege harm sustained by him personally; harm to the\n\ncorporation is insufficient. Adair v. Wozniak, 492 N.E.2d 426, 428\n\n(Ohio 1986) (\"It is well-settled that only a corporation and not\n\n\n\n3\n   There is no cause of action for a negligent failure to disclose\ninformation absent a duty to disclose.       Interim Healthcare of\nNortheast Ohio, Inc. v. Interim Servs. Inc., 12 F. Supp. 2d 703,\n714 (N.D. Ohio 1998); accord Snyder v. Webb, No. 97APE09-1248, 1998\nOhio App. LEXIS 2776, at *17-*18 (Ohio Ct. App. 1998). We have\nassumed, arguendo, that DLJ owed a fiduciary duty to Hershey.\n\n                                       -12-\n\fits shareholders can complain of an injury sustained by, or a wrong\n\ndone to, the corporation.\").       Hershey's claim fails for the same\n\nreason his breach of fiduciary duty claim failed: insufficient\n\nshowing that the action caused him material harm.            Hershey has not\n\nshown any evidence that his decision to vote in favor of the merger\n\nwould have been altered had the alleged misrepresentation not taken\n\nplace, and has not shown how he, individually, was harmed.\n\n            D.   Breach of Contract\n\n            Hershey   alleges   that    DLJ   breached   a   Confidentiality\n\nAgreement dated November 2, 1995, in which DLJ agreed to hold all\n\nCAF information confidential.          We agree with the district court\n\nthat Hershey lacks standing to sue because he is not a party to the\n\ncontract.\n\n            By its terms, the Confidentiality Agreement is \"governed\n\nby the laws of the State of New York.\"           Under New York law, only\n\nparties to a contract have standing to sue for its breach.             Truty\n\nv. Fed. Bakers Supply Corp., 629 N.Y.S.2d 898, 899 (App. Div.\n\n1995).    If a contract is clear and complete, parol evidence will\n\nnot be introduced to alter its terms.            W.W.W. Assocs., Inc. v.\n\nGiancontieri, 566 N.E.2d 639, 642 (N.Y. 1990).\n\n            The Confidentiality Agreement was addressed to CAF, to\n\nthe attention of Hershey, and sent to CAF's office.           It refers only\n\nto the \"Company\" and DLJ; Hershey's name does not appear in the\n\ntext.    The signature block reads:\n\n\n                                   -13-\n\f            Agreed and Accepted\n            CAPITOL AMERICAN FINANCIAL CORPORATION\n            By: /s/ Barry J. Hershey\n            Director /s/ BJH\n\nHershey drew a line through \"Director,\" initialed the change, and\n\ncalled Gormley to tell him of the change.           Hershey did not strike\n\nthe name of the corporation.\n\n            We find that the face of the Confidentiality Agreement\n\nsupports only one conclusion: the parties were CAF and DLJ, not\n\nHershey.    Gunning knew that Hershey was entering the contract,\n\npresumably on CAF's behalf.          Even though Gormley was aware that\n\nHershey was no longer the director, he was justified in thinking\n\nthat Hershey, as controlling shareholder, had the authority to bind\n\nCAF to contractual obligations.             See Trs. of the UIU Health &\n\nWelfare Fund v. N.Y. Flame Proofing Co., 828 F.2d 79, 83 (2d Cir.\n\n1987) (\"The doctrine of apparent authority comes into play when a\n\nparty . . . reasonably believes that another party . . . has\n\ndelegated authority to enter into an agreement on its behalf to an\n\nagent.\").    Merely striking the word \"Director\" is insufficient to\n\ncreate a question of fact regarding the parties of the contract.\n\nBecause Hershey is not a party to the contract, he cannot assert a\n\nclaim for its breach.\n\n            E.   Fraudulent Inducement\n\n            Hershey   wanted   the    board   to   consider   his   financial\n\nstrategies before approving a merger, and claims that Gunning\n\nintentionally misled him into thinking that the alternatives had\n\n                                     -14-\n\fbeen considered, thus fraudulently inducing Hershey's signature on\n\nthe Shareholder's Agreement. Specifically, following the August 11\n\nboard meeting, Gunning told Hershey that the board was proceeding\n\non a \"dual track,\" considering both the financial strategies and a\n\nsale of CAF to Conseco.        At the August 25 board meeting, Hershey\n\ninquired as to \"what happened to the analysis of the financial\n\nstrategy,\" and, according to Hershey, Gunning replied \"something to\n\nthe effect that [CAF] didn't want to put too many variables into\n\nthis study.\"     Hershey claims that he believed that the financial\n\nstrategies    would   be    discussed   at   that    meeting   after   he   was\n\ndismissed, but before the board voted for the merger.               Before he\n\nleft the meeting, Hershey told the board that he would support its\n\ndecision to sell the company or to remain independent.               He claims\n\nthat he would not have signed the Shareholder Agreement had he\n\nknown the alternatives were not considered.\n\n             In Ohio, the elements of fraud are\n\n             (a) a representation or, where there is a duty\n             to disclose, concealment of a fact, (b) which\n             is material to the transaction at hand, (c)\n             made falsely, with knowledge of its falsity,\n             or with such utter disregard and recklessness\n             as to whether it is true or false that\n             knowledge may be inferred, (d) with the intent\n             of misleading another into relying upon it,\n             (e)    justifiable    reliance     upon    the\n             representation or concealment, and (f) a\n             resulting injury proximately caused by the\n             reliance.\n\nCohen   v.   Lamko,   462   N.E.2d   407,    409    (Ohio   1984)   (quotation\n\nomitted).     Clear and convincing evidence is required to prove\n\n                                     -15-\n\ffraud.   Seale v. Citizens Sav. & Loan Ass'n, 806 F.2d 99, 105 (6th\n\nCir. 1986) (applying Ohio law).\n\n           Assuming, arguendo, that Hershey has established that\n\nGunning made a knowing, material misrepresentation (or omission)\n\nwith the intent of misleading him into relying upon it, and that\n\nHershey was injured as a result, we find that any reliance on the\n\npart of Hershey was not justified.       Hershey must show not only that\n\nhe acted in reliance on a material misrepresentation, but that he\n\nhad a reasonable basis for doing so. See Columbia Gas Transmission\n\nCorp. v. Ogle, 51 F. Supp. 2d 866, 875 (S.D. Ohio 1997).        Whether\n\nor not reliance is justified is a factual determination, taking\n\ninto account the relationship of the parties, the nature of the\n\ntransaction and representation, and the parties' intelligence,\n\nexperience and knowledge. Id.; Mussivand v. David, 544 N.E.2d 265,\n\n273 (Ohio 1989); Lepera v. Fuson, 613 N.E.2d 1060, 1065 (Ohio Ct.\n\nApp. 1992).\n\n           As   we   have    already   stated,    Hershey's   background\n\ndemonstrates that he is a well-educated, intelligent man with\n\nbusiness experience.4       Hershey could not have trusted Gunning,\n\n\n\n4\n   While age has been identified as a factor to consider when\ndetermining whether reliance is justified, see Columbia Gas, 51 F.\nSupp. 2d at 875, we believe that it is of little relevance, and\nexperience is a better measure of the parties’ understanding of\ntheir relationship and one parties’ right to rely on the word of\nthe other.    That said, we note that Hershey and Gunning are\napproximately the same age, both graduating from the same high\nschool in 1960.\n\n                                  -16-\n\fconsidering the numerous times he questioned Gunning's competence\n\nand judgment.     Throughout the August 25 meeting, Hershey listened\n\nto discussions of the merger and an alternative, although no\n\nmention was made of his \"financial strategies.\"             He also received\n\nall the documents the board received, none of which analyzed his\n\nalternatives.      He then asked Gunning about the absence of his\n\nfinancial strategies, who replied that the strategy had \"too many\n\nvariables\" to be included. Hershey then dropped the subject, never\n\nstating   that    his   approval     was    contingent     upon    the   board's\n\nconsideration of his proposal. Given this colloquy and the lack of\n\nany express consideration of the financial strategies, we conclude\n\nthat Hershey could not have reasonably relied on what he now\n\ninscrutably characterizes as Gunning's assurance that the board\n\nwould discuss the financial strategies after Hershey's exit. \"Ohio\n\nlaw requires a person to exercise proper vigilance in his dealings,\n\nso that where he is put on notice as to the propriety of a\n\nrepresentation, he is under a duty to reasonably investigate before\n\nreliance thereon.\"      Columbia Gas, 51 F. Supp. 2d at 876; accord\n\nCrown Prop. Dev. Co. v. Omega Oil Co., 681 N.E.2d 1343, 1349 (Ohio\n\nCt. App. 1996) (\"Reliance is justified if the representation does\n\nnot   appear     unreasonable   on     its    face   and     if,    under   the\n\ncircumstances, there is no apparent reason to doubt the veracity of\n\nthe representation\").     Here, Gunning's ambiguous statement coupled\n\nwith the absence of the alternatives in the due diligence material\n\n\n                                     -17-\n\fserved to put Hershey on notice that the alternatives had not been\n\nconsidered.           If    the    board's    consideration           of    his    financial\n\nstrategies was crucial to Hershey's approval, he should have\n\nfollowed up with Gunning or the other Directors to ensure that the\n\nboard had considered the alternatives.                     A reasonable person would\n\nnot have assumed that the alternatives would be discussed based on\n\nGunning's cryptic statement that the strategies had \"too many\n\nvariables\" to be included in the study discussed at the meeting.\n\nHershey had received all due diligence reviewed by the board, and\n\nhad attended each board meeting in part, and was aware of the\n\nextent    to    which       the    board   had      considered        his    alternatives.\n\nHershey's reliance upon any statement by Gunning that the board\n\nwould consider his financial strategies before voting on the merger\n\ntherefore       is     unreasonable,         and     his      claim        for    fraudulent\n\nmisrepresentation fails.\n\n               F.    Continuance\n\n               Finally, Hershey alleges error in the district court's\n\nrefusal   to        grant   a     continuance       so   he   could        conduct   further\n\ndiscovery before summary judgment was granted. See Fed. R. Civ. P.\n\n56(f).5   We review the district court's denial of Hershey's motion\n\n\n5\n    The Rule reads:\n\n      Should it appear from the affidavits of a party opposing\n      the motion [for summary judgment] that the party cannot\n      for reasons stated present by affidavit facts essential\n      to justify the party's opposition, the court may refuse\n      the application for judgment or may order a continuance\n\n                                             -18-\n\fonly for abuse of discretion.        Resolution Trust Corp. v. N. Bridge\n\nAssocs., 22 F.3d 1198, 1203 (1st Cir. 1994).\n\n          At the summary judgment hearing, the court made clear\n\nthat if any of the sought-after evidence had the potential to alter\n\nthe outcome, the continuance would be granted.                 The district\n\ncourt's decision does not mention the motion for a continuance,\n\npresumably because it would not have affected the outcome.                  We\n\nagree.   Appellant claims that the discovery sought could bear on\n\nDLJ and Gunning's breaches of fiduciary duties, DLJ's breach of the\n\nConfidentiality       Agreement,    and     Gunning's    misrepresentation.\n\nHershey does not claim that anything in the desired evidence could\n\ndemonstrate that Gunning or DLJ were fiduciaries of Hershey, that\n\nHershey was a party to the Confidentiality Agreement, or that\n\nHershey's reliance upon Gunning's alleged misrepresentations was\n\njustified.      The   district     court    therefore   did   not   abuse   its\n\ndiscretion in refusing to grant the continuance.\n\n                             IV.    Conclusion\n\n             The district court properly granted summary judgment on\n\nall counts.    The opinion of the district court is affirmed.           Costs\n\nare granted to appellee.\n\n             Affirmed.\n\n\n     to permit affidavits to be obtained or depositions to be\n     taken or discovery to be had or may make such other order\n     as is just.\n\nFed. R. Civ. P. 56(f).\n\n                                     -19-\n\f",
  "html": "<p class=\"case_cite\">317 F.3d 16</p>\n    <p class=\"parties\">Barry J. HERSHEY, Plaintiff, Appellant,<br>v.<br>DONALDSON, LUFKIN &amp; JENRETTE SECURITIES CORPORATION and David H. Gunning, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 02-1316.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard October 7, 2002.</p>\n    <p class=\"date\">Decided January 17, 2003.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED John D. Hanify, with whom Kathleen E. Cross, David C. Kravitz, and Hanify &amp; King, were on brief, for appellant.</p>\n      <p class=\"indent\">John J. Curtin, Jr., with whom Timothy P. Burke, Alicia L. Downey, and Bingham McCutchen LLP, were on brief, for appellees.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, TORRUELLA and LIPEZ, Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case arises from the sale of a corporation in which plaintiff-appellant Barry J. Hershey was the controlling shareholder, defendant-appellee David H. Gunning was the Chief Executive Officer, Chairman and President, and defendant-appellee Donaldson, Lufkin &amp; Jenrette Securities Corporation (\"DLJ\") was the investment banking firm assisting in the sale. Hershey alleges breach of fiduciary duties by Gunning and DLJ, misrepresentation and breach of contract by DLJ, and fraudulent inducement by Gunning. The district court granted summary judgment to the defendants on all counts. We affirm.</p>\n    </div>\n    <p>I. Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">After studying at the University of Pennsylvania's Wharton School and Harvard Law School, Hershey founded Capital American Financial Corporation (\"CAF\"), an Ohio-based insurance company, in 1970.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Hershey led CAF until 1993, when he recruited Gunning from the law firm of Jones, Day, Reavis &amp; Pogue to take over. Gunning's salary included stock options and, beginning in 1996, a bonus structure that included a bonus if CAF was sold. This sale bonus started at 1% of the \"aggregate consideration\" paid for the company, and decreased by 0.1% each year CAF was not sold. With Gunning's assumption of control of CAF, Hershey relinquished all official positions with CAF, but continued to own 30% of the shares individually, and together with his wife controlled 44% of CAF's outstanding shares.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In October 1995, although he was no longer a member of the board, Hershey contacted Mark Gormley of DLJ to discuss options for CAF, including its sale. Hershey signed a Confidentiality Agreement and agreed to compensate DLJ personally if it was not retained by CAF. Until August 1996, DLJ worked exclusively for Hershey to identify a buyer for CAF, eventually identifying Conseco Corporation (\"Conseco\") as the most likely purchaser of CAF. Anticipating the sale of CAF, in April 1996, Hershey hired Edward Benjamin, a corporate lawyer from Ropes &amp; Gray to provide legal advice to Hershey and his wife.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Hershey met with the Chief Executive Officer and Chief Financial Officer of Conseco in June 1996. At that meeting, he rejected Conseco's offer to purchase CAF for $35 in cash per share.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Hershey considered alternatives for CAF, including cost cutting, changing CAF's investment policy, repurchasing CAF shares, tax planning, and other \"financial strategies.\" He discussed these ideas with Gunning and other CAF directors. Hershey believed these were alternatives to a merger and would be considered by the board before it approved a sale.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">At a special meeting of the CAF board convened on August 11, 1996, Hershey outlined his financial strategies, and DLJ made a presentation regarding acquisition by Conseco.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Following this meeting, Gunning assured Hershey that the board was on a \"dual track,\" considering both the financial strategies and a merger.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">CAF's board met August 25, 1996, to finalize the decision to sell the company to Conseco for $30 in cash and $6.50 in Conseco stock per share. Hershey and his attorney had each received the terms of the deal the previous day, and neither requested additional time to review the materials. Both attended the board meeting by conference call. Hershey asked Gunning if his alternatives to a sale had been discussed, and Gunning replied that there were too many variables to include them in that particular sales study. Before exiting the meeting, Hershey stated that he would endorse the board's decision to sell or to pursue an alternative strategy.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The CAF board approved the sale to Conseco. Hershey signed a shareholder agreement agreeing to vote in favor of the sale and later voted in favor of the sale. The sale closed in March 1997; as a result of the merger, Hershey received more than 200 million dollars.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On August 24, 1999, Hershey filed suit against Gunning and DLJ in Massachusetts state court. Defendants removed the case to federal district court. In February 2001, each defendant filed a motion for summary judgment, which the court heard in April. In February 2002, the court granted summary judgment for both defendants. <i>Hershey v. Donaldson, Lufkin &amp; Jenrette Sec. Corp.,</i> No. 99-12469-RWZ, 2002 WL 924242, 2002 U.S. Dist. LEXIS 8164, at *13 (D.Mass. Feb.19, 2002). This timely appeal followed.</p>\n    </div>\n    <p>II. Standard of Review</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We review the grant of summary judgment de novo, assessing the facts in the light most favorable to Hershey. <i>See Triangle Trading Co. v. Robroy Indus., Inc.,</i> 200 F.3d 1, 2 (1st Cir.1999). Summary judgment is appropriate if there are no genuine issues of material fact, and the moving party is entitled to judgment as a matter of law. Fed.R.Civ.P. 56(c). A \"genuine issue\" is one \"supported by such evidence that a reasonable jury, drawing favorable inferences, could resolve it in favor of the nonmoving party.\" <i>Triangle Trading Co.,</i> 200 F.3d at 2. Hershey may not rely upon conclusory allegations, improbable inferences, or unsupported speculation to defeat summary judgment. <i>Id.</i> We are not bound to adopt the district court's reasoning, and may affirm the grant of summary judgment for any reason supported by the record. <i>Frillz, Inc. v. Lader,</i> 104 F.3d 515, 516 (1st Cir.1997).</p>\n    </div>\n    <p>III. Discussion</p>\n    <p class=\"indent\">A. Choice of Law</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Where parties have agreed to the choice of law, this court is free to \"forego an independent analysis and accept the parties' agreement.\" <i>Borden v. Paul Revere Life Ins. Co.,</i> 935 F.2d 370, 375 (1st Cir.1991). Here, the parties agreed that Ohio law would control the issues of fiduciary duty and misrepresentation, and that, per the contract, New York law would control the Confidentiality Agreement. The district court recognized this choice of law, and we follow suit. <i>See id.</i> (applying Rhode Island law because the parties and district court consistently used it).</p>\n    </div>\n    <p class=\"indent\">B. Fiduciary Duty<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Under Ohio law, a fiduciary relationship is \"one in which special confidence and trust is reposed in the integrity and fidelity of another and there is a resulting position of superiority or influence, acquired by virtue of this special trust.\" <i>In re Termination of Employment of Pratt,</i> 40 Ohio St.2d 107, 321 N.E.2d 603, 609 (Ohio 1974). Such a relationship may arise out of an informal relationship so long as both parties understand, or should understand, that the special confidence has been reposed. <i>Umbaugh Pole Bldg. Co. v. Scott,</i> 58 Ohio St.2d 282, 390 N.E.2d 320, 323 (Ohio 1979); <i>Gen. Acquisition, Inc. v. Gencorp, Inc.,</i> 766 F.Supp. 1460, 1471 (S.D.Ohio 1990). This type of confidential relationship is \"one in which one person comes to rely on and trust another in his important affairs and the relations there involved are not necessarily legal, but may be moral, social, domestic or merely personal.\" <i>Id.</i> at 1471 (quotation omitted). Hershey's claim is that he placed a special trust and confidence in Gunning and DLJ, who recognized their influential positions and had a duty to assert Hershey's best interests. Whether or not such fiduciary duties arose informally is a question of fact. We examine the relationships between the parties here, conscious of the fact that the mere giving of advice is not enough to establish a fiduciary relationship. <i>Ed Schory &amp; Sons, Inc. v. Francis,</i> 75 Ohio St.3d 433, 662 N.E.2d 1074, 1082 (Ohio 1996).</p>\n    </div>\n    <p>1. Gunning</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The only evidence cited by Hershey to create a fiduciary relationship with Gunning, apart from any duty that Gunning might have owed Hershey as a shareholder, is: (1) both Gunning and Hershey knew that Gunning had experience conducting mergers and acquisitions, while Hershey had none; (2) Gunning had a direct pecuniary interest in the transaction at issue; and (3) on numerous occasions, Gunning offered or Hershey requested advice. In essence, Hershey paints himself as a naive shareholder who relied on Gunning to consider Hershey's best interests above his duties to the corporation he headed. Hershey claims that Gunning, as \"trusted advisor,\" should have known that Hershey was dependant on his valued advice, and owed Hershey the duties of a fiduciary.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">This argument fails for several reasons. First, Hershey's education in economics and law gave him the appearance of a sophisticated investor able to consider the terms of the merger of his company. Hershey also had his own experienced attorney reviewing the transaction and providing advice. Gunning therefore could have reasonably believed that Hershey was able to evaluate the options on his own. Hershey had to know that Gunning's central fiduciary duty ran to the company and not to Hershey personally; indeed, Hershey had himself negotiated a compensation package for Gunning that made clear that Gunning was encouraged to arrange for a sale of CAF.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Finally, even if Gunning offered advice, the evidence refutes Hershey's claim that he blindly relied upon Gunning's expertise. While Hershey stated that he recruited Gunning because of \"his respect for [Gunning's] personal integrity and honesty,\" the evidence shows that these initial feelings of fondness quickly faded. Hershey was openly critical of Gunning from 1993 to 1996, questioning his business decisions and calling him a \"brick wall of resistance.\" Hershey was much less charitable behind Gunning's back, accusing him of drinking heavily, having poor judgment, and creating problems and then \"scurrying to kind of protect his ego and position and reputation.\" In addition, Hershey's records include a \"Dave Gunning Evaluation\" in which he wrote \"Dave's relationship to me has been disturbing,\" and a memo entitled \"Some of the Questionable Decisions Dave Has Made\" in which he outlined five points of concern. Hershey sometimes refused to follow Gunning's advice, including his advice not to pursue the sale of CAF. Hershey sought out DLJ to pursue a sale of CAF, suggesting that he did not believe Gunning was capable of the task. These facts, even when viewed in the light most favorable to Hershey, cannot support the assertion that Hershey reposed some special trust in Gunning. Hershey cannot now claim that he and Gunning had a close, confidential relationship sufficient to establish a fiduciary relationship when the record reflects, at best, a troubled relationship characterized by mistrust.</p>\n    </div>\n    <p>2. DLJ</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Assuming, arguendo, that a fiduciary relationship was established between Hershey as an individual and DLJ, Hershey has shown insufficient causation to support his claim for breach of that fiduciary duty. To recover for such a claim, one must show the existence of a duty and a breach of that duty causing injury. <i>Strock v. Pressnell,</i> 38 Ohio St.3d 207, 527 N.E.2d 1235, 1243 (Ohio 1988); <i>382 Capital v. Corso,</i> 1999 WL 1262054, 1999 Ohio App. LEXIS 6488, at *7 (Ohio Ct.App.1999) (requiring plaintiffs to prove proximate causation for breach of fiduciary duty claim). Here, Hershey claims that DLJ (1) failed to disclose its true interests and role in the transaction, (2) failed to disclose the interrelation of the acquisitions of ATC and CAF by Conseco, and (3) failed to timely distribute material information to Hershey prior to Hershey's decision to vote for the merger. However, Hershey <i>was</i> aware (1) that DLJ was representing CAF as well as ATC, and that DLJ would profit from both representations, and (2) of the financial interrelationship of the acquisitions of ATC and CAF by Conseco. At the August 11 board meeting, Gormley announced that Conseco was also considering acquiring another company DLJ represented. The impact of this multiple acquisition was analyzed in the due diligence material Hershey received before the merger vote. And two days before the vote, Gormley revealed the identity of ATC.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Hershey cannot identify any material information that was withheld from him by DLJ; his claim for breach is therefore a question of whether DLJ provided the information with sufficient time for Hershey to make an informed decision. Hershey has not shown how more time would have altered the outcome and, in light of the fact that he was aware of all the material information, has not identified any way in which his vote was influenced improperly. When asked what he would have done differently had he known of Conseco's acquisition plans, Hershey only stated, \"this is somewhat speculative, but in the context, I might have requested a higher price, requested a collar on the stock, but that's a little bit speculative....\" Such speculation is insufficient to support a claim for breach of fiduciary duty. <i>See Shults v. Henderson,</i> 625 F.Supp. 1419, 1426 (W.D.N.Y.1986) (\"if the plaintiff is not materially harmed by the defendant's conduct... there may be no recovery.\"). A claim of breach of fiduciary duty by an individual shareholder will not lie if \"the shareholder's objection is essentially a complaint regarding the price which he received for his shares.\" <i>Stepak v. Schey,</i> 51 Ohio St.3d 8, 553 N.E.2d 1072, 1075 (Ohio 1990). When asked how he was monetarily damaged by the merger, Hershey stated \"I don't feel that it represented the full value of CAF;\" and that the merger \"was not in the best interests of the shareholders.\" The only damages identified are damages to the shareholders as a whole, not to Hershey specifically.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Hershey is unable to show any material damage caused by DLJ's late disclosure of information; instead, he seeks to disgorge DLJ of all money earned in its representation of CAF. Hershey claims that this case is analogous to fraud cases, where courts sitting in equity have ordered such rescissionary damages to an innocent seller when a fraudulent buyer has profited. We find that analogy misplaced. In the fraud context, a court may award profits realized by the fraudulent buyer after the sale if it is shown that the seller would have held the property, and thus realized the profits himself, but for the fraud. <i>Ohio Drill &amp; Tool Co. v. Johnson,</i> 498 F.2d 186, 190-91, 193 (6th Cir. 1974) (holding that defendant officers must disgorge <i>to the corporation</i> all profits made by them on a fraudulent sale but not allowing plaintiff to seek disgorgement of profits resulting from material misrepresentations in proxy statements); <i>accord Capital Invest., Inc. v. Bank of Sturgeon Bay,</i> 430 F.Supp. 534, 537 (E.D.Wis.1977). Hershey's claim is inapposite: he personally seeks disgorgement of the fees related to the sale, not to any profits gained by DLJ after the sale. Because Hershey has not demonstrated any personal injury suffered, we reject his claim of breach of fiduciary duty by DLJ.</p>\n    </div>\n    <p class=\"indent\">C. Negligent Misrepresentation</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Hershey's allegation of misrepresentation is premised on the same facts as his breach of fiduciary duty claim: that DLJ failed to fully explain the impact of the acquisition of CAF by Conseco prior to Hershey's agreement to sell his stock.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Like any negligence claim, Hershey must prove proximate causation and damages. <i>Cleveland Clinic Foundation v. Commerce Group Benefits, Inc.,</i> 2002 WL 485764, 2002 Ohio App. LEXIS 1401, at *15 (Ct. App. March 28, 2002). Hershey must allege harm sustained by him personally; harm to the corporation is insufficient. <i>Adair v. Wozniak,</i> 23 Ohio St.3d 174, 492 N.E.2d 426, 428 (Ohio 1986) (\"It is wellsettled that only a corporation and not its shareholders can complain of an injury sustained by, or a wrong done to, the corporation.\"). Hershey's claim fails for the same reason his breach of fiduciary duty claim failed: insufficient showing that the action caused him material harm. Hershey has not shown any evidence that his decision to vote in favor of the merger would have been altered had the alleged misrepresentation not taken place, and has not shown how he, <i>individually,</i> was harmed.</p>\n    </div>\n    <p class=\"indent\">D. Breach of Contract</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Hershey alleges that DLJ breached a Confidentiality Agreement dated November 2, 1995, in which DLJ agreed to hold all CAF information confidential. We agree with the district court that Hershey lacks standing to sue because he is not a party to the contract.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">By its terms, the Confidentiality Agreement is \"governed by the laws of the State of New York.\" Under New York law, only parties to a contract have standing to sue for its breach. <i>Truty v. Fed. Bakers Supply Corp.,</i> 217 A.D.2d 951, 629 N.Y.S.2d 898, 899 (App.Div.1995). If a contract is clear and complete, parol evidence will not be introduced to alter its terms. <i>W.W.W. Assocs., Inc. v. Giancontieri,</i> 77 N.Y.2d 157, 565 N.Y.S.2d 440, 566 N.E.2d 639, 642 (N.Y.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The Confidentiality Agreement was addressed to CAF, to the attention of Hershey, and sent to CAF's office. It refers only to the \"Company\" and DLJ; Hershey's name does not appear in the text. The signature block reads:</p>\n    </div>\n    <p class=\"indent\">Agreed and Accepted</p>\n    <p class=\"indent\">CAPITOL AMERICAN FINANCIAL CORPORATION</p>\n    <p class=\"indent\">By: /s/ Barry J. Hershey</p>\n    <p class=\"indent\">Director /s/ BJH</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Hershey drew a line through \"Director,\" initialed the change, and called Gormley to tell him of the change. Hershey did not strike the name of the corporation.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We find that the face of the Confidentiality Agreement supports only one conclusion: the parties were CAF and DLJ, not Hershey. Gunning knew that Hershey was entering the contract, presumably on CAF's behalf. Even though Gormley was aware that Hershey was no longer the director, he was justified in thinking that Hershey, as controlling shareholder, had the authority to bind CAF to contractual obligations. <i>See Trs. of the UIU Health &amp; Welfare Fund v. N.Y. Flame Proofing Co.,</i> 828 F.2d 79, 83 (2d Cir.1987) (\"The doctrine of apparent authority comes into play when a party ... reasonably believes that another party ... has delegated authority to enter into an agreement on its behalf to an agent.\"). Merely striking the word \"Director\" is insufficient to create a question of fact regarding the parties of the contract. Because Hershey is not a party to the contract, he cannot assert a claim for its breach.</p>\n    </div>\n    <p class=\"indent\">E. Fraudulent Inducement</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Hershey wanted the board to consider his financial strategies before approving a merger, and claims that Gunning intentionally misled him into thinking that the alternatives had been considered, thus fraudulently inducing Hershey's signature on the Shareholder's Agreement. Specifically, following the August 11 board meeting, Gunning told Hershey that the board was proceeding on a \"dual track,\" considering both the financial strategies and a sale of CAF to Conseco. At the August 25 board meeting, Hershey inquired as to \"what happened to the analysis of the financial strategy,\" and, according to Hershey, Gunning replied \"something to the effect that [CAF] didn't want to put too many variables into this study.\" Hershey claims that he believed that the financial strategies would be discussed at that meeting after he was dismissed, but before the board voted for the merger. Before he left the meeting, Hershey told the board that he would support its decision to sell the company or to remain independent. He claims that he would not have signed the Shareholder Agreement had he known the alternatives were not considered.</p>\n    </div>\n    <p class=\"indent\">In Ohio, the elements of fraud are</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">(a) a representation or, where there is a duty to disclose, concealment of a fact, (b) which is material to the transaction at hand, (c) made falsely, with knowledge of its falsity, or with such utter disregard and recklessness as to whether it is true or false that knowledge may be inferred, (d) with the intent of misleading another into relying upon it, (e) justifiable reliance upon the representation or concealment, and (f) a resulting injury proximately caused by the reliance.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\"><i>Cohen v. Lamko,</i> 10 Ohio St.3d 167, 462 N.E.2d 407, 409 (Ohio 1984) (quotation omitted). Clear and convincing evidence is required to prove fraud. <i>Seale v. Citizens Sav. &amp; Loan Ass'n,</i> 806 F.2d 99, 105 (6th Cir.1986) (applying Ohio law).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Assuming, arguendo, that Hershey has established that Gunning made a knowing, material misrepresentation (or omission) with the intent of misleading him into relying upon it, and that Hershey was injured as a result, we find that any reliance on the part of Hershey was not justified. Hershey must show not only that he acted in reliance on a material misrepresentation, but that he had a reasonable basis for doing so. <i>See Columbia Gas Transmission Corp. v. Ogle,</i> 51 F.Supp.2d 866, 875 (S.D.Ohio 1997). Whether or not reliance is justified is a factual determination, taking into account the relationship of the parties, the nature of the transaction and representation, and the parties' intelligence, experience and knowledge. <i>Id.; Mussivand v. David,</i> 45 Ohio St.3d 314, 544 N.E.2d 265, 273 (Ohio 1989); <i>Lepera v. Fuson,</i> 83 Ohio App.3d 17, 613 N.E.2d 1060, 1065 (Ohio Ct.App.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">As we have already stated, Hershey's background demonstrates that he is a well-educated, intelligent man with business experience.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Hershey could not have trusted Gunning, considering the numerous times he questioned Gunning's competence and judgment. Throughout the August 25 meeting, Hershey listened to discussions of the merger and an alternative, although no mention was made of his \"financial strategies.\" He also received all the documents the board received, none of which analyzed his alternatives. He then asked Gunning about the absence of his financial strategies, who replied that the strategy had \"too many variables\" to be included. Hershey then dropped the subject, never stating that his approval was contingent upon the board's consideration of his proposal. Given this colloquy and the lack of any express consideration of the financial strategies, we conclude that Hershey could not have reasonably relied on what he now inscrutably characterizes as Gunning's assurance that the board would discuss the financial strategies after Hershey's exit. \"Ohio law requires a person to exercise proper vigilance in his dealings, so that where he is put on notice as to the propriety of a representation, he is under a duty to reasonably investigate before reliance thereon.\" <i>Columbia Gas,</i> 51 F.Supp.2d at 876; <i>accord Crown Prop. Dev. Co. v. Omega Oil Co.,</i> 113 Ohio App.3d 647, 681 N.E.2d 1343, 1349 (Ohio Ct.App.1996) (\"Reliance is justified if the representation does not appear unreasonable on its face and if, under the circumstances, there is no apparent reason to doubt the veracity of the representation\"). Here, Gunning's ambiguous statement coupled with the absence of the alternatives in the due diligence material served to put Hershey on notice that the alternatives had not been considered. If the board's consideration of his financial strategies was crucial to Hershey's approval, he should have followed up with Gunning or the other Directors to ensure that the board had considered the alternatives. A reasonable person would not have assumed that the alternatives would be discussed based on Gunning's cryptic statement that the strategies had \"too many variables\" to be included in the study discussed at the meeting. Hershey had received all due diligence reviewed by the board, and had attended each board meeting in part, and was aware of the extent to which the board had considered his alternatives. Hershey's reliance upon any statement by Gunning that the board would consider his financial strategies before voting on the merger therefore is unreasonable, and his claim for fraudulent misrepresentation fails.</p>\n    </div>\n    <p class=\"indent\">F. Continuance</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Finally, Hershey alleges error in the district court's refusal to grant a continuance so he could conduct further discovery before summary judgment was granted. <i>See</i> Fed.R.Civ.P. 56(f).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> We review the district court's denial of Hershey's motion only for abuse of discretion. <i>Resolution Trust Corp. v. N. Bridge Assocs.,</i> 22 F.3d 1198, 1203 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">At the summary judgment hearing, the court made clear that if any of the sought-after evidence had the potential to alter the outcome, the continuance would be granted. The district court's decision does not mention the motion for a continuance, presumably because it would not have affected the outcome. We agree. Appellant claims that the discovery sought could bear on DLJ and Gunning's breaches of fiduciary duties, DLJ's breach of the Confidentiality Agreement, and Gunning's misrepresentation. Hershey does not claim that anything in the desired evidence could demonstrate that Gunning or DLJ were fiduciaries of Hershey, that Hershey was a party to the Confidentiality Agreement, or that Hershey's reliance upon Gunning's alleged misrepresentations was justified. The district court therefore did not abuse its discretion in refusing to grant the continuance.</p>\n    </div>\n    <p class=\"center\">IV. Conclusion</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The district court properly granted summary judgment on all counts. The opinion of the district court is affirmed. Costs are granted to appellee.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> At this meeting the CAF board authorized retention of DLJ as financial advisor with respect to the sale; the board formally retained it the next day</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Hershey's suit is not derivative in nature, and he must therefore show Gunning and DLJ owed him a duty directly, rather than in his role as a shareholder<i>See Adair v. Wozniak,</i> 23 Ohio St.3d 174, 492 N.E.2d 426, 428 (Ohio 1986). A shareholder does not have a cause of action if he only suffers the same harm as other shareholders. <i>Id.</i> at 429. Asserting these claims independently, Hershey seeks to personally recover the profits realized by Gunning and DLJ in the merger.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> There is no cause of action for a negligent failure to disclose information absent a duty to disclose<i>Interim Healthcare of Northeast Ohio, Inc. v. Interim Servs. Inc.,</i> 12 F.Supp.2d 703, 714 (N.D.Ohio 1998); <i>accord Snyder v. Webb,</i> No. 97APE09-1248, 1998 WL 318815, 1998 Ohio App. LEXIS 2776, at *17-*18 (Ohio Ct.App.1998). We have assumed, arguendo, that DLJ owed a fiduciary duty to Hershey.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> While age has been identified as a factor to consider when determining whether reliance is justified,<i>see Columbia Gas,</i> 51 F.Supp.2d at 875, we believe that it is of little relevance, and experience is a better measure of the parties' understanding of their relationship and one parties' right to rely on the word of the other. That said, we note that Hershey and Gunning are approximately the same age, both graduating from the same high school in 1960.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The Rule reads:</p>\n        <p class=\"indent\">Should it appear from the affidavits of a party opposing the motion [for summary judgment] that the party cannot for reasons stated present by affidavit facts essential to justify the party's opposition, the court may refuse the application for judgment or may order a continuance to permit affidavits to be obtained or depositions to be taken or discovery to be had or may make such other order as is just.</p>\n        <p class=\"indent\">Fed.R.Civ.P. 56(f).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">317</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">16</span></span></p>\n    <p class=\"parties\">Barry J. HERSHEY, Plaintiff, Appellant,<br>v.<br>DONALDSON, LUFKIN &amp; JENRETTE SECURITIES CORPORATION and David H. Gunning, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 02-1316.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard October 7, 2002.</p>\n    <p class=\"date\">Decided January 17, 2003.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED John D. Hanify, with whom Kathleen E. Cross, David C. Kravitz, and Hanify &amp; King, were on brief, for appellant.</p>\n      <p class=\"indent\">John J. Curtin, Jr., with whom Timothy P. Burke, Alicia L. Downey, and Bingham McCutchen LLP, were on brief, for appellees.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, TORRUELLA and LIPEZ, Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case arises from the sale of a corporation in which plaintiff-appellant Barry J. Hershey was the controlling shareholder, defendant-appellee David H. Gunning was the Chief Executive Officer, Chairman and President, and defendant-appellee Donaldson, Lufkin &amp; Jenrette Securities Corporation (\"DLJ\") was the investment banking firm assisting in the sale. Hershey alleges breach of fiduciary duties by Gunning and DLJ, misrepresentation and breach of contract by DLJ, and fraudulent inducement by Gunning. The district court granted summary judgment to the defendants on all counts. We affirm.</p>\n    </div>\n    <p>I. Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">After studying at the University of Pennsylvania's Wharton School and Harvard Law School, Hershey founded Capital American Financial Corporation (\"CAF\"), an Ohio-based insurance company, in 1970.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Hershey led CAF until 1993, when he recruited Gunning from the law firm of Jones, Day, Reavis &amp; Pogue to take over. Gunning's salary included stock options and, beginning in 1996, a bonus structure that included a bonus if CAF was sold. This sale bonus started at 1% of the \"aggregate consideration\" paid for the company, and decreased by 0.1% each year CAF was not sold. With Gunning's assumption of control of CAF, Hershey relinquished all official positions with CAF, but continued to own 30% of the shares individually, and together with his wife controlled 44% of CAF's outstanding shares.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In October 1995, although he was no longer a member of the board, Hershey contacted Mark Gormley of DLJ to discuss options for CAF, including its sale. Hershey signed a Confidentiality Agreement and agreed to compensate DLJ personally if it was not retained by CAF. Until August 1996, DLJ worked exclusively for Hershey to identify a buyer for CAF, eventually identifying Conseco Corporation (\"Conseco\") as the most likely purchaser of CAF. Anticipating the sale of CAF, in April 1996, Hershey hired Edward Benjamin, a corporate lawyer from Ropes &amp; Gray to provide legal advice to Hershey and his wife.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Hershey met with the Chief Executive Officer and Chief Financial Officer of Conseco in June 1996. At that meeting, he rejected Conseco's offer to purchase CAF for $35 in cash per share.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Hershey considered alternatives for CAF, including cost cutting, changing CAF's investment policy, repurchasing CAF shares, tax planning, and other \"financial strategies.\" He discussed these ideas with Gunning and other CAF directors. Hershey believed these were alternatives to a merger and would be considered by the board before it approved a sale.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">At a special meeting of the CAF board convened on August 11, 1996, Hershey outlined his financial strategies, and DLJ made a presentation regarding acquisition by Conseco.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Following this meeting, Gunning assured Hershey that the board was on a \"dual track,\" considering both the financial strategies and a merger.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">CAF's board met August 25, 1996, to finalize the decision to sell the company to Conseco for $30 in cash and $6.50 in Conseco stock per share. Hershey and his attorney had each received the terms of the deal the previous day, and neither requested additional time to review the materials. Both attended the board meeting by conference call. Hershey asked Gunning if his alternatives to a sale had been discussed, and Gunning replied that there were too many variables to include them in that particular sales study. Before exiting the meeting, Hershey stated that he would endorse the board's decision to sell or to pursue an alternative strategy.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The CAF board approved the sale to Conseco. Hershey signed a shareholder agreement agreeing to vote in favor of the sale and later voted in favor of the sale. The sale closed in March 1997; as a result of the merger, Hershey received more than 200 million dollars.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On August 24, 1999, Hershey filed suit against Gunning and DLJ in Massachusetts state court. Defendants removed the case to federal district court. In February 2001, each defendant filed a motion for summary judgment, which the court heard in April. In February 2002, the court granted summary judgment for both defendants. <i>Hershey v. Donaldson, Lufkin &amp; Jenrette Sec. Corp.,</i> No. 99-12469-RWZ, <span class=\"citation no-link\"><span class=\"volume\">2002</span> <span class=\"reporter\">WL</span> <span class=\"page\">924242</span></span>, <span class=\"citation no-link\"><span class=\"volume\">2002</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">8164</span></span>, at *13 (D.Mass. Feb.19, 2002). This timely appeal followed.</p>\n    </div>\n    <p>II. Standard of Review</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We review the grant of summary judgment de novo, assessing the facts in the light most favorable to Hershey. <i>See Triangle Trading Co. v. Robroy Indus., Inc.,</i> <span class=\"citation\" data-id=\"198787\"><a href=\"/opinion/198787/triangle-trading-co-v-robroy-industries-i/\"><span class=\"volume\">200</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 2 (1st Cir.1999). Summary judgment is appropriate if there are no genuine issues of material fact, and the moving party is entitled to judgment as a matter of law. Fed.R.Civ.P. 56(c). A \"genuine issue\" is one \"supported by such evidence that a reasonable jury, drawing favorable inferences, could resolve it in favor of the nonmoving party.\" <i>Triangle Trading Co.,</i> 200 F.3d at 2. Hershey may not rely upon conclusory allegations, improbable inferences, or unsupported speculation to defeat summary judgment. <i>Id.</i> We are not bound to adopt the district court's reasoning, and may affirm the grant of summary judgment for any reason supported by the record. <i>Frillz, Inc. v. Lader,</i> <span class=\"citation\" data-id=\"197166\"><a href=\"/opinion/197166/frillz-v-lader/\"><span class=\"volume\">104</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">515</span></a></span>, 516 (1st Cir.1997).</p>\n    </div>\n    <p>III. Discussion</p>\n    <p class=\"indent\">A. Choice of Law</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Where parties have agreed to the choice of law, this court is free to \"forego an independent analysis and accept the parties' agreement.\" <i>Borden v. Paul Revere Life Ins. Co.,</i> <span class=\"citation\" data-id=\"562609\"><a href=\"/opinion/562609/ronald-borden-v-the-paul-revere-life-insurance-company-ronald-borden-v/\"><span class=\"volume\">935</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">370</span></a></span>, 375 (1st Cir.1991). Here, the parties agreed that Ohio law would control the issues of fiduciary duty and misrepresentation, and that, per the contract, New York law would control the Confidentiality Agreement. The district court recognized this choice of law, and we follow suit. <i>See id.</i> (applying Rhode Island law because the parties and district court consistently used it).</p>\n    </div>\n    <p class=\"indent\">B. Fiduciary Duty<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Under Ohio law, a fiduciary relationship is \"one in which special confidence and trust is reposed in the integrity and fidelity of another and there is a resulting position of superiority or influence, acquired by virtue of this special trust.\" <i>In re Termination of Employment of Pratt,</i> <span class=\"citation no-link\"><span class=\"volume\">40</span> <span class=\"reporter\">Ohio St. 2d</span> <span class=\"page\">107</span></span>, <span class=\"citation no-link\"><span class=\"volume\">321</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">603</span></span>, 609 (Ohio 1974). Such a relationship may arise out of an informal relationship so long as both parties understand, or should understand, that the special confidence has been reposed. <i>Umbaugh Pole Bldg. Co. v. Scott,</i> <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">Ohio St. 2d</span> <span class=\"page\">282</span></span>, <span class=\"citation no-link\"><span class=\"volume\">390</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">320</span></span>, 323 (Ohio 1979); <i>Gen. Acquisition, Inc. v. Gencorp, Inc.,</i> <span class=\"citation\" data-id=\"1647516\"><a href=\"/opinion/1647516/general-acquisition-inc-v-gencorp-inc/\"><span class=\"volume\">766</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1460</span></a></span>, 1471 (S.D.Ohio 1990). This type of confidential relationship is \"one in which one person comes to rely on and trust another in his important affairs and the relations there involved are not necessarily legal, but may be moral, social, domestic or merely personal.\" <i>Id.</i> at 1471 (quotation omitted). Hershey's claim is that he placed a special trust and confidence in Gunning and DLJ, who recognized their influential positions and had a duty to assert Hershey's best interests. Whether or not such fiduciary duties arose informally is a question of fact. We examine the relationships between the parties here, conscious of the fact that the mere giving of advice is not enough to establish a fiduciary relationship. <i>Ed Schory &amp; Sons, Inc. v. Francis,</i> <span class=\"citation no-link\"><span class=\"volume\">75</span> <span class=\"reporter\">Ohio St. 3d</span> <span class=\"page\">433</span></span>, <span class=\"citation no-link\"><span class=\"volume\">662</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1074</span></span>, 1082 (Ohio 1996).</p>\n    </div>\n    <p>1. Gunning</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The only evidence cited by Hershey to create a fiduciary relationship with Gunning, apart from any duty that Gunning might have owed Hershey as a shareholder, is: (1) both Gunning and Hershey knew that Gunning had experience conducting mergers and acquisitions, while Hershey had none; (2) Gunning had a direct pecuniary interest in the transaction at issue; and (3) on numerous occasions, Gunning offered or Hershey requested advice. In essence, Hershey paints himself as a naive shareholder who relied on Gunning to consider Hershey's best interests above his duties to the corporation he headed. Hershey claims that Gunning, as \"trusted advisor,\" should have known that Hershey was dependant on his valued advice, and owed Hershey the duties of a fiduciary.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">This argument fails for several reasons. First, Hershey's education in economics and law gave him the appearance of a sophisticated investor able to consider the terms of the merger of his company. Hershey also had his own experienced attorney reviewing the transaction and providing advice. Gunning therefore could have reasonably believed that Hershey was able to evaluate the options on his own. Hershey had to know that Gunning's central fiduciary duty ran to the company and not to Hershey personally; indeed, Hershey had himself negotiated a compensation package for Gunning that made clear that Gunning was encouraged to arrange for a sale of CAF.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Finally, even if Gunning offered advice, the evidence refutes Hershey's claim that he blindly relied upon Gunning's expertise. While Hershey stated that he recruited Gunning because of \"his respect for [Gunning's] personal integrity and honesty,\" the evidence shows that these initial feelings of fondness quickly faded. Hershey was openly critical of Gunning from 1993 to 1996, questioning his business decisions and calling him a \"brick wall of resistance.\" Hershey was much less charitable behind Gunning's back, accusing him of drinking heavily, having poor judgment, and creating problems and then \"scurrying to kind of protect his ego and position and reputation.\" In addition, Hershey's records include a \"Dave Gunning Evaluation\" in which he wrote \"Dave's relationship to me has been disturbing,\" and a memo entitled \"Some of the Questionable Decisions Dave Has Made\" in which he outlined five points of concern. Hershey sometimes refused to follow Gunning's advice, including his advice not to pursue the sale of CAF. Hershey sought out DLJ to pursue a sale of CAF, suggesting that he did not believe Gunning was capable of the task. These facts, even when viewed in the light most favorable to Hershey, cannot support the assertion that Hershey reposed some special trust in Gunning. Hershey cannot now claim that he and Gunning had a close, confidential relationship sufficient to establish a fiduciary relationship when the record reflects, at best, a troubled relationship characterized by mistrust.</p>\n    </div>\n    <p>2. DLJ</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Assuming, arguendo, that a fiduciary relationship was established between Hershey as an individual and DLJ, Hershey has shown insufficient causation to support his claim for breach of that fiduciary duty. To recover for such a claim, one must show the existence of a duty and a breach of that duty causing injury. <i>Strock v. Pressnell,</i> <span class=\"citation no-link\"><span class=\"volume\">38</span> <span class=\"reporter\">Ohio St. 3d</span> <span class=\"page\">207</span></span>, <span class=\"citation no-link\"><span class=\"volume\">527</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1235</span></span>, 1243 (Ohio 1988); <i>382 Capital v. Corso,</i> <span class=\"citation no-link\"><span class=\"volume\">1999</span> <span class=\"reporter\">WL</span> <span class=\"page\">1262054</span></span>, 1999 Ohio App. LEXIS 6488, at *7 (Ohio Ct.App.1999) (requiring plaintiffs to prove proximate causation for breach of fiduciary duty claim). Here, Hershey claims that DLJ (1) failed to disclose its true interests and role in the transaction, (2) failed to disclose the interrelation of the acquisitions of ATC and CAF by Conseco, and (3) failed to timely distribute material information to Hershey prior to Hershey's decision to vote for the merger. However, Hershey <i>was</i> aware (1) that DLJ was representing CAF as well as ATC, and that DLJ would profit from both representations, and (2) of the financial interrelationship of the acquisitions of ATC and CAF by Conseco. At the August 11 board meeting, Gormley announced that Conseco was also considering acquiring another company DLJ represented. The impact of this multiple acquisition was analyzed in the due diligence material Hershey received before the merger vote. And two days before the vote, Gormley revealed the identity of ATC.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Hershey cannot identify any material information that was withheld from him by DLJ; his claim for breach is therefore a question of whether DLJ provided the information with sufficient time for Hershey to make an informed decision. Hershey has not shown how more time would have altered the outcome and, in light of the fact that he was aware of all the material information, has not identified any way in which his vote was influenced improperly. When asked what he would have done differently had he known of Conseco's acquisition plans, Hershey only stated, \"this is somewhat speculative, but in the context, I might have requested a higher price, requested a collar on the stock, but that's a little bit speculative....\" Such speculation is insufficient to support a claim for breach of fiduciary duty. <i>See Shults v. Henderson,</i> <span class=\"citation\" data-id=\"2301882\"><a href=\"/opinion/2301882/shults-v-henderson/\"><span class=\"volume\">625</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1419</span></a></span>, 1426 (W.D.N.Y.1986) (\"if the plaintiff is not materially harmed by the defendant's conduct... there may be no recovery.\"). A claim of breach of fiduciary duty by an individual shareholder will not lie if \"the shareholder's objection is essentially a complaint regarding the price which he received for his shares.\" <i>Stepak v. Schey,</i> <span class=\"citation no-link\"><span class=\"volume\">51</span> <span class=\"reporter\">Ohio St. 3d</span> <span class=\"page\">8</span></span>, <span class=\"citation no-link\"><span class=\"volume\">553</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1072</span></span>, 1075 (Ohio 1990). When asked how he was monetarily damaged by the merger, Hershey stated \"I don't feel that it represented the full value of CAF;\" and that the merger \"was not in the best interests of the shareholders.\" The only damages identified are damages to the shareholders as a whole, not to Hershey specifically.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Hershey is unable to show any material damage caused by DLJ's late disclosure of information; instead, he seeks to disgorge DLJ of all money earned in its representation of CAF. Hershey claims that this case is analogous to fraud cases, where courts sitting in equity have ordered such rescissionary damages to an innocent seller when a fraudulent buyer has profited. We find that analogy misplaced. In the fraud context, a court may award profits realized by the fraudulent buyer after the sale if it is shown that the seller would have held the property, and thus realized the profits himself, but for the fraud. <i>Ohio Drill &amp; Tool Co. v. Johnson,</i> <span class=\"citation\" data-id=\"319894\"><a href=\"/opinion/319894/fed-sec-l-rep-p-94596-ohio-drill-tool-co-v-fred-h-johnson/\"><span class=\"volume\">498</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">186</span></a></span>, 190-91, 193 (6th Cir. 1974) (holding that defendant officers must disgorge <i>to the corporation</i> all profits made by them on a fraudulent sale but not allowing plaintiff to seek disgorgement of profits resulting from material misrepresentations in proxy statements); <i>accord Capital Invest., Inc. v. Bank of Sturgeon Bay,</i> <span class=\"citation\" data-id=\"2137139\"><a href=\"/opinion/2137139/capital-investments-inc-v-bank-of-sturgeon-bay/\"><span class=\"volume\">430</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">534</span></a></span>, 537 (E.D.Wis.1977). Hershey's claim is inapposite: he personally seeks disgorgement of the fees related to the sale, not to any profits gained by DLJ after the sale. Because Hershey has not demonstrated any personal injury suffered, we reject his claim of breach of fiduciary duty by DLJ.</p>\n    </div>\n    <p class=\"indent\">C. Negligent Misrepresentation</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Hershey's allegation of misrepresentation is premised on the same facts as his breach of fiduciary duty claim: that DLJ failed to fully explain the impact of the acquisition of CAF by Conseco prior to Hershey's agreement to sell his stock.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Like any negligence claim, Hershey must prove proximate causation and damages. <i>Cleveland Clinic Foundation v. Commerce Group Benefits, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">2002</span> <span class=\"reporter\">WL</span> <span class=\"page\">485764</span></span>, 2002 Ohio App. LEXIS 1401, at *15 (Ct. App. March 28, 2002). Hershey must allege harm sustained by him personally; harm to the corporation is insufficient. <i>Adair v. Wozniak,</i> <span class=\"citation no-link\"><span class=\"volume\">23</span> <span class=\"reporter\">Ohio St. 3d</span> <span class=\"page\">174</span></span>, <span class=\"citation no-link\"><span class=\"volume\">492</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">426</span></span>, 428 (Ohio 1986) (\"It is wellsettled that only a corporation and not its shareholders can complain of an injury sustained by, or a wrong done to, the corporation.\"). Hershey's claim fails for the same reason his breach of fiduciary duty claim failed: insufficient showing that the action caused him material harm. Hershey has not shown any evidence that his decision to vote in favor of the merger would have been altered had the alleged misrepresentation not taken place, and has not shown how he, <i>individually,</i> was harmed.</p>\n    </div>\n    <p class=\"indent\">D. Breach of Contract</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Hershey alleges that DLJ breached a Confidentiality Agreement dated November 2, 1995, in which DLJ agreed to hold all CAF information confidential. We agree with the district court that Hershey lacks standing to sue because he is not a party to the contract.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">By its terms, the Confidentiality Agreement is \"governed by the laws of the State of New York.\" Under New York law, only parties to a contract have standing to sue for its breach. <i>Truty v. Fed. Bakers Supply Corp.,</i> <span class=\"citation no-link\"><span class=\"volume\">217</span> <span class=\"reporter\">A.D.2d</span> <span class=\"page\">951</span></span>, <span class=\"citation no-link\"><span class=\"volume\">629</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">898</span></span>, 899 (App.Div.1995). If a contract is clear and complete, parol evidence will not be introduced to alter its terms. <i>W.W.W. Assocs., Inc. v. Giancontieri,</i> <span class=\"citation no-link\"><span class=\"volume\">77</span> <span class=\"reporter\">N.Y.2d</span> <span class=\"page\">157</span></span>, <span class=\"citation no-link\"><span class=\"volume\">565</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">440</span></span>, <span class=\"citation no-link\"><span class=\"volume\">566</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">639</span></span>, 642 (N.Y.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The Confidentiality Agreement was addressed to CAF, to the attention of Hershey, and sent to CAF's office. It refers only to the \"Company\" and DLJ; Hershey's name does not appear in the text. The signature block reads:</p>\n    </div>\n    <p class=\"indent\">Agreed and Accepted</p>\n    <p class=\"indent\">CAPITOL AMERICAN FINANCIAL CORPORATION</p>\n    <p class=\"indent\">By: /s/ Barry J. Hershey</p>\n    <p class=\"indent\">Director /s/ BJH</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Hershey drew a line through \"Director,\" initialed the change, and called Gormley to tell him of the change. Hershey did not strike the name of the corporation.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We find that the face of the Confidentiality Agreement supports only one conclusion: the parties were CAF and DLJ, not Hershey. Gunning knew that Hershey was entering the contract, presumably on CAF's behalf. Even though Gormley was aware that Hershey was no longer the director, he was justified in thinking that Hershey, as controlling shareholder, had the authority to bind CAF to contractual obligations. <i>See Trs. of the UIU Health &amp; Welfare Fund v. N.Y. Flame Proofing Co.,</i> <span class=\"citation\" data-id=\"493892\"><a href=\"/opinion/493892/trustees-of-the-uiu-health-and-welfare-fund-and-uiu-pension-trust-v-new/\"><span class=\"volume\">828</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">79</span></a></span>, 83 (2d Cir.1987) (\"The doctrine of apparent authority comes into play when a party ... reasonably believes that another party ... has delegated authority to enter into an agreement on its behalf to an agent.\"). Merely striking the word \"Director\" is insufficient to create a question of fact regarding the parties of the contract. Because Hershey is not a party to the contract, he cannot assert a claim for its breach.</p>\n    </div>\n    <p class=\"indent\">E. Fraudulent Inducement</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Hershey wanted the board to consider his financial strategies before approving a merger, and claims that Gunning intentionally misled him into thinking that the alternatives had been considered, thus fraudulently inducing Hershey's signature on the Shareholder's Agreement. Specifically, following the August 11 board meeting, Gunning told Hershey that the board was proceeding on a \"dual track,\" considering both the financial strategies and a sale of CAF to Conseco. At the August 25 board meeting, Hershey inquired as to \"what happened to the analysis of the financial strategy,\" and, according to Hershey, Gunning replied \"something to the effect that [CAF] didn't want to put too many variables into this study.\" Hershey claims that he believed that the financial strategies would be discussed at that meeting after he was dismissed, but before the board voted for the merger. Before he left the meeting, Hershey told the board that he would support its decision to sell the company or to remain independent. He claims that he would not have signed the Shareholder Agreement had he known the alternatives were not considered.</p>\n    </div>\n    <p class=\"indent\">In Ohio, the elements of fraud are</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">(a) a representation or, where there is a duty to disclose, concealment of a fact, (b) which is material to the transaction at hand, (c) made falsely, with knowledge of its falsity, or with such utter disregard and recklessness as to whether it is true or false that knowledge may be inferred, (d) with the intent of misleading another into relying upon it, (e) justifiable reliance upon the representation or concealment, and (f) a resulting injury proximately caused by the reliance.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\"><i>Cohen v. Lamko,</i> <span class=\"citation no-link\"><span class=\"volume\">10</span> <span class=\"reporter\">Ohio St. 3d</span> <span class=\"page\">167</span></span>, <span class=\"citation no-link\"><span class=\"volume\">462</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">407</span></span>, 409 (Ohio 1984) (quotation omitted). Clear and convincing evidence is required to prove fraud. <i>Seale v. Citizens Sav. &amp; Loan Ass'n,</i> <span class=\"citation\" data-id=\"479885\"><a href=\"/opinion/479885/troy-seale-cross-appellant-v-citizens-savings-loan-association/\"><span class=\"volume\">806</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">99</span></a></span>, 105 (6th Cir.1986) (applying Ohio law).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Assuming, arguendo, that Hershey has established that Gunning made a knowing, material misrepresentation (or omission) with the intent of misleading him into relying upon it, and that Hershey was injured as a result, we find that any reliance on the part of Hershey was not justified. Hershey must show not only that he acted in reliance on a material misrepresentation, but that he had a reasonable basis for doing so. <i>See Columbia Gas Transmission Corp. v. Ogle,</i> <span class=\"citation\" data-id=\"2497124\"><a href=\"/opinion/2497124/columbia-gas-transmission-corp-v-ogle/\"><span class=\"volume\">51</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">866</span></a></span>, 875 (S.D.Ohio 1997). Whether or not reliance is justified is a factual determination, taking into account the relationship of the parties, the nature of the transaction and representation, and the parties' intelligence, experience and knowledge. <i>Id.; Mussivand v. David,</i> <span class=\"citation no-link\"><span class=\"volume\">45</span> <span class=\"reporter\">Ohio St. 3d</span> <span class=\"page\">314</span></span>, <span class=\"citation no-link\"><span class=\"volume\">544</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">265</span></span>, 273 (Ohio 1989); <i>Lepera v. Fuson,</i> 83 Ohio App.3d 17, <span class=\"citation no-link\"><span class=\"volume\">613</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1060</span></span>, 1065 (Ohio Ct.App.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">As we have already stated, Hershey's background demonstrates that he is a well-educated, intelligent man with business experience.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Hershey could not have trusted Gunning, considering the numerous times he questioned Gunning's competence and judgment. Throughout the August 25 meeting, Hershey listened to discussions of the merger and an alternative, although no mention was made of his \"financial strategies.\" He also received all the documents the board received, none of which analyzed his alternatives. He then asked Gunning about the absence of his financial strategies, who replied that the strategy had \"too many variables\" to be included. Hershey then dropped the subject, never stating that his approval was contingent upon the board's consideration of his proposal. Given this colloquy and the lack of any express consideration of the financial strategies, we conclude that Hershey could not have reasonably relied on what he now inscrutably characterizes as Gunning's assurance that the board would discuss the financial strategies after Hershey's exit. \"Ohio law requires a person to exercise proper vigilance in his dealings, so that where he is put on notice as to the propriety of a representation, he is under a duty to reasonably investigate before reliance thereon.\" <i>Columbia Gas,</i> 51 F.Supp.2d at 876; <i>accord Crown Prop. Dev. Co. v. Omega Oil Co.,</i> 113 Ohio App.3d 647, <span class=\"citation no-link\"><span class=\"volume\">681</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1343</span></span>, 1349 (Ohio Ct.App.1996) (\"Reliance is justified if the representation does not appear unreasonable on its face and if, under the circumstances, there is no apparent reason to doubt the veracity of the representation\"). Here, Gunning's ambiguous statement coupled with the absence of the alternatives in the due diligence material served to put Hershey on notice that the alternatives had not been considered. If the board's consideration of his financial strategies was crucial to Hershey's approval, he should have followed up with Gunning or the other Directors to ensure that the board had considered the alternatives. A reasonable person would not have assumed that the alternatives would be discussed based on Gunning's cryptic statement that the strategies had \"too many variables\" to be included in the study discussed at the meeting. Hershey had received all due diligence reviewed by the board, and had attended each board meeting in part, and was aware of the extent to which the board had considered his alternatives. Hershey's reliance upon any statement by Gunning that the board would consider his financial strategies before voting on the merger therefore is unreasonable, and his claim for fraudulent misrepresentation fails.</p>\n    </div>\n    <p class=\"indent\">F. Continuance</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Finally, Hershey alleges error in the district court's refusal to grant a continuance so he could conduct further discovery before summary judgment was granted. <i>See</i> Fed.R.Civ.P. 56(f).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> We review the district court's denial of Hershey's motion only for abuse of discretion. <i>Resolution Trust Corp. v. N. Bridge Assocs.,</i> <span class=\"citation\" data-id=\"669068\"><a href=\"/opinion/669068/resolution-trust-corporation-v-north-bridge-associates-inc/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1198</span></a></span>, 1203 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">At the summary judgment hearing, the court made clear that if any of the sought-after evidence had the potential to alter the outcome, the continuance would be granted. The district court's decision does not mention the motion for a continuance, presumably because it would not have affected the outcome. We agree. Appellant claims that the discovery sought could bear on DLJ and Gunning's breaches of fiduciary duties, DLJ's breach of the Confidentiality Agreement, and Gunning's misrepresentation. Hershey does not claim that anything in the desired evidence could demonstrate that Gunning or DLJ were fiduciaries of Hershey, that Hershey was a party to the Confidentiality Agreement, or that Hershey's reliance upon Gunning's alleged misrepresentations was justified. The district court therefore did not abuse its discretion in refusing to grant the continuance.</p>\n    </div>\n    <p class=\"center\">IV. Conclusion</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The district court properly granted summary judgment on all counts. The opinion of the district court is affirmed. Costs are granted to appellee.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> At this meeting the CAF board authorized retention of DLJ as financial advisor with respect to the sale; the board formally retained it the next day</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Hershey's suit is not derivative in nature, and he must therefore show Gunning and DLJ owed him a duty directly, rather than in his role as a shareholder<i>See Adair v. Wozniak,</i> <span class=\"citation no-link\"><span class=\"volume\">23</span> <span class=\"reporter\">Ohio St. 3d</span> <span class=\"page\">174</span></span>, <span class=\"citation no-link\"><span class=\"volume\">492</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">426</span></span>, 428 (Ohio 1986). A shareholder does not have a cause of action if he only suffers the same harm as other shareholders. <i>Id.</i> at 429. Asserting these claims independently, Hershey seeks to personally recover the profits realized by Gunning and DLJ in the merger.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> There is no cause of action for a negligent failure to disclose information absent a duty to disclose<i>Interim Healthcare of Northeast Ohio, Inc. v. Interim Servs. Inc.,</i> <span class=\"citation\" data-id=\"2499049\"><a href=\"/opinion/2499049/interim-healthcare-v-interim-services-inc/\"><span class=\"volume\">12</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">703</span></a></span>, 714 (N.D.Ohio 1998); <i>accord Snyder v. Webb,</i> No. 97APE09-1248, <span class=\"citation no-link\"><span class=\"volume\">1998</span> <span class=\"reporter\">WL</span> <span class=\"page\">318815</span></span>, 1998 Ohio App. LEXIS 2776, at *17-*18 (Ohio Ct.App.1998). We have assumed, arguendo, that DLJ owed a fiduciary duty to Hershey.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> While age has been identified as a factor to consider when determining whether reliance is justified,<i>see Columbia Gas,</i> 51 F.Supp.2d at 875, we believe that it is of little relevance, and experience is a better measure of the parties' understanding of their relationship and one parties' right to rely on the word of the other. That said, we note that Hershey and Gunning are approximately the same age, both graduating from the same high school in 1960.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The Rule reads:</p>\n        <p class=\"indent\">Should it appear from the affidavits of a party opposing the motion [for summary judgment] that the party cannot for reasons stated present by affidavit facts essential to justify the party's opposition, the court may refuse the application for judgment or may order a continuance to permit affidavits to be obtained or depositions to be taken or discovery to be had or may make such other order as is just.</p>\n        <p class=\"indent\">Fed.R.Civ.P. 56(f).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/197166/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198787/",
    "http://www.courtlistener.com/api/rest/v3/opinions/319894/",
    "http://www.courtlistener.com/api/rest/v3/opinions/479885/",
    "http://www.courtlistener.com/api/rest/v3/opinions/493892/",
    "http://www.courtlistener.com/api/rest/v3/opinions/562609/",
    "http://www.courtlistener.com/api/rest/v3/opinions/669068/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1647516/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2137139/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2301882/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2497124/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2499049/"
  ]
}