{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/200306/",
  "absolute_url": "/opinion/200306/brigham-v-sun-life-of-canada/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/200306/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T04:48:13Z",
  "date_modified": "2016-02-28T05:02:39.453527Z",
  "type": "010combined",
  "sha1": "f36be41edf227772e826b1a1ea07dc6ac13f8175",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/02-1237-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2003/01/28/Brigham_v._Sun_Life_of_Canada.pdf",
  "plain_text": "          United States Court of Appeals\n                       For the First Circuit\n\n\nNo. 02-1237\n\n                        BRADLEY B. BRIGHAM,\n\n                       Plaintiff, Appellant,\n\n                                 v.\n\n                        SUN LIFE OF CANADA,\n\n                        Defendant, Appellee.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF MASSACHUSETTS\n\n          [Hon. Michael A. Ponsor, U.S. District Judge]\n\n\n                               Before\n\n                        Lipez, Circuit Judge,\n              Coffin and Stahl, Senior Circuit Judges.\n\n\n\n     Cristobal Bonifaz with whom John C. Bonifaz and Law Offices of\nCristobal Bonifaz were on brief for appellant.\n     Jay P. Symonds with whom Joseph M. Hamilton and Mirick,\nO'Connell, DeMallie & Lougee were on brief for appellee.\n     Mary Ellen Signorille and Melvin R. Radowitz on brief for\namicus curiae AARP.\n\n\n\n                          January 28, 2003\n\f      COFFIN, Senior Circuit Judge.          Appellant Bradley Brigham\n\nclaims that appellee Sun Life of Canada violated the Employee\n\nRetirement Income Security Act of 1974 (\"ERISA\"), 29 U.S.C. §§\n\n1001-1461, when it terminated his long-term disability benefits.\n\nBrigham had been receiving benefits for five years based on his\n\ninability to perform his regular occupation.                After that time\n\nperiod, benefits were available under his plan only if he was\n\ndisabled from performing any occupation for which he was or could\n\nbecome qualified.         Sun Life concluded that he was capable of\n\nsedentary work, and the district court found that the insurer's\n\ndetermination indisputably was supported by substantial evidence in\n\nthe record.      Appellant argues on appeal that the court used the\n\nwrong standard and, even under the standard it used, reached the\n\nwrong result.         Although our judgment might have differed from Sun\n\nLife's were we deciding on a clean slate, on the record before us\n\nwe are constrained to affirm the summary judgment.\n\n                                I. Background1\n\n      Appellant Brigham, a 47-year-old man who has been a paraplegic\n\nsince a motorcycle accident when he was 16, was hired in the spring\n\nof   1990   as   an    employment   coordinator   for   a   social   services\n\norganization.         He served as an advisor on the employment of\n\n\n      1\n       We have borrowed liberally from the well stated factual\nbackground section of the district court's opinion in this case.\nSee Brigham v. Sun Life of Canada, 183 F. Supp.2d 428-434 (D. Mass.\n2002). As the district court noted, see id. at 428, the facts are\nessentially undisputed.\n\n                                      -2-\n\fhandicapped individuals, visiting multiple employers every day.\n\nThe    travel      required      frequent     transfers    from   his     car   to   his\n\nwheelchair and back, and after two years on the job the repeated\n\ntwisting and lifting of his chair led to significant left side and\n\nback pain that his family doctor diagnosed as muscle strain.\n\n       The employee benefit plan issued by Sun Life to Brigham's\n\nemployer provides for both short-term and two stages of long-term\n\ndisability benefits.             Long-term benefits are available for the\n\nfirst sixty months of a totally disabling illness if it prevents\n\nthe employee from performing \"all of the material duties of his\n\nregular occupation\" (emphasis added). After that initial five-year\n\nperiod, an employee is eligible for benefits only if the disabling\n\ncondition prevents him from engaging in \"any occupation for which\n\nhe is or becomes reasonably qualified by education, training or\n\nexperience\" (emphasis added).\n\n       In June 1993, Brigham developed a respiratory tract infection\n\nthat triggered severe coughing spells, exacerbating his left side\n\npain       and   forcing   him    to   stop    work.      He   received    short-term\n\ndisability benefits for six months and then in December 1993\n\napplied for long-term benefits based on his severe back and side\n\nstrain.          In an Attending Physician's Statement of Disability\n\n(\"APS\") dated December 21,2 Dr. Christopher French opined that\n\n\n       2\n       The APS is a two-page standardized form provided by the\ninsurer that includes sections on \"Diagnosis,\" \"Dates of\nTreatment,\" \"Progress,\" \"Physical Impairment,\" \"Prognosis,\" and\n\n                                            -3-\n\fBrigham was unable to perform his own job because \"the stress of\n\nfrequent transfer from [his] car [is an] intolerable physical\n\nsymptom.\" He characterized Brigham's physical impairment as \"Class\n\n4\" out of five levels of progressively more limited physical\n\ncapacity,    signifying    a    \"[m]oderate       limitation     of   functional\n\ncapacity; capable of clerical/administrative (sedentary) activity.\"\n\nAlthough Dr. French stated that Brigham was totally disabled, he\n\nalso observed that he was a \"good candidate for more sedentary work\n\nbut to do this he must get retraining.\"              Brigham graduated from\n\nboth Williams and Amherst colleges and holds a master's degree.\n\n      In February 1994, Sun Life approved the payment of the first\n\nstage of long-term disability benefits under the \"own occupation\"\n\nprovision.      He received those benefits until December 1998, when\n\nthe sixty months of coverage ran out, although Sun Life temporarily\n\ncancelled benefits in January 1995 based on its belief that Brigham\n\ncould at that point return to his regular job.              Brigham appealed,\n\nand after further investigation, Sun Life reinstated the \"own\n\noccupation\" benefits in March 1995.\n\n      During the five years in which Brigham received long-term\n\ndisability payments, Dr. French submitted at least six additional\n\nAPS   reports    after   the   one   filed   in   support   of    the    original\n\napplication     for   benefits.       Because     this   case    turns    on   the\n\n\n\"Rehabilitation.\" The sections typically offer several alternative\nanswers, with boxes to be checked for the chosen response. The\nform also provides general space for unguided \"Remarks.\"\n\n                                      -4-\n\fsufficiency of the evidence of Brigham's ability to work, we have\n\nclosely reviewed the medical information contained in the record.\n\nWe summarize below Dr. French's reports during the relevant five-\n\nyear period and review other details surrounding Brigham's receipt\n\nof benefits.\n\n     – March 1994.          In response to a request from Sun Life for\n\nupdated information, Dr. French sent a letter dated March 31 that\n\nstated:\n\n     [Brigham] is a paraplegic who had developed left side and\n     hip pain secondary to [the] frequent car to chair\n     transfer his work requires. These symptoms have improved\n     following several months of leave from work. I believe,\n     therefore, that he should avoid situations that require\n     frequent car to chair transfers.\n\n     –    July    1994.     Sun   Life    conducted   an    extensive    personal\n\ninterview of Brigham, and the notes in the insurer's file state\n\nthat he \"indicated that he would have resumed another position with\n\nhis company if it did not involve being out on the road, but they\n\nhad no work for him.\"        The notes also state that Brigham reported\n\napplying to law school and indicated an interest in earning a law\n\ndegree    so     that,    among   other    endeavors,      he   could   represent\n\nindividuals with disabilities.              He further stated that, if law\n\nschool proved too demanding, he would consider earning a teaching\n\ncertificate, noting that he previously had worked as a teacher in\n\na private school.\n\n\n\n\n                                          -5-\n\f     – October 1994.     The third APS from Dr. French,3 dated October\n\n12, reported that Brigham's condition remained unchanged, but the\n\nphysician increased the level of his physical impairment to Class\n\n5, a \"[s]evere limitation of functional capacity; incapable of\n\nminimal   (sedentary)     activity.\"       In    the    section      labeled\n\n\"Rehabilitation,\" however, Dr. French indicated that Brigham could\n\nwork despite his impairment if the job did not involve getting into\n\nand out of a car, and he recommended retraining.\n\n     – November 1994-March 1995. In a letter dated November 9, Dr.\n\nFrench stated that Brigham's back pain had subsided since he had\n\nstopped working,   and    expressed    concern   that   a   return   to    his\n\nprevious position – with its frequent travel – would bring it back.\n\nHe again recommended that Brigham \"be placed in a situation that\n\ndoes not require getting in and out of the car all day.\"                  In a\n\nDecember conversation with a Sun Life representative, Dr. French\n\n\n\n     3\n       Both the district court and Sun Life identify the October\nsubmission as the third APS, although it was at least the fourth\nsuch statement since Brigham stopped work in June 1993. Brigham\nhad submitted two statements from Dr. French in the summer of 1993\nin connection with his request for short-term disability benefits.\nIt appears that one of those earlier reports is considered the\n\"first\" APS in the sequence discussed by the district court. Our\ndiscussion considers the seven reports that were filed between\nDecember 1993 and December 1998.\n     We add one further note about these reports.       The briefs\nreflect confusion about an APS that appears to be stamped as\nreceived in February 1999. The stamped page, however, is actually\nthe first page of the December 1998 APS, which elsewhere in the\nappendix is shown with a date stamp of December 10, 1998. Whatever\nthe reason for the double-dating, it is clear that the February\ndocument is not a new APS.\n\n                                  -6-\n\freported that Brigham's condition had improved and his muscle\n\nstrain had resolved.              A week later, Brigham told another caller\n\nfrom    Sun       Life    that    he    hadn't   pursued    either     schooling    or\n\nalternative work. According to Sun Life's notes, Brigham explained\n\nthat \"he has difficulty mobilizing himself and [his] wheelchair for\n\nextended periods during the day.\"                     On December 22, Sun Life's\n\nmedical consultant, Maureen Speed, a nurse, spoke with Dr. French\n\nto clarify the assessment in the doctor's Nov. 9 letter.                     Based on\n\nDr. French's information, including a statement that Brigham's\n\nreturn to his previous job \"might\" trigger a recurrence of pain,\n\nSun Life concluded that he no longer was disabled from performing\n\nhis own occupation because \"the possibility of a problem recurring\n\nin and of itself does not constitute a disabling condition.\"                      In so\n\ninforming Dr. French, Sun Life's claims manager also wrote that\n\n\"[i]f       any    condition      continues      to    exist,    objective   medical\n\ninformation to support the continued disability is necessary.\"\n\n       As    noted       above,   the    company      reversed   its   position    and\n\nreinstated Brigham's benefits after it received clarifying letters\n\nfrom Drs. French and Perri stating that Brigham's pain would \"no\n\ndoubt\" return with repeated transfers into and out of his car.                     The\n\ninsurer previously had confirmed with his employer that Brigham\n\nwould have to transfer five to ten times a day if he resumed his\n\nprevious job.\n\n\n\n\n                                           -7-\n\f     – June 1995.      Brigham responded to an inquiry from Sun Life\n\nabout the impact of his disability on his daily life by stating\n\nthat he is \"severely limit[ed] . . . in fundamental ways.\"                He\n\nwrote:\n\n     For example, it is very painful for me to transfer from\n     my wheelchair onto the toilet, into the bathtub, into\n     bed, and into my car. As a result, I require assistance\n     to perform all or part of these transfers.\n\n     – October 1995.       Dr. French submitted a fourth APS that\n\nreported   Brigham's    condition   as    unchanged,   but   he   designated\n\nBrigham's physical impairment as both Classes 4 and 5.            The doctor\n\nagain described Brigham as totally disabled, but noted in the\n\n\"Remarks\" section that he could re-enter the workforce \"with\n\nappropriate part-time job and available transportation.\"\n\n     – January-February 1996.        Brigham reported that his daily\n\nactivities remained \"limited\" because of muscle pain and that he\n\nwas no longer able to independently transfer into or out of his\n\ncurrent vehicle.    Noting that he needed a lift-equipped van \"in\n\norder to attempt to either re-enter the work force or acquire\n\nappropriate professional re-training,\" he proposed that Sun Life\n\nbuy out his disability coverage so that he could purchase a van as\n\nsoon as possible.      Brigham ultimately rejected as inadequate Sun\n\nLife's approximately $52,000 settlement offer.\n\n     – November 1996.       Dr. French's fifth APS again reported\n\nBrigham's progress as \"unchanged,\" but this time he classified his\n\nphysical impairment as Class 4.           The doctor stated that a job\n\n                                    -8-\n\fmodification would enable Brigham to work \"[t]o some extent,\" and\n\nin the \"Remarks\" section he wrote: \"patient has use of upper body\n\n– transportation to and from a worksite would need to be addressed,\n\nas would assistance with transfers.\"\n\n     – June 1997.       Dr. French submitted his sixth APS, in which he\n\nagain checked off the boxes indicating that Brigham's condition was\n\nunchanged and that he had a Class 4 impairment.             In the impairment\n\nsection,   he   noted    that    \"[t]ransferring    is     often   painful     and\n\ntherefore difficult and slow. Transportation is prob.\" The doctor\n\nchecked neither \"yes\" nor \"no\" in the section that asked if a job\n\nmodification would enable Brigham to work with his impairment.                  He\n\ndid, however, check \"no\" when asked if Brigham was now totally\n\ndisabled from \"[a]ny other job.\"\n\n     –   January   1998.        Dr.   French's   seventh    APS    repeated    the\n\n\"unchanged\" condition and Class 4 impairment notations.                       In a\n\nsection labeled \"Limitations,\" Dr. French reported that Brigham\n\ncould sit 5-10 hours in a normal day, drive 1-3 hours, and use his\n\nhands for grasping and fine manipulating.           He also listed Brigham\n\nas able to bend, twist his body, push, pull, grasp and reach\n\nbetween 1% and 33% of the time during the day, and stated that he\n\ncould lift a maximum of ten pounds.              Asked on the form whether\n\nBrigham could work within these limitations, Dr. French checked the\n\nbox for \"part time\" and added \"possibly.\"                  He gave the same\n\n\n\n\n                                       -9-\n\fresponse to the question whether Brigham could work in another\n\noccupation part time.\n\n     That    same   month,   Brigham    completed    a   \"Claimant     Activity\n\nQuestionnaire\" in which he explained that large portions of his day\n\nwere consumed by eating, resting, and matters of personal hygiene.\n\nHe shopped twice a week with others, sometimes made phone calls\n\nrelated to his volunteer work for a non-profit organization, read\n\nthe newspaper and watched television news, and sometimes ran\n\nerrands with the help of a neighbor or friend.              On weekends, he\n\nmore frequently had visitors.       He reported that his balance in his\n\nwheelchair    was   \"poor[,]   so   I   can't   do   much   from   a    sitting\n\nposition,\" and he noted that his back and neck become stiff from\n\nsitting in the wheelchair, requiring a short afternoon nap.                  He\n\nstated:\n\n     I am able to transfer into and out of my car but it takes\n     a great deal of energy and my joints and muscles usually\n     ache as a result. If I try to do too much I usually\n     can't get out of bed easily the following day.\n\n     – October-December 1998. On October 27, Sun Life sent Brigham\n\na letter explaining that his sixty months of \"own occupation\"\n\nbenefits were about to expire and that, to continue receiving long-\n\nterm disability payments, he would need to provide evidence of\n\ntotal disability from any occupation.            Dr. French's eighth and\n\nfinal APS followed.      Once again, Dr. French described Brigham's\n\ncondition as unchanged and designated his physical impairment as\n\nClass 4.     He repeated his earlier assessment regarding Brigham's\n\n                                    -10-\n\fability to sit and drive, as well as his judgment of Brigham's\n\nability to twist, push, pull and reach (repeating his earlier\n\npercentage estimates, but increasing Brigham's maximum ability to\n\ngrasp objects from 33% of the day to 66% of the day).           In the only\n\nother changes from the Limitation section on the January APS, he\n\nomitted any notation on Brigham's ability to bend (one of the\n\nchoices was \"0%\"), and checked neither \"yes\" nor \"no\" beside the\n\nentries for his ability to use his hands to grasp or manipulate\n\nwith precision. He also left blank the space for Brigham's maximum\n\nlifting capacity.\n\n     In the sections on Brigham's work capabilities and prognosis,\n\nDr. French stated that Brigham was \"not at all\" capable of working\n\nwithin the limitations noted on the form, that he was not capable\n\nof another occupation on even a part-time basis, and that he was\n\n\"permanently disabled\" (emphasis in original).\n\n     – January-March 1999.        In response to Sun Life's request for\n\nmore medical information, Dr. French in January sent copies of his\n\nhandwritten notes and other reports from his file.          In March, a Sun\n\nLife medical consultant who filled out a Medical Review form\n\nreferred   to   a   few   items   from   Dr.   French's   difficult-to-read\n\nhandwritten notes, including his July 1998 statement that Brigham\n\nwas swimming every day and a May 1998 statement that Brigham was\n\n\"finishing building [a] new house.\"        The consultant noted that Dr.\n\nFrench in June 1997 reported that Brigham was not totally disabled\n\n\n                                    -11-\n\ffrom any occupation but in December 1998 stated that he was\n\npermanently totally disabled.    The final notation on the Medical\n\nReview form stated: \"appears he's not restricted from sedentary\n\nwork.\"\n\n     – June-August 1999. The insurer secured a Transferable Skills\n\nAnalysis (\"TSA\"), which was completed by a vocational counselor\n\nprimarily based on Dr. French's reports.   The TSA report concluded\n\nthat Brigham could perform sedentary work.      Under the heading\n\n\"Functional Capacities,\" the report, received on June 15, stated:\n\n     He may work five to ten hours a day without limitation on\n     grasping and fine manipulation, and may drive from one to\n     three hours daily.       He must avoid all squatting,\n     climbing, balancing, kneeling, and crawling. However, he\n     may be required to occasionally bend, twist his body,\n     push, pull, and reach.\n\nThe report also noted that Brigham's lifting limitation was ten\n\npounds.   The vocational counselor concluded that these limitations\n\nwere \"approximately equivalent\" to the definition of sedentary work\n\ncontained in the Dictionary of Occupational Titles:\n\n     Sedentary Work Exerting up to 10 pounds of force\n     occasionally [up to 1/3 of the time] . . . or a\n     negligible amount of force frequently . . . to lift,\n     carry, push, pull, or otherwise move objects, including\n     the human body. Sedentary work involves sitting most of\n     the time, but may involve walking or standing for brief\n     periods of time.    Jobs are sedentary if walking and\n     standing are required only occasionally and all other\n     sedentary criteria are met.4\n\n\n     4\n       Although the dictionary definition included the ability to\nwalk or stand one-third of the time, the skills analysis was\nadjusted to account for Brigham's paraplegia.        In addition,\nalthough the definition includes the ability to exert a negligible\n\n                                -12-\n\fThe    report      identified   twenty-one    jobs   for    which   Brigham     was\n\nqualified, at least several of which required no travel other than\n\nto    and   from    the   workplace,   and    involved     primarily   verbal    or\n\ntelephone communication and computer skills.\n\n       On the day that it received the TSA report, Sun Life sent\n\nBrigham's attorney a letter reporting its conclusion that Brigham\n\nwas not totally disabled from any occupation and thus was no longer\n\neligible for benefits.          A series of letters among Sun Life, Dr.\n\nFrench and Brigham's attorney followed.              Dr. French sent a brief\n\nletter contesting Sun Life's conclusion.5                 In August, Sun Life's\n\nclaims administrator informed the attorney that an appeal required\n\nsubmission of \"objective medical evidence in support of continuing\n\ntotal disability,\" explaining that such evidence would include\n\n\"medical records, diagnostic test results and hospital records,\n\nwhich document the presence of a condition to the extent it would\n\nbe    disabling,     from   December   18,    1998   to    the   present.\"      The\n\n\n\namount of force \"frequently,\" the vocational counselor who wrote\nthe report recognized that Brigham could push, pull, reach and\nsimilarly move only \"occasionally\" – consistent with Dr. French's\nopinion that he could do such movements between 1% and 33% of the\ntime.\n       5\n      To support his view, Dr. French repeated almost verbatim the\nobservations he had made when Brigham's benefits were temporarily\nterminated in early 1995: \"Mr. Brigham's muscular-skeletal\ncondition is fragile, his ability to transfer is severely limited,\nand is possible only with assistance and then with discomfort . .\n. . Mr. Brigham is in a continuous state of total incapacity to\nperform the duties of any assignment given the disabilities\ndescribed above.\"\n\n                                       -13-\n\fadministrator also sent a letter to Dr. French, dated August 24,\n\nasking for \"any specific measures or any objective test results in\n\nyour file that may provide information on the nature of his\n\ncondition since June 1992.\"6    Dr. French subsequently spoke by\n\nphone with the claims administrator and then sent back a copy of\n\nher letter with a handwritten notation at the bottom indicating\n\nthat a neurological evaluation would be obtained to answer the\n\nquestions raised in the letter.7\n\n     – September 1999-January 2000.     By the end of the appeal\n\nperiod, Brigham had submitted the following materials in support of\n\nhis claim: (1) Dr. French's June 28th letter disagreeing with Sun\n\nLife's determination that Brigham was not fully disabled; (2) a\n\nletter from the neurologist, Dr. Reinert, dated September 9, 1999,\n\n\n\n\n     6\n       The letter also noted that Brigham         had been using a\nwheelchair for more than 25 years, that the TSA   reported available\njob opportunities, and that the doctor's notes    indicated that the\nyear before Brigham had been swimming every       day and finishing\nbuilding a new house.\n     7\n       Appellant asserts that Dr. French's notes reflect the\nadministrator's commitment to arrange for the evaluation. We think\nthat, in context, this is an unreasonable reading of the notes.\nThe notation begins \"Discussed with [using a form of shorthand for\n\"with\"], and then a name written on the same line – perhaps \"Anita\"\n– is crossed out. Below it is the name \"Alice Kern.\" On the next\nline, the notation reads: \"will get Nero Eval and send it to answer\nabove ?s.\" We construe this message – sent to Sun Life – to say\nthat Dr. French had discussed with Alice Kern that he would get a\nneurological evaluation and would send it to answer the questions\nposed in Sun Life's letter. This understanding of the notation is\nreinforced by the fact that such an evaluation was sent to Sun Life\nby Brigham's attorney.\n\n                               -14-\n\fechoing the conclusion that Brigham was totally disabled;8 (3)\n\naffidavits from Brigham's mother, father, aunt (who also was his\n\npersonal attendant), and a family friend describing his physical\n\nlimitations;9 and (4) an approval notice from the Massachusetts\n\n\n     8\n      The district court noted that Dr. Reinert, who first treated\nBrigham after his 1972 accident, offered his opinion in \"almost\nentirely conclusory terms\":\n\n     [Brigham] feels, and rightly so in my opinion, that the\n     physical problems resulting from those three years of\n     employment have left him totally disabled insofar as he\n     can no longer accomplish, on a regular schedule, what he\n     could previously do. For example, . . . it takes him\n     much longer to accomplish such things as management of\n     bladder and bowel function as well as proper skin care\n     management. At the time that he developed the left flank\n     pain he also noted pain in his right shoulder area,\n     making it more difficult for him to frequently lift his\n     wheelchair into and out of the car. Were he in his early\n     20's instead of his late 30's at the time that this\n     happened he may have been able to recover from the\n     problem that developed in 1992. But with the gradual\n     decline in physical capabilities which we all experience\n     as we get older, in Brad's case superimposed on the\n     significant disability of being paraplegic, he had been\n     unable to recover to the level of function pre-1992. His\n     problem is quite self evident and I feel that any\n     additional studies to further evaluate the problem would\n     be superfluous and unnecessary.\n\n     9\n       These affidavits included the following comments: \"From my\nday-to-day observations of Bradley I believe he is totally disabled\nin that he cannot perform routine tasks on a regular, consistent\nbasis without experiencing pain or some level of discomfort . . .\n. If he tries to do too much physical activity then he is either in\npain or discomfort several days after.\" (Lillian Brigham,\nappellant's mother); \"I would characterize his physical state as\nfragile and his muscular condition as tentative and day-to-day. He\nseldom has back-to-back days when he is pain-free and able to move\nabout comfortably. . . . Based upon my daily observations from\nhelping him for several years I would say that Bradley is fully\ndisabled and incapable of even part-time employment.\" (Althea\n\n                               -15-\n\fDivision of Medical Assistance for 20 hours per week of assistance\n\nwith daily tasks.\n\n     In   a   letter   dated   January    28,   2000,   Sun   Life   informed\n\nBrigham's attorney that it was reaffirming its earlier decision to\n\nterminate benefits, stating that \"the information submitted did not\n\nprovide objective medical support that Mr. Brigham is unable to\n\nperform the duties of any occupation for which he is reasonably\n\nqualified.\"    The letter referred to Dr. French's earlier opinions\n\nthat Brigham could perform sedentary work, the notes indicating\n\nthat he was swimming every day and building a house, the TSA, and\n\nthe Medical Record Review.\n\n     Brigham then filed this lawsuit claiming that Sun Life's\n\ndenial of benefits violated his rights under ERISA and state law.\n\nSee 29 U.S.C. § 1132(a)(1)(B).      The district court ruled that the\n\nstate law claims were preempted by ERISA.         After a thorough review\n\nof the record evidence, the court concluded that the undisputed\n\nfacts could not support a rational determination that Sun Life\n\nacted arbitrarily, see Leahy v. Raytheon Co., No. 02-1215, slip op.\n\nat 12 (1st Cir. Dec. 17, 2002), and it therefore entered summary\n\njudgment on behalf of the insurer.         This appeal followed.\n\n                         II. Standard of Review\n\n     In Firestone Tire & Rubber Co. v. Bruch, 489 U.S. 101, 115\n\n(1989), the Supreme Court directed that \"a denial of benefits\n\n\nBrigham, aunt and personal attendant).\n\n                                   -16-\n\fchallenged under § 1132(a)(1)(B) is to be reviewed under a de novo\n\nstandard     unless   the   benefit    plan    gives   the   administrator   or\n\nfiduciary discretionary authority to determine eligibility for\n\nbenefits or to construe the terms of the plan.\"                 See also Rush\n\nPrudential HMO, Inc. v. Moran, 122 S. Ct. 2151, 2170 (2002) (\"[A]\n\ngeneral or default rule of de novo review could be replaced by\n\ndeferential review if the ERISA plan itself provided that the\n\nplan's benefit determinations were matters of high or unfettered\n\ndiscretion[.]\"). We have \"steadfastly applied Firestone to mandate\n\nde novo review of benefits determinations unless 'a benefits plan\n\n.   .    .   clearly     grant[s]      discretionary     authority    to     the\n\nadministrator,'\" Terry v. Bayer Corp., 145 F.3d 28, 37 (1st Cir.\n\n1998) (quoting Rodriguez-Abreu v. Chase Manhattan Bank, N.A., 986\n\nF.2d 580, 583 (1st Cir. 1993)).           When the grant of discretionary\n\nauthority is found, we apply a deferential arbitrary and capricious\n\nstandard of judicial review.          Id. (citing Recupero v. New England\n\nTel. and Tel. Co., 118 F.3d 820, 827 (lst Cir. 1997)).\n\n        While the choice of standards is clear-cut, there remains\n\nconsiderable debate over what language constitutes a sufficiently\n\nclear grant of discretionary authority to transform judicial review\n\nfrom de novo to deferential.           In Herzberger v. Standard Ins. Co.,\n\n205 F.3d 327, 331 (7th Cir. 2000), Chief Judge Posner proposed\n\nmodel \"safe harbor\" language for inclusion in ERISA plans that\n\ncould    leave   no    doubt   about     the   administrator's    discretion:\n\n\n                                       -17-\n\f\"'Benefits       under    this   plan    will    be   paid    only    if   the   plan\n\nadministrator decides in his discretion that the applicant is\n\nentitled    to    them.'\"        We   wholly    endorse      this    proposal.    We\n\nrecognize, however, that \"courts have consistently held that there\n\nare no 'magic words' determining the scope of judicial review of\n\ndecisions to deny benefits,\" id., and until wording such as that\n\nsuggested by Judge Posner becomes standard, we must in fairness\n\ncarefully consider existing language that falls short of that\n\nideal.     Accord Herzberger, 205 F.3d at 331 (declining to make\n\nproposed    language       mandatory     and    accepting     as    sufficient,   if\n\nminimum, a less explicit standard, see infra at 19).\n\n     According to the Sun Life policy, the insurer \"may require\n\nproof in connection with the terms or benefits of [the] Policy.\"\n\nIt further states: \"If proof is required, we must be provided with\n\nsuch evidence satisfactory to us as we may reasonably require under\n\nthe circumstances\" (emphasis added). Circuits that have considered\n\nsimilar language view the \"to us\" after \"satisfactory\" as an\n\nindicator of subjective, discretionary authority on the part of the\n\nadministrator, distinguishing such phrasing from policies that\n\nsimply     require       \"satisfactory     proof\"     of     disability,    without\n\nspecifying who must be satisfied.              See Nance v. Sun Life Assur. Co.\n\nof Canada, 294 F.3d 1263, 1267-68 (10th Cir. 2002) (\"'Satisfactory\n\nto Sun Life' . . . adequately conveys to the Plan participants and\n\nbeneficiaries that the evidence of disability must be persuasive to\n\n\n                                         -18-\n\fSun Life.\"); Ferrari v. Teachers Ins. and Annuity Ass'n, 278 F.3d\n\n801, 806 (8th Cir. 2002) (describing plan as stating that \"proof\n\nmust be satisfactory to [the administrator]\"); Herzberger, 205 F.3d\n\nat 331 (describing the \"satisfactory to us\" language in Donato v.\n\nMetropolitan Life Ins. Co., 19 F.3d 375, 379 (7th Cir. 1994), as\n\n\"indicat[ing]     with    the     requisite     if   minimum     clarity    that    a\n\ndiscretionary determination is envisaged\"); cf. Perugini-Christen\n\nv. Homestead Mortgage Co., 287 F.3d 624, 626-27 (7th Cir. 2002) (no\n\ndiscretionary review when policy stated applicant must submit\n\n\"satisfactory proof of Total Disability to [the insurer]\"); Walke\n\nv. Group Long Term Disability Ins., 256 F.3d 835, 839-40 (8th Cir.\n\n2001) (same where benefits would be paid if insured \"submits\n\nsatisfactory proof of Total Disability to [insurer]\"); Kinstler v.\n\nFirst Reliance Standard Life Ins. Co., 181 F.3d 243, 251-52 (2d\n\nCir.   1999)   (same     where    policy    requires      insured   to    \"submit[]\n\nsatisfactory     proof    of     Total    Disability      to   us\");   Kearney     v.\n\nStandard Life Ins. Co., 175 F.3d 1084, 1089-90 (9th Cir. 1999) (en\n\nbanc) (same where policy stated that insurer would pay disability\n\nbenefits \"upon receipt of satisfactory written proof that you have\n\nbecome DISABLED\").\n\n       Only the Sixth Circuit, by an 8-6 en banc vote, has held that\n\ndiscretionary     review         is   triggered      by    language       requiring\n\n\"satisfactory     proof\"       without     specification       of   who    must    be\n\nsatisfied.     See Perez v. Aetna Life Ins. Co., 150 F.3d 550, 556-58\n\n\n                                         -19-\n\f(6th Cir. 1998) (en banc).10        And only one circuit, the Second, has\n\nsuggested – in dicta – that even          \"satisfactory to us\" language may\n\nbe inadequate to convey discretion. See Kinstler, 181 F.3d at 252.\n\nThis we view as the present state of the law.            We now turn to the\n\nstate of the record in this case.\n\n      Throughout the proceedings in district court, Brigham assumed\n\nthat the arbitrary and capricious standard applied, never arguing,\n\nas he does now,11 that the policy language was insufficiently\n\nexplicit to trigger discretionary review. Indeed, on more than one\n\noccasion, appellant's counsel expressly identified the issue in the\n\ncase as whether Sun Life's decision was arbitrary and capricious.\n\nIn light of the precedent described above, we do not feel compelled\n\nto   depart    from   the   well   worn   principle   that   \"'arguments   not\n\nseasonably raised in the district court cannot be raised for the\n\nfirst time on appeal,'\" Nyer v. Winterthur Int'l, 290 F.3d 456, 460\n\n(lst Cir. 2002) (quoting Corrada Betances v. Sea-Land Serv., Inc.,\n\n248 F.3d 40, 44 (lst Cir. 2001)); see also Airport Impact Relief,\n\nInc. v. Wykle, 192 F.3d 197, 205 n.3 (lst Cir. 1999)(\"Amici cannot\n\ninterject into a case issues which the litigants have chosen to\n\nignore.\").\n\n\n\n      10\n       The relevant plan language stated that \"[the insurer] shall\nhave the right to require as part of the proof of claim\nsatisfactory evidence . . . that [the claimant] has furnished all\nrequired proofs for such benefits.\"\n      11\n           He is joined in this argument on appeal by amicus AARP.\n\n                                      -20-\n\f     It may well be that an increasing recognition of the need for\n\nthe clearest signals of administrative discretion portends a future\n\nconsensus requiring greater precision. But that consensus does not\n\nyet exist.      Indeed, with the possible exception of the Second\n\nCircuit in dicta, no federal appeals court has viewed the type of\n\nlanguage at issue in this case as inadequate to confer discretion\n\non the plan administrator.           Were we to consider ruling otherwise,\n\nwe would undertake a thorough exploration of the issue. As matters\n\nstand, the widespread acceptance of the view that the language here\n\ntriggers discretionary review assures us that adhering to our\n\nraise-or-waive rule results in no injustice in this case.\n\n     We therefore move on to consider only whether Sun Life's\n\ndecision   to   terminate      Brigham's      benefits    was   arbitrary    and\n\ncapricious.      We    must   view    this    question   through   the   summary\n\njudgment lens, leading us to examine specifically \"whether the\n\naggregate evidence, viewed in the light most favorable to the non-\n\nmoving party, could support a rational determination that the plan\n\nadministrator acted arbitrarily in denying the claim for benefits.\"\n\nLeahy, slip. op. at 12.\n\n                      III. The Termination of Benefits\n\n     As indicated at the outset of this opinion, we have concluded\n\nthat a rational decision-maker could not find, on this record, that\n\nSun Life lacked a reasonable basis for its determination that\n\nBrigham could return to work in a sedentary position.                       This\n\n\n                                       -21-\n\fconclusion is especially clear with respect to part-time work. See\n\nDoyle v. Paul Revere Life Ins. Co., 144 F.3d 181, 184 (lst Cir.\n\n1998) (capacity to work part-time supports finding that claimant\n\nwas not \"totally disabled from any occupation\").       Although we\n\nconfess considerable ambivalence about whether Brigham should be\n\nexpected to return to the workforce, we nonetheless believe, for\n\nthe reasons that follow, that Sun Life cannot be found to have\n\nviolated ERISA for reaching the decision it did. We first consider\n\nthe record evidence on which Sun Life relied and then address\n\nseveral particular challenges to the insurer's decision-making.\n\n     A. Evidence in the Record\n\n     Unquestionably, the most significant evidence in the record is\n\nthe series of Attending Physician Statements from Dr. French.   In\n\neach report before the last two, Dr. French opined that Brigham\n\ncould return to work part-time, with re-training, so long as his\n\njob did not require transfers into and out of his car.   The next-\n\nto-last report, in January 1998, stated that Brigham \"possibly\"\n\ncould resume part-time work. Only in the last report - filed after\n\nSun Life notified Brigham that he needed to prove inability to work\n\nat any occupation - did Dr. French assert that Brigham was \"not at\n\nall\" capable of working on even a part-time basis.    In that same\n\nAPS, however, Dr. French continued to classify Brigham's physical\n\nimpairment as Class 4, seemingly indicating his ability to do\n\n\n\n\n                                 -22-\n\fsedentary work.12    The doctor repeated his earlier assessment that\n\nBrigham could sit 5-10 hours and drive 1-3 hours in a normal day\n\nand rated him as capable of a wide range of physical movements at\n\nleast a small percentage of the time.       Each APS throughout the\n\nfive-year period noted that Brigham's condition remained unchanged\n\nfrom the previous report.\n\n     Thus, Dr. French's medical reports did not reflect a decline\n\nin Brigham's physical condition from the time he became disabled in\n\n1993. Despite Sun Life's request for objective medical evidence to\n\nsubstantiate the doctor's assertion in December 1998 that Brigham\n\nno longer was capable of the sedentary work the doctor earlier had\n\ndeemed feasible, no reports of any kind were submitted based on\n\neither recent examinations or clinical tests showing progressive\n\nloss of abilities.    Dr. Reinert's assessment adds little; he noted\n\nthat \"the gradual decline in physical capabilities which we all\n\nexperience as we get older, . . . superimposed on the significant\n\ndisability of being paraplegic,\" rendered Brigham unable to recover\n\nto his level of function before the 1992 muscle strain.     But Dr.\n\nFrench's reports consistently had indicated that Brigham retained\n\nat least part-time sedentary employment capabilities after his 1992\n\ninjury.   And the TSA identified a number of sedentary jobs that\n\n\n     12\n       Brigham's argument that Dr. French's \"Class 4\" evaluation\nrelating to sedentary activity does not signify an ability to do\nsedentary work is meritless given the employment context and the\nreference in the \"Physical Impairment\" section of the APS to the\nFederal Dictionary of Occupational Titles.\n\n                                 -23-\n\fappeared suitable in that they largely required phone calling or\n\ncounseling in a single location.13\n\n     To be sure, the record also contained significant evidence of\n\nthe daily challenges Brigham faced as a paraplegic with ongoing\n\nissues of muscle strain and pain.     The affidavits from family and\n\nfriends emphasized the pain that typically accompanied or followed\n\nphysical activity, and his own reports described the substantial\n\neffort required to accomplish basic daily tasks.        We think it\n\nbeyond question that a return to work would add a substantial\n\nburden to Brigham's already difficult life. Yet we cannot say that\n\nthe insurer was required to conclude, on the medical evidence\n\nprovided, that that burden rendered him totally disabled, i.e.,\n\nphysically unable to work on even a part-time basis.      Nor do we\n\nthink any reasonable factfinder could reach such a result.       See\n\nVlass v. Raytheon Employees Disability Trust, 244 F.3d 27, 30 (lst\n\n\n     13\n       Among the positions noted were: (1) correctional-treatment\nspecialist, essentially a counselor within a prison setting whose\nprimary activity is communication verbally with inmates and others;\n(2) vocational rehabilitation counselor, in which the primary\nactivities are \"verbal interaction with the clients, some computer\ninterface, and telephone contact with clients and others\"; and (3)\nprogram specialist within an employee assistance program, whose job\nis to\n\n     coordinate the delivery of services to covered employees,\n     receiving calls from the employees and connecting them\n     with    appropriate    community    services.    [Program\n     specialists] then oversee the delivery of services within\n     the parameters of the coverage. The work is entirely\n     sedentary and requires virtually no travel, since most is\n     performed by phone and on computer within a stationary\n     office.\n\n                               -24-\n\fCir. 2001) (\"[T]he existence of contradictory evidence does not, in\n\nitself, make the administrator's decision arbitrary.\"); Sullivan v.\n\nRaytheon Co., 262 F.3d 41, 52 n.8 (lst Cir. 2001) (same).                The\n\ninsurer's decision to look beyond the subjective conclusions of\n\nfamily   and   others   close   to    him   -   and   beyond   his   doctors'\n\nunelaborated conclusions – to the specific abilities listed on Dr.\n\nFrench's medical forms was not inevitable, but neither was it\n\narbitrary.     That the TSA report offered a number of employment\n\npossibilities for an individual with those abilities underscores\n\nthe reasonableness of Sun Life's decision.\n\n     Brigham argues, however, that Sun Life's decision was flawed\n\nbecause it was improper for the insurer to rely on the absence of\n\n\"objective medical evidence\" and because the insurer failed to\n\nobtain an independent medical evaluation to counter Dr. French's\n\nconclusion of total disability.        We turn now to those issues.\n\n     B. Objective Medical Evidence\n\n     In rejecting Brigham's appeal of its benefits termination\n\ndecision, Sun Life pointed to the lack of \"objective medical\n\nsupport\" for the assertion that he is totally disabled from any\n\noccupation.    Brigham makes a multi-pronged attack on the insurer's\n\nreliance on the absence of \"objective medical evidence,\" arguing\n\nthat the request for such evidence was unnecessary – as Dr. Reinert\n\nhad opined – in light of his obvious infirmity, and improper\n\n\n\n\n                                     -25-\n\fbecause objective medical evidence was not expressly required by\n\nhis employee benefit plan.          These arguments are unavailing.\n\n      We respond to the first argument addressed to the necessity of\n\nadditional      \"objective       medical        evidence\"     by    stressing   the\n\nparticularistic state of this record.                 In passing, we would note\n\nthat cases such as these are by nature very fact-oriented. We fully\n\nrecognize that laboratory tests or similar diagnostic procedures\n\nwill not always be necessary to substantiate a claim of disability,\n\nas   certain    disabling       conditions      are   not   susceptible   to    such\n\nobjective evaluations.          See, e.g., Mitchell v. Eastman Kodak Co.,\n\n113 F.3d 433, 443 (3d Cir. 1997)(\"It is now widely recognized in\n\nthe medical and legal communities that 'there is no \"dipstick\"\n\nlaboratory test for chronic fatigue syndrome.'\").\n\n      Here, however, Dr. French's opinion in the final APS that\n\nBrigham was totally disabled for any occupation contradicted his\n\nearlier reports, and there was no explanation for his new view,\n\nsuch as evidence of specific physical changes that further limited\n\nBrigham's      capacity    to    work.       Indeed,    Dr.    French   repeatedly\n\ndescribed Brigham's condition as \"unchanged.\"                      The insurer was\n\ntherefore justified in seeking some clinical explanation for the\n\ndoctor's     changed      perception.           Had    Brigham's     doctors    been\n\nresponsive, for example, to the claims administrator's request of\n\nAugust 24, 1999, to come forward with \"any specific measures\" and\n\nsubmitted a report of a recent physical examination that revealed\n\n\n                                         -26-\n\fweakening muscle strength, decreasing stamina or other visible\n\nindicators of deterioration, Sun Life could not reasonably have\n\nrelied on earlier medical reports stating that he retained the\n\ncapacity to perform sedentary work. As claimant, Brigham needed to\n\ndemonstrate his entitlement to benefits, and he therefore had the\n\nburden of substantiating the doctors' new diagnosis that he was\n\nincapable of performing fully sedentary work.\n\n       Brigham's argument (joined by amici) that the request for\n\n\"objective    medical    evidence\"     imposed     an   impermissible       extra-\n\ncontractual eligibility criterion was not raised below and is\n\ntherefore waived.       In the district court, Brigham did not contend\n\nthat   Sun   Life's   request   for    objective        medical   evidence     was\n\nimpermissible because it was extra-contractual, but argued instead\n\nthat he had provided sufficient evidence in support of his claim.\n\nIn any event, as our prior discussion indicates, the specific\n\nrecord in this case demonstrates that Sun Life was not rejecting\n\nBrigham's claim because of failure to satisfy a predetermined\n\nprerequisite    to    eligibility,     but   was    responding     to   a    late-\n\ndeveloping and unexplained change of position on the part of\n\nBrigham's doctor by seeking non-conclusory medical support for the\n\nonset of total disability.\n\n       Brigham also accuses Sun Life of changing the evidentiary\n\nstandard for medical evidence because the same information that he\n\nsubmitted in 1999 had been sufficient when it was submitted in 1995\n\n\n                                      -27-\n\fto prompt reinstatement of his benefits. For two reasons, however,\n\nthe \"inconsistency\" does not assist his position. First, the issue\n\nhad changed from Brigham's ability to do his own job – with the\n\ntravel requirements – to whether he could do any job.       Second, the\n\nmedical information provided in 1995 – that the muscle strain\n\ninevitably would resume with frequent transfers into and out of the\n\ncar – was linked with information from his employer that multiple\n\ntransfers would be required.        The same medical evidence did not\n\nexplain why, in 1999, Brigham could not do a job that had no travel\n\nrequirements.     Thus, the record shows that Sun Life did not\n\narbitrarily demand \"objective medical evidence\" on either occasion,\n\nbut sought evidence in addition to his doctor's inconsistent or\n\nunexplained conclusions.         The request for more information was\n\nparticularly reasonable in 1999 in light of the doctor's prior\n\ncontrary assessments of his part-time work abilities.\n\n     C. Independent Medical Review\n\n     Brigham also suggests that it was improper for Sun Life to\n\nreject   his    own   doctors'    conclusions   without   obtaining   an\n\nindependent medical evaluation.        Sun Life, however, accepted the\n\nlimitations identified by Dr. French and adopted Dr. French's\n\nearlier judgment that those limitations did not prevent Brigham\n\nfrom all types of work.      As Sun Life did not disagree with the\n\nclaimant's proffered diagnosis, it had no obligation to obtain its\n\nown medical evidence.    Cf. House v. Paul Revere Life Ins. Co., 241\n\n\n                                    -28-\n\fF.3d 1045, 1048 (8th Cir. 2001) (insurer that possessed \"not even\n\na scintilla of [contrary] evidence\" not entitled to discount\n\nclaimant's doctor's extensive evidence of severe heart disease\n\nwithout conducting independent medical examination).            Although the\n\nfinal medical consultant's report was brief, it reflected a review\n\nof the materials submitted by Brigham, particularly Dr. French's\n\nmost recent physician statements.          Further medical information\n\nwould have been illuminating, but it was up to Brigham to explain\n\nwhy Dr. French's quantitative assessments of his physical abilities\n\nwere no longer an accurate indicator of his ability to work.\n\n                              IV. Conclusion\n\n       The question we face in this appeal is \"not which side we\n\nbelieve   is   right,   but   whether   [the   insurer]   had   substantial\n\nevidentiary grounds for a reasonable decision in its favor.\"\n\nDoyle, 144 F.3d at 184.       We share the district court's sentiment\n\nthat this is a difficult case because of \"the obvious courage\n\nplaintiff has shown in facing his disability,\" 183 F. Supp.2d at\n\n438.\n\n       Beyond this, it seems counterintuitive that a paraplegic\n\nsuffering serious muscle strain and pain, severely limited in his\n\nbodily functions, would not be deemed totally disabled.           Moreover,\n\nit seems clear that Sun Life has taken a minimalist view of the\n\nrecord.   But it is equally true that the hurdle plaintiff had to\n\nsurmount, establishing his inability to perform any occupation for\n\n\n                                   -29-\n\fwhich he could be trained, was a high one.    As to that issue, we\n\nhave to agree with the district court that the undisputed facts of\n\nrecord do not permit us to find that Sun Life acted in an arbitrary\n\nor capricious manner in terminating appellant Brigham's benefits.\n\n     Affirmed.\n\n                 Concurrence and dissent follows.\n\n\n\n\n                               -30-\n\f              STAHL, Senior Circuit Judge, concurring in part and\n\ndissenting in part.        I concur in Judge Coffin's opinion that the\n\nstandard of review in this matter is arbitrary and capricious.\n\nGiven the facts of this case, however, I have difficulty concluding\n\nthat Sun Life's actions were not arbitrary and capricious.                 While\n\nthe evidence as to the permanence of Brigham's disability is not\n\nwithout   some    question,       there   was    significant    and   unrebutted\n\nevidence that in his current condition he was unable to work\n\nconsistently.     Cf. Williams v. Int'l Paper Co., 227 F.3d 706, 712\n\n(6th   Cir.    2000)     (court    held   that     plan   administrator    acted\n\narbitrarily and capriciously when it failed to consider relevant\n\nevidence of claimant's physical condition). Brigham's life was not\n\nthat of a malingerer. Affidavits submitted by members of Brigham's\n\nfamily indicated that if he engaged in much activity on one day, he\n\nwould be in pain or discomfort on subsequent days, making it\n\ndifficult for him to leave his bed.             In short, Brigham hardly seems\n\nto be a person capable of sustaining regular employment. Moreover,\n\nthe Social Security Administration, presumably using the same\n\ninformation, found that Brigham was disabled.                  See Mitchell v.\n\nEastman Kodak Co., 113 F.3d 433, 440 (3d Cir. 1997) (in concluding\n\nthat plan administrator's denial of benefits was arbitrary and\n\ncapricious,      court     noted     Social       Security     Administration's\n\ndetermination that claimant could not work).              One would think that\n\nthis finding, coupled with the affidavits from Brigham's family and\n\n\n                                      -31-\n\fthe reports from his doctor that he was totally disabled, would\n\nhave prompted Sun Life to seek an independent examination of\n\nBrigham's condition before making the final decision to deny his\n\nbenefit.    Since   the   standard   set   forth   in   the   policy   --\n\n\"satisfactory to us\" -- leaves the question of the degree of\n\nevidence solely up to Sun Life, I believe its decision to deny\n\nbenefits in this case was arbitrary and capricious.\n\n\n\n\n                                -32-\n\f",
  "html": "<p class=\"case_cite\">317 F.3d 72</p>\n    <p class=\"parties\">Bradley B. BRIGHAM, Plaintiff, Appellant,<br>v.<br>SUN LIFE OF CANADA, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 02-1237.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard November 7, 2002.</p>\n    <p class=\"date\">Decided January 28, 2003.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Cristobal Bonifaz with whom John C. Bonifaz and Law Offices of Cristobal Bonifaz were on brief for appellant.</p>\n      <p class=\"indent\">Jay P. Symonds with whom Joseph M. Hamilton and Mirick, O'Connell, DeMallie &amp; Lougee were on brief for appellee.</p>\n      <p class=\"indent\">Mary Ellen Signorille and Melvin R. Radowitz on brief for amicus curiae AARP.</p>\n      <p class=\"indent\">Before LIPEZ, Circuit Judge, COFFIN and STAHL, Senior Circuit Judges.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Bradley Brigham claims that appellee Sun Life of Canada violated the Employee Retirement Income Security Act of 1974 (\"ERISA\"), 29 U.S.C. &#167;&#167; 1001-1461, when it terminated his long-term disability benefits. Brigham had been receiving benefits for five years based on his inability to perform his regular occupation. After that time period, benefits were available under his plan only if he was disabled from performing <i>any</i> occupation for which he was or could become qualified. Sun Life concluded that he was capable of sedentary work, and the district court found that the insurer's determination indisputably was supported by substantial evidence in the record. Appellant argues on appeal that the court used the wrong standard and, even under the standard it used, reached the wrong result. Although our judgment might have differed from Sun Life's were we deciding on a clean slate, on the record before us we are constrained to affirm the summary judgment.</p>\n    </div>\n    <p class=\"center\">I. <i>Background</i><a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Appellant Brigham, a 47-year-old man who has been a paraplegic since a motorcycle accident when he was 16, was hired in the spring of 1990 as an employment coordinator for a social services organization. He served as an advisor on the employment of handicapped individuals, visiting multiple employers every day. The travel required frequent transfers from his car to his wheelchair and back, and after two years on the job the repeated twisting and lifting of his chair led to significant left side and back pain that his family doctor diagnosed as muscle strain.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The employee benefit plan issued by Sun Life to Brigham's employer provides for both short-term and two stages of long-term disability benefits. Long-term benefits are available for the first sixty months of a totally disabling illness if it prevents the employee from performing \"all of the material duties of his <i>regular</i> occupation\" (emphasis added). After that initial five-year period, an employee is eligible for benefits only if the disabling condition prevents him from engaging in \"<i>any</i> occupation for which he is or becomes reasonably qualified by education, training or experience\" (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In June 1993, Brigham developed a respiratory tract infection that triggered severe coughing spells, exacerbating his left side pain and forcing him to stop work. He received short-term disability benefits for six months and then in December 1993 applied for long-term benefits based on his severe back and side strain. In an Attending Physician's Statement of Disability (\"APS\") dated December 21,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Dr. Christopher French opined that Brigham was unable to perform his own job because \"the stress of frequent transfer from [his] car [is an] intolerable physical symptom.\" He characterized Brigham's physical impairment as \"Class 4\" out of five levels of progressively more limited physical capacity, signifying a \"[m]oderate limitation of functional capacity; capable of clerical/administrative (sedentary) activity.\" Although Dr. French stated that Brigham was totally disabled, he also observed that he was a \"good candidate for more sedentary work but to do this he must get retraining.\" Brigham graduated from both Williams and Amherst colleges and holds a master's degree. In February 1994, Sun Life approved the payment of the first stage of long-term disability benefits under the \"own occupation\" provision. He received those benefits until December 1998, when the sixty months of coverage ran out, although Sun Life temporarily cancelled benefits in January 1995 based on its belief that Brigham could at that point return to his regular job. Brigham appealed, and after further investigation, Sun Life reinstated the \"own occupation\" benefits in March 1995.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">During the five years in which Brigham received long-term disability payments, Dr. French submitted at least six additional APS reports after the one filed in support of the original application for benefits. Because this case turns on the sufficiency of the evidence of Brigham's ability to work, we have closely reviewed the medical information contained in the record. We summarize below Dr. French's reports during the relevant five-year period and review other details surrounding Brigham's receipt of benefits.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">&#8212; <i>March 1994.</i> In response to a request from Sun Life for updated information, Dr. French sent a letter dated March 31 that stated:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">[Brigham] is a paraplegic who had developed left side and hip pain secondary to [the] frequent car to chair transfer his work requires. These symptoms have improved following several months of leave from work. I believe, therefore, that he should avoid situations that require frequent car to chair transfers.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">&#8212; <i>July 1994.</i> Sun Life conducted an extensive personal interview of Brigham, and the notes in the insurer's file state that he \"indicated that he would have resumed another position with his company if it did not involve being out on the road, but they had no work for him.\" The notes also state that Brigham reported applying to law school and indicated an interest in earning a law degree so that, among other endeavors, he could represent individuals with disabilities. He further stated that, if law school proved too demanding, he would consider earning a teaching certificate, noting that he previously had worked as a teacher in a private school.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">&#8212; <i>October 1994.</i> The third APS from Dr. French,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> dated October 12, reported that Brigham's condition remained unchanged, but the physician increased the level of his physical impairment to Class 5, a \"[s]evere limitation of functional capacity; incapable of minimal (sedentary) activity.\" In the section labeled \"Rehabilitation,\" however, Dr. French indicated that Brigham could work despite his impairment if the job did not involve getting into and out of a car, and he recommended retraining.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">&#8212; <i>November 1994-March 1995.</i> In a letter dated November 9, Dr. French stated that Brigham's back pain had subsided since he had stopped working, and expressed concern that a return to his previous position &#8212; with its frequent travel &#8212; would bring it back. He again recommended that Brigham \"be placed in a situation that does not require getting in and out of the car all day.\" In a December conversation with a Sun Life representative, Dr. French reported that Brigham's condition had improved and his muscle strain had resolved. A week later, Brigham told another caller from Sun Life that he hadn't pursued either schooling or alternative work. According to Sun Life's notes, Brigham explained that \"he has difficulty mobilizing himself and [his] wheelchair for extended periods during the day.\" On December 22, Sun Life's medical consultant, Maureen Speed, a nurse, spoke with Dr. French to clarify the assessment in the doctor's Nov. 9 letter. Based on Dr. French's information, including a statement that Brigham's return to his previous job \"might\" trigger a recurrence of pain, Sun Life concluded that he no longer was disabled from performing his own occupation because \"the possibility of a problem recurring in and of itself does not constitute a disabling condition.\" In so informing Dr. French, Sun Life's claims manager also wrote that \"[i]f any condition continues to exist, objective medical information to support the continued disability is necessary.\"</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">As noted above, the company reversed its position and reinstated Brigham's benefits after it received clarifying letters from Drs. French and Perri stating that Brigham's pain would \"no doubt\" return with repeated transfers into and out of his car. The insurer previously had confirmed with his employer that Brigham would have to transfer five to ten times a day if he resumed his previous job.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">&#8212; <i>June 1995.</i> Brigham responded to an inquiry from Sun Life about the impact of his disability on his daily life by stating that he is \"severely limit[ed] ... in fundamental ways.\" He wrote:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">For example, it is very painful for me to transfer from my wheelchair onto the toilet, into the bathtub, into bed, and into my car. As a result, I require assistance to perform all or part of these transfers.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">&#8212; <i>October 1995.</i> Dr. French submitted a fourth APS that reported Brigham's condition as unchanged, but he designated Brigham's physical impairment as both Classes 4 and 5. The doctor again described Brigham as totally disabled, but noted in the \"Remarks\" section that he could re-enter the workforce \"with appropriate part-time job and available transportation.\" &#8212; <i>January-February 1996.</i> Brigham reported that his daily activities remained \"limited\" because of muscle pain and that he was no longer able to independently transfer into or out of his current vehicle. Noting that he needed a lift-equipped van \"in order to attempt to either re-enter the work force or acquire appropriate professional re-training,\" he proposed that Sun Life buy out his disability coverage so that he could purchase a van as soon as possible. Brigham ultimately rejected as inadequate Sun Life's approximately $52,000 settlement offer.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">&#8212; <i>November 1996.</i> Dr. French's fifth APS again reported Brigham's progress as \"unchanged,\" but this time he classified his physical impairment as Class 4. The doctor stated that a job modification would enable Brigham to work \"[t]o some extent,\" and in the \"Remarks\" section he wrote: \"patient has use of upper body &#8212; transportation to and from a worksite would need to be addressed, as would assistance with transfers.\"</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">&#8212; <i>June 1997.</i> Dr. French submitted his sixth APS, in which he again checked off the boxes indicating that Brigham's condition was unchanged and that he had a Class 4 impairment. In the impairment section, he noted that \"[t]ransferring is often painful and therefore difficult and slow. Transportation is prob.\" The doctor checked neither \"yes\" nor \"no\" in the section that asked if a job modification would enable Brigham to work with his impairment. He did, however, check \"no\" when asked if Brigham was now totally disabled from \"[a]ny other job.\"</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">&#8212; <i>January 1998.</i> Dr. French's seventh APS repeated the \"unchanged\" condition and Class 4 impairment notations. In a section labeled \"Limitations,\" Dr. French reported that Brigham could sit 5-10 hours in a normal day, drive 1-3 hours, and use his hands for grasping and fine manipulating. He also listed Brigham as able to bend, twist his body, push, pull, grasp and reach between 1% and 33% of the time during the day, and stated that he could lift a maximum of ten pounds. Asked on the form whether Brigham could work within these limitations, Dr. French checked the box for \"part time\" and added \"possibly.\" He gave the same response to the question whether Brigham could work in another occupation part time.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">That same month, Brigham completed a \"Claimant Activity Questionnaire\" in which he explained that large portions of his day were consumed by eating, resting, and matters of personal hygiene. He shopped twice a week with others, sometimes made phone calls related to his volunteer work for a non-profit organization, read the newspaper and watched television news, and sometimes ran errands with the help of a neighbor or friend. On weekends, he more frequently had visitors. He reported that his balance in his wheelchair was \"poor[,] so I can't do much from a sitting position,\" and he noted that his back and neck become stiff from sitting in the wheelchair, requiring a short afternoon nap. He stated:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">I am able to transfer into and out of my car but it takes a great deal of energy and my joints and muscles usually ache as a result. If I try to do too much I usually can't get out of bed easily the following day.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">&#8212; <i>October-December 1998.</i> On October 27, Sun Life sent Brigham a letter explaining that his sixty months of \"own occupation\" benefits were about to expire and that, to continue receiving long-term disability payments, he would need to provide evidence of total disability from <i>any</i> occupation. Dr. French's eighth and final APS followed. Once again, Dr. French described Brigham's condition as unchanged and designated his physical impairment as Class 4. He repeated his earlier assessment regarding Brigham's ability to sit and drive, as well as his judgment of Brigham's ability to twist, push, pull and reach (repeating his earlier percentage estimates, but increasing Brigham's maximum ability to grasp objects from 33% of the day to 66% of the day). In the only other changes from the Limitation section on the January APS, he omitted any notation on Brigham's ability to bend (one of the choices was \"0%\"), and checked neither \"yes\" nor \"no\" beside the entries for his ability to use his hands to grasp or manipulate with precision. He also left blank the space for Brigham's maximum lifting capacity.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In the sections on Brigham's work capabilities and prognosis, Dr. French stated that Brigham was \"not at all\" capable of working within the limitations noted on the form, that he was not capable of another occupation on even a part-time basis, and that he was \"<i>permanently</i> disabled\" (emphasis in original).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">&#8212; <i>January-March 1999.</i> In response to Sun Life's request for more medical information, Dr. French in January sent copies of his handwritten notes and other reports from his file. In March, a Sun Life medical consultant who filled out a Medical Review form referred to a few items from Dr. French's difficult-to-read handwritten notes, including his July 1998 statement that Brigham was swimming every day and a May 1998 statement that Brigham was \"finishing building [a] new house.\" The consultant noted that Dr. French in June 1997 reported that Brigham was not totally disabled from any occupation but in December 1998 stated that he was permanently totally disabled. The final notation on the Medical Review form stated: \"appears he's not restricted from sedentary work.\"</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">&#8212; <i>June-August 1999.</i> The insurer secured a Transferable Skills Analysis (\"TSA\"), which was completed by a vocational counselor primarily based on Dr. French's reports. The TSA report concluded that Brigham could perform sedentary work. Under the heading \"Functional Capacities,\" the report, received on June 15, stated:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">He may work five to ten hours a day without limitation on grasping and fine manipulation, and may drive from one to three hours daily. He must avoid all squatting, climbing, balancing, kneeling, and crawling. However, he may be required to occasionally bend, twist his body, push, pull, and reach.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The report also noted that Brigham's lifting limitation was ten pounds. The vocational counselor concluded that these limitations were \"approximately equivalent\" to the definition of sedentary work contained in the Dictionary of Occupational Titles:</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\"><i>Sedentary Work</i> Exerting up to 10 pounds of force occasionally [up to 1/3 of the time] ... or a negligible amount of force frequently ... to lift, carry, push, pull, or otherwise move objects, including the human body. Sedentary work involves sitting most of the time, but may involve walking or standing for brief periods of time. Jobs are sedentary if walking and standing are required only occasionally and all other sedentary criteria are met.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The report identified twenty-one jobs for which Brigham was qualified, at least several of which required no travel other than to and from the workplace, and involved primarily verbal or telephone communication and computer skills.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">On the day that it received the TSA report, Sun Life sent Brigham's attorney a letter reporting its conclusion that Brigham was not totally disabled from any occupation and thus was no longer eligible for benefits. A series of letters among Sun Life, Dr. French and Brigham's attorney followed. Dr. French sent a brief letter contesting Sun Life's conclusion.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> In August, Sun Life's claims administrator informed the attorney that an appeal required submission of \"objective medical evidence in support of continuing total disability,\" explaining that such evidence would include \"medical records, diagnostic test results and hospital records, which document the presence of a condition to the extent it would be disabling, from December 18, 1998 to the present.\" The administrator also sent a letter to Dr. French, dated August 24, asking for \"any specific measures or any objective test results in your file that may provide information on the nature of his condition since June 1992.\"<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Dr. French subsequently spoke by phone with the claims administrator and then sent back a copy of her letter with a handwritten notation at the bottom indicating that a neurological evaluation would be obtained to answer the questions raised in the letter.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">&#8212; <i>September 1999-January 2000.</i> By the end of the appeal period, Brigham had submitted the following materials in support of his claim: (1) Dr. French's June 28th letter disagreeing with Sun Life's determination that Brigham was not fully disabled; (2) a letter from the neurologist, Dr. Reinert, dated September 9, 1999, echoing the conclusion that Brigham was totally disabled;<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> (3) affidavits from Brigham's mother, father, aunt (who also was his personal attendant), and a family friend describing his physical limitations;<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> and (4) an approval notice from the Massachusetts Division of Medical Assistance for 20 hours per week of assistance with daily tasks.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In a letter dated January 28, 2000, Sun Life informed Brigham's attorney that it was reaffirming its earlier decision to terminate benefits, stating that \"the information submitted did not provide objective medical support that Mr. Brigham is unable to perform the duties of any occupation for which he is reasonably qualified.\" The letter referred to Dr. French's earlier opinions that Brigham could perform sedentary work, the notes indicating that he was swimming every day and building a house, the TSA, and the Medical Record Review.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Brigham then filed this lawsuit claiming that Sun Life's denial of benefits violated his rights under ERISA and state law. <i>See</i> 29 U.S.C. &#167; 1132(a)(1)(B). The district court ruled that the state law claims were preempted by ERISA. After a thorough review of the record evidence, the court concluded that the undisputed facts could not support a rational determination that Sun Life acted arbitrarily, <i>see Leahy v. Raytheon Co.,</i> 315 F.3d 11, (1st Cir. 2002), and it therefore entered summary judgment on behalf of the insurer. This appeal followed.</p>\n    </div>\n    <p class=\"center\">II. <i>Standard of Review</i></p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">In <i>Firestone Tire &amp; Rubber Co. v. Bruch,</i> 489 U.S. 101, 115, 109 S.Ct. 948, 103 L.Ed.2d 80 (1989), the Supreme Court directed that \"a denial of benefits challenged under &#167; 1132(a)(1)(B) is to be reviewed under a de novo standard unless the benefit plan gives the administrator or fiduciary discretionary authority to determine eligibility for benefits or to construe the terms of the plan.\" <i>See also Rush Prudential HMO, Inc. v. Moran,</i> 536 U.S. 355, 122 S.Ct. 2151, 2170, 153 L.Ed.2d 375 (2002) (\"[A] general or default rule of <i>de novo</i> review could be replaced by deferential review if the ERISA plan itself provided that the plan's benefit determinations were matters of high or unfettered discretion[.]\"). We have \"steadfastly applied <i>Firestone</i> to mandate de novo review of benefits determinations unless `a benefits plan ... clearly grant[s] discretionary authority to the administrator,'\" <i>Terry v. Bayer Corp.,</i> 145 F.3d 28, 37 (1st Cir.1998) (quoting <i>Rodriguez-Abreu v. Chase Manhattan Bank, N.A.,</i> 986 F.2d 580, 583 (1st Cir.1993)). When the grant of discretionary authority is found, we apply a deferential arbitrary and capricious standard of judicial review. <i>Id.</i> (citing <i>Recupero v. New England Tel. and Tel. Co.,</i> 118 F.3d 820, 827 (1st Cir.1997)).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">While the choice of standards is clear-cut, there remains considerable debate over what language constitutes a sufficiently clear grant of discretionary authority to transform judicial review from de novo to deferential. In <i>Herzberger v. Standard Ins. Co.,</i> 205 F.3d 327, 331 (7th Cir.2000), Chief Judge Posner proposed model \"safe harbor\" language for inclusion in ERISA plans that could leave no doubt about the administrator's discretion: \"`Benefits under this plan will be paid only if the plan administrator decides in his discretion that the applicant is entitled to them.'\" We wholly endorse this proposal. We recognize, however, that \"courts have consistently held that there are no `magic words' determining the scope of judicial review of decisions to deny benefits,\" <i>id.,</i> and until wording such as that suggested by Judge Posner becomes standard, we must in fairness carefully consider existing language that falls short of that ideal. <i>Accord Herzberger,</i> 205 F.3d at 331 (declining to make proposed language mandatory and accepting as sufficient, if minimum, a less explicit standard, <i>see infra</i> at 19).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">According to the Sun Life policy, the insurer \"may require proof in connection with the terms or benefits of [the] Policy.\" It further states: \"If proof is required, we must be provided with such evidence <i>satisfactory to us</i> as we may reasonably require under the circumstances\" (emphasis added). Circuits that have considered similar language view the \"to us\" after \"satisfactory\" as an indicator of subjective, discretionary authority on the part of the administrator, distinguishing such phrasing from policies that simply require \"satisfactory proof\" of disability, without specifying who must be satisfied. <i>See Nance v. Sun Life Assur. Co. of Canada,</i> 294 F.3d 1263, 1267-68 (10th Cir.2002) (\"`Satisfactory to Sun Life' ... adequately conveys to the Plan participants and beneficiaries that the evidence of disability must be persuasive to Sun Life.\"); <i>Ferrari v. Teachers Ins. and Annuity Ass'n,</i> 278 F.3d 801, 806 (8th Cir.2002) (describing plan as stating that \"proof must be satisfactory to [the administrator]\"); <i>Herzberger,</i> 205 F.3d at 331 (describing the \"satisfactory to us\" language in <i>Donato v. Metropolitan Life Ins. Co.,</i> 19 F.3d 375, 379 (7th Cir.1994), as \"indicat[ing] with the requisite if minimum clarity that a discretionary determination is envisaged\"); <i>cf. Perugini-Christen v. Homestead Mortgage Co.,</i> 287 F.3d 624, 626-27 (7th Cir.2002) (no discretionary review when policy stated applicant must submit \"satisfactory proof of Total Disability to [the insurer]\"); <i>Walke v. Group Long Term Disability Ins.,</i> 256 F.3d 835, 839-40 (8th Cir.2001) (same where benefits would be paid if insured \"submits satisfactory proof of Total Disability to [insurer]\"); <i>Kinstler v. First Reliance Standard Life Ins. Co.,</i> 181 F.3d 243, 251-52 (2d Cir.1999) (same where policy requires insured to \"submit[ ] satisfactory proof of Total Disability to us\"); <i>Kearney v. Standard Ins. Co.,</i> 175 F.3d 1084, 1089-90 (9th Cir.1999) (en banc) (same where policy stated that insurer would pay disability benefits \"upon receipt of satisfactory written proof that you have become DISABLED\").</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Only the Sixth Circuit, by an 8-6 en banc vote, has held that discretionary review is triggered by language requiring \"satisfactory proof\" without specification of who must be satisfied. <i>See Perez v. Aetna Life Ins. Co.,</i> 150 F.3d 550, 556-58 (6th Cir.1998) (en banc).<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> And only one circuit, the Second, has suggested &#8212; in dicta &#8212; that even \"satisfactory to us\" language may be inadequate to convey discretion. <i>See Kinstler,</i> 181 F.3d at 252. This we view as the present state of the law. We now turn to the state of the record in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Throughout the proceedings in district court, Brigham assumed that the arbitrary and capricious standard applied, never arguing, as he does now,<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> that the policy language was insufficiently explicit to trigger discretionary review. Indeed, on more than one occasion, appellant's counsel expressly identified the issue in the case as whether Sun Life's decision was arbitrary and capricious. In light of the precedent described above, we do not feel compelled to depart from the well worn principle that \"`arguments not seasonably raised in the district court cannot be raised for the first time on appeal,'\" <i>Nyer v. Winterthur Int'l,</i> 290 F.3d 456, 460 (1st Cir.2002) (quoting <i>Corrada Betances v. Sea-Land Serv., Inc.,</i> 248 F.3d 40, 44 (1st Cir.2001)); <i>see also Airport Impact Relief, Inc. v. Wykle,</i> 192 F.3d 197, 205 n. 3 (1st Cir.1999)(\"Amici cannot interject into a case issues which the litigants have chosen to ignore.\").</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">It may well be that an increasing recognition of the need for the clearest signals of administrative discretion portends a future consensus requiring greater precision. But that consensus does not yet exist. Indeed, with the possible exception of the Second Circuit in dicta, no federal appeals court has viewed the type of language at issue in this case as inadequate to confer discretion on the plan administrator. Were we to consider ruling otherwise, we would undertake a thorough exploration of the issue. As matters stand, the widespread acceptance of the view that the language here triggers discretionary review assures us that adhering to our raise-or-waive rule results in no injustice in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">We therefore move on to consider only whether Sun Life's decision to terminate Brigham's benefits was arbitrary and capricious. We must view this question through the summary judgment lens, leading us to examine specifically \"whether the aggregate evidence, viewed in the light most favorable to the non-moving party, could support a rational determination that the plan administrator acted arbitrarily in denying the claim for benefits.\" <i>Leahy,</i> at 17.</p>\n    </div>\n    <p class=\"center\">III. <i>The Termination of Benefits</i></p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">As indicated at the outset of this opinion, we have concluded that a rational decision-maker could not find, on this record, that Sun Life lacked a reasonable basis for its determination that Brigham could return to work in a sedentary position. This conclusion is especially clear with respect to part-time work. <i>See Doyle v. Paul Revere Life Ins. Co.,</i> 144 F.3d 181, 184 (1st Cir.1998) (capacity to work part-time supports finding that claimant was not \"totally disabled from any occupation\"). Although we confess considerable ambivalence about whether Brigham <i>should</i> be expected to return to the work-force, we nonetheless believe, for the reasons that follow, that Sun Life cannot be found to have violated ERISA for reaching the decision it did. We first consider the record evidence on which Sun Life relied and then address several particular challenges to the insurer's decision-making.</p>\n    </div>\n    <p class=\"indent\">A. <i>Evidence in the Record</i></p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Unquestionably, the most significant evidence in the record is the series of Attending Physician Statements from Dr. French. In each report before the last two, Dr. French opined that Brigham could return to work part-time, with retraining, so long as his job did not require transfers into and out of his car. The next-to-last report, in January 1998, stated that Brigham \"possibly\" could resume part-time work. Only in the last report &#8212; filed after Sun Life notified Brigham that he needed to prove inability to work at <i>any</i> occupation &#8212; did Dr. French assert that Brigham was \"not at all\" capable of working on even a part-time basis. In that same APS, however, Dr. French continued to classify Brigham's physical impairment as Class 4, seemingly indicating his ability to do sedentary work.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> The doctor repeated his earlier assessment that Brigham could sit 5-10 hours and drive 13 hours in a normal day and rated him as capable of a wide range of physical movements at least a small percentage of the time. Each APS throughout the five-year period noted that Brigham's condition remained unchanged from the previous report.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Thus, Dr. French's medical reports did not reflect a decline in Brigham's physical condition from the time he became disabled in 1993. Despite Sun Life's request for objective medical evidence to substantiate the doctor's assertion in December 1998 that Brigham no longer was capable of the sedentary work the doctor earlier had deemed feasible, no reports of any kind were submitted based on either recent examinations or clinical tests showing progressive loss of abilities. Dr. Reinert's assessment adds little; he noted that \"the gradual decline in physical capabilities which we all experience as we get older,... superimposed on the significant disability of being paraplegic,\" rendered Brigham unable to recover to his level of function before the 1992 muscle strain. But Dr. French's reports consistently had indicated that Brigham retained at least part-time sedentary employment capabilities after his 1992 injury. And the TSA identified a number of sedentary jobs that appeared suitable in that they largely required phone calling or counseling in a single location.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">To be sure, the record also contained significant evidence of the daily challenges Brigham faced as a paraplegic with ongoing issues of muscle strain and pain. The affidavits from family and friends emphasized the pain that typically accompanied or followed physical activity, and his own reports described the substantial effort required to accomplish basic daily tasks. We think it beyond question that a return to work would add a substantial burden to Brigham's already difficult life. Yet we cannot say that the insurer was required to conclude, on the medical evidence provided, that that burden rendered him totally disabled, i.e., physically unable to work on even a part-time basis. Nor do we think any reasonable factfinder could reach such a result. <i>See Vlass v. Raytheon Employees Disability Trust,</i> 244 F.3d 27, 30 (1st Cir.2001) (\"[T]he existence of contradictory evidence does not, in itself, make the administrator's decision arbitrary.\"); <i>Sullivan v. Raytheon Co.,</i> 262 F.3d 41, 52 n. 8 (1st Cir.2001) (same). The insurer's decision to look beyond the subjective conclusions of family and others close to him &#8212; and beyond his doctors' unelaborated conclusions &#8212; to the specific abilities listed on Dr. French's medical forms was not inevitable, but neither was it arbitrary. That the TSA report offered a number of employment possibilities for an individual with those abilities underscores the reasonableness of Sun Life's decision.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Brigham argues, however, that Sun Life's decision was flawed because it was improper for the insurer to rely on the absence of \"objective medical evidence\" and because the insurer failed to obtain an independent medical evaluation to counter Dr. French's conclusion of total disability. We turn now to those issues.</p>\n    </div>\n    <p class=\"indent\">B. <i>Objective Medical Evidence</i></p>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">In rejecting Brigham's appeal of its benefits termination decision, Sun Life pointed to the lack of \"objective medical support\" for the assertion that he is totally disabled from any occupation. Brigham makes a multi-pronged attack on the insurer's reliance on the absence of \"objective medical evidence,\" arguing that the request for such evidence was unnecessary &#8212; as Dr. Reinert had opined &#8212; in light of his obvious infirmity, and improper because objective medical evidence was not expressly required by his employee benefit plan. These arguments are unavailing.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">We respond to the first argument addressed to the necessity of additional \"objective medical evidence\" by stressing the particularistic state of this record. In passing, we would note that cases such as these are by nature very fact-oriented. We fully recognize that laboratory tests or similar diagnostic procedures will not always be necessary to substantiate a claim of disability, as certain disabling conditions are not susceptible to such objective evaluations. <i>See, e.g., Mitchell v. Eastman Kodak Co.,</i> 113 F.3d 433, 443 (3d Cir.1997)(\"It is now widely recognized in the medical and legal communities that `there is no \"dipstick\" laboratory test for chronic fatigue syndrome.'\").</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Here, however, Dr. French's opinion in the final APS that Brigham was totally disabled for any occupation contradicted his earlier reports, and there was no explanation for his new view, such as evidence of specific physical changes that further limited Brigham's capacity to work. Indeed, Dr. French repeatedly described Brigham's condition as \"unchanged.\" The insurer was therefore justified in seeking some clinical explanation for the doctor's changed perception. Had Brigham's doctors been responsive, for example, to the claims administrator's request of August 24, 1999, to come forward with \"any specific measures\" and submitted a report of a recent physical examination that revealed weakening muscle strength, decreasing stamina or other visible indicators of deterioration, Sun Life could not reasonably have relied on earlier medical reports stating that he retained the capacity to perform sedentary work. As claimant, Brigham needed to demonstrate his entitlement to benefits, and he therefore had the burden of substantiating the doctors' new diagnosis that he was incapable of performing fully sedentary work.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Brigham's argument (joined by amici) that the request for \"objective medical evidence\" imposed an impermissible extra-contractual eligibility criterion was not raised below and is therefore waived. In the district court, Brigham did not contend that Sun Life's request for objective medical evidence was impermissible because it was extra-contractual, but argued instead that he had provided sufficient evidence in support of his claim. In any event, as our prior discussion indicates, the specific record in this case demonstrates that Sun Life was not rejecting Brigham's claim because of failure to satisfy a predetermined prerequisite to eligibility, but was responding to a late-developing and unexplained change of position on the part of Brigham's doctor by seeking non-conclusory medical support for the onset of total disability.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Brigham also accuses Sun Life of changing the evidentiary standard for medical evidence because the same information that he submitted in 1999 had been sufficient when it was submitted in 1995 to prompt reinstatement of his benefits. For two reasons, however, the \"inconsistency\" does not assist his position. First, the issue had changed from Brigham's ability to do his own job &#8212; with the travel requirements &#8212; to whether he could do <i>any</i> job. Second, the medical information provided in 1995 &#8212; that the muscle strain inevitably would resume with frequent transfers into and out of the car &#8212; was linked with information from his employer that multiple transfers would be required. The same medical evidence did not explain why, in 1999, Brigham could not do a job that had no travel requirements. Thus, the record shows that Sun Life did not arbitrarily demand \"objective medical evidence\" on either occasion, but sought evidence in addition to his doctor's inconsistent or unexplained conclusions. The request for more information was particularly reasonable in 1999 in light of the doctor's prior contrary assessments of his part-time work abilities.</p>\n    </div>\n    <p class=\"indent\">C. <i>Independent Medical Review</i></p>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Brigham also suggests that it was improper for Sun Life to reject his own doctors' conclusions without obtaining an independent medical evaluation. Sun Life, however, <i>accepted</i> the limitations identified by Dr. French and adopted Dr. French's earlier judgment that those limitations did not prevent Brigham from all types of work. As Sun Life did not disagree with the claimant's proffered diagnosis, it had no obligation to obtain its own medical evidence. <i>Cf. House v. Paul Revere Life Ins. Co.,</i> 241 F.3d 1045, 1048 (8th Cir.2001) (insurer that possessed \"not even a scintilla of [contrary] evidence\" not entitled to discount claimant's doctor's extensive evidence of severe heart disease without conducting independent medical examination). Although the final medical consultant's report was brief, it reflected a review of the materials submitted by Brigham, particularly Dr. French's most recent physician statements. Further medical information would have been illuminating, but it was up to Brigham to explain why Dr. French's quantitative assessments of his physical abilities were no longer an accurate indicator of his ability to work.</p>\n    </div>\n    <p class=\"center\">IV. <i>Conclusion</i></p>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The question we face in this appeal is \"not which side we believe is right, but whether [the insurer] had substantial evidentiary grounds for a reasonable decision in its favor.\" <i>Doyle,</i> 144 F.3d at 184. We share the district court's sentiment that this is a difficult case because of \"the obvious courage plaintiff has shown in facing his disability,\" 183 F.Supp.2d at 438.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Beyond this, it seems counterintuitive that a paraplegic suffering serious muscle strain and pain, severely limited in his bodily functions, would not be deemed totally disabled. Moreover, it seems clear that Sun Life has taken a minimalist view of the record. But it is equally true that the hurdle plaintiff had to surmount, establishing his inability to perform any occupation for which he could be trained, was a high one. As to that issue, we have to agree with the district court that the undisputed facts of record do not permit us to find that Sun Life acted in an arbitrary or capricious manner in terminating appellant Brigham's benefits.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We have borrowed liberally from the well stated factual background section of the district court's opinion in this case<i>See Brigham v. Sun Life of Canada,</i> 183 F.Supp.2d 427, 428-434 (D.Mass.2002). As the district court noted, <i>see id.</i> at 428, the facts are essentially undisputed.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The APS is a two-page standardized form provided by the insurer that includes sections on \"Diagnosis,\" \"Dates of Treatment,\" \"Progress,\" \"Physical Impairment,\" \"Prognosis,\" and \"Rehabilitation.\" The sections typically offer several alternative answers, with boxes to be checked for the chosen response. The form also provides general space for unguided \"Remarks.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Both the district court and Sun Life identify the October submission as the third APS, although it was at least the fourth such statement since Brigham stopped work in June 1993. Brigham had submitted two statements from Dr. French in the summer of 1993 in connection with his request for short-term disability benefits. It appears that one of those earlier reports is considered the \"first\" APS in the sequence discussed by the district court. Our discussion considers the seven reports that were filed between December 1993 and December 1998</p>\n        <p class=\"indent\">We add one further note about these reports. The briefs reflect confusion about an APS that appears to be stamped as received in February 1999. The stamped page, however, is actually the first page of the December 1998 APS, which elsewhere in the appendix is shown with a date stamp of December 10, 1998. Whatever the reason for the double-dating, it is clear that the February document is not a new APS.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Although the dictionary definition included the ability to walk or stand one-third of the time, the skills analysis was adjusted to account for Brigham's paraplegia. In addition, although the definition includes the ability to exert a negligible amount of force \"frequently,\" the vocational counselor who wrote the report recognized that Brigham could push, pull, reach and similarly move only \"occasionally\" &#8212; consistent with Dr. French's opinion that he could do such movements between 1% and 33% of the time</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> To support his view, Dr. French repeated almost verbatim the observations he had made when Brigham's benefits were temporarily terminated in early 1995: \"Mr. Brigham's muscular-skeletal condition is fragile, his ability to transfer is severely limited, and is possible only with assistance and then with discomfort.... Mr. Brigham is in a continuous state of total incapacity to perform the duties of any assignment given the disabilities described above.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The letter also noted that Brigham had been using a wheelchair for more than 25 years, that the TSA reported available job opportunities, and that the doctor's notes indicated that the year before Brigham had been swimming every day and finishing building a new house</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Appellant asserts that Dr. French's notes reflect the administrator's commitment to arrange for the evaluation. We think that, in context, this is an unreasonable reading of the notes. The notation begins \"Discussed with [using a form of shorthand for `with'\"], and then a name written on the same line &#8212; perhaps \"Anita\" &#8212; is crossed out. Below it is the name \"Alice Kern.\" On the next line, the notation reads: \"will get Nero Eval and send it to answer above ?s.\" We construe this message &#8212; sent to Sun Life &#8212; to say that Dr. French had discussed with Alice Kern that he would get a neurological evaluation and would send it to answer the questions posed in Sun Life's letter. This understanding of the notation is reinforced by the fact that such an evaluation was sent to Sun Life by Brigham's attorney</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The district court noted that Dr. Reinert, who first treated Brigham after his 1972 accident, offered his opinion in \"almost entirely conclusory terms\":</p>\n        <p class=\"indent\">[Brigham] feels, and rightly so in my opinion, that the physical problems resulting from those three years of employment have left him totally disabled insofar as he can no longer accomplish, on a regular schedule, what he could previously do. For example,... it takes him much longer to accomplish such things as management of bladder and bowel function as well as proper skin care management. At the time that he developed the left flank pain he also noted pain in his right shoulder area, making it more difficult for him to frequently lift his wheelchair into and out of the car. Were he in his early 20's instead of his late 30's at the time that this happened he may have been able to recover from the problem that developed in 1992. But with the gradual decline in physical capabilities which we all experience as we get older, in Brad's case superimposed on the significant disability of being paraplegic, he had been unable to recover to the level of function pre-1992. His problem is quite self evident and I feel that any additional studies to further evaluate the problem would be superfluous and unnecessary.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> These affidavits included the following comments: \"From my day-to-day observations of Bradley I believe he is totally disabled in that he cannot perform routine tasks on a regular, consistent basis without experiencing pain or some level of discomfort.... If he tries to do too much physical activity then he is either in pain or discomfort several days after.\" (Lillian Brigham, appellant's mother); \"I would characterize his physical state as fragile and his muscular condition as tentative and day-to-day. He seldom has back-to-back days when he is pain-free and able to move about comfortably.... Based upon my daily observations from helping him for several years I would say that Bradley is fully disabled and incapable of even part-time employment.\" (Althea Brigham, aunt and personal attendant)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The relevant plan language stated that \"[the insurer] shall have the right to require as part of the proof of claim satisfactory evidence... that [the claimant] has furnished all required proofs for such benefits.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> He is joined in this argument on appeal by amicus AARP</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Brigham's argument that Dr. French's \"Class 4\" evaluation relating to sedentary<i>activity</i> does not signify an ability to do sedentary <i>work</i> is meritless given the employment context and the reference in the \"Physical Impairment\" section of the APS to the Federal Dictionary of <i>Occupational</i> Titles.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Among the positions noted were: (1) correctional-treatment specialist, essentially a counselor within a prison setting whose primary activity is communication verbally with inmates and others; (2) vocational rehabilitation counselor, in which the primary activities are \"verbal interaction with the clients, some computer interface, and telephone contact with clients and others\"; and (3) program specialist within an employee assistance program, whose job is to</p>\n        <p class=\"indent\">coordinate the delivery of services to covered employees, receiving calls from the employees and connecting them with appropriate community services. [Program specialists] then oversee the delivery of services within the parameters of the coverage. The work is entirely sedentary and requires virtually no travel, since most is performed by phone and on computer within a stationary office.</p>\n      </div>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">STAHL, Senior Circuit Judge, concurring in part and dissenting in part.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">I concur in Judge Coffin's opinion that the standard of review in this matter is arbitrary and capricious. Given the facts of this case, however, I have difficulty concluding that Sun Life's actions were not arbitrary and capricious. While the evidence as to the permanence of Brigham's disability is not without some question, there was significant and unrebutted evidence that in his current condition he was unable to work consistently. <i>Cf. Williams v. Int'l Paper Co.,</i> 227 F.3d 706, 712 (6th Cir.2000) (court held that plan administrator acted arbitrarily and capriciously when it failed to consider relevant evidence of claimant's physical condition). Brigham's life was not that of a malingerer. Affidavits submitted by members of Brigham's family indicated that if he engaged in much activity on one day, he would be in pain or discomfort on subsequent days, making it difficult for him to leave his bed. In short, Brigham hardly seems to be a person capable of sustaining regular employment. Moreover, the Social Security Administration, presumably using the same information, found that Brigham was disabled. <i>See Mitchell v. Eastman Kodak Co.,</i> 113 F.3d 433, 440 (3d Cir.1997) (in concluding that plan administrator's denial of benefits was arbitrary and capricious, court noted Social Security Administration's determination that claimant could not work). One would think that this finding, coupled with the affidavits from Brigham's family and the reports from his doctor that he was totally disabled, would have prompted Sun Life to seek an independent examination of Brigham's condition before making the final decision to deny his benefit. Since the standard set forth in the policy &#8212; \"satisfactory to us\" &#8212; leaves the question of the degree of evidence solely up to Sun Life, I believe its decision to deny benefits in this case was arbitrary and capricious.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">317</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">72</span></span></p>\n    <p class=\"parties\">Bradley B. BRIGHAM, Plaintiff, Appellant,<br>v.<br>SUN LIFE OF CANADA, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 02-1237.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard November 7, 2002.</p>\n    <p class=\"date\">Decided January 28, 2003.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Cristobal Bonifaz with whom John C. Bonifaz and Law Offices of Cristobal Bonifaz were on brief for appellant.</p>\n      <p class=\"indent\">Jay P. Symonds with whom Joseph M. Hamilton and Mirick, O'Connell, DeMallie &amp; Lougee were on brief for appellee.</p>\n      <p class=\"indent\">Mary Ellen Signorille and Melvin R. Radowitz on brief for amicus curiae AARP.</p>\n      <p class=\"indent\">Before LIPEZ, Circuit Judge, COFFIN and STAHL, Senior Circuit Judges.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Bradley Brigham claims that appellee Sun Life of Canada violated the Employee Retirement Income Security Act of 1974 (\"ERISA\"), 29 U.S.C. &#167;&#167; 1001-1461, when it terminated his long-term disability benefits. Brigham had been receiving benefits for five years based on his inability to perform his regular occupation. After that time period, benefits were available under his plan only if he was disabled from performing <i>any</i> occupation for which he was or could become qualified. Sun Life concluded that he was capable of sedentary work, and the district court found that the insurer's determination indisputably was supported by substantial evidence in the record. Appellant argues on appeal that the court used the wrong standard and, even under the standard it used, reached the wrong result. Although our judgment might have differed from Sun Life's were we deciding on a clean slate, on the record before us we are constrained to affirm the summary judgment.</p>\n    </div>\n    <p class=\"center\">I. <i>Background</i><a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Appellant Brigham, a 47-year-old man who has been a paraplegic since a motorcycle accident when he was 16, was hired in the spring of 1990 as an employment coordinator for a social services organization. He served as an advisor on the employment of handicapped individuals, visiting multiple employers every day. The travel required frequent transfers from his car to his wheelchair and back, and after two years on the job the repeated twisting and lifting of his chair led to significant left side and back pain that his family doctor diagnosed as muscle strain.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The employee benefit plan issued by Sun Life to Brigham's employer provides for both short-term and two stages of long-term disability benefits. Long-term benefits are available for the first sixty months of a totally disabling illness if it prevents the employee from performing \"all of the material duties of his <i>regular</i> occupation\" (emphasis added). After that initial five-year period, an employee is eligible for benefits only if the disabling condition prevents him from engaging in \"<i>any</i> occupation for which he is or becomes reasonably qualified by education, training or experience\" (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In June 1993, Brigham developed a respiratory tract infection that triggered severe coughing spells, exacerbating his left side pain and forcing him to stop work. He received short-term disability benefits for six months and then in December 1993 applied for long-term benefits based on his severe back and side strain. In an Attending Physician's Statement of Disability (\"APS\") dated December 21,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Dr. Christopher French opined that Brigham was unable to perform his own job because \"the stress of frequent transfer from [his] car [is an] intolerable physical symptom.\" He characterized Brigham's physical impairment as \"Class 4\" out of five levels of progressively more limited physical capacity, signifying a \"[m]oderate limitation of functional capacity; capable of clerical/administrative (sedentary) activity.\" Although Dr. French stated that Brigham was totally disabled, he also observed that he was a \"good candidate for more sedentary work but to do this he must get retraining.\" Brigham graduated from both Williams and Amherst colleges and holds a master's degree. In February 1994, Sun Life approved the payment of the first stage of long-term disability benefits under the \"own occupation\" provision. He received those benefits until December 1998, when the sixty months of coverage ran out, although Sun Life temporarily cancelled benefits in January 1995 based on its belief that Brigham could at that point return to his regular job. Brigham appealed, and after further investigation, Sun Life reinstated the \"own occupation\" benefits in March 1995.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">During the five years in which Brigham received long-term disability payments, Dr. French submitted at least six additional APS reports after the one filed in support of the original application for benefits. Because this case turns on the sufficiency of the evidence of Brigham's ability to work, we have closely reviewed the medical information contained in the record. We summarize below Dr. French's reports during the relevant five-year period and review other details surrounding Brigham's receipt of benefits.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">&#8212; <i>March 1994.</i> In response to a request from Sun Life for updated information, Dr. French sent a letter dated March 31 that stated:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">[Brigham] is a paraplegic who had developed left side and hip pain secondary to [the] frequent car to chair transfer his work requires. These symptoms have improved following several months of leave from work. I believe, therefore, that he should avoid situations that require frequent car to chair transfers.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">&#8212; <i>July 1994.</i> Sun Life conducted an extensive personal interview of Brigham, and the notes in the insurer's file state that he \"indicated that he would have resumed another position with his company if it did not involve being out on the road, but they had no work for him.\" The notes also state that Brigham reported applying to law school and indicated an interest in earning a law degree so that, among other endeavors, he could represent individuals with disabilities. He further stated that, if law school proved too demanding, he would consider earning a teaching certificate, noting that he previously had worked as a teacher in a private school.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">&#8212; <i>October 1994.</i> The third APS from Dr. French,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> dated October 12, reported that Brigham's condition remained unchanged, but the physician increased the level of his physical impairment to Class 5, a \"[s]evere limitation of functional capacity; incapable of minimal (sedentary) activity.\" In the section labeled \"Rehabilitation,\" however, Dr. French indicated that Brigham could work despite his impairment if the job did not involve getting into and out of a car, and he recommended retraining.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">&#8212; <i>November 1994-March 1995.</i> In a letter dated November 9, Dr. French stated that Brigham's back pain had subsided since he had stopped working, and expressed concern that a return to his previous position &#8212; with its frequent travel &#8212; would bring it back. He again recommended that Brigham \"be placed in a situation that does not require getting in and out of the car all day.\" In a December conversation with a Sun Life representative, Dr. French reported that Brigham's condition had improved and his muscle strain had resolved. A week later, Brigham told another caller from Sun Life that he hadn't pursued either schooling or alternative work. According to Sun Life's notes, Brigham explained that \"he has difficulty mobilizing himself and [his] wheelchair for extended periods during the day.\" On December 22, Sun Life's medical consultant, Maureen Speed, a nurse, spoke with Dr. French to clarify the assessment in the doctor's Nov. 9 letter. Based on Dr. French's information, including a statement that Brigham's return to his previous job \"might\" trigger a recurrence of pain, Sun Life concluded that he no longer was disabled from performing his own occupation because \"the possibility of a problem recurring in and of itself does not constitute a disabling condition.\" In so informing Dr. French, Sun Life's claims manager also wrote that \"[i]f any condition continues to exist, objective medical information to support the continued disability is necessary.\"</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">As noted above, the company reversed its position and reinstated Brigham's benefits after it received clarifying letters from Drs. French and Perri stating that Brigham's pain would \"no doubt\" return with repeated transfers into and out of his car. The insurer previously had confirmed with his employer that Brigham would have to transfer five to ten times a day if he resumed his previous job.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">&#8212; <i>June 1995.</i> Brigham responded to an inquiry from Sun Life about the impact of his disability on his daily life by stating that he is \"severely limit[ed] ... in fundamental ways.\" He wrote:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">For example, it is very painful for me to transfer from my wheelchair onto the toilet, into the bathtub, into bed, and into my car. As a result, I require assistance to perform all or part of these transfers.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">&#8212; <i>October 1995.</i> Dr. French submitted a fourth APS that reported Brigham's condition as unchanged, but he designated Brigham's physical impairment as both Classes 4 and 5. The doctor again described Brigham as totally disabled, but noted in the \"Remarks\" section that he could re-enter the workforce \"with appropriate part-time job and available transportation.\" &#8212; <i>January-February 1996.</i> Brigham reported that his daily activities remained \"limited\" because of muscle pain and that he was no longer able to independently transfer into or out of his current vehicle. Noting that he needed a lift-equipped van \"in order to attempt to either re-enter the work force or acquire appropriate professional re-training,\" he proposed that Sun Life buy out his disability coverage so that he could purchase a van as soon as possible. Brigham ultimately rejected as inadequate Sun Life's approximately $52,000 settlement offer.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">&#8212; <i>November 1996.</i> Dr. French's fifth APS again reported Brigham's progress as \"unchanged,\" but this time he classified his physical impairment as Class 4. The doctor stated that a job modification would enable Brigham to work \"[t]o some extent,\" and in the \"Remarks\" section he wrote: \"patient has use of upper body &#8212; transportation to and from a worksite would need to be addressed, as would assistance with transfers.\"</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">&#8212; <i>June 1997.</i> Dr. French submitted his sixth APS, in which he again checked off the boxes indicating that Brigham's condition was unchanged and that he had a Class 4 impairment. In the impairment section, he noted that \"[t]ransferring is often painful and therefore difficult and slow. Transportation is prob.\" The doctor checked neither \"yes\" nor \"no\" in the section that asked if a job modification would enable Brigham to work with his impairment. He did, however, check \"no\" when asked if Brigham was now totally disabled from \"[a]ny other job.\"</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">&#8212; <i>January 1998.</i> Dr. French's seventh APS repeated the \"unchanged\" condition and Class 4 impairment notations. In a section labeled \"Limitations,\" Dr. French reported that Brigham could sit 5-10 hours in a normal day, drive 1-3 hours, and use his hands for grasping and fine manipulating. He also listed Brigham as able to bend, twist his body, push, pull, grasp and reach between 1% and 33% of the time during the day, and stated that he could lift a maximum of ten pounds. Asked on the form whether Brigham could work within these limitations, Dr. French checked the box for \"part time\" and added \"possibly.\" He gave the same response to the question whether Brigham could work in another occupation part time.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">That same month, Brigham completed a \"Claimant Activity Questionnaire\" in which he explained that large portions of his day were consumed by eating, resting, and matters of personal hygiene. He shopped twice a week with others, sometimes made phone calls related to his volunteer work for a non-profit organization, read the newspaper and watched television news, and sometimes ran errands with the help of a neighbor or friend. On weekends, he more frequently had visitors. He reported that his balance in his wheelchair was \"poor[,] so I can't do much from a sitting position,\" and he noted that his back and neck become stiff from sitting in the wheelchair, requiring a short afternoon nap. He stated:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">I am able to transfer into and out of my car but it takes a great deal of energy and my joints and muscles usually ache as a result. If I try to do too much I usually can't get out of bed easily the following day.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">&#8212; <i>October-December 1998.</i> On October 27, Sun Life sent Brigham a letter explaining that his sixty months of \"own occupation\" benefits were about to expire and that, to continue receiving long-term disability payments, he would need to provide evidence of total disability from <i>any</i> occupation. Dr. French's eighth and final APS followed. Once again, Dr. French described Brigham's condition as unchanged and designated his physical impairment as Class 4. He repeated his earlier assessment regarding Brigham's ability to sit and drive, as well as his judgment of Brigham's ability to twist, push, pull and reach (repeating his earlier percentage estimates, but increasing Brigham's maximum ability to grasp objects from 33% of the day to 66% of the day). In the only other changes from the Limitation section on the January APS, he omitted any notation on Brigham's ability to bend (one of the choices was \"0%\"), and checked neither \"yes\" nor \"no\" beside the entries for his ability to use his hands to grasp or manipulate with precision. He also left blank the space for Brigham's maximum lifting capacity.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In the sections on Brigham's work capabilities and prognosis, Dr. French stated that Brigham was \"not at all\" capable of working within the limitations noted on the form, that he was not capable of another occupation on even a part-time basis, and that he was \"<i>permanently</i> disabled\" (emphasis in original).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">&#8212; <i>January-March 1999.</i> In response to Sun Life's request for more medical information, Dr. French in January sent copies of his handwritten notes and other reports from his file. In March, a Sun Life medical consultant who filled out a Medical Review form referred to a few items from Dr. French's difficult-to-read handwritten notes, including his July 1998 statement that Brigham was swimming every day and a May 1998 statement that Brigham was \"finishing building [a] new house.\" The consultant noted that Dr. French in June 1997 reported that Brigham was not totally disabled from any occupation but in December 1998 stated that he was permanently totally disabled. The final notation on the Medical Review form stated: \"appears he's not restricted from sedentary work.\"</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">&#8212; <i>June-August 1999.</i> The insurer secured a Transferable Skills Analysis (\"TSA\"), which was completed by a vocational counselor primarily based on Dr. French's reports. The TSA report concluded that Brigham could perform sedentary work. Under the heading \"Functional Capacities,\" the report, received on June 15, stated:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">He may work five to ten hours a day without limitation on grasping and fine manipulation, and may drive from one to three hours daily. He must avoid all squatting, climbing, balancing, kneeling, and crawling. However, he may be required to occasionally bend, twist his body, push, pull, and reach.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The report also noted that Brigham's lifting limitation was ten pounds. The vocational counselor concluded that these limitations were \"approximately equivalent\" to the definition of sedentary work contained in the Dictionary of Occupational Titles:</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\"><i>Sedentary Work</i> Exerting up to 10 pounds of force occasionally [up to 1/3 of the time] ... or a negligible amount of force frequently ... to lift, carry, push, pull, or otherwise move objects, including the human body. Sedentary work involves sitting most of the time, but may involve walking or standing for brief periods of time. Jobs are sedentary if walking and standing are required only occasionally and all other sedentary criteria are met.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The report identified twenty-one jobs for which Brigham was qualified, at least several of which required no travel other than to and from the workplace, and involved primarily verbal or telephone communication and computer skills.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">On the day that it received the TSA report, Sun Life sent Brigham's attorney a letter reporting its conclusion that Brigham was not totally disabled from any occupation and thus was no longer eligible for benefits. A series of letters among Sun Life, Dr. French and Brigham's attorney followed. Dr. French sent a brief letter contesting Sun Life's conclusion.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> In August, Sun Life's claims administrator informed the attorney that an appeal required submission of \"objective medical evidence in support of continuing total disability,\" explaining that such evidence would include \"medical records, diagnostic test results and hospital records, which document the presence of a condition to the extent it would be disabling, from December 18, 1998 to the present.\" The administrator also sent a letter to Dr. French, dated August 24, asking for \"any specific measures or any objective test results in your file that may provide information on the nature of his condition since June 1992.\"<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Dr. French subsequently spoke by phone with the claims administrator and then sent back a copy of her letter with a handwritten notation at the bottom indicating that a neurological evaluation would be obtained to answer the questions raised in the letter.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">&#8212; <i>September 1999-January 2000.</i> By the end of the appeal period, Brigham had submitted the following materials in support of his claim: (1) Dr. French's June 28th letter disagreeing with Sun Life's determination that Brigham was not fully disabled; (2) a letter from the neurologist, Dr. Reinert, dated September 9, 1999, echoing the conclusion that Brigham was totally disabled;<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> (3) affidavits from Brigham's mother, father, aunt (who also was his personal attendant), and a family friend describing his physical limitations;<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> and (4) an approval notice from the Massachusetts Division of Medical Assistance for 20 hours per week of assistance with daily tasks.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In a letter dated January 28, 2000, Sun Life informed Brigham's attorney that it was reaffirming its earlier decision to terminate benefits, stating that \"the information submitted did not provide objective medical support that Mr. Brigham is unable to perform the duties of any occupation for which he is reasonably qualified.\" The letter referred to Dr. French's earlier opinions that Brigham could perform sedentary work, the notes indicating that he was swimming every day and building a house, the TSA, and the Medical Record Review.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Brigham then filed this lawsuit claiming that Sun Life's denial of benefits violated his rights under ERISA and state law. <i>See</i> 29 U.S.C. &#167; 1132(a)(1)(B). The district court ruled that the state law claims were preempted by ERISA. After a thorough review of the record evidence, the court concluded that the undisputed facts could not support a rational determination that Sun Life acted arbitrarily, <i>see Leahy v. Raytheon Co.,</i> <span class=\"citation\" data-id=\"200246\"><a href=\"/opinion/200246/leahy-v-raytheon-corporation/\"><span class=\"volume\">315</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">11</span></a></span>, (1st Cir. 2002), and it therefore entered summary judgment on behalf of the insurer. This appeal followed.</p>\n    </div>\n    <p class=\"center\">II. <i>Standard of Review</i></p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">In <i>Firestone Tire &amp; Rubber Co. v. Bruch,</i> <span class=\"citation\" data-id=\"112197\"><a href=\"/opinion/112197/firestone-tire-rubber-co-v-bruch/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">101</span></a></span>, 115, <span class=\"citation\" data-id=\"112197\"><a href=\"/opinion/112197/firestone-tire-rubber-co-v-bruch/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">948</span></a></span>, <span class=\"citation\" data-id=\"112197\"><a href=\"/opinion/112197/firestone-tire-rubber-co-v-bruch/\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">80</span></a></span> (1989), the Supreme Court directed that \"a denial of benefits challenged under &#167; 1132(a)(1)(B) is to be reviewed under a de novo standard unless the benefit plan gives the administrator or fiduciary discretionary authority to determine eligibility for benefits or to construe the terms of the plan.\" <i>See also Rush Prudential HMO, Inc. v. Moran,</i> <span class=\"citation\" data-id=\"121159\"><a href=\"/opinion/121159/rush-prudential-hmo-inc-v-moran/\"><span class=\"volume\">536</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">355</span></a></span>, <span class=\"citation\" data-id=\"121159\"><a href=\"/opinion/121159/rush-prudential-hmo-inc-v-moran/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2151</span></a></span>, 2170, <span class=\"citation\" data-id=\"121159\"><a href=\"/opinion/121159/rush-prudential-hmo-inc-v-moran/\"><span class=\"volume\">153</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">375</span></a></span> (2002) (\"[A] general or default rule of <i>de novo</i> review could be replaced by deferential review if the ERISA plan itself provided that the plan's benefit determinations were matters of high or unfettered discretion[.]\"). We have \"steadfastly applied <i>Firestone</i> to mandate de novo review of benefits determinations unless `a benefits plan ... clearly grant[s] discretionary authority to the administrator,'\" <i>Terry v. Bayer Corp.,</i> <span class=\"citation\" data-id=\"754634\"><a href=\"/opinion/754634/michael-f-terry-v-bayer-corporation-and-bayer-corporation-disability-plan/\"><span class=\"volume\">145</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">28</span></a></span>, 37 (1st Cir.1998) (quoting <i>Rodriguez-Abreu v. Chase Manhattan Bank, N.A.,</i> <span class=\"citation\" data-id=\"600732\"><a href=\"/opinion/600732/luis-e-rodriguez-abreu-v-the-chase-manhattan-bank-na/\"><span class=\"volume\">986</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">580</span></a></span>, 583 (1st Cir.1993)). When the grant of discretionary authority is found, we apply a deferential arbitrary and capricious standard of judicial review. <i>Id.</i> (citing <i>Recupero v. New England Tel. and Tel. Co.,</i> <span class=\"citation\" data-id=\"197450\"><a href=\"/opinion/197450/recupero-v-ne-telephone/\"><span class=\"volume\">118</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">820</span></a></span>, 827 (1st Cir.1997)).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">While the choice of standards is clear-cut, there remains considerable debate over what language constitutes a sufficiently clear grant of discretionary authority to transform judicial review from de novo to deferential. In <i>Herzberger v. Standard Ins. Co.,</i> <span class=\"citation\" data-id=\"767860\"><a href=\"/opinion/767860/carolyn-herzberger-v-standard-insurance-company-beverly-a-johnson-v/\"><span class=\"volume\">205</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">327</span></a></span>, 331 (7th Cir.2000), Chief Judge Posner proposed model \"safe harbor\" language for inclusion in ERISA plans that could leave no doubt about the administrator's discretion: \"`Benefits under this plan will be paid only if the plan administrator decides in his discretion that the applicant is entitled to them.'\" We wholly endorse this proposal. We recognize, however, that \"courts have consistently held that there are no `magic words' determining the scope of judicial review of decisions to deny benefits,\" <i>id.,</i> and until wording such as that suggested by Judge Posner becomes standard, we must in fairness carefully consider existing language that falls short of that ideal. <i>Accord Herzberger,</i> 205 F.3d at 331 (declining to make proposed language mandatory and accepting as sufficient, if minimum, a less explicit standard, <i>see infra</i> at 19).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">According to the Sun Life policy, the insurer \"may require proof in connection with the terms or benefits of [the] Policy.\" It further states: \"If proof is required, we must be provided with such evidence <i>satisfactory to us</i> as we may reasonably require under the circumstances\" (emphasis added). Circuits that have considered similar language view the \"to us\" after \"satisfactory\" as an indicator of subjective, discretionary authority on the part of the administrator, distinguishing such phrasing from policies that simply require \"satisfactory proof\" of disability, without specifying who must be satisfied. <i>See Nance v. Sun Life Assur. Co. of Canada,</i> <span class=\"citation\" data-id=\"162362\"><a href=\"/opinion/162362/nance-v-sun-life-assurance/\"><span class=\"volume\">294</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1263</span></a></span>, 1267-68 (10th Cir.2002) (\"`Satisfactory to Sun Life' ... adequately conveys to the Plan participants and beneficiaries that the evidence of disability must be persuasive to Sun Life.\"); <i>Ferrari v. Teachers Ins. and Annuity Ass'n,</i> <span class=\"citation\" data-id=\"776351\"><a href=\"/opinion/776351/herbert-ferrari-md-v-teachers-insurance-and-annuity-association-a-new/\"><span class=\"volume\">278</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">801</span></a></span>, 806 (8th Cir.2002) (describing plan as stating that \"proof must be satisfactory to [the administrator]\"); <i>Herzberger,</i> 205 F.3d at 331 (describing the \"satisfactory to us\" language in <i>Donato v. Metropolitan Life Ins. Co.,</i> <span class=\"citation\" data-id=\"665833\"><a href=\"/opinion/665833/christine-m-donato-v-metropolitan-life-insurance-company/\"><span class=\"volume\">19</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">375</span></a></span>, 379 (7th Cir.1994), as \"indicat[ing] with the requisite if minimum clarity that a discretionary determination is envisaged\"); <i>cf. Perugini-Christen v. Homestead Mortgage Co.,</i> <span class=\"citation\" data-id=\"777350\"><a href=\"/opinion/777350/mary-perugini-christen-v-homestead-mortgage-company-and-reliance-standard/\"><span class=\"volume\">287</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">624</span></a></span>, 626-27 (7th Cir.2002) (no discretionary review when policy stated applicant must submit \"satisfactory proof of Total Disability to [the insurer]\"); <i>Walke v. Group Long Term Disability Ins.,</i> <span class=\"citation\" data-id=\"773991\"><a href=\"/opinion/773991/michael-e-walke-v-group-long-term-disability-insurance/\"><span class=\"volume\">256</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">835</span></a></span>, 839-40 (8th Cir.2001) (same where benefits would be paid if insured \"submits satisfactory proof of Total Disability to [insurer]\"); <i>Kinstler v. First Reliance Standard Life Ins. Co.,</i> <span class=\"citation\" data-id=\"764885\"><a href=\"/opinion/764885/martha-kinstler-v-first-reliance-standard-life-insurance-company/\"><span class=\"volume\">181</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">243</span></a></span>, 251-52 (2d Cir.1999) (same where policy requires insured to \"submit[ ] satisfactory proof of Total Disability to us\"); <i>Kearney v. Standard Ins. Co.,</i> <span class=\"citation\" data-id=\"763729\"><a href=\"/opinion/763729/99-cal-daily-op-serv-3020-1999-daily-journal-dar-3930-rex-t/\"><span class=\"volume\">175</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1084</span></a></span>, 1089-90 (9th Cir.1999) (en banc) (same where policy stated that insurer would pay disability benefits \"upon receipt of satisfactory written proof that you have become DISABLED\").</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Only the Sixth Circuit, by an 8-6 en banc vote, has held that discretionary review is triggered by language requiring \"satisfactory proof\" without specification of who must be satisfied. <i>See Perez v. Aetna Life Ins. Co.,</i> <span class=\"citation\" data-id=\"756472\"><a href=\"/opinion/756472/22-employee-benefits-cas-1385-pens-plan-guide-cch-p-23946r-benito-t/\"><span class=\"volume\">150</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">550</span></a></span>, 556-58 (6th Cir.1998) (en banc).<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> And only one circuit, the Second, has suggested &#8212; in dicta &#8212; that even \"satisfactory to us\" language may be inadequate to convey discretion. <i>See Kinstler,</i> 181 F.3d at 252. This we view as the present state of the law. We now turn to the state of the record in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Throughout the proceedings in district court, Brigham assumed that the arbitrary and capricious standard applied, never arguing, as he does now,<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> that the policy language was insufficiently explicit to trigger discretionary review. Indeed, on more than one occasion, appellant's counsel expressly identified the issue in the case as whether Sun Life's decision was arbitrary and capricious. In light of the precedent described above, we do not feel compelled to depart from the well worn principle that \"`arguments not seasonably raised in the district court cannot be raised for the first time on appeal,'\" <i>Nyer v. Winterthur Int'l,</i> <span class=\"citation no-link\"><span class=\"volume\">290</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">456</span></span>, 460 (1st Cir.2002) (quoting <i>Corrada Betances v. Sea-Land Serv., Inc.,</i> <span class=\"citation\" data-id=\"199395\"><a href=\"/opinion/199395/corrada-betances-v-sea-land-service/\"><span class=\"volume\">248</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">40</span></a></span>, 44 (1st Cir.2001)); <i>see also Airport Impact Relief, Inc. v. Wykle,</i> <span class=\"citation\" data-id=\"198660\"><a href=\"/opinion/198660/airport-impact-v-wykle/\"><span class=\"volume\">192</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">197</span></a></span>, 205 n. 3 (1st Cir.1999)(\"Amici cannot interject into a case issues which the litigants have chosen to ignore.\").</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">It may well be that an increasing recognition of the need for the clearest signals of administrative discretion portends a future consensus requiring greater precision. But that consensus does not yet exist. Indeed, with the possible exception of the Second Circuit in dicta, no federal appeals court has viewed the type of language at issue in this case as inadequate to confer discretion on the plan administrator. Were we to consider ruling otherwise, we would undertake a thorough exploration of the issue. As matters stand, the widespread acceptance of the view that the language here triggers discretionary review assures us that adhering to our raise-or-waive rule results in no injustice in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">We therefore move on to consider only whether Sun Life's decision to terminate Brigham's benefits was arbitrary and capricious. We must view this question through the summary judgment lens, leading us to examine specifically \"whether the aggregate evidence, viewed in the light most favorable to the non-moving party, could support a rational determination that the plan administrator acted arbitrarily in denying the claim for benefits.\" <i>Leahy,</i> at 17.</p>\n    </div>\n    <p class=\"center\">III. <i>The Termination of Benefits</i></p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">As indicated at the outset of this opinion, we have concluded that a rational decision-maker could not find, on this record, that Sun Life lacked a reasonable basis for its determination that Brigham could return to work in a sedentary position. This conclusion is especially clear with respect to part-time work. <i>See Doyle v. Paul Revere Life Ins. Co.,</i> <span class=\"citation\" data-id=\"197983\"><a href=\"/opinion/197983/doyle-v-paul-revere-life/\"><span class=\"volume\">144</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">181</span></a></span>, 184 (1st Cir.1998) (capacity to work part-time supports finding that claimant was not \"totally disabled from any occupation\"). Although we confess considerable ambivalence about whether Brigham <i>should</i> be expected to return to the work-force, we nonetheless believe, for the reasons that follow, that Sun Life cannot be found to have violated ERISA for reaching the decision it did. We first consider the record evidence on which Sun Life relied and then address several particular challenges to the insurer's decision-making.</p>\n    </div>\n    <p class=\"indent\">A. <i>Evidence in the Record</i></p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Unquestionably, the most significant evidence in the record is the series of Attending Physician Statements from Dr. French. In each report before the last two, Dr. French opined that Brigham could return to work part-time, with retraining, so long as his job did not require transfers into and out of his car. The next-to-last report, in January 1998, stated that Brigham \"possibly\" could resume part-time work. Only in the last report &#8212; filed after Sun Life notified Brigham that he needed to prove inability to work at <i>any</i> occupation &#8212; did Dr. French assert that Brigham was \"not at all\" capable of working on even a part-time basis. In that same APS, however, Dr. French continued to classify Brigham's physical impairment as Class 4, seemingly indicating his ability to do sedentary work.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> The doctor repeated his earlier assessment that Brigham could sit 5-10 hours and drive 13 hours in a normal day and rated him as capable of a wide range of physical movements at least a small percentage of the time. Each APS throughout the five-year period noted that Brigham's condition remained unchanged from the previous report.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Thus, Dr. French's medical reports did not reflect a decline in Brigham's physical condition from the time he became disabled in 1993. Despite Sun Life's request for objective medical evidence to substantiate the doctor's assertion in December 1998 that Brigham no longer was capable of the sedentary work the doctor earlier had deemed feasible, no reports of any kind were submitted based on either recent examinations or clinical tests showing progressive loss of abilities. Dr. Reinert's assessment adds little; he noted that \"the gradual decline in physical capabilities which we all experience as we get older,... superimposed on the significant disability of being paraplegic,\" rendered Brigham unable to recover to his level of function before the 1992 muscle strain. But Dr. French's reports consistently had indicated that Brigham retained at least part-time sedentary employment capabilities after his 1992 injury. And the TSA identified a number of sedentary jobs that appeared suitable in that they largely required phone calling or counseling in a single location.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">To be sure, the record also contained significant evidence of the daily challenges Brigham faced as a paraplegic with ongoing issues of muscle strain and pain. The affidavits from family and friends emphasized the pain that typically accompanied or followed physical activity, and his own reports described the substantial effort required to accomplish basic daily tasks. We think it beyond question that a return to work would add a substantial burden to Brigham's already difficult life. Yet we cannot say that the insurer was required to conclude, on the medical evidence provided, that that burden rendered him totally disabled, i.e., physically unable to work on even a part-time basis. Nor do we think any reasonable factfinder could reach such a result. <i>See Vlass v. Raytheon Employees Disability Trust,</i> <span class=\"citation\" data-id=\"199334\"><a href=\"/opinion/199334/vlass-v-raytheon-employees/\"><span class=\"volume\">244</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">27</span></a></span>, 30 (1st Cir.2001) (\"[T]he existence of contradictory evidence does not, in itself, make the administrator's decision arbitrary.\"); <i>Sullivan v. Raytheon Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">262</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">41</span></span>, 52 n. 8 (1st Cir.2001) (same). The insurer's decision to look beyond the subjective conclusions of family and others close to him &#8212; and beyond his doctors' unelaborated conclusions &#8212; to the specific abilities listed on Dr. French's medical forms was not inevitable, but neither was it arbitrary. That the TSA report offered a number of employment possibilities for an individual with those abilities underscores the reasonableness of Sun Life's decision.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Brigham argues, however, that Sun Life's decision was flawed because it was improper for the insurer to rely on the absence of \"objective medical evidence\" and because the insurer failed to obtain an independent medical evaluation to counter Dr. French's conclusion of total disability. We turn now to those issues.</p>\n    </div>\n    <p class=\"indent\">B. <i>Objective Medical Evidence</i></p>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">In rejecting Brigham's appeal of its benefits termination decision, Sun Life pointed to the lack of \"objective medical support\" for the assertion that he is totally disabled from any occupation. Brigham makes a multi-pronged attack on the insurer's reliance on the absence of \"objective medical evidence,\" arguing that the request for such evidence was unnecessary &#8212; as Dr. Reinert had opined &#8212; in light of his obvious infirmity, and improper because objective medical evidence was not expressly required by his employee benefit plan. These arguments are unavailing.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">We respond to the first argument addressed to the necessity of additional \"objective medical evidence\" by stressing the particularistic state of this record. In passing, we would note that cases such as these are by nature very fact-oriented. We fully recognize that laboratory tests or similar diagnostic procedures will not always be necessary to substantiate a claim of disability, as certain disabling conditions are not susceptible to such objective evaluations. <i>See, e.g., Mitchell v. Eastman Kodak Co.,</i> <span class=\"citation\" data-id=\"740497\"><a href=\"/opinion/740497/george-w-mitchell-v-eastman-kodak-company/\"><span class=\"volume\">113</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">433</span></a></span>, 443 (3d Cir.1997)(\"It is now widely recognized in the medical and legal communities that `there is no \"dipstick\" laboratory test for chronic fatigue syndrome.'\").</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Here, however, Dr. French's opinion in the final APS that Brigham was totally disabled for any occupation contradicted his earlier reports, and there was no explanation for his new view, such as evidence of specific physical changes that further limited Brigham's capacity to work. Indeed, Dr. French repeatedly described Brigham's condition as \"unchanged.\" The insurer was therefore justified in seeking some clinical explanation for the doctor's changed perception. Had Brigham's doctors been responsive, for example, to the claims administrator's request of August 24, 1999, to come forward with \"any specific measures\" and submitted a report of a recent physical examination that revealed weakening muscle strength, decreasing stamina or other visible indicators of deterioration, Sun Life could not reasonably have relied on earlier medical reports stating that he retained the capacity to perform sedentary work. As claimant, Brigham needed to demonstrate his entitlement to benefits, and he therefore had the burden of substantiating the doctors' new diagnosis that he was incapable of performing fully sedentary work.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Brigham's argument (joined by amici) that the request for \"objective medical evidence\" imposed an impermissible extra-contractual eligibility criterion was not raised below and is therefore waived. In the district court, Brigham did not contend that Sun Life's request for objective medical evidence was impermissible because it was extra-contractual, but argued instead that he had provided sufficient evidence in support of his claim. In any event, as our prior discussion indicates, the specific record in this case demonstrates that Sun Life was not rejecting Brigham's claim because of failure to satisfy a predetermined prerequisite to eligibility, but was responding to a late-developing and unexplained change of position on the part of Brigham's doctor by seeking non-conclusory medical support for the onset of total disability.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Brigham also accuses Sun Life of changing the evidentiary standard for medical evidence because the same information that he submitted in 1999 had been sufficient when it was submitted in 1995 to prompt reinstatement of his benefits. For two reasons, however, the \"inconsistency\" does not assist his position. First, the issue had changed from Brigham's ability to do his own job &#8212; with the travel requirements &#8212; to whether he could do <i>any</i> job. Second, the medical information provided in 1995 &#8212; that the muscle strain inevitably would resume with frequent transfers into and out of the car &#8212; was linked with information from his employer that multiple transfers would be required. The same medical evidence did not explain why, in 1999, Brigham could not do a job that had no travel requirements. Thus, the record shows that Sun Life did not arbitrarily demand \"objective medical evidence\" on either occasion, but sought evidence in addition to his doctor's inconsistent or unexplained conclusions. The request for more information was particularly reasonable in 1999 in light of the doctor's prior contrary assessments of his part-time work abilities.</p>\n    </div>\n    <p class=\"indent\">C. <i>Independent Medical Review</i></p>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Brigham also suggests that it was improper for Sun Life to reject his own doctors' conclusions without obtaining an independent medical evaluation. Sun Life, however, <i>accepted</i> the limitations identified by Dr. French and adopted Dr. French's earlier judgment that those limitations did not prevent Brigham from all types of work. As Sun Life did not disagree with the claimant's proffered diagnosis, it had no obligation to obtain its own medical evidence. <i>Cf. House v. Paul Revere Life Ins. Co.,</i> <span class=\"citation\" data-id=\"772284\"><a href=\"/opinion/772284/jesse-d-house-v-the-paul-revere-life-insurance-company-hickory-springs/\"><span class=\"volume\">241</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1045</span></a></span>, 1048 (8th Cir.2001) (insurer that possessed \"not even a scintilla of [contrary] evidence\" not entitled to discount claimant's doctor's extensive evidence of severe heart disease without conducting independent medical examination). Although the final medical consultant's report was brief, it reflected a review of the materials submitted by Brigham, particularly Dr. French's most recent physician statements. Further medical information would have been illuminating, but it was up to Brigham to explain why Dr. French's quantitative assessments of his physical abilities were no longer an accurate indicator of his ability to work.</p>\n    </div>\n    <p class=\"center\">IV. <i>Conclusion</i></p>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The question we face in this appeal is \"not which side we believe is right, but whether [the insurer] had substantial evidentiary grounds for a reasonable decision in its favor.\" <i>Doyle,</i> 144 F.3d at 184. We share the district court's sentiment that this is a difficult case because of \"the obvious courage plaintiff has shown in facing his disability,\" 183 F.Supp.2d at 438.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Beyond this, it seems counterintuitive that a paraplegic suffering serious muscle strain and pain, severely limited in his bodily functions, would not be deemed totally disabled. Moreover, it seems clear that Sun Life has taken a minimalist view of the record. But it is equally true that the hurdle plaintiff had to surmount, establishing his inability to perform any occupation for which he could be trained, was a high one. As to that issue, we have to agree with the district court that the undisputed facts of record do not permit us to find that Sun Life acted in an arbitrary or capricious manner in terminating appellant Brigham's benefits.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We have borrowed liberally from the well stated factual background section of the district court's opinion in this case<i>See Brigham v. Sun Life of Canada,</i> <span class=\"citation\" data-id=\"2285204\"><a href=\"/opinion/2285204/brigham-v-sun-life-of-canada/\"><span class=\"volume\">183</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">427</span></a></span>, 428-434 (D.Mass.2002). As the district court noted, <i>see id.</i> at 428, the facts are essentially undisputed.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The APS is a two-page standardized form provided by the insurer that includes sections on \"Diagnosis,\" \"Dates of Treatment,\" \"Progress,\" \"Physical Impairment,\" \"Prognosis,\" and \"Rehabilitation.\" The sections typically offer several alternative answers, with boxes to be checked for the chosen response. The form also provides general space for unguided \"Remarks.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Both the district court and Sun Life identify the October submission as the third APS, although it was at least the fourth such statement since Brigham stopped work in June 1993. Brigham had submitted two statements from Dr. French in the summer of 1993 in connection with his request for short-term disability benefits. It appears that one of those earlier reports is considered the \"first\" APS in the sequence discussed by the district court. Our discussion considers the seven reports that were filed between December 1993 and December 1998</p>\n        <p class=\"indent\">We add one further note about these reports. The briefs reflect confusion about an APS that appears to be stamped as received in February 1999. The stamped page, however, is actually the first page of the December 1998 APS, which elsewhere in the appendix is shown with a date stamp of December 10, 1998. Whatever the reason for the double-dating, it is clear that the February document is not a new APS.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Although the dictionary definition included the ability to walk or stand one-third of the time, the skills analysis was adjusted to account for Brigham's paraplegia. In addition, although the definition includes the ability to exert a negligible amount of force \"frequently,\" the vocational counselor who wrote the report recognized that Brigham could push, pull, reach and similarly move only \"occasionally\" &#8212; consistent with Dr. French's opinion that he could do such movements between 1% and 33% of the time</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> To support his view, Dr. French repeated almost verbatim the observations he had made when Brigham's benefits were temporarily terminated in early 1995: \"Mr. Brigham's muscular-skeletal condition is fragile, his ability to transfer is severely limited, and is possible only with assistance and then with discomfort.... Mr. Brigham is in a continuous state of total incapacity to perform the duties of any assignment given the disabilities described above.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The letter also noted that Brigham had been using a wheelchair for more than 25 years, that the TSA reported available job opportunities, and that the doctor's notes indicated that the year before Brigham had been swimming every day and finishing building a new house</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Appellant asserts that Dr. French's notes reflect the administrator's commitment to arrange for the evaluation. We think that, in context, this is an unreasonable reading of the notes. The notation begins \"Discussed with [using a form of shorthand for `with'\"], and then a name written on the same line &#8212; perhaps \"Anita\" &#8212; is crossed out. Below it is the name \"Alice Kern.\" On the next line, the notation reads: \"will get Nero Eval and send it to answer above ?s.\" We construe this message &#8212; sent to Sun Life &#8212; to say that Dr. French had discussed with Alice Kern that he would get a neurological evaluation and would send it to answer the questions posed in Sun Life's letter. This understanding of the notation is reinforced by the fact that such an evaluation was sent to Sun Life by Brigham's attorney</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The district court noted that Dr. Reinert, who first treated Brigham after his 1972 accident, offered his opinion in \"almost entirely conclusory terms\":</p>\n        <p class=\"indent\">[Brigham] feels, and rightly so in my opinion, that the physical problems resulting from those three years of employment have left him totally disabled insofar as he can no longer accomplish, on a regular schedule, what he could previously do. For example,... it takes him much longer to accomplish such things as management of bladder and bowel function as well as proper skin care management. At the time that he developed the left flank pain he also noted pain in his right shoulder area, making it more difficult for him to frequently lift his wheelchair into and out of the car. Were he in his early 20's instead of his late 30's at the time that this happened he may have been able to recover from the problem that developed in 1992. But with the gradual decline in physical capabilities which we all experience as we get older, in Brad's case superimposed on the significant disability of being paraplegic, he had been unable to recover to the level of function pre-1992. His problem is quite self evident and I feel that any additional studies to further evaluate the problem would be superfluous and unnecessary.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> These affidavits included the following comments: \"From my day-to-day observations of Bradley I believe he is totally disabled in that he cannot perform routine tasks on a regular, consistent basis without experiencing pain or some level of discomfort.... If he tries to do too much physical activity then he is either in pain or discomfort several days after.\" (Lillian Brigham, appellant's mother); \"I would characterize his physical state as fragile and his muscular condition as tentative and day-to-day. He seldom has back-to-back days when he is pain-free and able to move about comfortably.... Based upon my daily observations from helping him for several years I would say that Bradley is fully disabled and incapable of even part-time employment.\" (Althea Brigham, aunt and personal attendant)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The relevant plan language stated that \"[the insurer] shall have the right to require as part of the proof of claim satisfactory evidence... that [the claimant] has furnished all required proofs for such benefits.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> He is joined in this argument on appeal by amicus AARP</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Brigham's argument that Dr. French's \"Class 4\" evaluation relating to sedentary<i>activity</i> does not signify an ability to do sedentary <i>work</i> is meritless given the employment context and the reference in the \"Physical Impairment\" section of the APS to the Federal Dictionary of <i>Occupational</i> Titles.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Among the positions noted were: (1) correctional-treatment specialist, essentially a counselor within a prison setting whose primary activity is communication verbally with inmates and others; (2) vocational rehabilitation counselor, in which the primary activities are \"verbal interaction with the clients, some computer interface, and telephone contact with clients and others\"; and (3) program specialist within an employee assistance program, whose job is to</p>\n        <p class=\"indent\">coordinate the delivery of services to covered employees, receiving calls from the employees and connecting them with appropriate community services. [Program specialists] then oversee the delivery of services within the parameters of the coverage. The work is entirely sedentary and requires virtually no travel, since most is performed by phone and on computer within a stationary office.</p>\n      </div>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">STAHL, Senior Circuit Judge, concurring in part and dissenting in part.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">I concur in Judge Coffin's opinion that the standard of review in this matter is arbitrary and capricious. Given the facts of this case, however, I have difficulty concluding that Sun Life's actions were not arbitrary and capricious. While the evidence as to the permanence of Brigham's disability is not without some question, there was significant and unrebutted evidence that in his current condition he was unable to work consistently. <i>Cf. Williams v. Int'l Paper Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">227</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">706</span></span>, 712 (6th Cir.2000) (court held that plan administrator acted arbitrarily and capriciously when it failed to consider relevant evidence of claimant's physical condition). Brigham's life was not that of a malingerer. Affidavits submitted by members of Brigham's family indicated that if he engaged in much activity on one day, he would be in pain or discomfort on subsequent days, making it difficult for him to leave his bed. In short, Brigham hardly seems to be a person capable of sustaining regular employment. Moreover, the Social Security Administration, presumably using the same information, found that Brigham was disabled. <i>See Mitchell v. Eastman Kodak Co.,</i> <span class=\"citation\" data-id=\"740497\"><a href=\"/opinion/740497/george-w-mitchell-v-eastman-kodak-company/\"><span class=\"volume\">113</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">433</span></a></span>, 440 (3d Cir.1997) (in concluding that plan administrator's denial of benefits was arbitrary and capricious, court noted Social Security Administration's determination that claimant could not work). One would think that this finding, coupled with the affidavits from Brigham's family and the reports from his doctor that he was totally disabled, would have prompted Sun Life to seek an independent examination of Brigham's condition before making the final decision to deny his benefit. Since the standard set forth in the policy &#8212; \"satisfactory to us\" &#8212; leaves the question of the degree of evidence solely up to Sun Life, I believe its decision to deny benefits in this case was arbitrary and capricious.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112197/",
    "http://www.courtlistener.com/api/rest/v3/opinions/121159/",
    "http://www.courtlistener.com/api/rest/v3/opinions/162362/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197450/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197983/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198660/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199334/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199395/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200246/",
    "http://www.courtlistener.com/api/rest/v3/opinions/600732/",
    "http://www.courtlistener.com/api/rest/v3/opinions/665833/",
    "http://www.courtlistener.com/api/rest/v3/opinions/740497/",
    "http://www.courtlistener.com/api/rest/v3/opinions/754634/",
    "http://www.courtlistener.com/api/rest/v3/opinions/756472/",
    "http://www.courtlistener.com/api/rest/v3/opinions/763729/",
    "http://www.courtlistener.com/api/rest/v3/opinions/764885/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767860/",
    "http://www.courtlistener.com/api/rest/v3/opinions/772284/",
    "http://www.courtlistener.com/api/rest/v3/opinions/773991/",
    "http://www.courtlistener.com/api/rest/v3/opinions/776351/",
    "http://www.courtlistener.com/api/rest/v3/opinions/777350/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2285204/"
  ]
}