{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/200362/",
  "absolute_url": "/opinion/200362/magarian-v-hawkins/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/200362/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T04:49:45Z",
  "date_modified": "2016-02-28T05:02:48.503938Z",
  "type": "010combined",
  "sha1": "bcb34af38035be26583921c957be63f8c4ff8136",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/02-2239-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2003/02/28/Magarian_v._Hawkins.pdf",
  "plain_text": "          United States Court of Appeals\n                       For the First Circuit\n\n\nNo. 02-2239\n\n              KOORKIN D. MAGARIAN AND FRANCES MAGARIAN,\n\n                       Plaintiffs, Appellants,\n\n                                 v.\n\n                        ARTHUR CRAIG HAWKINS,\n\n                        Defendant, Appellee.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF MASSACHUSETTS\n\n          [Hon. William G. Young, U.S. District Judge]\n\n\n                               Before\n\n                         Selya, Circuit Judge,\n                    Stahl, Senior Circuit Judge,\n                      and Lynch, Circuit Judge.\n\n\n\n     Michael G. Sarli, with whom Gidley, Sarli & Marusak, LLP, was\non brief for appellants.\n     Mark A. Darling, with whom Mark R. Freitas and Cogavin &\nWaystack, were on brief, for appellee.\n\n\n\n                         February 28, 2003\n\f            STAHL, Senior Circuit Judge.     This case involves an\n\nunfortunate boating accident, in which plaintiff-appellant Koorkin\n\nMagarian (\"Magarian\") severely injured his eye while trying to\n\nboard    defendant-appellee   Arthur   Hawkins's   (\"Hawkins\")   boat.\n\nMagarian sued Hawkins, alleging that Hawkins was negligent by\n\nfailing to provide a reasonable means to board his boat, and his\n\nwife, plaintiff-appellant Frances Magarian, brought a loss of\n\nconsortium claim.    Following the close of discovery and on the eve\n\nof trial, the district court orally granted Hawkins's motion for\n\nsummary judgment on the ground that Hawkins's conduct was not\n\nnegligent.     The Magarians (hereinafter \"Magarian\") appealed this\n\ndecision.    We affirm.\n\n                                  I\n\n             We review a grant of summary judgment de novo and view\n\nthe facts in the light most favorable to the nonmoving party,\n\nMagarian, drawing all reasonable inferences in Magarian's favor.\n\nLeBlanc v. Great Am. Ins. Co., 6 F.3d 836, 841-42 (1st Cir. 1993).1\n\nDuring the Memorial Day weekend of 2000, Magarian, who was seventy-\n\neight years old at the time, and his wife, both Florida citizens\n\nand residents, were visiting their son Dean and his family at their\n\nhome in Vermont.     Hawkins, a Massachusetts citizen and resident,\n\n\n\n     1\n      We are well aware of the summary judgment principles outlined\nin our numerous cases and find no need to recite them here. See,\ne.g., LeBlanc, 6 F.3d at 841-42 (outlining summary judgment\nparadigm).\n\n                                 -2-\n\fand his fiancée, Dean's sister-in-law, also visited Dean's family\n\nthat weekend, bringing along a 19.5 foot open-bow pleasure boat.\n\nOn May 28, Magarian, Dean, Dean's son, and Hawkins towed the boat\n\nto Lake Saint Catherine in Vermont for a day of recreational\n\nboating.\n\n           After launching his boat into the water from a public\n\nramp, Hawkins beached it on shore, with the bow resting on the sand\n\nand the stern remaining in the water, so that the boat was\n\nperpendicular to the shoreline.       Hawkins did this because there\n\nwere no public docking facilities for boarding on the lake.2\n\nHawkins then jumped out of the boat.\n\n           Magarian, dressed in long pants, socks, and sneakers,\n\napproached the boat and asked Hawkins how he should get in, to\n\nwhich Hawkins responded, \"grab the rail and pull yourself in.\"     A\n\nrailing ran along either side of the top of the bow back to about\n\nthe midway point of the boat.   However, the railings did not meet\n\nat the point of the bow, leaving a gap between the two rails.    The\n\nrecord is not clear as to where on Magarian's body the railing was\n\npositioned at the time of the accident.       At one point, Magarian\n\ntestified that the bow was \"around waist high, chest high, waist\n\nhigh,\" but when asked where the railing located on his body, he\n\n\n\n     2\n      While there is evidence that a dock was located nearby, that\ndock had \"no trespassing\" signs and was cordoned off with rope.\nMagarian does not claim that Hawkins should have ignored the \"no\ntrespassing\" signs and used the dock.\n\n                                -3-\n\fresponded that he did not know whether it was above or below his\n\nwaist.    In any event, without further question or discussion,\n\nMagarian grabbed the starboard side railing with his left hand and\n\nthe port side with his right, and attempted to pull himself into\n\nthe boat.3     He suddenly fell forward into the boat, however,\n\nseriously injuring his eye, which ultimately had to be removed due\n\nto the severity of the injury.   Magarian does not know why he fell\n\nso suddenly.\n\n           This was not Magarian's first time on a boat.         He\n\ntestified that, for a period of six years, he had been fishing once\n\na week on a boat of similar size--between eighteen and twenty feet.\n\nOn a couple of occasions, when the boat was brought onto shore with\n\nthe bow resting on the sand, he boarded the boat by \"walk[ing] out\n\nto the water about a foot or two and . . . just pull[ing] [himself]\n\ninto the boat . . . .\"   According to Magarian, he never had trouble\n\ngetting into the boat in this manner because he was not afraid of\n\ngetting   his feet wet.     When asked at his deposition why he\n\nattempted to get into Hawkins's boat over the point of the bow,\n\nhowever, Magarian explained that he \"had to do it the way [Hawkins]\n\ntold [him] to do it,\" that he \"took it for granted that [it] was\n\nthe only way to get into the boat,\" and that \"[i]t was the only way\n\n\n     3\n      He indicated that he had intended to grab the railing from\nthe point of the bow and to pull himself back toward the stern a\nlittle, then grab further back on the railing and pull himself\nfurther down, inching himself along until he could drop his legs\ninto the boat.\n\n                                 -4-\n\fto get in unless [he] got [his] feet wet.\"         He also testified that\n\nit might have been possible to get in by climbing over the side of\n\nthe boat after taking off his sneakers and socks, and rolling up\n\nhis pants, but that he \"never gave it a thought\" at the time.\n\n                                     II\n\n          Under Massachusetts law,4 Magarian must establish that\n\nHawkins owed him a duty of care and that he breached that duty (the\n\nelement of negligence), which actually and proximately caused his\n\ninjury.   See Davis v. Westwood, 420 Mass. 739, 742-43 (1995);\n\nBennett v. Eagle Brook County Store, Inc., 408 Mass. 355, 358-59\n\n(1990).   The parties agree that Hawkins owed Magarian a duty to\n\nexercise that   degree   of   care    that   a   reasonably   prudent   boat\n\nowner/operator would exercise under similar circumstances.5              See\n\nBennett, 408 Mass. at 358-59; Toubiana v. Priestly, 402 Mass. 84,\n\n88 (1988).   Naturally, Magarian maintains that Hawkins breached\n\n\n     4\n      The parties stipulated that Massachusetts law governs the\ndispute, and the district court likewise used that law to reach its\nresult. While a federal court sitting in diversity must apply the\nforum state's choice-of-law rules, Klaxon Co. v. Stentor Elec. Mfg.\nCo., 313 U.S. 487, 496 (1941), the court may accept the parties'\nagreement as to the choice of law without independent analysis of\nthe governing rules. James L. Miniter Ins. Agency, Inc. v. Ohio\nIndem. Co., 112 F.3d 1240, 1245 (1st Cir. 1997) (citing Borden v.\nPaul Revere Life Ins. Co., 935 F.2d 370, 375 (1st Cir. 1991)). We\ndo so here.\n     5\n      In his brief, Magarian seemed to argue that Hawkins might\nhave owed him a higher degree of care, such as that owed by a\ncommon carrier.    At oral argument, however, he abjured that\nargument and agreed that Hawkins's duty was one to exercise that\ndegree of care that a reasonably prudent boat owner/operator would\nexercise under similar circumstances.\n\n                                     -5-\n\fthat duty.    Although the question of breach is ordinarily for the\n\ntrier of fact, it may be appropriately withdrawn where the evidence\n\nand the reasonable inferences drawn therefrom lead to but one\n\nreasoned conclusion.    Mullin v. Pine Manor College, 389 Mass. 47,\n\n56 (1983); Leavitt v. Mizner, 404 Mass. 81, 88-92 (1989).       Our\n\nreview of the briefs and the record convinces us that this is such\n\na case: a fair-minded jury could not reasonably conclude that\n\nHawkins's conduct was unreasonable under the circumstances.\n\n             Magarian does not claim that instructing a passenger to\n\nboard the boat by grabbing the bow railing and climbing in is\n\nitself an unreasonable practice in general, nor is there any\n\nevidence in the record suggesting that it is.     Indeed, Hawkins's\n\nexpert witness, Richard d'Entremont, a retired Coast Guard officer\n\nwho based his opinion on his observations of recreational boating\n\nmade over twenty-six years with the Coast Guard, opined that this\n\nis the ordinary and customary practice to board a boat.          Cf.\n\nCorthell v. Great Atlantic & Pacific Tea Co., 291 Mass. 242, 243-44\n\n(1935) (conformity to custom is evidence that supports an inference\n\nof reasonable care, but is not dispositive); but see Breault v.\n\nFord Motor Co., 364 Mass. 352, 356 (1973) (\"If one does what others\n\ndo in like circumstances, the inference that he is conforming to\n\nthe community standard of reasonable conduct may be so strong in\n\nparticular circumstances as to establish the individual was not\n\nnegligent.\").     Instead, Magarian claims that instructing him to\n\n\n                                 -6-\n\ffollow this practice was unreasonable under the circumstances\n\nsolely because he was seventy-eight years old at the time.                  He\n\nconclusorily asserts that a reasonable boat owner would have\n\nrecognized that a man in his seventies was physically incapable of\n\ngrabbing the bow railing and climbing into the boat, and thus\n\nshould have provided an alternative means to board the boat.                We\n\ndisagree.\n\n            The record evidence does not disclose that Hawkins had\n\nany indication that Magarian was physically unable to board the\n\nboat by grabbing the railing and climbing into the boat.              Magarian\n\nwas certainly the person in the best position to know his own\n\nphysical capabilities, and he said nothing about his ability.               In\n\nfact, he testified that, at the time of the accident, he felt\n\nphysically able to get in from the bow without assistance, and that\n\nhe never indicated to Hawkins that he preferred an alternative\n\nmeans to board the boat.        Moreover, there is nothing in Hawkins's\n\ninstruction--\"grab the rail and pull yourself in\"--indicating that\n\nMagarian was not to grab the railing further down toward the stern\n\nwhere the boat and railing were lower in relation to his body.\n\nInstead, without discussion, Magarian chose to grab the railing at\n\nthe point of the bow and attempted to board the boat.             We simply\n\ncannot   find   anything   in   the   record   that   would   allow    a   jury\n\nreasonably to conclude that Hawkins's conduct was unreasonable\n\nunder the circumstances.\n\n\n                                      -7-\n\f           Magarian attempts to cast doubt on the reasonableness of\n\nHawkins's conduct by alleging that safer alternative means of\n\nboarding the boat were available.     First, he points out that the\n\nboat was equipped with a swim ladder bolted to the stern, and\n\nargues that Hawkins should have informed him of the ladder rather\n\nthan instructing him to climb in over the railing.          We are\n\nunconvinced. To begin, the evidence in the record does not suggest\n\nthat this was the intended purpose of the swim ladder, or that\n\nusing the swim ladder under the circumstances would have been\n\nsafer.   In any case, Magarian failed to adduce, in an affidavit or\n\notherwise, any evidence supporting a reasonable inference that he\n\nwould have used, or at least considered using, the swim ladder had\n\nhe known of its presence.   Indeed, insofar as the record supports\n\nany reasonable inference, it is that Magarian would not have used\n\nthe swim ladder. Magarian was fully clothed, in long pants, socks,\n\nand sneakers; yet in order to reach the swim ladder, he would have\n\nhad to wade in three to four feet of water, which was waist high or\n\ngreater.    He also testified that one of the reasons that he\n\nfollowed Hawkins's instructions was that \"[i]t was the only way to\n\nget in unless [he] got [his] feet wet.\"   It is not lost on us that\n\nMagarian had at least six years of boating experience and, on\n\nprevious occasions, had entered over the side of a boat similarly\n\npositioned, yet on this occasion he chose to keep his feet dry by\n\nattempting to climb over the point of the bow.\n\n\n                                -8-\n\f             Magarian also maintains that a genuine issue of material\n\nfact exists as to whether a reasonable boat owner would have\n\nprovided equipment designed to assist passengers in boarding a boat\n\nbeached in this particular fashion.               He relies entirely upon his\n\nexpert's report, which asserts in a conclusory and perfunctory\n\nmanner that a reasonable boat owner would have considered, among\n\nother   things,     \"devices     available      to     assist     the     passenger    in\n\nboarding the boat, and the cost to provide such devices.\"                             The\n\nreport went on to state that \"[t]hese devices include, but are not\n\nlimited to, . . . a rope or other type of ladder that can be\n\nattached to the side or bow of the boat . . ., or any type of step\n\nthat can be placed on the ground next to the boat . . . .\"\n\nFinally, the expert stated that it was his opinion that Hawkins's\n\n\"instructions and failure to provide . . . a safe means to board\n\nhis boat was unreasonable and negligent . . . .\"\n\n             Evidence      showing      either        that   other        boat     owners\n\ncustomarily use such devices or that such devices in fact exist may\n\nhave    called    into    question      the    reasonableness        of    instructing\n\nMagarian to climb in without their aid, but Magarian failed to\n\nprovide such evidence.           Beyond these speculative and conclusory\n\nremarks    by    Magarian's      expert,      there    is    no   factual        evidence\n\ndisclosing       that    any   device    or    equipment      intended      to     assist\n\npassengers in boarding a beached boat exists, is commercially\n\navailable, or is used by boat operators in general.                          Moreover,\n\n\n                                         -9-\n\fthere is no evidence that the devices described would have provided\n\na safer means to board Hawkins's boat on the day in question.\n\nEssentially, we are invited to allow a jury to speculate whether a\n\nreasonable boat owner would have provided hypothetical devices or\n\nequipment to board Hawkins's boat, a course we decline to take.6\n\n            In the end, Magarian only has his expert's conclusory\n\nstatement   that   Hawkins's   instructions   and   failure   to   provide\n\nhypothetical equipment was unreasonable and negligent under the\n\ncircumstances. But \"conclusory allegations, improbable inferences,\n\nand unsupported speculation\" are insufficient to defeat summary\n\njudgment.    LeBlanc, 6 F.3d at 842.     This principle applies with\n\nequal force to expert opinions.     Hayes v. Douglas Dynamics, Inc.,\n\n8 F.3d 88, 92 (1st Cir. 1993) (\"Where an expert presents 'nothing\n\nbut conclusions--no facts, no hint of an inferential process, no\n\ndiscussion of hypotheses considered and rejected,' such testimony\n\nwill be insufficient to defeat a motion for summary judgment.\")\n\n(internal quotation marks and citations omitted).       In other words,\n\nan \"expert opinion must be more than a conclusory assertion about\n\nultimate legal issues.\"    Id.\n\n\n\n\n     6\n      Our holding is, of course, limited to the facts of this case.\nWe offer no opinion as to whether a different result would attach\nhad Magarian adduced evidence showing the existence of such\nequipment. Cf. The T.J. Hooper, 60 F.2d 737, 740 (2d Cir. 1932)\n(L. Hand, J.) (\"A whole calling may have unduly lagged in the\nadoption of new and available devices.\").\n\n                                  -10-\n\f          Given that Magarian failed to adduce sufficient evidence\n\nsupporting a reasonable inference that Hawkins breached his duty of\n\ncare under the circumstances, we affirm.   Costs to appellee.\n\n\n\n\n                               -11-\n\f",
  "html": "<p class=\"case_cite\">321 F.3d 235</p>\n    <p class=\"parties\">Koorkin D. MAGARIAN and Frances Magarian, Plaintiffs, Appellants,<br>v.<br>Arthur Craig HAWKINS, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 02-2239.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard February 4, 2003.</p>\n    <p class=\"date\">Decided February 28, 2003.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Michael G. Sarli, with whom Gidley, Sarli &amp; Marusak, LLP, was on brief for appellants.</p>\n      <p class=\"indent\">Mark A. Darling, with whom Mark R. Freitas and Cogavin &amp; Waystack, were on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, STAHL, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case involves an unfortunate boating accident, in which plaintiff-appellant Koorkin Magarian (\"Magarian\") severely injured his eye while trying to board defendant-appellee Arthur Hawkins's (\"Hawkins\") boat. Magarian sued Hawkins, alleging that Hawkins was negligent by failing to provide a reasonable means to board his boat, and his wife, plaintiff-appellant Frances Magarian, brought a loss of consortium claim. Following the close of discovery and on the eve of trial, the district court orally granted Hawkins's motion for summary judgment on the ground that Hawkins's conduct was not negligent. The Magarians (hereinafter \"Magarian\") appealed this decision. We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* We review a grant of summary judgment de novo and view the facts in the light most favorable to the nonmoving party, Magarian, drawing all reasonable inferences in Magarian's favor. <i>LeBlanc v. Great Am. Ins. Co.,</i> 6 F.3d 836, 841-42 (1st Cir.1993).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> During the Memorial Day weekend of 2000, Magarian, who was seventy-eight years old at the time, and his wife, both Florida citizens and residents, were visiting their son Dean and his family at their home in Vermont. Hawkins, a Massachusetts citizen and resident, and his fianc&#233;e, Dean's sister-in-law, also visited Dean's family that weekend, bringing along a 19.5 foot open-bow pleasure boat. On May 28, Magarian, Dean, Dean's son, and Hawkins towed the boat to Lake Saint Catherine in Vermont for a day of recreational boating.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">After launching his boat into the water from a public ramp, Hawkins beached it on shore, with the bow resting on the sand and the stern remaining in the water, so that the boat was perpendicular to the shoreline. Hawkins did this because there were no public docking facilities for boarding on the lake.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Hawkins then jumped out of the boat.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Magarian, dressed in long pants, socks, and sneakers, approached the boat and asked Hawkins how he should get in, to which Hawkins responded, \"grab the rail and pull yourself in.\" A railing ran along either side of the top of the bow back to about the midway point of the boat. However, the railings did not meet at the point of the bow, leaving a gap between the two rails. The record is not clear as to where on Magarian's body the railing was positioned at the time of the accident. At one point, Magarian testified that the bow was \"around waist high, chest high, waist high,\" but when asked where the railing located on his body, he responded that he did not know whether it was above or below his waist. In any event, without further question or discussion, Magarian grabbed the starboard side railing with his left hand and the port side with his right, and attempted to pull himself into the boat.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> He suddenly fell forward into the boat, however, seriously injuring his eye, which ultimately had to be removed due to the severity of the injury. Magarian does not know why he fell so suddenly.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">This was not Magarian's first time on a boat. He testified that, for a period of six years, he had been fishing once a week on a boat of similar size &#8212; between eighteen and twenty feet. On a couple of occasions, when the boat was brought onto shore with the bow resting on the sand, he boarded the boat by \"walk[ing] out to the water about a foot or two and ... just pull[ing] [himself] into the boat....\" According to Magarian, he never had trouble getting into the boat in this manner because he was not afraid of getting his feet wet. When asked at his deposition why he attempted to get into Hawkins's boat over the point of the bow, however, Magarian explained that he \"had to do it the way [Hawkins] told [him] to do it,\" that he \"took it for granted that [it] was the only way to get into the boat,\" and that \"[i]t was the only way to get in unless [he] got [his] feet wet.\" He also testified that it might have been possible to get in by climbing over the side of the boat after taking off his sneakers and socks, and rolling up his pants, but that he \"never gave it a thought\" at the time.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Under Massachusetts law,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Magarian must establish that Hawkins owed him a duty of care and that he breached that duty (the element of negligence), which actually and proximately caused his injury. <i>See Davis v. Westwood,</i> 420 Mass. 739, 742-43, 652 N.E.2d 567 (1995); <i>Bennett v. Eagle Brook Country Store, Inc.,</i> 408 Mass. 355, 358-59, 557 N.E.2d 1166 (1990). The parties agree that Hawkins owed Magarian a duty to exercise that degree of care that a reasonably prudent boat owner/operator would exercise under similar circumstances.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> <i>See Bennett,</i> 408 Mass. at 358-59, 557 N.E.2d 1166; <i>Toubiana v. Priestly,</i> 402 Mass. 84, 88, 520 N.E.2d 1307 (1988). Naturally, Magarian maintains that Hawkins breached that duty. Although the question of breach is ordinarily for the trier of fact, it may be appropriately withdrawn where the evidence and the reasonable inferences drawn therefrom lead to but one reasoned conclusion. <i>Mullins v. Pine Manor College,</i> 389 Mass. 47, 56, 449 N.E.2d 331 (1983); <i>Leavitt v. Mizner,</i> 404 Mass. 81, 88-92, 533 N.E.2d 1334 (1989). Our review of the briefs and the record convinces us that this is such a case: a fair-minded jury could not reasonably conclude that Hawkins's conduct was unreasonable under the circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Magarian does not claim that instructing a passenger to board the boat by grabbing the bow railing and climbing in is itself an unreasonable practice in general, nor is there any evidence in the record suggesting that it is. Indeed, Hawkins's expert witness, Richard d'Entremont, a retired Coast Guard officer who based his opinion on his observations of recreational boating made over twenty-six years with the Coast Guard, opined that this is the ordinary and customary practice to board a boat. <i>Cf. Corthell v. Great Atlantic &amp; Pacific Tea Co.,</i> 291 Mass. 242, 243-44, 196 N.E. 850 (1935) (conformity to custom is evidence that supports an inference of reasonable care, but is not dispositive); <i>but see Breault v. Ford Motor Co.,</i> 364 Mass. 352, 356, 305 N.E.2d 824 (1973) (\"If one does what others do in like circumstances, the inference that he is conforming to the community standard of reasonable conduct may be so strong in particular circumstances as to establish the individual was not negligent.\"). Instead, Magarian claims that instructing him to follow this practice was unreasonable under the circumstances solely because he was seventy-eight years old at the time. He conclusorily asserts that a reasonable boat owner would have recognized that a man in his seventies was physically incapable of grabbing the bow railing and climbing into the boat, and thus should have provided an alternative means to board the boat. We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The record evidence does not disclose that Hawkins had any indication that Magarian was physically unable to board the boat by grabbing the railing and climbing into the boat. Magarian was certainly the person in the best position to know his own physical capabilities, and he said nothing about his ability. In fact, he testified that, at the time of the accident, he felt physically able to get in from the bow without assistance, and that he never indicated to Hawkins that he preferred an alternative means to board the boat. Moreover, there is nothing in Hawkins's instruction &#8212; \"grab the rail and pull yourself in\" &#8212; indicating that Magarian was not to grab the railing further down toward the stern where the boat and railing were lower in relation to his body. Instead, without discussion, Magarian chose to grab the railing at the point of the bow and attempted to board the boat. We simply cannot find anything in the record that would allow a jury reasonably to conclude that Hawkins's conduct was unreasonable under the circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Magarian attempts to cast doubt on the reasonableness of Hawkins's conduct by alleging that safer alternative means of boarding the boat were available. First, he points out that the boat was equipped with a swim ladder bolted to the stern, and argues that Hawkins should have informed him of the ladder rather than instructing him to climb in over the railing. We are unconvinced. To begin, the evidence in the record does not suggest that this was the intended purpose of the swim ladder, or that using the swim ladder under the circumstances would have been safer. In any case, Magarian failed to adduce, in an affidavit or otherwise, any evidence supporting a reasonable inference that he would have used, or at least considered using, the swim ladder had he known of its presence. Indeed, insofar as the record supports any reasonable inference, it is that Magarian would not have used the swim ladder. Magarian was fully clothed, in long pants, socks, and sneakers; yet in order to reach the swim ladder, he would have had to wade in three to four feet of water, which was waist high or greater. He also testified that one of the reasons that he followed Hawkins's instructions was that \"[i]t was the only way to get in unless [he] got [his] feet wet.\" It is not lost on us that Magarian had at least six years of boating experience and, on previous occasions, had entered over the side of a boat similarly positioned, yet on this occasion he chose to keep his feet dry by attempting to climb over the point of the bow.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Magarian also maintains that a genuine issue of material fact exists as to whether a reasonable boat owner would have provided equipment designed to assist passengers in boarding a boat beached in this particular fashion. He relies entirely upon his expert's report, which asserts in a conclusory and perfunctory manner that a reasonable boat owner would have considered, among other things, \"devices available to assist the passenger in boarding the boat, and the cost to provide such devices.\" The report went on to state that \"[t]hese devices include, but are not limited to, ... a rope or other type of ladder that can be attached to the side or bow of the boat ..., or any type of step that can be placed on the ground next to the boat....\" Finally, the expert stated that it was his opinion that Hawkins's \"instructions and failure to provide ... a safe means to board his boat was unreasonable and negligent....\"</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Evidence showing either that other boat owners customarily use such devices or that such devices in fact exist <i>may have</i> called into question the reasonableness of instructing Magarian to climb in without their aid, but Magarian failed to provide such evidence. Beyond these speculative and conclusory remarks by Magarian's expert, there is no factual evidence disclosing that any device or equipment intended to assist passengers in boarding a beached boat exists, is commercially available, or is used by boat operators in general. Moreover, there is no evidence that the devices described would have provided a safer means to board Hawkins's boat on the day in question. Essentially, we are invited to allow a jury to speculate whether a reasonable boat owner would have provided hypothetical devices or equipment to board Hawkins's boat, a course we decline to take.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In the end, Magarian only has his expert's conclusory statement that Hawkins's instructions and failure to provide hypothetical equipment was unreasonable and negligent under the circumstances. But \"conclusory allegations, improbable inferences, and unsupported speculation\" are insufficient to defeat summary judgment. <i>LeBlanc,</i> 6 F.3d at 842. This principle applies with equal force to expert opinions. <i>Hayes v. Douglas Dynamics, Inc.,</i> 8 F.3d 88, 92 (1st Cir.1993) (\"Where an expert presents `nothing but conclusions &#8212; no facts, no hint of an inferential process, no discussion of hypotheses considered and rejected,' such testimony will be insufficient to defeat a motion for summary judgment.\") (internal quotation marks and citations omitted). In other words, an \"expert opinion must be more than a conclusory assertion about ultimate legal issues.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Given that Magarian failed to adduce sufficient evidence supporting a reasonable inference that Hawkins breached his duty of care under the circumstances, we affirm. Costs to appellee.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We are well aware of the summary judgment principles outlined in our numerous cases and find no need to recite them here<i>See, e.g., LeBlanc,</i> 6 F.3d at 841-42 (outlining summary judgment paradigm).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> While there is evidence that a dock was located nearby, that dock had \"no trespassing\" signs and was cordoned off with rope. Magarian does not claim that Hawkins should have ignored the \"no trespassing\" signs and used the dock</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> He indicated that he had intended to grab the railing from the point of the bow and to pull himself back toward the stern a little, then grab further back on the railing and pull himself further down, inching himself along until he could drop his legs into the boat</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The parties stipulated that Massachusetts law governs the dispute, and the district court likewise used that law to reach its result. While a federal court sitting in diversity must apply the forum state's choice-of-law rules,<i>Klaxon Co. v. Stentor Elec. Mfg. Co.,</i> 313 U.S. 487, 496, 61 S.Ct. 1020, 85 L.Ed. 1477 (1941), the court may accept the parties' agreement as to the choice of law without independent analysis of the governing rules. <i>James L. Miniter Ins. Agency, Inc. v. Ohio Indem. Co.,</i> 112 F.3d 1240, 1245 (1st Cir. 1997) (citing <i>Borden v. Paul Revere Life Ins. Co.,</i> 935 F.2d 370, 375 (1st Cir.1991)). We do so here.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> In his brief, Magarian seemed to argue that Hawkins might have owed him a higher degree of care, such as that owed by a common carrier. At oral argument, however, he abjured that argument and agreed that Hawkins's duty was one to exercise that degree of care that a reasonably prudent boat owner/operator would exercise under similar circumstances</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Our holding is, of course, limited to the facts of this case. We offer no opinion as to whether a different result would attach had Magarian adduced evidence showing the existence of such equipment<i>Cf. The T.J. Hooper,</i> 60 F.2d 737, 740 (2d Cir.1932) (L. Hand, J.) (\"A whole calling may have unduly lagged in the adoption of new and available devices.\").</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">321</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">235</span></span></p>\n    <p class=\"parties\">Koorkin D. MAGARIAN and Frances Magarian, Plaintiffs, Appellants,<br>v.<br>Arthur Craig HAWKINS, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 02-2239.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard February 4, 2003.</p>\n    <p class=\"date\">Decided February 28, 2003.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Michael G. Sarli, with whom Gidley, Sarli &amp; Marusak, LLP, was on brief for appellants.</p>\n      <p class=\"indent\">Mark A. Darling, with whom Mark R. Freitas and Cogavin &amp; Waystack, were on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, STAHL, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case involves an unfortunate boating accident, in which plaintiff-appellant Koorkin Magarian (\"Magarian\") severely injured his eye while trying to board defendant-appellee Arthur Hawkins's (\"Hawkins\") boat. Magarian sued Hawkins, alleging that Hawkins was negligent by failing to provide a reasonable means to board his boat, and his wife, plaintiff-appellant Frances Magarian, brought a loss of consortium claim. Following the close of discovery and on the eve of trial, the district court orally granted Hawkins's motion for summary judgment on the ground that Hawkins's conduct was not negligent. The Magarians (hereinafter \"Magarian\") appealed this decision. We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* We review a grant of summary judgment de novo and view the facts in the light most favorable to the nonmoving party, Magarian, drawing all reasonable inferences in Magarian's favor. <i>LeBlanc v. Great Am. Ins. Co.,</i> <span class=\"citation\" data-id=\"654585\"><a href=\"/opinion/654585/theodore-l-leblanc-v-great-american-insurance-company/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">836</span></a></span>, 841-42 (1st Cir.1993).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> During the Memorial Day weekend of 2000, Magarian, who was seventy-eight years old at the time, and his wife, both Florida citizens and residents, were visiting their son Dean and his family at their home in Vermont. Hawkins, a Massachusetts citizen and resident, and his fianc&#233;e, Dean's sister-in-law, also visited Dean's family that weekend, bringing along a 19.5 foot open-bow pleasure boat. On May 28, Magarian, Dean, Dean's son, and Hawkins towed the boat to Lake Saint Catherine in Vermont for a day of recreational boating.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">After launching his boat into the water from a public ramp, Hawkins beached it on shore, with the bow resting on the sand and the stern remaining in the water, so that the boat was perpendicular to the shoreline. Hawkins did this because there were no public docking facilities for boarding on the lake.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Hawkins then jumped out of the boat.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Magarian, dressed in long pants, socks, and sneakers, approached the boat and asked Hawkins how he should get in, to which Hawkins responded, \"grab the rail and pull yourself in.\" A railing ran along either side of the top of the bow back to about the midway point of the boat. However, the railings did not meet at the point of the bow, leaving a gap between the two rails. The record is not clear as to where on Magarian's body the railing was positioned at the time of the accident. At one point, Magarian testified that the bow was \"around waist high, chest high, waist high,\" but when asked where the railing located on his body, he responded that he did not know whether it was above or below his waist. In any event, without further question or discussion, Magarian grabbed the starboard side railing with his left hand and the port side with his right, and attempted to pull himself into the boat.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> He suddenly fell forward into the boat, however, seriously injuring his eye, which ultimately had to be removed due to the severity of the injury. Magarian does not know why he fell so suddenly.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">This was not Magarian's first time on a boat. He testified that, for a period of six years, he had been fishing once a week on a boat of similar size &#8212; between eighteen and twenty feet. On a couple of occasions, when the boat was brought onto shore with the bow resting on the sand, he boarded the boat by \"walk[ing] out to the water about a foot or two and ... just pull[ing] [himself] into the boat....\" According to Magarian, he never had trouble getting into the boat in this manner because he was not afraid of getting his feet wet. When asked at his deposition why he attempted to get into Hawkins's boat over the point of the bow, however, Magarian explained that he \"had to do it the way [Hawkins] told [him] to do it,\" that he \"took it for granted that [it] was the only way to get into the boat,\" and that \"[i]t was the only way to get in unless [he] got [his] feet wet.\" He also testified that it might have been possible to get in by climbing over the side of the boat after taking off his sneakers and socks, and rolling up his pants, but that he \"never gave it a thought\" at the time.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Under Massachusetts law,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Magarian must establish that Hawkins owed him a duty of care and that he breached that duty (the element of negligence), which actually and proximately caused his injury. <i>See Davis v. Westwood,</i> <span class=\"citation no-link\"><span class=\"volume\">420</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">739</span></span>, 742-43, <span class=\"citation no-link\"><span class=\"volume\">652</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">567</span></span> (1995); <i>Bennett v. Eagle Brook Country Store, Inc.,</i> <span class=\"citation\" data-id=\"2039695\"><a href=\"/opinion/2039695/bennett-v-eagle-brook-country-store-inc/\"><span class=\"volume\">408</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">355</span></a></span>, 358-59, <span class=\"citation\" data-id=\"2039695\"><a href=\"/opinion/2039695/bennett-v-eagle-brook-country-store-inc/\"><span class=\"volume\">557</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1166</span></a></span> (1990). The parties agree that Hawkins owed Magarian a duty to exercise that degree of care that a reasonably prudent boat owner/operator would exercise under similar circumstances.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> <i>See Bennett,</i> 408 Mass. at 358-59, <span class=\"citation\" data-id=\"2039695\"><a href=\"/opinion/2039695/bennett-v-eagle-brook-country-store-inc/\"><span class=\"volume\">557</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1166</span></a></span>; <i>Toubiana v. Priestly,</i> <span class=\"citation\" data-id=\"2076689\"><a href=\"/opinion/2076689/toubiana-v-priestly/\"><span class=\"volume\">402</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">84</span></a></span>, 88, <span class=\"citation\" data-id=\"2076689\"><a href=\"/opinion/2076689/toubiana-v-priestly/\"><span class=\"volume\">520</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1307</span></a></span> (1988). Naturally, Magarian maintains that Hawkins breached that duty. Although the question of breach is ordinarily for the trier of fact, it may be appropriately withdrawn where the evidence and the reasonable inferences drawn therefrom lead to but one reasoned conclusion. <i>Mullins v. Pine Manor College,</i> <span class=\"citation\" data-id=\"2200392\"><a href=\"/opinion/2200392/mullins-v-pine-manor-college/\"><span class=\"volume\">389</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">47</span></a></span>, 56, <span class=\"citation\" data-id=\"2200392\"><a href=\"/opinion/2200392/mullins-v-pine-manor-college/\"><span class=\"volume\">449</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">331</span></a></span> (1983); <i>Leavitt v. Mizner,</i> <span class=\"citation\" data-id=\"2132471\"><a href=\"/opinion/2132471/leavitt-v-mizner/\"><span class=\"volume\">404</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">81</span></a></span>, 88-92, <span class=\"citation\" data-id=\"2132471\"><a href=\"/opinion/2132471/leavitt-v-mizner/\"><span class=\"volume\">533</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1334</span></a></span> (1989). Our review of the briefs and the record convinces us that this is such a case: a fair-minded jury could not reasonably conclude that Hawkins's conduct was unreasonable under the circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Magarian does not claim that instructing a passenger to board the boat by grabbing the bow railing and climbing in is itself an unreasonable practice in general, nor is there any evidence in the record suggesting that it is. Indeed, Hawkins's expert witness, Richard d'Entremont, a retired Coast Guard officer who based his opinion on his observations of recreational boating made over twenty-six years with the Coast Guard, opined that this is the ordinary and customary practice to board a boat. <i>Cf. Corthell v. Great Atlantic &amp; Pacific Tea Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">291</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">242</span></span>, 243-44, <span class=\"citation no-link\"><span class=\"volume\">196</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">850</span></span> (1935) (conformity to custom is evidence that supports an inference of reasonable care, but is not dispositive); <i>but see Breault v. Ford Motor Co.,</i> <span class=\"citation\" data-id=\"2039909\"><a href=\"/opinion/2039909/breault-v-ford-motor-company/\"><span class=\"volume\">364</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">352</span></a></span>, 356, <span class=\"citation\" data-id=\"2039909\"><a href=\"/opinion/2039909/breault-v-ford-motor-company/\"><span class=\"volume\">305</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">824</span></a></span> (1973) (\"If one does what others do in like circumstances, the inference that he is conforming to the community standard of reasonable conduct may be so strong in particular circumstances as to establish the individual was not negligent.\"). Instead, Magarian claims that instructing him to follow this practice was unreasonable under the circumstances solely because he was seventy-eight years old at the time. He conclusorily asserts that a reasonable boat owner would have recognized that a man in his seventies was physically incapable of grabbing the bow railing and climbing into the boat, and thus should have provided an alternative means to board the boat. We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The record evidence does not disclose that Hawkins had any indication that Magarian was physically unable to board the boat by grabbing the railing and climbing into the boat. Magarian was certainly the person in the best position to know his own physical capabilities, and he said nothing about his ability. In fact, he testified that, at the time of the accident, he felt physically able to get in from the bow without assistance, and that he never indicated to Hawkins that he preferred an alternative means to board the boat. Moreover, there is nothing in Hawkins's instruction &#8212; \"grab the rail and pull yourself in\" &#8212; indicating that Magarian was not to grab the railing further down toward the stern where the boat and railing were lower in relation to his body. Instead, without discussion, Magarian chose to grab the railing at the point of the bow and attempted to board the boat. We simply cannot find anything in the record that would allow a jury reasonably to conclude that Hawkins's conduct was unreasonable under the circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Magarian attempts to cast doubt on the reasonableness of Hawkins's conduct by alleging that safer alternative means of boarding the boat were available. First, he points out that the boat was equipped with a swim ladder bolted to the stern, and argues that Hawkins should have informed him of the ladder rather than instructing him to climb in over the railing. We are unconvinced. To begin, the evidence in the record does not suggest that this was the intended purpose of the swim ladder, or that using the swim ladder under the circumstances would have been safer. In any case, Magarian failed to adduce, in an affidavit or otherwise, any evidence supporting a reasonable inference that he would have used, or at least considered using, the swim ladder had he known of its presence. Indeed, insofar as the record supports any reasonable inference, it is that Magarian would not have used the swim ladder. Magarian was fully clothed, in long pants, socks, and sneakers; yet in order to reach the swim ladder, he would have had to wade in three to four feet of water, which was waist high or greater. He also testified that one of the reasons that he followed Hawkins's instructions was that \"[i]t was the only way to get in unless [he] got [his] feet wet.\" It is not lost on us that Magarian had at least six years of boating experience and, on previous occasions, had entered over the side of a boat similarly positioned, yet on this occasion he chose to keep his feet dry by attempting to climb over the point of the bow.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Magarian also maintains that a genuine issue of material fact exists as to whether a reasonable boat owner would have provided equipment designed to assist passengers in boarding a boat beached in this particular fashion. He relies entirely upon his expert's report, which asserts in a conclusory and perfunctory manner that a reasonable boat owner would have considered, among other things, \"devices available to assist the passenger in boarding the boat, and the cost to provide such devices.\" The report went on to state that \"[t]hese devices include, but are not limited to, ... a rope or other type of ladder that can be attached to the side or bow of the boat ..., or any type of step that can be placed on the ground next to the boat....\" Finally, the expert stated that it was his opinion that Hawkins's \"instructions and failure to provide ... a safe means to board his boat was unreasonable and negligent....\"</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Evidence showing either that other boat owners customarily use such devices or that such devices in fact exist <i>may have</i> called into question the reasonableness of instructing Magarian to climb in without their aid, but Magarian failed to provide such evidence. Beyond these speculative and conclusory remarks by Magarian's expert, there is no factual evidence disclosing that any device or equipment intended to assist passengers in boarding a beached boat exists, is commercially available, or is used by boat operators in general. Moreover, there is no evidence that the devices described would have provided a safer means to board Hawkins's boat on the day in question. Essentially, we are invited to allow a jury to speculate whether a reasonable boat owner would have provided hypothetical devices or equipment to board Hawkins's boat, a course we decline to take.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In the end, Magarian only has his expert's conclusory statement that Hawkins's instructions and failure to provide hypothetical equipment was unreasonable and negligent under the circumstances. But \"conclusory allegations, improbable inferences, and unsupported speculation\" are insufficient to defeat summary judgment. <i>LeBlanc,</i> 6 F.3d at 842. This principle applies with equal force to expert opinions. <i>Hayes v. Douglas Dynamics, Inc.,</i> <span class=\"citation\" data-id=\"656105\"><a href=\"/opinion/656105/prodliabrep-cch-p-13686-mary-hayes-administrator-of-the-estate-of/\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">88</span></a></span>, 92 (1st Cir.1993) (\"Where an expert presents `nothing but conclusions &#8212; no facts, no hint of an inferential process, no discussion of hypotheses considered and rejected,' such testimony will be insufficient to defeat a motion for summary judgment.\") (internal quotation marks and citations omitted). In other words, an \"expert opinion must be more than a conclusory assertion about ultimate legal issues.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Given that Magarian failed to adduce sufficient evidence supporting a reasonable inference that Hawkins breached his duty of care under the circumstances, we affirm. Costs to appellee.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We are well aware of the summary judgment principles outlined in our numerous cases and find no need to recite them here<i>See, e.g., LeBlanc,</i> 6 F.3d at 841-42 (outlining summary judgment paradigm).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> While there is evidence that a dock was located nearby, that dock had \"no trespassing\" signs and was cordoned off with rope. Magarian does not claim that Hawkins should have ignored the \"no trespassing\" signs and used the dock</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> He indicated that he had intended to grab the railing from the point of the bow and to pull himself back toward the stern a little, then grab further back on the railing and pull himself further down, inching himself along until he could drop his legs into the boat</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The parties stipulated that Massachusetts law governs the dispute, and the district court likewise used that law to reach its result. While a federal court sitting in diversity must apply the forum state's choice-of-law rules,<i>Klaxon Co. v. Stentor Elec. Mfg. Co.,</i> <span class=\"citation\" data-id=\"103542\"><a href=\"/opinion/103542/klaxon-co-v-stentor-elec-mfg-co/\"><span class=\"volume\">313</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">487</span></a></span>, 496, <span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1020</span></span>, <span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1477</span></span> (1941), the court may accept the parties' agreement as to the choice of law without independent analysis of the governing rules. <i>James L. Miniter Ins. Agency, Inc. v. Ohio Indem. Co.,</i> <span class=\"citation\" data-id=\"197358\"><a href=\"/opinion/197358/miniter-v-ohio/\"><span class=\"volume\">112</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1240</span></a></span>, 1245 (1st Cir. 1997) (citing <i>Borden v. Paul Revere Life Ins. Co.,</i> <span class=\"citation\" data-id=\"562609\"><a href=\"/opinion/562609/ronald-borden-v-the-paul-revere-life-insurance-company-ronald-borden-v/\"><span class=\"volume\">935</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">370</span></a></span>, 375 (1st Cir.1991)). We do so here.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> In his brief, Magarian seemed to argue that Hawkins might have owed him a higher degree of care, such as that owed by a common carrier. At oral argument, however, he abjured that argument and agreed that Hawkins's duty was one to exercise that degree of care that a reasonably prudent boat owner/operator would exercise under similar circumstances</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Our holding is, of course, limited to the facts of this case. We offer no opinion as to whether a different result would attach had Magarian adduced evidence showing the existence of such equipment<i>Cf. The T.J. Hooper,</i> <span class=\"citation\" data-id=\"1542549\"><a href=\"/opinion/1542549/the-tj-hooper/\"><span class=\"volume\">60</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">737</span></a></span>, 740 (2d Cir.1932) (L. Hand, J.) (\"A whole calling may have unduly lagged in the adoption of new and available devices.\").</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103542/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197358/",
    "http://www.courtlistener.com/api/rest/v3/opinions/562609/",
    "http://www.courtlistener.com/api/rest/v3/opinions/654585/",
    "http://www.courtlistener.com/api/rest/v3/opinions/656105/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1542549/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2039695/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2039909/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2076689/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2132471/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2200392/"
  ]
}