{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/200315/",
  "absolute_url": "/opinion/200315/ellsworth-v-warden-nh-state/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/200315/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T04:48:24Z",
  "date_modified": "2016-02-28T05:02:40.328684Z",
  "type": "010combined",
  "sha1": "8d0bb923f6a110d80ff657fa45c815e1163e6d72",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/02-1226-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2003/01/31/Ellsworth_v._Warden_N.H._State.pdf",
  "plain_text": "             United States Court of Appeals\n                        For the First Circuit\n\n\nNo. 02-1226\n\n                          RAYMOND ELLSWORTH,\n\n                        Petitioner, Appellant,\n\n                                  v.\n\n   WARDEN, NEW HAMPSHIRE STATE PRISON, and PHILIP MCLAUGHLIN,\n        ATTORNEY GENERAL FOR THE STATE OF NEW HAMPSHIRE,\n\n                        Respondents, Appellees.\n\n\n             APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                   FOR THE DISTRICT OF NEW HAMPSHIRE\n\n         [Hon. Joseph A. DiClerico, Jr., U.S. District Judge]\n\n\n                                Before\n\n                      Boudin, Chief Judge,\n  Torruella, Selya, Lynch, Lipez, and Howard,* Circuit Judges.\n\n\n\n     Andrew R. Schulman with whom Getman, Stacey, Tamposi,\nSchulthess & Steere, P.A. were on brief for appellant.\n     James D. Rosenberg, Assistant Attorney General, for appellees.\n\n\n\n                             June 16, 2003\n\n\n                            OPINION EN BANC\n\n\n     *\n         Judge Howard is recused in this matter.\n\f           BOUDIN, Chief Judge.     Raymond Ellsworth appeals from the\n\ndistrict court's judgment denying his petition under 28 U.S.C.\n\n§ 2254 (2000) for a writ of habeas corpus.      Between 1988 and 1992,\n\nEllsworth worked at the Spaulding Youth Center (\"Spaulding\"), a\n\nresidential    school   and   treatment   facility    for   children     with\n\nemotional, behavioral, and neurological impairments, in Northfield,\n\nNew Hampshire.     Ellsworth was a \"cottage teacher\" at Colcord\n\nCottage, a dormitory facility at Spaulding for boys between the\n\nages of six and twelve.       His job included supervising the boys at\n\nmeals and on field trips, meeting with several students on a weekly\n\nbasis, and sleeping in the staff room at the cottage approximately\n\nonce a week.\n\n           In November 1991, an eleven-year-old boy named Matthew\n\nwas transferred from another treatment facility to Spaulding's\n\nColcord Cottage.    In November 1992, Matthew accused Ellsworth of\n\nsexual   abuse.    In   January   1995,   Ellsworth   was   tried   in    New\n\nHampshire state court on four counts of aggravated felonious sexual\n\nassault and eight counts of felonious sexual abuse, relating to\n\nthree different alleged episodes of abuse. The primary evidence at\n\ntrial was the conflicting testimony of Ellsworth and Matthew.\n\n           Matthew testified that Ellsworth sexually abused him on\n\nthree separate occasions.      He claimed that the first occurred on a\n\nbicycle trip near Spaulding in the summer of 1992.          Matthew stated\n\nthat Ellsworth lured him into the woods by claiming that he heard\n\n\n                                   -2-\n\fa noise and then pulled down his own pants and told Matthew to\n\ntouch and put his mouth on Ellsworth's penis.     Matthew said that\n\nEllsworth's penis became erect when Matthew did this and that\n\nEllsworth also took off Matthew's pants and touched his penis.\n\nMatthew claims that Ellsworth threatened to hurt him if he told\n\nanyone about the incident.\n\n          According to Matthew, the second incident took place at\n\na swimming pond near Spaulding when Matthew went swimming with\n\nEllsworth and another Spaulding resident named Stephen.     Matthew\n\nclaimed that the three were in the pond and that Ellsworth asked\n\nStephen to swim away.   Matthew recalled that no one else was at the\n\npond and that Ellsworth removed both of their bathing suits,\n\ntouched Matthew's penis and buttocks, and told him to put his mouth\n\non Ellsworth's penis.   Matthew said that Ellsworth again told him\n\nnot to tell anyone about the incident.\n\n          The third and final incident allegedly occurred when\n\nMatthew returned early to Spaulding from a weekend home-visit and\n\nEllsworth was the only staff member on duty.    Matthew stated that\n\nwhile he was putting on his pajamas, Ellsworth entered his room and\n\ntouched him.   He also asked Matthew to put his mouth on Ellsworth's\n\npenis.\n\n          Ellsworth denied all three incidents. He claimed that he\n\nnever took a bicycle ride with Matthew without others present, and\n\nthat he did not draw Matthew into the woods.    He also stated that\n\n\n                                 -3-\n\fhe did go swimming with Matthew and Stephen, but that nothing\n\nsexual occurred.   Ellsworth denied that he ever abused Matthew at\n\nthe cottage.\n\n           Little direct or circumstantial evidence supported either\n\nside's version of events.   Another cottage resident testified that\n\nMatthew had previously told him that Ellsworth had molested him in\n\nthe afternoon but mentioned nothing concerning the evening abuse\n\nabout which Matthew testified at trial.       Stephen, the boy who\n\naccompanied Matthew and Ellsworth on the swimming trip, also\n\ntestified and stated that he went on two such trips with Matthew,\n\nbut that the pond had been crowded on both occasions and that he\n\nhad been within twenty feet of Matthew and Ellsworth and did not\n\nnotice anything unusual.    Ellsworth offered evidence, described\n\nbelow, seeking to cast doubt on Matthew's credibility but the\n\nevidence was not allowed.\n\n           The jury convicted Ellsworth on two counts of aggravated\n\nfelonious sexual assault and five counts of felonious sexual\n\nassault.   He was sentenced to 18 ½ to 37 years in prison, with an\n\nadditional 14 to 28 years in prison deferred.     The New Hampshire\n\nSupreme Court affirmed Ellsworth's conviction.     New Hampshire v.\n\nEllsworth, 142 N.H. 710 (1998).       Ellsworth then petitioned for\n\nhabeas relief in the federal district court on three grounds:\n\nfirst, that the prosecution violated Brady v. Maryland, 373 U.S. 83\n\n(1963), by failing to turn over exculpatory evidence; second, that\n\n\n                                -4-\n\fthe trial court violated the confrontation clause, U.S. Const.\n\namend. VI, by refusing to permit him to cross-examine Matthew as to\n\nsexual abuse by a babysitter when he was three; and third, that the\n\ntrial court had similarly erred in excluding testimony from a\n\ncounselor at the Pine Haven School, where Matthew lived after he\n\nleft Spaulding, that Matthew falsely accused boys there of peeking\n\nat him in the shower and at the toilet and of stealing his toys.\n\n           The district court rejected all three constitutional\n\nclaims and denied the petition.      Ellsworth appealed, and a divided\n\npanel of this court reversed the district court on all three\n\ngrounds.   Concerned with the precedential effect of certain of the\n\npanel's rulings, the en banc court granted rehearing sua sponte and\n\nwithdrew the panel opinion (as is customary when rehearing en banc\n\nis granted).   We now resolve the merits, concluding that only one\n\nof Ellsworth's three constitutional claims is substantial and that\n\nas to it further proceedings are required.\n\n           Appellate review of the district court's denial of habeas\n\nrelief is de novo, Almanzar v. Maloney, 281 F.3d 300, 303 (1st Cir.\n\n2002), cert. denied, 123 S. Ct. 80 (2002), but we accord deference\n\nto the state court as to issues it actually decided.              28 U.S.C.\n\n§ 2254(d)(1) (2000).    In this case, the state court addressed only\n\nEllsworth's claim that the trial court violated his rights under\n\nthe   confrontation   clause   by   refusing   to   allow   him   to   admit\n\ntestimony from the counselor at Pine Haven.         The state court did\n\n\n                                    -5-\n\fnot address Ellsworth's other two claims, and thus our review of\n\nthose claims is de novo.   Fortini v. Murphy, 257 F.3d 39, 47 (1st\n\nCir. 2001), cert. denied, 535 U.S. 1018 (2002).1\n\n          We begin with the Brady claim.       Brady requires the\n\nprosecution to provide a defendant access to exculpatory evidence\n\nthat is in the prosecutor's control.    373 U.S. at 87; Conley v.\n\nUnited States, 323 F.3d 7, 14 (1st Cir. 2003) (en banc).   Withheld\n\nevidence warrants undoing a conviction only when \"there is a\n\nreasonable probability that, had the evidence been disclosed to the\n\ndefense, the result of the proceeding would have been different,\"\n\na \"reasonable probability\" here being one that is \"sufficient to\n\nundermine confidence in the outcome.\" United States v. Bagley, 473\n\nU.S. 667, 682 (1985).\n\n          Ellsworth claims that the state withheld evidence as to\n\nthree matters but only one seems to us potentially powerful enough\n\neven arguably to meet the reasonable probability standard.2    This\n\nis an intake note written by Jan Smith, Director of the Program for\n\n\n     1\n      The state argues that Fortini is undermined by Early v.\nPacker, 123 S. Ct. 362, 365 (2002). We do not think this is so--\nEarly said only that deference does not depend on the state court\nciting federal case law--but Ellsworth's other claims fail even\nunder a de novo standard and therefore fail a fortiori under a more\ndeferential one.\n     2\n      The other two were (first) a critical incident report written\nby someone at Spaulding indicating that Matthew had been having\ndreams regarding his prior sexual victimization and (second)\nSpaulding records indicating that the staff at Spaulding was trying\nto get the case against the person who had previously sexually\nabused Matthew re-opened.\n\n                                -6-\n\fEmotionally Disturbed Boys at Spaulding, indicating that Matthew\n\nalleged that he was abused by staff members at Hampstead Hospital,\n\nwhere he stayed prior to his stay at Spaulding, that Matthew\n\nexpressed concern that he would be sexually assaulted at Spaulding,\n\nand that Spaulding would need to take special precautions to\n\nprotect staff members from false accusations if Matthew enrolled.\n\n            The intake note is exculpatory; it suggests that Matthew\n\nhad made false accusations of sexual abuse against caretakers in\n\nthe past.    But there are two problems:    first, the note itself is\n\ninadmissible as double hearsay; someone at Hampstead Hospital told\n\nJan Smith that Matthew's accusations there were false and she then\n\nrecorded this in her intake note.       See New Hampshire v. Winders,\n\n503 A.2d 798, 802 (N.H. 1985).3   Second, New Hampshire only permits\n\nthe defendant to introduce extrinsic evidence of a prior false\n\nallegation of sexual assault by the victim if the allegations are\n\nsimilar and the defendant can show that the prior allegations were\n\n\"demonstrably false.\"    New Hampshire v. Gordon, 770 A.2d 702, 704\n\n(N.H. 2001); accord New Hampshire v. White, 765 A.2d 156, 159 (N.H.\n\n2000).\n\n\n\n\n     3\n      The note might be admissible as a business record of\nSpaulding if it recorded Smith's own knowledge of a prior false\naccusation, N.H. R. Evid. 803(6); but a note recording what someone\noutside the hospital told her is not within the business records\nexception when offered for the truth of the report, N.H. R. Evid.\n805. See generally Ricciardi v. Children's Hosp. Med. Ctr., 811\nF.2d 18 (1st Cir. 1987); Johnson v. Lutz, 170 N.E. 517 (N.Y. 1930).\n\n                                  -7-\n\f               The circuits are split on whether a petitioner can have\n\na     viable    Brady     claim       if     the    withheld     evidence       itself     is\n\ninadmissible.        Most circuits addressing the issue have said yes if\n\nthe    withheld      evidence        would     have      led   directly       to   material\n\nadmissible      evidence.4           We    have     never    squarely    ruled       on   this\n\nquestion, but cf. United States v. Hemmer, 729 F.2d 10, 16 n.3 (1st\n\nCir.), cert. denied, 467 U.S. 1218 (1984); United States v. Ranney,\n\n719    F.2d    1183,    1190        (1st   Cir.     1983),     yet    given    the    policy\n\nunderlying       Brady,    we        think    it     plain     that    evidence       itself\n\ninadmissible could be so promising a lead to strong exculpatory\n\nevidence that there could be no justification for withholding it.\n\nWood v. Bartholomew, 516 U.S. 1, 6-8 (1995), implicitly assumes\n\nthis is so.\n\n               Whether the intake note at issue in this case undermines\n\nconfidence in the verdict is a more difficult question.                            The clear\n\nimplication of Jan Smith's note is that someone at Hampstead\n\nHospital, where Matthew made the prior allegations, told her that\n\nthe allegations were false.                  If the defense had known about the\n\nnote before       trial,       it    presumably       could    have    traced      those    at\n\nHampstead      who     could    testify       as    to   the   circumstances         of    the\n\nallegations and the basis for believing them to be false.                            Whether\n\n\n       4\n      See, e.g., United States v. Gil, 297 F.3d 93, 104 (2d Cir.\n2002); Bradley v. Nagle, 212 F.3d 559, 567 (11th Cir. 2000), cert.\ndenied, 531 U.S. 1128 (2001); United States v. Phillip, 948 F.2d\n241, 249 (6th Cir. 1991).    But see Hoke v. Netherland, 92 F.3d\n1350, 1356 n.3 (4th Cir. 1996).\n\n                                              -8-\n\fthe evidence would convincingly establish that Matthew had lied is\n\nhard to know but surely the episode most likely would have been\n\ninvestigated and the implication that someone at Hampstead believed\n\nit false is strong.\n\n            If strong evidence of a prior false accusation exists, it\n\nwould be very powerful.           The setting and type of alleged lie are\n\nsimilar, so this evidence would be far more potent than a random\n\nunrelated episode of untruthfulness by Matthew.                       Some evidence of\n\nMatthew's background, and possible instability, was admitted at\n\nEllsworth's trial.         Coupled with such proof, evidence that Matthew\n\nhad falsely accused caretakers before could easily have created the\n\nreasonable      doubt   necessary        to       acquit       Ellsworth    in   what    was\n\notherwise    largely       a   credibility          contest.        The     lack   of    any\n\nsignificant corroborating evidence makes this case unusual and\n\nheightens the concern about any Brady violation.\n\n            But     this       case    presents            a    further     peculiarity.\n\nEllsworth's counsel now has the lead available to him and a basis\n\nfor knowing how Jan Smith reached her conclusion.                           The district\n\ncourt stated that the intake note was prepared after an intake\n\nsession    at     Spaulding     when     Matthew          was    referred    there      from\n\nHampstead; and at this intake session, Jan Smith talked with\n\nMatthew and his mother, Matthew's psychiatrist at Hampstead, a\n\nHampstead    social     worker,       and     a    Hampstead      nursing    supervisor.\n\nHowever,    Ellsworth's        counsel      has     not    explained       whether   these\n\n\n                                            -9-\n\fsources have been questioned; and, if so, whether this has led to\n\nadmissible evidence or whether evidence once existed but is no\n\nlonger available; or, if the lead has not been pursued, why not.\n\nCuriously, the state has not emphasized this gap.\n\n            Nevertheless, it would be very odd for us to require a\n\nnew trial because of a wrongly withheld lead unless the lead would,\n\nor would likely, have led to valuable new evidence which was itself\n\narguably admissible (the final decision is for the state court).\n\nHowever unlikely it might be after eight years, the state would be\n\nentitled to retry Ellsworth if the writ were granted; yet such a\n\nremedy would be incongruous unless evidence existed that might\n\nalter the result at such a trial.      Habeas doctrine is flexible\n\nenough for us to condition a grant of the writ on the outcome of a\n\nfurther inquiry into where the lead, even though wrongly withheld,\n\nwould have taken Ellsworth.    Cf. Manko v. United States, 87 F.3d\n\n50, 55 (2d Cir. 1996); Stewart v. Coulter, 48 F.3d 610, 617 (1st\n\nCir.), cert. denied, 516 U.S. 853 (1995).\n\n            If there exists admissible evidence that Matthew made\n\ndemonstrably false accusations at Hampstead Hospital under similar\n\ncircumstances and Ellsworth was not otherwise aware of these\n\nallegations at the time of the first trial, a new trial is\n\nrequired.     If admissible evidence of false accusations never\n\nexisted, the writ should be denied.    If it did or may well have\n\nexisted but has been lost because of the Brady violation and the\n\n\n                                -10-\n\fensuing delay in discovery of this fact, Ellsworth may have a good\n\nclaim to a new trial, cf. California v. Trombetta, 467 U.S. 479,\n\n486-88 (1984), but we need not definitively resolve this issue. It\n\nis difficult to foresee every possible outcome of a further inquiry\n\nand--apart from a clear-cut decision that the evidence does exist\n\nor never existed--the district court must exercise its own judgment\n\nin the first instance.\n\n           In his supplemental brief, Ellsworth argues for the first\n\ntime that the state standard for the admission of such evidence--\n\nthat prior false accusations be not only false but \"demonstrably\"\n\nso--is itself too demanding and therefore unconstitutional.           For\n\nthis proposition, he cites some state court authority but no\n\nSupreme Court or federal circuit case in point.            As we explain\n\nbelow, the confrontation clause objection is pretty well limited to\n\nextreme cases where the state restriction is patently unreasonable,\n\nso Ellsworth's newest claim is an uphill struggle; but we need not\n\nresolve the issue now.\n\n           The initial question on remand is whether Ellsworth can\n\nproduce non-hearsay evidence that Matthew previously made false\n\naccusations in pertinently similar circumstances.        If he cannot do\n\nso, the constitutional issue is moot; this is equally so if he\n\nproduces   evidence   that   Matthew   did   make   \"demonstrably   false\"\n\naccusations. If and when Ellsworth produces admissible evidence of\n\nprior accusations that were probably false but not \"demonstrably\n\n\n                                  -11-\n\ffalse,\" he is free to make his new constitutional argument in the\n\ndistrict court (subject to whatever other limitations--e.g., Teague\n\nv. Lane, 489 U.S. 288 (1989)--might otherwise apply).\n\n          One other issue may be presented on remand. If the state\n\ncontinues to contest the issue, the district court on remand should\n\nalso decide whether Ellsworth had independent knowledge of the\n\nintake note at the time of trial.       In general, \"[e]vidence is not\n\nsuppressed if the defendant either knew, or should have known of\n\nthe essential   facts   permitting   him   to   take   advantage     of   any\n\nexculpatory evidence.\"    United States v. LeRoy, 687 F.2d 610, 618\n\n(2d Cir. 1982), cert. denied, 459 U.S. 1174 (1983). The district\n\ncourt did not resolve the issue because it resolved the Brady claim\n\non a different ground.5\n\n          The   \"should   have   known\"    standard    refers   to    trial\n\npreparation; and whether or not Ellsworth was careless in his\n\nperusal of the file while a cottage teacher does not matter.              But\n\nif he in fact knew of the note at the time of his trial and failed\n\nto pursue the lead, then his Brady claim might well be barred.            The\n\nstate has identified nothing in the record that shows affirmatively\n\n\n\n     5\n      The district court held that the intake note was not material\nbecause Ellsworth knew that Matthew's parents feared that he had\nmade false allegations in the past and because the district court\nthought that the prosecution's case was quite strong. In our view,\nevidence that Matthew had in fact falsely accused other caretakers\nof sexual abuse is much more potent and, as to the strength of the\ncase against Ellsworth, it appears to us to have rested largely on\nMatthew's otherwise uncorroborated allegations of abuse.\n\n                                 -12-\n\fthat Ellsworth did have timely knowledge of the note, but it does\n\npoint to an Ellsworth affidavit filed in connection with the habeas\n\npetition that--in listing information new to Ellsworth--omits the\n\nnote or its contents.      The omission may or may not be significant;\n\nbut we cannot dismiss the state's claim of knowledge out of hand.\n\n                Finally,   we    reach   Ellsworth's    claims   under the\n\nconfrontation clause.      Ellsworth first argues that the trial court\n\nshould have allowed him to introduce evidence that Matthew was\n\nsexually abused when he was three years old. Ellsworth claims that\n\nthis evidence would have been relevant as a possible explanation\n\nfor why Matthew could describe sexual acts in such detail, thus\n\nmaking more plausible the possibility that Matthew was fabricating\n\nhis claim against Ellsworth. The district court held that the\n\nexclusion of this evidence did violate Ellsworth's rights under the\n\nconfrontation clause, but that the error was harmless.\n\n           Harmless or not, we do not think that Ellsworth has shown\n\na violation of the confrontation clause at all. \"The Confrontation\n\nClause lies obscurely behind . . . claims of evidentiary error\n\nbecause, in a few extreme cases, the Supreme Court has invoked it\n\nto   overturn    state   court   restrictions   on   cross-examination   or\n\nimpeachment.     However, such a challenge is tenable only where the\n\nrestriction is manifestly unreasonable or overbroad.\"               United\n\nStates v. Gomes, 177 F.3d 76, 81-82 (1st Cir.), cert. denied, 528\n\nU.S. 911, 941 (1999).       Cf. Chambers v. Mississippi, 410 U.S. 284\n\n\n                                    -13-\n\f(1973) (overturning the defendant's murder conviction where the\n\ncourt    excluded   evidence   that    another     person    had   repeatedly\n\nconfessed to the murder).\n\n            Ellsworth cannot make such a showing here.                  Courts\n\nroutinely exclude evidence regarding the sexual history of an\n\nalleged victim of sexual abuse.            See, e.g., Fed. R. Evid. 412.\n\nThese restrictions are designed to give sexual assault victims\n\n\"heightened    protection      against       surprise,      harassment,    and\n\nunnecessary invasions of privacy.\"           Michigan v. Lucas, 500 U.S.\n\n145, 150 (1991).     The evidence of abuse when Matthew was three is\n\nfar from highly probative as to his sexual knowledge at age twelve.\n\nCompare United States v. Begay, 937 F.2d 515, 520-24 (10th Cir.\n\n1991).\n\n            The earlier abuse was obviously remote in time and\n\ndifferent in circumstances and the prosecution never argued that\n\nthe alleged abuse was Matthew's only source of sexual knowledge.\n\nAnd, even if the jury did not know on its own that a twelve-year-\n\nold had likely acquired some general knowledge of sex, Matthew\n\nhimself    testified   at   trial     that    he   participated    in     group\n\ndiscussions at Spaulding regarding topics such as \"good and bad\n\ntouching,\" showing an alternate basis for at least some of his\n\nsexual knowledge.      Finally, Ellsworth himself indicated in his\n\ntestimony that Matthew had been abused in the past.\n\n\n\n\n                                    -14-\n\f          Our   result   here   is    similar   to   the   Tenth   Circuit's\n\ndecision in United States v. Powell, 226 F.3d 1181 (10th Cir.\n\n2000), cert. denied, 531 U.S. 1166 (2001).           There, the defendant\n\nwas accused of sexually assaulting a thirteen-year-old girl.             At\n\ntrial, the defendant sought to introduce evidence regarding the\n\nvictim's allegedly flirtatious behavior in the past, but the\n\ndistrict court ruled that the evidence was inadmissible under Fed.\n\nR. Evid. 403 and 412.    Id. at 1197.       On appeal, the Tenth Circuit\n\nrejected the defendant's confrontation clause claim, explaining\n\n\"the relevance of [the victim's] alleged conduct to rebut any\n\ninference the jury may have drawn regarding her sexual naivety is\n\ntoo attenuated. . . .\"    Id. at 1199.\n\n          Perhaps under state law the trial judge should have\n\nadmitted the episode as to what happened when Matthew was three;\n\nquite likely many judges would have admitted it.           But trial judges\n\nare constantly making on-the-spot judgments as to whether evidence,\n\nalthough formally relevant, is too remote, likely to lead to\n\nunnecessary excursions, or partly or wholly duplicative--the range\n\nof considerations embraced in the federal courts by Rule 403's\n\nbalancing test.   Fed. R. Evid. 403.        Close calls are common and,\n\nright or wrong, do not thereby become constitutional violations.\n\nDelaware v. Van Arsdall, 475 U.S. 673, 678-79 (1986).\n\n          Ellsworth's remaining claim is that the trial court\n\nviolated the confrontation clause by refusing to allow him to offer\n\n\n                                     -15-\n\ftestimony from a counselor at the Pine Haven School, the facility\n\nwhere Matthew lived after he left Spaulding, that Matthew falsely\n\naccused boys at the school he attended after Spaulding of peeking\n\nat him in the shower and at the toilet and of stealing his toys.\n\nHere Ellsworth        has   a    further    hurdle   because   the   state   court\n\nconsidered the constitutional claim and rejected it, so under the\n\nstatute we can only reverse if the state court decision was\n\ncontrary to, or involved an unreasonable application of, clearly\n\nestablished federal law as determined by the Supreme Court.                     28\n\nU.S.C. § 2254(d)(1).\n\n           Quite apart from the higher standard, there is nothing\n\nunusual about limiting extrinsic evidence of lies told by a witness\n\non other occasions; under the Federal Rules of Evidence, exclusion\n\nof such evidence is the usual rule and even cross-examination as to\n\nsuch lies is limited.           The theory, simple enough, is that evidence\n\nabout lies not directly relevant to the episode at hand could carry\n\ncourts   into    an   endless      parade    of   distracting,   time-consuming\n\ninquiries.      In this instance, a lie about toy stealing or peeping\n\nat a different time and location from the alleged sexual abuse by\n\nEllsworth is classic \"collateral\" evidence regularly excluded in\n\nfederal criminal trials.           See Fed. R. Evid. 608(b).\n\n           The judgment of the district court is vacated and the\n\ncase is remanded for further proceedings consistent with this\n\nopinion.\n\n\n                                        -16-\n\f--Separate opinions follow--\n\n\n\n\n            -17-\n\f             LIPEZ, Circuit Judge (concurring).           I am pleased to join\n\nChief Judge Boudin's opinion for the en banc court, including the\n\ndecision to remand Ellsworth's Brady claim to the district court\n\nfor an evidentiary hearing. Having concluded in my earlier dissent\n\nfrom the panel decision, now withdrawn, that Ellsworth had failed\n\nto establish a Brady violation, I wish to explain briefly my\n\nconcurrence in the court's decision to remand the Brady claim for\n\nfurther consideration.\n\n             Relying on our previous decision in United States v.\n\nRanney, 719 F.2d 1183 (1st Cir. 1983), I had concluded that the\n\nevidence disclosed in Jan Smith's intake note failed Brady's\n\nmateriality requirement because almost all of the withheld evidence\n\nwould   have      been    inadmissible   at   trial.       See    id.   at     1190\n\n(\"Inadmissible evidence is by definition not material, because it\n\nnever would have reached the jury and therefore could not have\n\naffected the trial outcome.\"); see also United States v. Hemmer,\n\n729 F.2d 10, 16 n.3 (1st Cir.), cert. denied, 467 U.S. 1218 (1984).\n\nToday the en banc court has ruled, in conformity with a majority of\n\nthe circuits, that the petitioner can also establish a viable Brady\n\nclaim   by   demonstrating      that   withheld    evidence,      though   itself\n\ninadmissible, would have led directly to the discovery of material\n\nadmissible evidence.           Under this sensible rule, Ellsworth is\n\nentitled     to   an     evidentiary   hearing    where   he     will   have    the\n\nopportunity to establish that information in the withheld intake\n\n\n                                       -18-\n\fnote would have led the defense to other material exculpatory\n\nevidence.\n\n            I also concluded, on the basis of the present record,\n\nthat Ellsworth either had or should have had independent knowledge\n\nof the intake note prior to trial.     See United States v. Diaz, 922\n\nF.2d 988, 1007 (2d Cir. 1990) (\"Evidence is not 'suppressed'\n\n[within the meaning of Brady] if the defendant either knew, or\n\nshould have known of the essential facts permitting him to take\n\nadvantage of any exculpatory evidence.\").       Of necessity, I drew\n\ninferences from a record which never addressed directly Ellsworth's\n\nawareness of the intake note.   In its supplemental brief to the en\n\nbanc court, the state has asserted vigorously that Ellsworth knew\n\nor should have known of the intake note prior to his trial.\n\nAssuming the state maintains this position on remand, the en banc\n\ncourt has also directed the district court to further investigate\n\nat the evidentiary hearing the nature and timing of Ellsworth's\n\nknowledge of the intake note.   This issue is a critical element of\n\nEllsworth's Brady claim, and I agree that it warrants additional\n\ntreatment by the district court.\n\n\n\n\n                                -19-\n\f           TORRUELLA,        Circuit   Judge,        concurring    in    part    and\n\ndissenting in part.         I concur in the majority's decision to grant\n\nan evidentiary hearing on remand, but I write6 separately because\n\nI respectfully think this Court needs to go further.                    Not only is\n\nthe Brady claim based on the Jan Smith intake note and other\n\nwithheld exculpatory evidence sufficiently strong to warrant a new\n\ntrial,   but    I    also   think   that    the   defendant   has       raised   two\n\nmeritorious Confrontation Clause claims and therefore dissent from\n\nthe majority's affirmance of those claims.\n\n           As       the     majority       states,     \"[l]ittle        direct    or\n\ncircumstantial evidence supported either side's version of events\"\n\nin this case.       There was no corroboration of the boy’s testimony as\n\nto the criminal acts themselves.            The jury had no information that\n\nwould help it test the boy’s credibility because, as the majority\n\ncorrectly points out, the evidence Ellsworth offered \"seeking to\n\ncast doubt on Matthew's credibility . . . was not allowed.\"                      The\n\npossibility that an innocent man was convicted is very real, and a\n\nnew trial, not just an evidentiary hearing on a limited due process\n\nissue, is warranted.\n\n\n\n\n     6\n      I reiterate here the bulk of the original panel opinion,\nwritten by Judge Betty Fletcher, which has been vacated.\n\n                                       -20-\n\f                                  I.     Analysis\n\nA.    Standard of Review\n\n              As explained by the majority, a de novo standard of\n\nreview applies to both the Brady claim and the Confrontation Clause\n\nclaim regarding cross-examination about Matthew's prior abuse. The\n\n\"claim that the trial court violated [Ellsworth's] rights under the\n\nConfrontation Clause by refusing to allow him to admit testimony\n\nfrom    the   counselor   at      Pine   Haven,\"     however,     is   subject    to\n\ndeferential review under the Antiterrorism and Effective Death\n\nPenalty Act (“AEDPA”), 28 U.S.C. § 2254.\n\nB.     Brady Claim\n\n              The district court found that there were essentially two\n\nnew and undisclosed pieces of evidence - the Jan Smith note\n\nexpressing concern that Matthew might make false accusations of\n\nsexual abuse and the reports bearing on the extent to which Matthew\n\nhad been reliving and dreaming about his earlier abuse - but\n\nconcluded that “[t]aken as a whole, in the context of the other\n\ninformation known to the defense, that information was not of\n\nsignificant     value.”       I   disagree.         The   information    that    the\n\nSpaulding director recognized, and was concerned, that Matthew had\n\na    tendency   to   accuse    people     of    sexual    abuse   does   seriously\n\nundermine one’s confidence in the outcome of the trial.                          The\n\ndistrict court maintains that this information is insignificant\n\nbecause Ellsworth knew that Matthew’s parents had such a concern,\n\n\n                                         -21-\n\fbut it is an entirely different matter that a Spaulding director,\n\na professional who works with emotionally disturbed boys on a daily\n\nbasis, highlighted this as a potential problem.                     Especially in\n\nlight of the extent to which the trial judge curtailed cross-\n\nexamination of Matthew himself, this information becomes even more\n\nimportant.     Had the jury been presented with this information,\n\nalong with the information that Matthew was reliving his abuse, it\n\nseems to me far from clear that it would have reached the same\n\nconclusion as to Matthew’s credibility.\n\n             Likewise,    the   fact    that   Matthew   had    recently       been\n\nreliving and having nightmares about his earlier abuse is also\n\nsignificant here.        The jury reached its conclusion that Matthew’s\n\nallegations were credible with no information about a part of his\n\nlife that bore significantly on his mental and emotional state.\n\n             Looking at the evidence cumulatively, as Kyles requires,\n\n514 U.S. at 437, the suppressed evidence is sufficient to undermine\n\nconfidence    in   the    jury’s   verdict.      While   I     am    joining   the\n\nmajority's decision in order to provide Ellsworth with at least an\n\nevidentiary hearing, my preference would be to reverse the district\n\ncourt on the Brady claim and grant the writ of habeas corpus so\n\nthat he receives a new trial.\n\nC.   Confrontation Clause Claims\n\n          The majority \"do[es] not think that Ellsworth has shown\n\na violation of the Confrontation Clause at all.\"                I disagree.      I\n\n\n                                       -22-\n\fthink   that    Ellsworth      has    two     legitimate      claims       under     the\n\nConfrontation Clause: one for the erroneous exclusion of the\n\nevidence of his prior abuse and one for the exclusion of testimony\n\nregarding his prior false accusations.\n\n           1. Prior Abuse\n\n           The district court found that Ellsworth’s Confrontation\n\nClause rights were in fact violated by the trial court’s refusal to\n\nallow cross-examination of Matthew on the issue of his prior sexual\n\nabuse, which his defense counsel argued was relevant both (1) as an\n\nexplanation for why he could describe sexual acts in such detail\n\nand (2) to show the possibility that he was fabricating his claim\n\nagainst Ellsworth. Matthew’s guardian ad litem maintained that the\n\nabuse should not be brought up at trial due to its being too far in\n\nthe past   and   the    possible      detrimental      effect       of   such    cross-\n\nexamination on Matthew.\n\n           The trial court ultimately ruled that the prior abuse was\n\n“irrelevant” because it was too different in nature from the\n\nconduct with which Ellsworth was charged, and because Ellsworth did\n\nnot prove that it was the prior abuse, rather than some other\n\nsource of information, that might have provided Matthew with his\n\nsexual knowledge.        The trial judge allowed defense counsel to\n\ncross-examine    Matthew       only   as    to   the      general    facts      of   his\n\nparticipation    in    group    therapy,      and   the    fact     that   the     group\n\ndiscussed the difference between “good touch” and “bad touch.”                        No\n\n\n                                       -23-\n\fother evidence of Matthew’s prior sexual abuse was introduced at\n\ntrial; the jury knew only that Matthew was at Spaulding and had\n\nparticipated in group therapy, not that he had been sexually abused\n\nearlier in his life.     With all due respect to the majority, I fail\n\nto see how a group discussion of \"good and bad touching\" can be\n\nviewed as providing Matthew with the same sort of detailed sexual\n\nknowledge   he   would   have   gleaned   from   having     undergone   abuse\n\npreviously.\n\n            In this case, the district court correctly rejected the\n\ntrial court’s rationale for denying Ellsworth the right to cross-\n\nexamine Matthew concerning his earlier sex abuse.              The district\n\ncourt observed that the state courts had all ignored the common\n\nelement of fellatio in both Matthew’s earlier experiences and the\n\ncharged conduct in this case, and concluded that the evidence at\n\nissue “might have provided facts from which jurors could have\n\nappropriately    drawn   inferences   related    to   the   reliability    of\n\nMatthew as a witness.”          I agree with the district court that\n\nEllsworth’s rights under the Confrontation Clause were violated\n\nwhen the trial judge failed to allow him to cross-examine Matthew\n\non his earlier sexual abuse.\n\n            I disagree with the district court's finding that this\n\nerror was harmless, however, and find that the trial court’s bar on\n\ncross-examination of Matthew does indeed give rise to “grave doubt\n\nabout whether a trial error of federal law had substantial and\n\n\n                                   -24-\n\finjurious effect or influence in determining the jury’s verdict.”\n\nO’Neal v. Mcaninch, 513 U.S. 432, 436 (1995).      The trial court made\n\na critical mistake when it denied Ellsworth the opportunity to\n\npresent the jury with facts from which to draw a more accurate\n\npicture   of   Matthew’s   emotional    and   psychological   condition.7\n\n\n     7\n      In Delaware v. Van Arsdall, 475 U.S. 673 (1986), the Supreme\nCourt enumerated several factors that go into assessing whether\nerror is harmless, including “the importance of the witness’\ntestimony in the prosecution’s case, whether the testimony was\ncumulative, the presence or absence of evidence corroborating or\ncontradicting the testimony of the witness on material points, the\nextent of cross-examination otherwise permitted, and, of course,\nthe overall strength of the prosecution’s case.” 475 U.S. at 684.\n     Looking at this case in light of the Van Arsdall factors, the\nharmfulness of the error becomes even clearer:\n     (1) The importance of the accusing witness's testimony in the\nprosecution's case is impossible to overstate. The district court\nitself recognized this: Matthew was Ellsworth’s only accuser and\nthe only witness to the alleged incidents. Matthew’s testimony was\nthe whole of the prosecution’s case.\n     (2) The testimony was not cumulative.     The district court\nitself observed that there was no other testimony about Matthew’s\nsexual history.     Moreover, in light of the district court’s\nemphasis on the graphic details Matthew recounted, the source of\nthose details was extremely significant and not reached by other\ntestimony.\n     (3) There was evidence corroborating Matthew’s testimony, but\nnot on material points.         The district court thought the\ncorroboration to be material, but it was only marginally so. The\nother evidence was only “corroborating” to the extent that there\nwere occasions when Ellsworth took the boys on trips, took them\nswimming, and stayed overnight at Colcord Cottage. There was no\ncorroborating evidence of the abuse itself.\n     (4) The extent of permitted cross-examination was very\nlimited. Matthew was permitted to testify in an extremely general\nway that he talked about “good touch” and “bad touch” in group\ntherapy. This did not provide the jury with any information about\nhis background and prior abuse.\n     (5) The overall strength of the prosecution's case was not\noverwhelming.    It involved a sympathetic victim and a lurid\naccusation, but, at bottom, it turns on the word of an unstable\nwitness - a child at that.\n\n                                 -25-\n\fAccordingly, I would reject the district court’s conclusion that\n\nthe trial court’s error in curtailing Ellsworth’s cross-examination\n\nof Matthew was “harmless.”       The district court should have been\n\nreversed on this claim.\n\n             2.   Prior False Accusations\n\n          At trial, Ellsworth had proffered that Craig Klare’s\n\ntestimony would show that Matthew had made false accusations\n\nagainst students at Pine Haven, the school he attended after\n\nSpaulding.        Klare, one of Matthew’s counselors, related that\n\nMatthew falsely accused other boys at the school of peeking at him\n\nin the shower, of peeking under his toilet, and of stealing toys\n\nthat he himself had hidden.     The trial court ruled that Ellsworth\n\ncould cross-examine Matthew about these incidents, but excluded\n\nKlare’s testimony.      On cross-examination, Matthew denied that the\n\nincidents ever occurred.\n\n             The district court found that it was neither contrary to\n\nnor an unreasonable application of Supreme Court precedent for the\n\nNew Hampshire state courts to exclude the testimony of Craig Klare,\n\nwhich would have rebutted Matthew’s denials, under New Hampshire\n\nRules of Evidence8 404(b) (barring introduction of evidence of\n\npropensity evidence) and 608(b) (regarding credibility evidence)\n\n\n\n\n     8\n      The text of these rules is identical          to   that   of   the\ncorresponding Federal Rules of Evidence.\n\n                                  -26-\n\f             The district court correctly noted that the Supreme Court\n\nhas established that, at least under some circumstances, due\n\nprocess may require that a criminal defendant be permitted to\n\nintroduce extrinsic impeachment evidence, even despite contrary\n\nevidentiary rules, in order to protect a weighty or critical\n\ndefense interest. See, e.g., Crane v. Kentucky, 476 U.S. 683, 690-\n\n91 (1986) (holding that defendant’s constitutional rights would be\n\nviolated    “if      the    State    were    permitted     to     exclude   competent,\n\nreliable evidence bearing on the credibility of a confession when\n\nsuch evidence is central to the defendant’s claim of innocence”).\n\nThe Supreme Court delineates the doctrine as follows: a state may\n\n\"establish rules excluding evidence from criminal trials\" provided\n\n\"they are not 'arbitrary' or 'disproportionate to the purposes they\n\nare designed to serve.'\"            United States v. Scheffer, 523 U.S. 303,\n\n308    (1998)   (internal      citations         omitted).        Accord    Montana    v.\n\nEgelhoff, 518 U.S. 37, 43 (1996) (state evidentiary rule “not\n\nsubject to proscription under Due Process Clause unless ‘it offends\n\nsome    principle      of    justice    so       rooted   in     the   traditions     and\n\nconscience      of   our    people    as    to     be   ranked    as   fundamental’”).\n\nWhether a principle of justice is “fundamental,” according to the\n\nSupreme Court, is to be assessed historically, with reference to\n\nthe common law.        Egelhoff, 518 U.S. at 43-44.\n\n            The question here, then, is whether the trial court’s\n\ndecision to exclude the Klare testimony under Rules 404(b) and\n\n\n                                            -27-\n\f608(b) was either contrary to, or an unreasonable application of,\n\nthe rule established in Scheffer and Egelhoff: namely, that states\n\nmay formulate their own evidentiary rules so long as those rules do\n\nnot infringe on a weighty interest of the accused or offend a\n\nfundamental common-law principle of justice.            The district court\n\nconcluded that the trial court’s exclusion of the Klare testimony\n\ndid not rise to this standard.        First, Ellsworth did not establish\n\nthat there was a sufficiently weighty defense interest in the\n\ntestimony    to   outweigh     the   evidentiary   rules   precluding       its\n\nintroduction.     Second, in any case, the testimony appeared to be\n\nproffered only as a “general” attack on Matthew’s credibility\n\nrather than one targeted at exposing potential bias or motivation\n\nto lie.   This distinction is significant because the Supreme Court\n\nhas held that the latter is a right entitled to the full protection\n\nof the Confrontation Clause whereas the former is not.           See, e.g.,\n\nVan Arsdall, 475 U.S. at 678-80; Davis v. Alaska, 415 U.S. 308,\n\n316-17 (1974).\n\n            I find that the district court’s application of Scheffer\n\nand Egelhoff to bar Klare’s testimony, viewed in the context of the\n\ntrial, was objectively unreasonable.        To conclude, as the district\n\ncourt did,    that   Klare’s    proffered   testimony    did   not   bear   on\n\nMatthew’s potential bias or motive for lying is simply incorrect.\n\nAt trial, defense counsel was permitted only to ask Matthew himself\n\nwhether he had accused other children at Pine Haven of peeking at\n\n\n                                     -28-\n\fhim or stealing his toys - all of which Matthew flatly denied.\n\nThus, the jury was left only with Matthew’s unrebutted denials, and\n\nno evidence at all that the incidents in fact occurred – in some\n\nways, an outcome far more prejudicial to Ellsworth than if counsel\n\nhad not been allowed the cross-examination at all.\n\n           Accordingly, it is hard to conceive how Ellsworth’s\n\ninterest in impeaching Matthew’s testimony could have been more\n\nweighty.   The jury was left to draw the conclusion that there was\n\nno rebuttal to Matthew’s denials.      As to the issue of impeachment\n\nto show adverse motive or bias versus “general impeachment” of a\n\nwitness’s credibility, Klare’s proffered testimony would have done\n\nmuch more than simply demonstrate Matthew’s alleged “propensity to\n\nmake false allegations about voyeurism and theft;” it would have\n\ndemonstrated to the jury the kinds of circumstances that unsettled\n\nMatthew enough to evoke untrue accusations – that constituted his\n\nmotivation and his own set of biases.      I would therefore reverse\n\nthe district court on this claim as well.\n\n                          II. Conclusion\n\n           I do not minimize or disregard the genuine suffering that\n\nMatthew has gone through in his short life.    Nor do I conclude that\n\nhe was not Ellsworth’s victim.      However, the mere fact that a\n\ndefendant stands accused by a sympathetic victim of a repulsive\n\ncrime does not justify depriving him of his constitutional right to\n\na fair trial.   I agree with the majority that at the very least\n\n\n                                -29-\n\fEllsworth is entitled to an evidentiary hearing on remand.     My\n\npreference, however, would be to reverse the district court on all\n\nthree claims and remand with instructions to issue the writ of\n\nhabeas corpus.\n\n\n\n\n                              -30-\n\f",
  "html": "<p class=\"case_cite\">318 F.3d 315</p>\n    <p class=\"parties\">RAYMOND ELLSWORTH, Petitioner, Appellant<br>v.<br>WARDEN, NEW HAMPSHIRE STATE PRISON, and Philip McLAUGHLIN, Attorney General for the State of New Hampshire, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 02-1226.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">January 31, 2003.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">At the request of the court, this case has been withdrawn.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">318</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">315</span></span></p>\n    <p class=\"parties\">RAYMOND ELLSWORTH, Petitioner, Appellant<br>v.<br>WARDEN, NEW HAMPSHIRE STATE PRISON, and Philip McLAUGHLIN, Attorney General for the State of New Hampshire, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 02-1226.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">January 31, 2003.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">At the request of the court, this case has been withdrawn.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": []
}