{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/200326/",
  "absolute_url": "/opinion/200326/united-states-v-sargent/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/200326/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T04:48:35Z",
  "date_modified": "2016-02-28T05:02:41.544701Z",
  "type": "010combined",
  "sha1": "610350873859ea3db56811150b2610c4356d5c36",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/02-1839-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2003/02/05/US_v._Sargent.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 02-1839\n\n                    UNITED STATES OF AMERICA,\n\n                           Appellant,\n\n                                v.\n\n                       ROSCOE B. SARGENT,\n\n                      Defendant, Appellee.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                    FOR THE DISTRICT OF MAINE\n\n          [Hon. George Z. Singal, U.S. District Judge]\n\n\n                             Before\n\n                       Lynch, Circuit Judge,\n           Coffin and Campbell, Senior Circuit Judges.\n\n\n           F. Mark Terison, Senior Litigation Counsel, with whom\nPaula D. Silsby, United States Attorney, was on brief, for\nappellant.\n\n          Brett D. Baber, with whom Baber & Weeks, P.A. was on\nbrief, for appellee.\n\n\n\n                        February 5, 2003\n\f              LYNCH, Circuit Judge. The question on appeal is whether\n\nthe district court erred in suppressing evidence obtained in a\n\nsearch of an apartment, pursuant to a warrant.                    The suppression\n\norder was based on the brief amount of time -- five seconds --\n\nbetween the police officers' knock and announcement and the forced\n\nentry into the apartment.          Based on the circumstances showing a\n\nthreat   to    the   safety   of     the    police    officers,       we   hold   the\n\nsuppression order was in error and reverse.\n\n                                           I.\n\n              There is no material dispute as to the facts found by the\n\ntrial court.\n\n              At about 7:30 p.m. on December 29, 2000, Special Agent\n\nAndrew Miller of the Maine Drug Enforcement Agency (MDEA) sought a\n\nsearch warrant for Roscoe Sargent's apartment in state court, based\n\non   information     that   Miller    had       received   from   a   confidential\n\ninformant (CI) only hours before.               As his affidavit in support of\n\nthe warrant stated, that very afternoon a reliable CI had made a\n\npurchase of drugs from Sargent at his apartment in Bangor.                        The\n\ncontrolled buy was recorded through a body microphone worn by the\n\nCI; Miller also surveilled the drug purchase from outside the\n\napartment.     During the buy, Sargent confirmed that he had a couple\n\nof pounds of marijuana and some psilocybin mushrooms for sale.\n\nBecause of recent MDEA drug busts in the area, Sargent said that he\n\nwanted to \"dump\" (i.e. sell quickly) everything he had and get out\n\n\n                                       -2-\n\fof the business until things cooled down.    Sargent asked the CI to\n\nhelp him sell the drugs quickly.       The CI said     that Sargent\n\nretrieved the drugs from a large safe, four feet by three feet by\n\nthree feet, which looked as though it was full of drugs.\n\n          Agent Miller did not request a no-knock warrant.1      The\n\nwarrant was issued at 7:35 p.m. and, because it was a \"daytime\"\n\nwarrant, had to be executed by 9:00 p.m.2\n\n          Miller asked the Bangor Police Department's Tactical Team\n\nto help him execute the warrant because he had safety concerns, and\n\nhe briefed the team on those concerns.      He had reason to believe\n\nthat a large number of knives was dispersed throughout Sargent's\n\nsmall, two-room apartment, and that there also might be firearms.\n\nThis information was not in the warrant, and we infer it came from\n\nthe CI.   Miller later testified at the suppression hearing, \"The\n\nintelligence that I had received was that anywhere that Mr. Sargent\n\nwas in the apartment that he could put his hand on a knife.\"\n\n\n     1\n      Miller testified that the reason he did not seek a no-\nknock warrant was the need for speed: he applied for a daytime\nwarrant around 7:30 p.m., he had to go to the police\ndepartment and get the Tactical Team ready to execute the\nwarrant before 9:00 p.m., and he had one other warrant to\nexecute that evening.\n     2\n      One might inquire why Miller did not request a nighttime\nwarrant for the search of Sargent's apartment. Under Maine\nlaw, it is more difficult to obtain a nighttime warrant.\nFurther, there is an increased danger to police officers that\naccompanies nighttime raids. Whatever the reason, he did not\nrequest a nighttime warrant, and so Maine law forbade its\nexecution after 9:00 p.m.\n\n                               -3-\n\f            That same evening, December 29, 2000, Miller and ten\n\npolice officers from the Tactical Team executed the search warrant.\n\nThe role of the Tactical Team, according to Bangor Police Officer\n\nGregory Sproul, a member of the team, was \"to make the entry,\n\nsecure the premises and the people within the residence, and then\n\nturn it over to MDEA,\" which would search for illegal narcotics\n\npursuant to the search warrant.               At about 8:30 p.m., the group of\n\nten    police    officers   arrived      at    Sargent's      apartment     building,\n\nentered it, and proceeded down a hallway toward his unit.\n\n            Sproul    testified     at    the       hearing   that   upon    reaching\n\nSargent's       apartment   door,   both       he   and   another    officer,    John\n\nHeitmann, announced their presence by yelling words to the effect\n\nof \"Bangor police, search warrant, open the door.\"                     At the same\n\ntime, they knocked on the apartment door. The police officers then\n\nwaited approximately five seconds.                    Sproul testified that he\n\nthought that five seconds was an appropriate amount of time to wait\n\nbecause he had \"safety concerns,\" and because he had not heard\n\nanyone inside respond or make any motion to comply with their\n\nrequest to open the door.           After the five second delay, Officer\n\nSproul gestured to the \"breaching man,\" Officer Al Hayden, who then\n\nsmashed open the apartment door with a single stroke of a battering\n\nram.\n\n            The apartment was too small for all of the officers to\n\nenter.      Some of the officers entered the apartment and found\n\n\n                                         -4-\n\fSargent near the doorway; indeed, any place in the apartment was\n\nclose to the door of the unit.        A search of the apartment revealed,\n\nas   expected,   a    cache   of   marijuana   and   psilocybin   mushrooms.\n\nOfficers also discovered, as expected, multiple knives and a\n\nfirearm, a shotgun. There were knives throughout the apartment, in\n\na variety of locations, including one stuck in the arm of the chair\n\nwhere Sargent had been sitting when the officers approached his\n\ndoor.\n\n             Sargent and his girlfriend, Heather Fliegelman, both\n\ntestified that they had been sitting inside the small apartment's\n\nfront room when they heard, in Sargent's words, \"a lot of racket\n\nout in the hallway.\"       Sargent rose out of his chair to investigate\n\nthe noise.    As he approached the apartment door, Sargent heard the\n\npolice officers announcing their presence.           Sargent testified that\n\n\"I hollered that I was opening the door, and I got the door\n\nunlocked, but I didn't have a chance to even turn the doorknob\n\nbecause they smashed the door in without giving me a chance.\"\n\nOfficer Sproul testified that he did not hear any declaration from\n\nSargent that he was in the process of opening the door.\n\n                                      II.\n\n             At the trial level, the courts addressing this issue were\n\nof different minds. The magistrate judge heard testimony on the\n\ndefendant's suppression motion from Miller, Sproul, Sargent, and\n\nFliegelman.      In    a   thoughtful   opinion,     the   magistrate   judge\n\n\n                                      -5-\n\frecommended denial of the motion to suppress, finding the officers'\n\nsafety fears both genuine and legitimate and the speed of their\n\nactions reasonable in context.        The magistrate judge analyzed the\n\ncase as a de facto \"no-knock\" case.        United States v. Sargent, No.\n\n01-14-B-S, 2001 U.S. Dist. LEXIS 5977, at *5-*7 (D. Me. Apr. 30,\n\n2001).     The district judge agreed with the magistrate judge's\n\nrecommendation and denied the motion on May 31, 2001.\n\n            In a subsequent opinion issued on July 12, 2001, the\n\ndistrict    judge,   sua   sponte,   granted   the   motion   to   suppress,\n\nconcluding that he was compelled to do so by the opinion of a panel\n\nof this court in United States v. Brown, 251 F.3d 286 (1st Cir.\n\n2001).     United States v. Sargent, 150 F. Supp. 2d 157 (D. Me.\n\n2001).   The panel opinion in Brown, though, was not the last word;\n\nrather, it was withdrawn, as is customary, when this court granted\n\nen banc review.      United States v. Brown, 263 F.3d 1 (1st Cir.\n\n2001).     The en banc hearing in Brown ended in a tie vote, which\n\nreinstated the district court's denial of suppression in that case.\n\nUnited States v. Brown, 276 F.3d 14 (1st Cir. 2002).\n\n            Meanwhile, the government had appealed the grant of\n\nSargent's motion to suppress.        When the en banc result was reached\n\nin Brown, the government asked us to vacate the suppression order\n\nand remand this case to the district court to reconsider.            We did\n\nso.   United States v. Sargent, No. 01-2072 (1st Cir. Apr. 18,\n\n2002). On remand, the district court reached a prompt decision and\n\n\n                                     -6-\n\fmaintained its second position granting the motion to suppress.\n\nUnited States v. Sargent, No. 01-CR-14-B-S (D. Me. May 28, 2002).\n\nIt held this search was, de facto, a no-knock entry and that\n\nexigent circumstances did not justify the search. Id., slip op. at\n\n4.\n\n                                      III.\n\n             This court reviews de novo the ultimate conclusion as to\n\nwhether a search was reasonable within the meaning of the Fourth\n\nAmendment.     Ornelas v. United States, 517 U.S. 690, 700 (1996).\n\nSubsidiary factfinding by the district court is subject to review\n\nonly for clear error.      United States v. Meade, 110 F.3d 190, 193\n\n(1st Cir. 1997).    It is evident that the factual findings here are\n\nnot clearly erroneous. There is no real dispute about the facts.\n\nThe only dispute is whether the facts lead to the conclusion that\n\nthe search was unreasonable.\n\n             Police acting under a warrant usually are required to\n\nannounce their presence and purpose, including by knocking, before\n\nattempting forcible entry, unless circumstances exist which render\n\nsuch an announcement unreasonable.           See    Wilson v. Arkansas, 514\n\nU.S. 927, 936 (1995).      Wilson incorporated the common-law \"knock\n\nand   announce\"   rule   into   the    Fourth      Amendment   reasonableness\n\ninquiry.     Id. at 929.    In Richards v. Wisconsin, 520 U.S. 385\n\n(1997), a unanimous court held unconstitutional a blanket rule\n\n\n\n\n                                      -7-\n\fwhich avoided the case-by-case reasonableness inquiry and suspended\n\nthe knock and announce rule for felony drug cases.   Id. at 392-94.\n\n          The common law knock and announce requirement recognizes\n\nthe deep privacy and personal integrity interests people have in\n\ntheir homes.3     It also serves to protect the safety of police\n\nofficers by preventing the occupant from taking defensive measures\n\nagainst a perceived unlawful intruder. See W.R. LaFave, Search and\n\nSeizure ยง 4.8(a), at 599 (3d ed. 1996).   The common law recognized,\n\nhowever, that the presumption in favor of announcement \"would yield\n\nunder circumstances presenting a threat of physical violence.\"\n\nWilson, 514 U.S. at 936.\n\n          A very precise Fourth Amendment question is presented in\n\nthis case.      There is no question about whether probable cause\n\nexisted or whether the warrant was properly executed.   There is no\n\nquestion about delay in exercising the warrant, about whether it\n\nwas executed late at night, or about whether the warrant was valid.\n\n\n\n     3\n      These interests have long been protected.\n         But before [the sheriff] breaks [the door], he ought\n         to signify the cause of his coming, and to make\n         request to open doors . . . , for the law without a\n         default in the owner abhors the destruction or\n         breaking of any house (which is for the habitation\n         and safety of man) by which great damage and\n         inconvenience might ensue to the party, when no\n         default is in him; for perhaps he did not know of\n         the process, of which, if he had notice, it is to be\n         presumed that he would obey it . . . .\nSemayne's Case, 77 Eng. Rep. 194, 195-96 (K.B. 1603) (quoted\nin Wilson, 514 U.S. at 931-32).\n\n                                -8-\n\fThere is no question about whether the police knocked or whether\n\ntheir announcement was improper; the announcements were adequate to\n\nalert the inhabitants inside.         The only question is whether the\n\nchoice of the police officers to gain forcible entry after hearing\n\nno response within five seconds was unreasonable under the Fourth\n\nAmendment.\n\n            There have certainly been cases in which such short waits\n\nwere held unreasonable. See, e.g., United States v. Granville, 222\n\nF.3d 1214, 1218 (9th Cir. 2000) (\"Under the facts of this case,\n\nfive   seconds    cannot    be   considered   'a    significant   amount   of\n\ntime.'\"); United States v. Lucht, 18 F.3d 541, 550-51 (8th Cir.\n\n1994) (three to five seconds unreasonable); United States v. Marts,\n\n986 F.2d 1216, 1217, 1220 (8th Cir. 1993) (less than five seconds\n\nunreasonable); West v. United States, 710 A.2d 866, 869 (D.C. 1998)\n\n(five seconds unreasonable); Commonwealth v. Means, 614 A.2d 220,\n\n222-23 (Pa. 1992) (five to ten seconds unreasonable).                  These\n\nrulings are highly contextual, turning on factors that indicate\n\nwhether the amount of time given was enough for the defendant to\n\nascertain who was at the door and to respond, see Granville, 222\n\nF.3d at 1218, and whether officers' safety was at risk, see Lucht,\n\n18 F.3d at 551.\n\n            The general rule requiring announcement is itself simply\n\npart   of   the   broader   Fourth   Amendment     reasonableness   inquiry.\n\nWilson, 514 U.S. at 929. Wilson and Richards, which concern police\n\n\n                                     -9-\n\fentries made without any announcement, are thus highly pertinent to\n\nthe analysis here.       The same interests identified in those cases\n\nare at issue in this one.            \"[T]he common law recognized that\n\nindividuals should have an opportunity to themselves comply with\n\nthe law and to avoid the destruction to property occasioned by a\n\nforcible    entry.      These     interests    are    not    inconsequential.\"\n\nRichards, 520 U.S. at 393 n.5 (citing Wilson, 514 U.S. at 930-32).\n\nSargent's argument is that he was denied just such a reasonable\n\nopportunity to comply with the law and open the door to permit\n\nentry.\n\n            In order to justify entry without knocking on the basis\n\nof concern for officers' safety, the police must \"have a reasonable\n\nsuspicion that knocking and announcing their presence, under the\n\nparticular circumstances, would be dangerous.\"               Richards, 520 U.S.\n\nat 394.     The Supreme Court in Richards imported the \"reasonable\n\nsuspicion\" test from        Terry v. Ohio, 392 U.S. 1 (1968), which\n\nrequires    that   an   officer   \"be   able   to    point    to   specific   and\n\narticulable facts,\" id. at 21, and have \"at least a minimal level\n\nof objective justification,\" Illinois v. Wardlow, 528 U.S. 119, 123\n\n(2000).\n\n            When circumstances lead officers to wait a shorter period\n\nof time between the knock and announcement and the forced entry,\n\nthe no-knock \"reasonable suspicion\" analysis is appropriate as\n\nwell.     The officers, at the time of entry, must have articulable\n\n\n                                     -10-\n\ffacts concerning, for example, danger to themselves or destruction\n\nof evidence, which lead them to believe they can wait no longer.4\n\nThis analysis applies the same reasonable suspicion standard to a\n\nshort pause between announcement and entry as to a true unannounced\n\nentry; the government agrees that this standard is the appropriate\n\none.       But there is a practical difference.   In the case of a brief\n\nbut real pause, the officers know one additional fact: that their\n\nannouncement has not been answered.       Combined with other factors,\n\nthat can be enough to engender reasonable suspicion and permit\n\nforced entry.\n\n               The magistrate and district court judges analyzed this\n\ncase as a de facto no-knock case.          In determining whether the\n\npolice could enter unannounced, the judges considered only the\n\nevidence the police had at the time they approached Sargent's door.\n\nHowever, the presence of a reasonable suspicion of danger is\n\nproperly analyzed at the time of entry.            At that moment, the\n\nofficers knew what they knew earlier       -- that there were numerous\n\nreadily available weapons and drugs in a very small apartment --\n\nbut they also knew for the first time that they heard no answer to\n\ntheir knocks and yells.       The five second delay, combined with the\n\n\n\n\n       4\n      Even absent these types of circumstances, there is a\nlimit to how long police must reasonably wait. Entrance must\nbe refused, see 18 U.S.C. ยง 3109 (2000); Wilson, 514 U.S. at\n932, but silence may be construed as refusal, Granville, 222\nF.3d at 1218.\n\n                                   -11-\n\ffactors we describe below, amounted to a reasonable suspicion of\n\ndanger.\n\n           Despite the brevity of the period between announcement\n\nand entry there was, on these facts, no violation of the Fourth\n\nAmendment reasonableness standard.      There are two key issues:\n\nwhether it was reasonable for the police to expect a response\n\nwithin five seconds after the announcements, and whether it was\n\nreasonable for the police to fear a threat to their safety given\n\nthe circumstances. The government agrees that both of these issues\n\nmust be answered affirmatively for this search to be reasonable.\n\n           We conclude that it was objectively reasonable for the\n\nofficers executing the warrant to think that:\n\n1.   Sargent was at his apartment, given that he was dealing drugs\n\nthat afternoon from the apartment;\n\n2.   Sargent was awake and dressed at the time, between 8:30 and 9\n\np.m.;\n\n3.   Sargent had heard the two officers when they knocked, and each\n\nannounced, given the small size of the apartment and the fact that\n\nthe police were yelling;\n\n4.   Sargent may well have been alerted earlier when there was noise\n\nas eleven officers and a battering ram entered the small hallway\n\noutside his apartment (as he was in fact alerted);\n\n\n\n\n                                -12-\n\f5.    Sargent thus had time to   respond either verbally or by opening\n\nthe door in the five seconds after the announcements and before the\n\nbattering ram broke down the door, but he had not done either;\n\n6.    The police were at real risk because of the presence of knives,\n\nand possibly a gun, in the apartment, within easy reach for use\n\nanywhere in the apartment;\n\n7.    The very presence and location of so many knives was bizarre\n\nand Sargent's response to police entry could also be bizarre;\n\n8.    The knives and possible gun in the apartment were meant for use\n\nas weapons, given the significant quantities of drugs in the\n\napartment and the apartment's use to stash drugs;\n\n9.    Sargent might try to avoid arrest, as he was aware of recent\n\nMDEA drug busts and told the CI he wanted to get away;\n\n10.        The risk to the officers increased with each second that\n\nSargent did not respond after he had an opportunity to do so.\n\n               Objectively, the officers had reasonable suspicion that\n\ntheir safety would be threatened by further delay. The presence of\n\nall of these factors convinces us the search was constitutionally\n\nreasonable, despite the five second interval, in light of the\n\nthreat to the safety of the officers.5\n\n               Absent that threat, the constitutional calculus in this\n\ncase might be quite different.            One purpose of the knock and\n\n\n       5\n         The government has not attempted to justify the short\nperiod on the ground that it was needed to prevent the\ndestruction of evidence.\n\n                                   -13-\n\fannounce requirement is to permit occupants a reasonable period of\n\ntime to permit the police to enter.          We share the district court's\n\nassessment that serious Fourth Amendment concerns are validly\n\nraised when the response time between announcement and entry is so\n\ntruncated.\n\n               There are no bright line rules about the amount of time\n\nofficers must wait after they announce.          Any \"five second\" or \"ten\n\nsecond\" categorical rule would be impermissible for the same\n\nreasons the categorical rule in Richards was impermissible.                The\n\nrejection of per se rules works both ways.              Just as no defendant\n\nshould take comfort that a five second wait is per se unreasonable,\n\nno police department should take comfort that a ten or twenty\n\nsecond    wait     is   reasonable    or    generally     acceptable.      The\n\nreasonableness inquiry requires that each case be analyzed on its\n\nown facts.       United States v. Spikes, 158 F.3d 913, 926 (6th Cir.\n\n1998) (\"The Fourth Amendment's 'knock and announce' principle,\n\ngiven    its    fact-sensitive    nature,   cannot   be   distilled     into   a\n\nconstitutional stop-watch where a fraction of a second assumes\n\ncontrolling significance.\").\n\n               This court's precedents support the reasonableness, in\n\ncontext, of this search.         This court has upheld an entry at a side\n\ndoor five to ten seconds after officers knocked and where other\n\nofficers at the front door had previously started knocking, and\n\nwhere there were justifiable fears that the occupants would flush\n\n\n                                     -14-\n\fdrugs down the toilet.      United States v. One Parcel of Real Prop.,\n\nEtc., 873 F.2d 7, 9 (1st Cir. 1989).          The court held it was\n\nreasonable for the officers to conclude an additional wait would be\n\nfruitless.   Id. at 9-10.    In United States v. Garcia, 983 F.2d 1160\n\n(1st Cir. 1993), this court upheld as reasonable a wait of ten\n\nseconds after knocking when the contraband could be disposed of\n\neasily.   Id. at 1168; see United States v. DeLutis, 722 F.2d 902,\n\n908-09 (1st Cir. 1983) (twenty second wait not unreasonable); see\n\nalso United States v. Lipford, 203 F.3d 259, 270 (4th Cir. 2000)\n\n(five second wait reasonable where occupant had opened the door\n\nmore quickly just before and where there was a risk of destruction\n\nof evidence); United States v. Markling, 7 F.3d 1309, 1318 (7th\n\nCir. 1993) (seven second wait sufficient before entry into small\n\nmotel room).\n\n           We emphasize that there is no requirement that officers\n\nserving a search warrant have evidence of the defendant's prior use\n\nof violence or even of his particularized propensity for violence\n\nin order for exigent circumstances to exist.      Such evidence will,\n\nof course, make it easier to establish a reasonable suspicion of a\n\nthreat.   But the absence of such evidence does not establish there\n\nis no reasonable suspicion of a threat.     Nonetheless, the district\n\ncourt discounted the threat to the officers here, saying:\n\n           [T]he evidence the police possessed at the time they\n           entered Defendant's residence was insufficient to support\n           a reasonable suspicion of danger.      The officers were\n           aware only that Defendant possessed a number of knives\n\n                                   -15-\n\f          that were easily accessible, and that Defendant\n          distributed drugs from his residence. Those two facts do\n          not support a reasonable inference that the police, by\n          knocking and announcing their presence, would place\n          themselves in harm's way. Many people own all manner of\n          knives for general purposes, and in a small apartment\n          such as Defendant's it would not be unusual for the\n          occupant to be able to reach a knife quickly. Although\n          it is true that the police suspected that Defendant\n          distributed drugs from his residence, there is no\n          evidence on the record tending to draw a connection\n          between Defendant's ownership of knives and the drug\n          sales.\n\n          These conclusions are error for a variety of reasons. It\n\nis not common for people to keep so many knives in so many places\n\nin their homes that a knife is always within easy reach.              To the\n\ncontrary, such behavior is bizarre.           These knives were weapons.\n\nThe fact that the police knew the knives were there most likely\n\nmeant that the CI had seen them openly displayed throughout the\n\napartment.      Since   Sargent   was   an   active   drug   dealer   with   a\n\nsubstantial stock of drugs and weapons at hand, there was adequate\n\nreason to think the knives were intended to convey a message that\n\nSargent would protect himself and his drugs.           The message sent by\n\nthe presence of the knives was reinforced by the suspected presence\n\nof a gun, later verified.\n\n             The knives and the possible firearm posed a real danger\n\nto the police on any objective analysis.              If Sargent chose to\n\nfight, the police were at risk of injury or death.           They had reason\n\nto fear a knife fight in close quarters, with Sargent having the\n\nadvantage:     he knew both the layout of the place and the location\n\n\n                                   -16-\n\fof the knives; the officers did not.     Even though their numbers\n\ngave them an advantage, this did not foreclose the real possibility\n\nof serious injury to one or more officers.\n\n           Finally, the fact that there was no response from Sargent\n\n-- either verbal or physical by opening the door -- for five\n\nseconds after the announcement by two officers has significance.\n\nIt was entirely reasonable for the officers to become increasingly\n\nnervous.   The small size of the apartment meant that the five\n\nseconds after knocking with no response was even more ominous. The\n\nofficers' fears were genuine, and there was a genuine basis for\n\nthem.   By adopting its view that this was de facto a no-knock case\n\nand should be analyzed as such, the district court was led to\n\noverlook this last important factor -- the lack of response from\n\nSargent.\n\n           The allowance of the motion to suppress is reversed, the\n\nmotion should be denied and the case is remanded for further\n\nproceedings.\n\n\n\n\n                                -17-\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 02-1839\n\n                    UNITED STATES OF AMERICA,\n\n                           Appellant,\n\n                                v.\n\n                       ROSCOE B. SARGENT,\n\n                      Defendant, Appellee.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                    FOR THE DISTRICT OF MAINE\n\n          [Hon. George Z. Singal, U.S. District Judge]\n\n\n                             Before\n\n                       Lynch, Circuit Judge,\n           Coffin and Campbell, Senior Circuit Judges.\n\n\n           F. Mark Terison, Senior Litigation Counsel, with whom\nPaula D. Silsby, United States Attorney, was on brief, for\nappellant.\n\n          Brett D. Baber, with whom Baber & Weeks, P.A. was on\nbrief, for appellee.\n\n\n\n                        February 5, 2003\n\f              LYNCH, Circuit Judge. The question on appeal is whether\n\nthe district court erred in suppressing evidence obtained in a\n\nsearch of an apartment, pursuant to a warrant.                    The suppression\n\norder was based on the brief amount of time -- five seconds --\n\nbetween the police officers' knock and announcement and the forced\n\nentry into the apartment.          Based on the circumstances showing a\n\nthreat   to    the   safety   of     the    police    officers,       we   hold   the\n\nsuppression order was in error and reverse.\n\n                                           I.\n\n              There is no material dispute as to the facts found by the\n\ntrial court.\n\n              At about 7:30 p.m. on December 29, 2000, Special Agent\n\nAndrew Miller of the Maine Drug Enforcement Agency (MDEA) sought a\n\nsearch warrant for Roscoe Sargent's apartment in state court, based\n\non   information     that   Miller    had       received   from   a   confidential\n\ninformant (CI) only hours before.               As his affidavit in support of\n\nthe warrant stated, that very afternoon a reliable CI had made a\n\npurchase of drugs from Sargent at his apartment in Bangor.                        The\n\ncontrolled buy was recorded through a body microphone worn by the\n\nCI; Miller also surveilled the drug purchase from outside the\n\napartment.     During the buy, Sargent confirmed that he had a couple\n\nof pounds of marijuana and some psilocybin mushrooms for sale.\n\nBecause of recent MDEA drug busts in the area, Sargent said that he\n\nwanted to \"dump\" (i.e. sell quickly) everything he had and get out\n\n\n                                       -2-\n\fof the business until things cooled down.    Sargent asked the CI to\n\nhelp him sell the drugs quickly.       The CI said     that Sargent\n\nretrieved the drugs from a large safe, four feet by three feet by\n\nthree feet, which looked as though it was full of drugs.\n\n          Agent Miller did not request a no-knock warrant.1      The\n\nwarrant was issued at 7:35 p.m. and, because it was a \"daytime\"\n\nwarrant, had to be executed by 9:00 p.m.2\n\n          Miller asked the Bangor Police Department's Tactical Team\n\nto help him execute the warrant because he had safety concerns, and\n\nhe briefed the team on those concerns.      He had reason to believe\n\nthat a large number of knives was dispersed throughout Sargent's\n\nsmall, two-room apartment, and that there also might be firearms.\n\nThis information was not in the warrant, and we infer it came from\n\nthe CI.   Miller later testified at the suppression hearing, \"The\n\nintelligence that I had received was that anywhere that Mr. Sargent\n\nwas in the apartment that he could put his hand on a knife.\"\n\n\n     1\n      Miller testified that the reason he did not seek a no-\nknock warrant was the need for speed: he applied for a daytime\nwarrant around 7:30 p.m., he had to go to the police\ndepartment and get the Tactical Team ready to execute the\nwarrant before 9:00 p.m., and he had one other warrant to\nexecute that evening.\n     2\n      One might inquire why Miller did not request a nighttime\nwarrant for the search of Sargent's apartment. Under Maine\nlaw, it is more difficult to obtain a nighttime warrant.\nFurther, there is an increased danger to police officers that\naccompanies nighttime raids. Whatever the reason, he did not\nrequest a nighttime warrant, and so Maine law forbade its\nexecution after 9:00 p.m.\n\n                               -3-\n\f            That same evening, December 29, 2000, Miller and ten\n\npolice officers from the Tactical Team executed the search warrant.\n\nThe role of the Tactical Team, according to Bangor Police Officer\n\nGregory Sproul, a member of the team, was \"to make the entry,\n\nsecure the premises and the people within the residence, and then\n\nturn it over to MDEA,\" which would search for illegal narcotics\n\npursuant to the search warrant.               At about 8:30 p.m., the group of\n\nten    police    officers   arrived      at    Sargent's      apartment     building,\n\nentered it, and proceeded down a hallway toward his unit.\n\n            Sproul    testified     at    the       hearing   that   upon    reaching\n\nSargent's       apartment   door,   both       he   and   another    officer,    John\n\nHeitmann, announced their presence by yelling words to the effect\n\nof \"Bangor police, search warrant, open the door.\"                     At the same\n\ntime, they knocked on the apartment door. The police officers then\n\nwaited approximately five seconds.                    Sproul testified that he\n\nthought that five seconds was an appropriate amount of time to wait\n\nbecause he had \"safety concerns,\" and because he had not heard\n\nanyone inside respond or make any motion to comply with their\n\nrequest to open the door.           After the five second delay, Officer\n\nSproul gestured to the \"breaching man,\" Officer Al Hayden, who then\n\nsmashed open the apartment door with a single stroke of a battering\n\nram.\n\n            The apartment was too small for all of the officers to\n\nenter.      Some of the officers entered the apartment and found\n\n\n                                         -4-\n\fSargent near the doorway; indeed, any place in the apartment was\n\nclose to the door of the unit.        A search of the apartment revealed,\n\nas   expected,   a    cache   of   marijuana   and   psilocybin   mushrooms.\n\nOfficers also discovered, as expected, multiple knives and a\n\nfirearm, a shotgun. There were knives throughout the apartment, in\n\na variety of locations, including one stuck in the arm of the chair\n\nwhere Sargent had been sitting when the officers approached his\n\ndoor.\n\n             Sargent and his girlfriend, Heather Fliegelman, both\n\ntestified that they had been sitting inside the small apartment's\n\nfront room when they heard, in Sargent's words, \"a lot of racket\n\nout in the hallway.\"       Sargent rose out of his chair to investigate\n\nthe noise.    As he approached the apartment door, Sargent heard the\n\npolice officers announcing their presence.           Sargent testified that\n\n\"I hollered that I was opening the door, and I got the door\n\nunlocked, but I didn't have a chance to even turn the doorknob\n\nbecause they smashed the door in without giving me a chance.\"\n\nOfficer Sproul testified that he did not hear any declaration from\n\nSargent that he was in the process of opening the door.\n\n                                      II.\n\n             At the trial level, the courts addressing this issue were\n\nof different minds. The magistrate judge heard testimony on the\n\ndefendant's suppression motion from Miller, Sproul, Sargent, and\n\nFliegelman.      In    a   thoughtful   opinion,     the   magistrate   judge\n\n\n                                      -5-\n\frecommended denial of the motion to suppress, finding the officers'\n\nsafety fears both genuine and legitimate and the speed of their\n\nactions reasonable in context.        The magistrate judge analyzed the\n\ncase as a de facto \"no-knock\" case.        United States v. Sargent, No.\n\n01-14-B-S, </pre><span class=\"citation no-link\"><span class=\"volume\">2001</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">5977</span></span><pre class=\"inline\">, at *5-*7 (D. Me. Apr. 30,\n\n2001).     The district judge agreed with the magistrate judge's\n\nrecommendation and denied the motion on May 31, 2001.\n\n            In a subsequent opinion issued on July 12, 2001, the\n\ndistrict    judge,   sua   sponte,   granted   the   motion   to   suppress,\n\nconcluding that he was compelled to do so by the opinion of a panel\n\nof this court in United States v. Brown, </pre><span class=\"citation no-link\"><span class=\"volume\">251</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">286</span></span><pre class=\"inline\"> (1st Cir.\n\n2001).     United States v. Sargent, </pre><span class=\"citation\" data-id=\"2468297\"><a href=\"/opinion/2468297/united-states-v-sargent/\"><span class=\"volume\">150</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">157</span></a></span><pre class=\"inline\"> (D. Me.\n\n2001).   The panel opinion in Brown, though, was not the last word;\n\nrather, it was withdrawn, as is customary, when this court granted\n\nen banc review.      United States v. Brown, </pre><span class=\"citation\" data-id=\"774680\"><a href=\"/opinion/774680/united-states-v-john-d-brown/\"><span class=\"volume\">263</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\"> (1st Cir.\n\n2001).     The en banc hearing in Brown ended in a tie vote, which\n\nreinstated the district court's denial of suppression in that case.\n\nUnited States v. Brown, </pre><span class=\"citation\" data-id=\"199758\"><a href=\"/opinion/199758/united-states-v-brown/\"><span class=\"volume\">276</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">14</span></a></span><pre class=\"inline\"> (1st Cir. 2002).\n\n            Meanwhile, the government had appealed the grant of\n\nSargent's motion to suppress.        When the en banc result was reached\n\nin Brown, the government asked us to vacate the suppression order\n\nand remand this case to the district court to reconsider.            We did\n\nso.   United States v. Sargent, No. 01-2072 (1st Cir. Apr. 18,\n\n2002). On remand, the district court reached a prompt decision and\n\n\n                                     -6-\n\fmaintained its second position granting the motion to suppress.\n\nUnited States v. Sargent, No. 01-CR-14-B-S (D. Me. May 28, 2002).\n\nIt held this search was, de facto, a no-knock entry and that\n\nexigent circumstances did not justify the search. Id., slip op. at\n\n4.\n\n                                      III.\n\n             This court reviews de novo the ultimate conclusion as to\n\nwhether a search was reasonable within the meaning of the Fourth\n\nAmendment.     Ornelas v. United States, </pre><span class=\"citation\" data-id=\"118030\"><a href=\"/opinion/118030/ornelas-v-united-states/\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">690</span></a></span><pre class=\"inline\">, 700 (1996).\n\nSubsidiary factfinding by the district court is subject to review\n\nonly for clear error.      United States v. Meade, </pre><span class=\"citation\" data-id=\"197292\"><a href=\"/opinion/197292/united-states-v-meade/\"><span class=\"volume\">110</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">190</span></a></span><pre class=\"inline\">, 193\n\n(1st Cir. 1997).    It is evident that the factual findings here are\n\nnot clearly erroneous. There is no real dispute about the facts.\n\nThe only dispute is whether the facts lead to the conclusion that\n\nthe search was unreasonable.\n\n             Police acting under a warrant usually are required to\n\nannounce their presence and purpose, including by knocking, before\n\nattempting forcible entry, unless circumstances exist which render\n\nsuch an announcement unreasonable.           See    Wilson v. Arkansas, </pre><span class=\"citation\" data-id=\"117936\"><a href=\"/opinion/117936/wilson-v-arkansas/\"><span class=\"volume\">514</span>\n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">927</span></a></span><pre class=\"inline\">, 936 (1995).      Wilson incorporated the common-law \"knock\n\nand   announce\"   rule   into   the    Fourth      Amendment   reasonableness\n\ninquiry.     Id. at 929.    In Richards v. Wisconsin, </pre><span class=\"citation\" data-id=\"118103\"><a href=\"/opinion/118103/richards-v-wisconsin/\"><span class=\"volume\">520</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">385</span></a></span><pre class=\"inline\">\n\n(1997), a unanimous court held unconstitutional a blanket rule\n\n\n\n\n                                      -7-\n\fwhich avoided the case-by-case reasonableness inquiry and suspended\n\nthe knock and announce rule for felony drug cases.   Id. at 392-94.\n\n          The common law knock and announce requirement recognizes\n\nthe deep privacy and personal integrity interests people have in\n\ntheir homes.3     It also serves to protect the safety of police\n\nofficers by preventing the occupant from taking defensive measures\n\nagainst a perceived unlawful intruder. See W.R. LaFave, Search and\n\nSeizure ยง 4.8(a), at 599 (3d ed. 1996).   The common law recognized,\n\nhowever, that the presumption in favor of announcement \"would yield\n\nunder circumstances presenting a threat of physical violence.\"\n\nWilson, 514 U.S. at 936.\n\n          A very precise Fourth Amendment question is presented in\n\nthis case.      There is no question about whether probable cause\n\nexisted or whether the warrant was properly executed.   There is no\n\nquestion about delay in exercising the warrant, about whether it\n\nwas executed late at night, or about whether the warrant was valid.\n\n\n\n     3\n      These interests have long been protected.\n         But before [the sheriff] breaks [the door], he ought\n         to signify the cause of his coming, and to make\n         request to open doors . . . , for the law without a\n         default in the owner abhors the destruction or\n         breaking of any house (which is for the habitation\n         and safety of man) by which great damage and\n         inconvenience might ensue to the party, when no\n         default is in him; for perhaps he did not know of\n         the process, of which, if he had notice, it is to be\n         presumed that he would obey it . . . .\nSemayne's Case, 77 Eng. Rep. 194, 195-96 (K.B. 1603) (quoted\nin Wilson, 514 U.S. at 931-32).\n\n                                -8-\n\fThere is no question about whether the police knocked or whether\n\ntheir announcement was improper; the announcements were adequate to\n\nalert the inhabitants inside.         The only question is whether the\n\nchoice of the police officers to gain forcible entry after hearing\n\nno response within five seconds was unreasonable under the Fourth\n\nAmendment.\n\n            There have certainly been cases in which such short waits\n\nwere held unreasonable. See, e.g., United States v. Granville, </pre><span class=\"citation\" data-id=\"769946\"><a href=\"/opinion/769946/united-states-v-emmitt-granville/\"><span class=\"volume\">222</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">1214</span></a></span><pre class=\"inline\">, 1218 (9th Cir. 2000) (\"Under the facts of this case,\n\nfive   seconds    cannot    be   considered   'a    significant   amount   of\n\ntime.'\"); United States v. Lucht, </pre><span class=\"citation\" data-id=\"664700\"><a href=\"/opinion/664700/united-states-v-kenneth-d-lucht-united-states-of-america-v-gary-d/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">541</span></a></span><pre class=\"inline\">, 550-51 (8th Cir.\n\n1994) (three to five seconds unreasonable); United States v. Marts,\n\n</pre><span class=\"citation\" data-id=\"600805\"><a href=\"/opinion/600805/united-states-v-steven-lester-marts-pamela-sue-marts/\"><span class=\"volume\">986</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1216</span></a></span><pre class=\"inline\">, 1217, 1220 (8th Cir. 1993) (less than five seconds\n\nunreasonable); West v. United States, </pre><span class=\"citation no-link\"><span class=\"volume\">710</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">866</span></span><pre class=\"inline\">, 869 (D.C. 1998)\n\n(five seconds unreasonable); Commonwealth v. Means, </pre><span class=\"citation\" data-id=\"2373663\"><a href=\"/opinion/2373663/com-v-means/\"><span class=\"volume\">614</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">220</span></a></span><pre class=\"inline\">,\n\n222-23 (Pa. 1992) (five to ten seconds unreasonable).                  These\n\nrulings are highly contextual, turning on factors that indicate\n\nwhether the amount of time given was enough for the defendant to\n\nascertain who was at the door and to respond, see Granville, 222\n\nF.3d at 1218, and whether officers' safety was at risk, see Lucht,\n\n18 F.3d at 551.\n\n            The general rule requiring announcement is itself simply\n\npart   of   the   broader   Fourth   Amendment     reasonableness   inquiry.\n\nWilson, 514 U.S. at 929. Wilson and Richards, which concern police\n\n\n                                     -9-\n\fentries made without any announcement, are thus highly pertinent to\n\nthe analysis here.       The same interests identified in those cases\n\nare at issue in this one.            \"[T]he common law recognized that\n\nindividuals should have an opportunity to themselves comply with\n\nthe law and to avoid the destruction to property occasioned by a\n\nforcible    entry.      These     interests    are    not    inconsequential.\"\n\nRichards, 520 U.S. at 393 n.5 (citing Wilson, 514 U.S. at 930-32).\n\nSargent's argument is that he was denied just such a reasonable\n\nopportunity to comply with the law and open the door to permit\n\nentry.\n\n            In order to justify entry without knocking on the basis\n\nof concern for officers' safety, the police must \"have a reasonable\n\nsuspicion that knocking and announcing their presence, under the\n\nparticular circumstances, would be dangerous.\"               Richards, 520 U.S.\n\nat 394.     The Supreme Court in Richards imported the \"reasonable\n\nsuspicion\" test from        Terry v. Ohio, </pre><span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span><pre class=\"inline\"> (1968), which\n\nrequires    that   an   officer   \"be   able   to    point    to   specific   and\n\narticulable facts,\" id. at 21, and have \"at least a minimal level\n\nof objective justification,\" Illinois v. Wardlow, </pre><span class=\"citation\" data-id=\"118326\"><a href=\"/opinion/118326/illinois-v-wardlow/\"><span class=\"volume\">528</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">119</span></a></span><pre class=\"inline\">, 123\n\n(2000).\n\n            When circumstances lead officers to wait a shorter period\n\nof time between the knock and announcement and the forced entry,\n\nthe no-knock \"reasonable suspicion\" analysis is appropriate as\n\nwell.     The officers, at the time of entry, must have articulable\n\n\n                                     -10-\n\ffacts concerning, for example, danger to themselves or destruction\n\nof evidence, which lead them to believe they can wait no longer.4\n\nThis analysis applies the same reasonable suspicion standard to a\n\nshort pause between announcement and entry as to a true unannounced\n\nentry; the government agrees that this standard is the appropriate\n\none.       But there is a practical difference.   In the case of a brief\n\nbut real pause, the officers know one additional fact: that their\n\nannouncement has not been answered.       Combined with other factors,\n\nthat can be enough to engender reasonable suspicion and permit\n\nforced entry.\n\n               The magistrate and district court judges analyzed this\n\ncase as a de facto no-knock case.          In determining whether the\n\npolice could enter unannounced, the judges considered only the\n\nevidence the police had at the time they approached Sargent's door.\n\nHowever, the presence of a reasonable suspicion of danger is\n\nproperly analyzed at the time of entry.            At that moment, the\n\nofficers knew what they knew earlier       -- that there were numerous\n\nreadily available weapons and drugs in a very small apartment --\n\nbut they also knew for the first time that they heard no answer to\n\ntheir knocks and yells.       The five second delay, combined with the\n\n\n\n\n       4\n      Even absent these types of circumstances, there is a\nlimit to how long police must reasonably wait. Entrance must\nbe refused, see 18 U.S.C. ยง 3109 (2000); Wilson, 514 U.S. at\n932, but silence may be construed as refusal, Granville, 222\nF.3d at 1218.\n\n                                   -11-\n\ffactors we describe below, amounted to a reasonable suspicion of\n\ndanger.\n\n           Despite the brevity of the period between announcement\n\nand entry there was, on these facts, no violation of the Fourth\n\nAmendment reasonableness standard.      There are two key issues:\n\nwhether it was reasonable for the police to expect a response\n\nwithin five seconds after the announcements, and whether it was\n\nreasonable for the police to fear a threat to their safety given\n\nthe circumstances. The government agrees that both of these issues\n\nmust be answered affirmatively for this search to be reasonable.\n\n           We conclude that it was objectively reasonable for the\n\nofficers executing the warrant to think that:\n\n1.   Sargent was at his apartment, given that he was dealing drugs\n\nthat afternoon from the apartment;\n\n2.   Sargent was awake and dressed at the time, between 8:30 and 9\n\np.m.;\n\n3.   Sargent had heard the two officers when they knocked, and each\n\nannounced, given the small size of the apartment and the fact that\n\nthe police were yelling;\n\n4.   Sargent may well have been alerted earlier when there was noise\n\nas eleven officers and a battering ram entered the small hallway\n\noutside his apartment (as he was in fact alerted);\n\n\n\n\n                                -12-\n\f5.    Sargent thus had time to   respond either verbally or by opening\n\nthe door in the five seconds after the announcements and before the\n\nbattering ram broke down the door, but he had not done either;\n\n6.    The police were at real risk because of the presence of knives,\n\nand possibly a gun, in the apartment, within easy reach for use\n\nanywhere in the apartment;\n\n7.    The very presence and location of so many knives was bizarre\n\nand Sargent's response to police entry could also be bizarre;\n\n8.    The knives and possible gun in the apartment were meant for use\n\nas weapons, given the significant quantities of drugs in the\n\napartment and the apartment's use to stash drugs;\n\n9.    Sargent might try to avoid arrest, as he was aware of recent\n\nMDEA drug busts and told the CI he wanted to get away;\n\n10.        The risk to the officers increased with each second that\n\nSargent did not respond after he had an opportunity to do so.\n\n               Objectively, the officers had reasonable suspicion that\n\ntheir safety would be threatened by further delay. The presence of\n\nall of these factors convinces us the search was constitutionally\n\nreasonable, despite the five second interval, in light of the\n\nthreat to the safety of the officers.5\n\n               Absent that threat, the constitutional calculus in this\n\ncase might be quite different.            One purpose of the knock and\n\n\n       5\n         The government has not attempted to justify the short\nperiod on the ground that it was needed to prevent the\ndestruction of evidence.\n\n                                   -13-\n\fannounce requirement is to permit occupants a reasonable period of\n\ntime to permit the police to enter.          We share the district court's\n\nassessment that serious Fourth Amendment concerns are validly\n\nraised when the response time between announcement and entry is so\n\ntruncated.\n\n               There are no bright line rules about the amount of time\n\nofficers must wait after they announce.          Any \"five second\" or \"ten\n\nsecond\" categorical rule would be impermissible for the same\n\nreasons the categorical rule in Richards was impermissible.                The\n\nrejection of per se rules works both ways.              Just as no defendant\n\nshould take comfort that a five second wait is per se unreasonable,\n\nno police department should take comfort that a ten or twenty\n\nsecond    wait     is   reasonable    or    generally     acceptable.      The\n\nreasonableness inquiry requires that each case be analyzed on its\n\nown facts.       United States v. Spikes, </pre><span class=\"citation\" data-id=\"758684\"><a href=\"/opinion/758684/united-states-v-james-h-spikes-96-3899-marilyn-smith-96-3660/\"><span class=\"volume\">158</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">913</span></a></span><pre class=\"inline\">, 926 (6th Cir.\n\n1998) (\"The Fourth Amendment's 'knock and announce' principle,\n\ngiven    its    fact-sensitive    nature,   cannot   be   distilled     into   a\n\nconstitutional stop-watch where a fraction of a second assumes\n\ncontrolling significance.\").\n\n               This court's precedents support the reasonableness, in\n\ncontext, of this search.         This court has upheld an entry at a side\n\ndoor five to ten seconds after officers knocked and where other\n\nofficers at the front door had previously started knocking, and\n\nwhere there were justifiable fears that the occupants would flush\n\n\n                                     -14-\n\fdrugs down the toilet.      United States v. One Parcel of Real Prop.,\n\nEtc., </pre><span class=\"citation\" data-id=\"521951\"><a href=\"/opinion/521951/united-states-v-one-parcel-of-real-property-etc-appeal-of-paul-a/\"><span class=\"volume\">873</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">7</span></a></span><pre class=\"inline\">, 9 (1st Cir. 1989).          The court held it was\n\nreasonable for the officers to conclude an additional wait would be\n\nfruitless.   Id. at 9-10.    In United States v. Garcia, </pre><span class=\"citation\" data-id=\"598972\"><a href=\"/opinion/598972/united-states-v-jose-a-garcia-united-states-v-pablo-h-garcia/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1160</span></a></span><pre class=\"inline\">\n\n(1st Cir. 1993), this court upheld as reasonable a wait of ten\n\nseconds after knocking when the contraband could be disposed of\n\neasily.   Id. at 1168; see United States v. DeLutis, </pre><span class=\"citation\" data-id=\"428309\"><a href=\"/opinion/428309/united-states-v-michael-james-delutis-aka-john-doe-united-states-of/\"><span class=\"volume\">722</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">902</span></a></span><pre class=\"inline\">,\n\n908-09 (1st Cir. 1983) (twenty second wait not unreasonable); see\n\nalso United States v. Lipford, </pre><span class=\"citation\" data-id=\"767595\"><a href=\"/opinion/767595/united-states-v-victor-jermaine-lipford-united-states-of-america-v/\"><span class=\"volume\">203</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">259</span></a></span><pre class=\"inline\">, 270 (4th Cir. 2000)\n\n(five second wait reasonable where occupant had opened the door\n\nmore quickly just before and where there was a risk of destruction\n\nof evidence); United States v. Markling, </pre><span class=\"citation\" data-id=\"655530\"><a href=\"/opinion/655530/united-states-v-timothy-w-markling/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1309</span></a></span><pre class=\"inline\">, 1318 (7th\n\nCir. 1993) (seven second wait sufficient before entry into small\n\nmotel room).\n\n           We emphasize that there is no requirement that officers\n\nserving a search warrant have evidence of the defendant's prior use\n\nof violence or even of his particularized propensity for violence\n\nin order for exigent circumstances to exist.      Such evidence will,\n\nof course, make it easier to establish a reasonable suspicion of a\n\nthreat.   But the absence of such evidence does not establish there\n\nis no reasonable suspicion of a threat.     Nonetheless, the district\n\ncourt discounted the threat to the officers here, saying:\n\n           [T]he evidence the police possessed at the time they\n           entered Defendant's residence was insufficient to support\n           a reasonable suspicion of danger.      The officers were\n           aware only that Defendant possessed a number of knives\n\n                                   -15-\n\f          that were easily accessible, and that Defendant\n          distributed drugs from his residence. Those two facts do\n          not support a reasonable inference that the police, by\n          knocking and announcing their presence, would place\n          themselves in harm's way. Many people own all manner of\n          knives for general purposes, and in a small apartment\n          such as Defendant's it would not be unusual for the\n          occupant to be able to reach a knife quickly. Although\n          it is true that the police suspected that Defendant\n          distributed drugs from his residence, there is no\n          evidence on the record tending to draw a connection\n          between Defendant's ownership of knives and the drug\n          sales.\n\n          These conclusions are error for a variety of reasons. It\n\nis not common for people to keep so many knives in so many places\n\nin their homes that a knife is always within easy reach.              To the\n\ncontrary, such behavior is bizarre.           These knives were weapons.\n\nThe fact that the police knew the knives were there most likely\n\nmeant that the CI had seen them openly displayed throughout the\n\napartment.      Since   Sargent   was   an   active   drug   dealer   with   a\n\nsubstantial stock of drugs and weapons at hand, there was adequate\n\nreason to think the knives were intended to convey a message that\n\nSargent would protect himself and his drugs.           The message sent by\n\nthe presence of the knives was reinforced by the suspected presence\n\nof a gun, later verified.\n\n             The knives and the possible firearm posed a real danger\n\nto the police on any objective analysis.              If Sargent chose to\n\nfight, the police were at risk of injury or death.           They had reason\n\nto fear a knife fight in close quarters, with Sargent having the\n\nadvantage:     he knew both the layout of the place and the location\n\n\n                                   -16-\n\fof the knives; the officers did not.     Even though their numbers\n\ngave them an advantage, this did not foreclose the real possibility\n\nof serious injury to one or more officers.\n\n           Finally, the fact that there was no response from Sargent\n\n-- either verbal or physical by opening the door -- for five\n\nseconds after the announcement by two officers has significance.\n\nIt was entirely reasonable for the officers to become increasingly\n\nnervous.   The small size of the apartment meant that the five\n\nseconds after knocking with no response was even more ominous. The\n\nofficers' fears were genuine, and there was a genuine basis for\n\nthem.   By adopting its view that this was de facto a no-knock case\n\nand should be analyzed as such, the district court was led to\n\noverlook this last important factor -- the lack of response from\n\nSargent.\n\n           The allowance of the motion to suppress is reversed, the\n\nmotion should be denied and the case is remanded for further\n\nproceedings.\n\n\n\n\n                                -17-\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107729/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117936/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118030/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118103/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118326/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197292/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199758/",
    "http://www.courtlistener.com/api/rest/v3/opinions/428309/",
    "http://www.courtlistener.com/api/rest/v3/opinions/521951/",
    "http://www.courtlistener.com/api/rest/v3/opinions/598972/",
    "http://www.courtlistener.com/api/rest/v3/opinions/600805/",
    "http://www.courtlistener.com/api/rest/v3/opinions/655530/",
    "http://www.courtlistener.com/api/rest/v3/opinions/664700/",
    "http://www.courtlistener.com/api/rest/v3/opinions/758684/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767595/",
    "http://www.courtlistener.com/api/rest/v3/opinions/769946/",
    "http://www.courtlistener.com/api/rest/v3/opinions/774680/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2373663/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2468297/"
  ]
}