{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/200455/",
  "absolute_url": "/opinion/200455/united-states-v-mariel-figueroa/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/200455/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T04:53:04Z",
  "date_modified": "2016-02-28T05:03:06.429531Z",
  "type": "010combined",
  "sha1": "37e932e728d28454fa4a287122dce558c925e16f",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/01-2431-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2003/05/07/US_v._Mariel-Figueroa.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\nNo. 01-2431\n\n                   UNITED STATES OF AMERICA,\n\n                           Appellee,\n\n                               v.\n\n                          ILLIO MATOS,\n\n                     Defendant, Appellant.\n\n\n\nNo. 01-2432\n\n                   UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                               v.\n\n                     CARLOS OVALLES-TORRES,\n\n                     Defendant, Appellant.\n                     ______________________\n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Juan M. Pérez-Giménez, U.S. District Judge]\n\n\n                             Before\n\n                    Torruella, Circuit Judge,\n\n                 Coffin, Senior Circuit Judge,\n\n                   and Selya, Circuit Judge.\n\f     Luis Rafael Rivera for appellant Matos.\n     Rafael F. Castro Lang for appellant Ovalles-Torres.\n     Aixa Maldonado-Quiñones, Assistant United States Attorney,\nwith whom H.S. Garcia, United States Attorney, and Sonia I. Torres-\nPabón, Assistant United States Attorney, were on brief, for\nappellee.\n\n\n                           May 7, 2003\n\f               SELYA, Circuit Judge.               Congress enacted the so-called\n\n\"safety valve,\" 18 U.S.C. § 3553(f), as a vehicle for shielding\n\ncertain       first-time       offenders     from     the   draconian     effects     of\n\nmandatory minimum sentences. But the safety valve is not available\n\nupon       demand;   to    qualify     for    it,     a   defendant     must   make   a\n\nmultifaceted showing (including a showing that he has disclosed to\n\nthe government, truthfully and completely, all relevant information\n\nconcerning the offense of conviction and any related offenses).\n\n               Defendants-appellants Illio Matos and Carlos Ovalles-\n\nTorres      attempted     to    make   that        showing.1   The    district    court\n\nmethodically weighed their proffers and determined that they were\n\nineligible for relief under the safety valve.                        United States v.\n\nOvalles-Torres, 161 F. Supp. 2d 55, 58-60 (D.P.R. 2001).                         Having\n\nreviewed the record with care, we find no clear error in the\n\ndistrict court's determination.                We therefore affirm the stated\n\nterms of imprisonment.\n\n               There is, however, a secondary issue.                  The lower court\n\nalso ordered each appellant to serve a ten-year term of supervised\n\nrelease following the end of his incarceration.                        The appellants\n\nchallenge both the legality of the elongated supervised release\n\n\n\n       1\n      The   record   reveals   several   inconsistencies   as   to\nnomenclature. For example, Matos's first name is variously spelled\n\"Illio\" or \"Ilio,\" and the surname of his codefendant is variously\nspelled \"Ovalles-Torres\" and \"Ovalle-Torres.\" In each instance, we\nhave adopted what appears to us, all things considered, to be the\nmost likely spelling.\n\n                                             -3-\n\fterms and the manner in which they were imposed.            On this issue, we\n\nconclude that ten-year terms of supervised release were within the\n\ncourt's authority.     Nevertheless, we agree with the parties that a\n\nprocedural irregularity occurred:         in imposing the ten-year terms\n\nof supervision, the court made what amounted to an upward departure\n\nwithout giving the appellants adequate notice of its intentions.\n\nConsequently, we vacate that aspect of the sentences and remand for\n\nfurther proceedings consistent with this opinion.\n\nI.    BACKGROUND\n\n             The second superseding indictment in this case implicated\n\nthe appellants, along with others, in an elaborate drug-smuggling\n\nand    drug-trafficking      operation.     On   January     25,      2000,    the\n\nappellants pleaded guilty to a single count of that indictment,\n\nthus admitting that they had conspired with others to possess and\n\ndistribute    large   quantities    of    cocaine.     See       21   U.S.C.   §§\n\n841(a)(1),    846.    Each    appellant   entered    into    a    written     plea\n\nagreement.     These agreements contemplated the possibility — but\n\nonly the possibility — that the district court might impose a\n\nsentence without regard to any statutory minimum \"if the Court\n\nfinds that the defendant meets the criteria established in [the\n\nsafety valve statute, 18 U.S.C. § 3553(f)].\"\n\n           This brings us to the statute.             With its enactment,\n\nCongress specifically excepted from statutory minimum sentences any\n\ndefendant who meets the following criteria:\n\n\n                                    -4-\n\f          (1) the defendant does not have more than 1\n          criminal history point, as determined under\n          the sentencing guidelines;\n\n          (2) the defendant did not use violence or\n          credible threats of violence or possess a\n          firearm or other dangerous weapon (or induce\n          another participant to do so) in connection\n          with the offense;\n\n          (3) the offense did not result in death or\n          serious bodily injury to any person;\n\n          (4) the defendant was not an organizer,\n          leader, manager, or supervisor of others in\n          the   offense,   as   determined   under   the\n          sentencing guidelines and was not engaged in a\n          continuing criminal enterprise, as defined in\n          section 408 of the Controlled Substances Act;\n          and\n\n          (5) not later than the time of the sentencing\n          hearing, the defendant has truthfully provided\n          to the Government all information and evidence\n          the defendant has concerning the offense or\n          offenses that were part of the same course of\n          conduct or of a common scheme or plan, but the\n          fact that the defendant has no relevant or\n          useful other information to provide or that\n          the Government is already aware of the\n          information shall not preclude a determination\n          by the court that the defendant has complied\n          with this requirement.\n\n18 U.S.C. § 3553(f) (2000).\n\n          Against this statutory backdrop, we return to the case at\n\nhand. Law enforcement agents debriefed the appellants, one by one,\n\nin order to gain whatever information they might possess concerning\n\nthe offense of conviction — the conspiracy — or any other offenses\n\nthat were part of the same scheme or course of conduct.    See id. §\n\n3553(f)(5).    After   comparing   the   appellants'   stories   with\n\n\n                               -5-\n\finformation gleaned elsewhere, the interrogators concluded that the\n\nappellants had been neither completely truthful nor especially\n\nforthcoming during their debriefings.        As a result, the government\n\npromptly notified the appellants that it intended to oppose their\n\nattempt to invoke the safety valve.\n\n          Although     the   appellants   have    separate   attorneys   on\n\nappeal, both of them were represented below by the same counsel.\n\nThat lawyer pressed the government to disclose the basis for its\n\nbelief that the appellants had not fully complied with the statute,\n\nbut the government refused to elaborate.           It likewise refused a\n\nrequest that it conduct another round of debriefings. Instead, the\n\nprosecutors noted that it was a defendant's burden to prove his\n\neligibility for the safety valve; warned that, if nothing more was\n\nforthcoming, they would present evidence at the appropriate time\n\nand place to rebut any claim of eligibility; and reminded defense\n\ncounsel   that   the   sentencing    court   would    make   the   ultimate\n\neligibility determination.      The government added that a defendant\n\nknows when he has withheld information during a debriefing, and\n\nthat such a defendant is free to augment his disclosures at any\n\ntime prior to the sentencing hearing.            Finally, the prosecutors\n\ntook the position that the law did not require them to make agents\n\navailable to extract such additional information by question and\n\nanswer.\n\n\n\n\n                                    -6-\n\f             The district court subdivided the sentencing hearings\n\ninto two parts. It began with separate hearings for each appellant\n\non    the   question     of   safety   valve   eligibility.    After   holding\n\nevidentiary hearings on August 14 and September 14, 2000 — the\n\nfirst for Matos and the second for Ovalles-Torres — the court found\n\nthat neither man had proven that he had timely furnished the\n\ngovernment with truthful and complete information. Ovalles-Torres,\n\n161 F. Supp. 2d at 58-60.         These findings, which we discuss infra,\n\nprecluded access to the safety valve.\n\n             On September 5, 2001, the court convened a joint hearing\n\ndedicated     to   the    imposition     of    sentences.     Each   appellant\n\nstipulated that he bore responsibility for at least five but less\n\nthan fifteen kilograms of cocaine. The government and the district\n\ncourt accepted the stipulations, which triggered ten-year mandatory\n\nminimum sentences.            See 21 U.S.C. § 841(b)(1)(B).          The court\n\nthereupon sentenced each appellant to an incarcerative term of that\n\nduration, to be followed by ten years of supervised release. These\n\nappeals ensued.\n\nII.    ANALYSIS\n\n             The appellants jointly maintain that the district court\n\ncommitted no fewer than three significant errors.                    The first\n\nassignment of error challenges the court's determination that they\n\nwere ineligible for the safety valve.            The second involves a claim\n\nthat the appellants did not receive the process that was due.              The\n\n\n                                        -7-\n\fthird questions the imposition of ten-year periods of supervised\n\nrelease.2    For efficiency of analysis, we address each of these\n\nclaims of error separately.\n\n                    A.   Safety Valve Eligibility.\n\n            In the court below, the appellants asserted that they had\n\ntruthfully and completely answered all the questions that the\n\ngovernment had asked, and, therefore, that the burden had shifted\n\nto the government to show that they were ineligible for the safety\n\nvalve.   The appellants added that if the government believed that\n\neither of them was withholding information, it had a duty to come\n\nforward with the basis for that belief so that the affected\n\ndefendant would have a fair chance to explain away the alleged\n\nomission.    The district court rejected this contention as turning\n\nthe statute upside down.    The court stated in pertinent part:\n\n            The statute says that the defendant has to\n            come forth and truthfully testify as to\n            everything he knows. Now if he is going to\n            sit back and say \"Well, they didn't ask me\n            that,\" then that is not what the statute\n            requires. The statute requires an affirmative\n            step on his part to come in and say, \"I want\n            to be debriefed because I want to tell you\n            everything that I know.\" . . .          [T]he\n\n\n     2\n      In addition, one appellant — Ovalles-Torres — raises a\ntransparently meritless Sixth Amendment claim.      This claim is\npremised on the assertion that the district court unlawfully\nexcluded him from the initial phase of his own sentencing hearing.\nThat premise is belied by the record: the court excluded Ovalles-\nTorres from the initial phase of his codefendant's sentencing\nhearing.    This sequestration was well within the court's\ndiscretion. See Geders v. United States, 425 U.S. 80, 87 (1976);\nFed. R. Evid. 615.\n\n                                  -8-\n\f           affirmative steps have to be taken by the\n           defendant if he wants to have an opportunity\n           to qualify for [the safety valve].\n\nOvalles-Torres, 161 F. Supp. 2d at 58-59 (quoting court's comments\n\nduring initial phase of sentencing hearing).\n\n           In assaying a sentencing court's determination that a\n\ndefendant failed to qualify for the safety valve, the standard of\n\nappellate review varies according to the foundation upon which that\n\ndetermination is based. See United States v. Marquez, 280 F.3d 19,\n\n22 (1st Cir. 2002).    To the extent that the determination rests on\n\nconclusions of law, appellate review is plenary.               Id.     To the\n\nextent, however, that the determination hinges on differential\n\nfactfinding, appellate review is for clear error.                   Id.      The\n\ndistrict court's determinations in this case are challenged both on\n\nlegal and factual grounds, so both standards are in play.\n\n           It is too elementary to warrant citation of authority\n\nthat we must test the district court's determination of safety\n\nvalve ineligibility against the five requirements limned in section\n\n3553(f).   The parties agree that the first four criteria have been\n\nsatisfied.     The battleground, then, is the fifth.            As to that\n\nrequirement,   we   have   made   it    pellucid   that   nothing    short    of\n\ntruthful and complete disclosure will suffice (and, therefore, that\n\ntruthful and complete disclosure is a condition precedent to relief\n\nunder the safety valve).          See, e.g., Marquez, 280 F.3d at 24;\n\nUnited States v. Montanez, 82 F.3d 520, 523 (1st Cir. 1996).\n\n\n                                       -9-\n\f             A defendant bears the burden of showing that he made\n\nappropriate and timely disclosures to the government. Marquez, 280\n\nF.3d at 25; United States v. Richardson, 225 F.3d 46, 53 (1st Cir.\n\n2000).     This burden obliges the defendant to prove to the court\n\nthat the information he supplied in the relevant time frame was\n\nboth     truthful   and   complete.            Marquez,     280     F.3d    at   25.\n\nConsequently, a safety valve debriefing is a situation that cries\n\nout for straight talk; equivocations, half-truths, and veiled\n\nallusions will not do.         After all, Congress's evident purpose in\n\ncreating the safety valve was \"to mitigate the harsh effect of\n\nmandatory minimum sentences on certain first offenders who played\n\nsupporting roles in drug-trafficking schemes.\"                  United States v.\n\nOrtiz-Santiago,     211   F.3d    146,    150     (1st   Cir.     2000)    (emphasis\n\nsupplied).    The only intended beneficiaries of Congress's largesse\n\nare those who have satisfied the five statutory criteria.                     United\n\nStates v. Miranda-Santiago, 96 F.3d 517, 528 (1st Cir. 1996).\n\nOthers simply do not qualify.           Id.\n\n            We   afford   de     novo    review    to    the    district     court's\n\ninterpretation of a statute.            Marquez, 280 F.3d at 22.            In this\n\ninstance, the legal standard to which the district court held the\n\nappellants comports with the body of law elucidated above.                       See\n\nOvalles-Torres, 161 F. Supp. 2d at 57-58.                 Thus, the appellants'\n\ninitial line of attack gains them no ground.\n\n\n\n\n                                        -10-\n\f            The appellants have a series of fallback positions.\n\nFirst, they insist that they filled any gaps in their original\n\ndisclosures by their testimony during the aforementioned hearings.\n\nGenerally speaking, this is the wrong focal point.          The governing\n\nstatute, 18 U.S.C. § 3553(f)(5), requires truthful and complete\n\ndisclosures to be made \"not later than the time of the sentencing\n\nhearing.\"    This means that the deadline for making truthful and\n\ncomplete disclosure is the moment that the sentencing hearing\n\nstarts.3    See United States v. Marin, 144 F.3d 1085, 1091-92 (7th\n\nCir. 1998); United States v. Long, 77 F.3d 1060, 1062 (8th Cir.\n\n1996) (per curiam).\n\n            This is a sensible — and wholly proper — reading of the\n\nstatute.      In   the   first    place,   section   3553(f)(5)   requires\n\ndisclosure to the government, not the court.         In the second place,\n\nwe have noted that Congress \"aim[ed] its [safety valve] leniency at\n\n. . . defendants who did their best to cooperate to the extent of\n\nmaking full disclosure.\"         Montanez, 82 F.3d at 522 (emphasis in\n\n\n\n     3\n      Here, however, the parties bypassed this principle.       The\nprosecutor informed the court that he had advised defense counsel\nthat the appellants would be allowed to add additional information\nto their initial safety valve disclosures in writing prior to\nsentencing or in testimony at the sentencing hearing itself. Both\nmen in fact testified at the start of their respective sentencing\nhearings and made additional disclosures. It is unclear whether\nthe sentencing court shared the government's view of the proper\ntime line, but in the peculiar circumstances of this case and in an\nabundance of caution, we consider this testimony as part of the\nappellants' safety valve proffers. In the final analysis, it makes\nno difference.\n\n                                    -11-\n\foriginal).     To engage in carefully guarded comments during a\n\ndebriefing     and   then    attempt     to   recoup        lost    ground     after\n\ncommencement    of   the    sentencing    hearing      is    manipulation,      not\n\ncooperation.    See Marin, 144 F.3d at 1092.\n\n            Retreating a step further, the appellants challenge the\n\ndistrict court's findings of fact as clearly erroneous.                         This\n\nchallenge lacks force.\n\n            The clear error standard is exceedingly deferential.\n\nMarquez, 280 F.3d at 26.      Under it, an appellate court ought not to\n\ndisturb either findings of fact or conclusions drawn therefrom\n\nunless the whole of the record compels a strong, unyielding belief\n\nthat a mistake has been made.          Cumpiano v. Banco Santander, 902\n\nF.2d 148, 152 (1st Cir. 1990).         The process of evaluating witness\n\ntestimony    typically      involves     fact-sensitive            judgments    and\n\ncredibility calls that fit comfortably within the margins of the\n\nclear error standard.       Marquez, 280 F.3d at 26.\n\n            In this case, the sentencing court carefully examined the\n\nwitnesses' testimony, listened to arguments involving credibility,\n\nand based its denial of the safety valve on specific factual\n\nfindings.     See Ovalles-Torres, 161 F. Supp. 2d at 59-60.                       In\n\nresolving the issue of whether truthful and complete disclosure had\n\nbeen made adversely to both appellants, the court cited book and\n\nverse.   It gave examples of the appellants' untruthfulness in the\n\ncourse of their safety valve debriefings and recounted several\n\n\n                                   -12-\n\finstances in which the appellants' statements were incomplete.\n\nSee, e.g., id.     Although another trier might not have reached the\n\nsame conclusion, our review of the record confirms the plausibility\n\nof these findings as to both appellants (and, thus, confirms the\n\nabsence of clear error).\n\n           We add a few words in the interest of assuring our own\n\neffectiveness in reviewing the fairness of this kind of decision.\n\nOur obligation to accord substantial deference to the sentencing\n\ncourt is best carried out — particularly in close cases — if that\n\ncourt shares its basis for concluding that the disclosure efforts\n\nfell short.     From its written decision, we can readily understand\n\nthe court's failure to be impressed by the record in Ovalles-\n\nTorres's   case.     For   example,   his    denial    (contradicted   by   a\n\ngovernment agent) that he had met with the ringleader of the\n\nconspiracy, his failure to identify codefendant Matos in a critical\n\nmeeting at a restaurant, and his failure to inform the government\n\nthat he had participated in an additional narcotics load are\n\ntelling indicia of the quality of his disclosures. Thus, we descry\n\nno error as to the district court's refusal to grant Ovalles-Torres\n\nthe benefit of the safety valve.\n\n           In    contrast,   the   court's    findings     as   to   Matos's\n\nuntruthfulness are much less impressive.              The court found that\n\nMatos had falsely denied communicating with a coconspirator after\n\nthe winding-up of conspiracy; that he had failed to reveal a\n\n\n                                   -13-\n\ftelephone conversation with a coconspirator in which he was asked\n\nif he knew \"that the dogs have that\" and replied that they had\n\nnothing to worry about because they were not involved in that\n\nsituation;    and   that   he   had     falsely   denied   that   the   same\n\ncoconspirator had initially recommended him to the leader of the\n\nenterprise.    These findings, collectively, do not weigh heavily.\n\nNevertheless, other evidence that can be gleaned from the record\n\nindicates that Matos was not entirely forthcoming — and this\n\nevidence (e.g., his contradictory testimony about the drug-carrying\n\ncapacity of his boat, misleading information anent the function of\n\na satellite telephone, and nondisclosure of his participation in\n\nanother drug smuggle) seems of greater significance than the few\n\nexamples cited in the district court's written decision.           Although\n\nthe question is closer as to Matos, we find, in the end, that the\n\nrecord contains adequate support for the lower court's denial of\n\nthe safety valve.\n\n          The appellants, ably represented on appeal, attempt to\n\nexplain away their flawed disclosures. These carefully constructed\n\nexplanations are marginally plausible but ultimately unpersuasive.\n\nThe default rule is that when more than one sensible interpretation\n\nof a particular set of circumstances can supportably be drawn, a\n\nsentencing court's decision to credit one alternative and reject\n\nanother cannot be deemed clearly erroneous. United States v. Ruiz,\n\n905 F.2d 499, 508 (1st Cir. 1990).\n\n\n                                      -14-\n\f            The appellants persist.            They next suggest that, even if\n\ntheir testimony was inconsistent or fragmentary in some respects,\n\nthey nonetheless made a good-faith effort to answer the questions\n\nasked by the government agents.             They add that, for the most part,\n\ntheir contradictions and omissions related to peripheral matters,\n\nand thus should not deprive them of the benefits of the safety\n\nvalve.\n\n            We considered and rejected a similar argument in Marquez,\n\nnoting that the \"safety valve provision explicitly obligates a\n\ndefendant . . . to provide 'all' information.\"                     280 F.3d at 25\n\n(quoting 18 U.S.C. § 3553(f)). In other words, section 3553(f)(5),\n\nfairly read, requires a defendant to be forthcoming.                        He cannot\n\nsimply respond to questions while at the same time keeping secret\n\npertinent information concerning the offense of conviction and\n\nrelated    offenses     that        falls    beyond        the   scope     of   direct\n\ninterrogation.\n\n            To be sure, we have left a door open for \"a defendant who\n\ndoes not furnish information because he innocently believes that it\n\nwould be of no interest.\"           Id. at 25 n.4.          But the district judge\n\nis the sentry who guards this portal, and he obviously was not\n\npersuaded that the appellants' contradictions and omissions had an\n\ninnocent explanation. While we regard the court's conclusions vis-\n\nà-vis    Matos   as   close    to    the    line,     we   are   mindful    that   the\n\nsentencing   judge     had    the    benefit     of    seeing     and    hearing   the\n\n\n                                        -15-\n\fwitnesses at first hand.      We are, therefore, satisfied that this\n\nrecord offers no justification for overriding his ruling.\n\n          The   appellants'    last   attack   on   the    safety   valve\n\ndeterminations raises the most serious question.          They accuse the\n\ngovernment of not asking them about information that the government\n\nlearned from other sources, \"sandbagging\" them, and \"ambushing\"\n\nthem during the initial phase of the sentencing hearings.            They\n\nargue that because courts \"interpret plea agreements more or less\n\nas contracts,\" Ortiz-Santiago, 211 F.3d at 151, the government's\n\nfailure to ask follow-up questions, reinterview the appellants, or\n\nreveal the basis of its intention to oppose their quest for the\n\nsafety valve constituted a breach of its obligation to perform in\n\ngood faith under the plea agreements.       Upon close perscrutation,\n\nhowever, this argument founders.\n\n          The government's actions in this case did not violate the\n\nplea agreements.   Each agreement made it crystal clear that the\n\navailability of the safety valve depended on \"the Court find[ing]\n\nthat the defendant meets the [statutory] criteria.\" The government\n\nspecifically reserved the right, among other things, \"to dispute\n\nsentencing factors or facts material to sentencing.\" A defendant's\n\nveracity and the extent of his cooperation are facts material to\n\nsentencing, and the government has the right — indeed, the duty —\n\nto identify falsehoods, evasions, and suspicious omissions for the\n\ncourt at the time of sentencing.        See Montanez, 82 F.3d at 523.\n\n\n                                 -16-\n\fMoreover, the government has a right to expect that a defendant who\n\nseeks the boon of the safety valve will make a clean breast of\n\nthings; it has no obligation to interview him repeatedly in an\n\neffort to pry loose additional nuggets of information.\n\n             We flatly reject the suggestion that the government acted\n\nin bad faith because it would not tell the appellants, early on,\n\nwhy it believed that they were dissembling.            A defendant who\n\naspires to the safety valve must be forthcoming. If the government\n\nreasonably suspects that the defendant is being devious, it is not\n\nobliged to tip its hand as to what other information it may have so\n\nthat the defendant may shape his disclosures to cover his tracks,\n\nminimize his own involvement, or protect his confederates.\n\n             Let us be perfectly clear. The government is not free to\n\nplay   cat    and   mouse   with   defendants,   leading    safety   valve\n\ndebriefings down blind alleys and then blaming the defendants for\n\nfailing to disclose material facts. Nor can the government squeeze\n\nall the juice from the orange and then deprive a truthful and\n\ncooperative defendant of his end of the bargain by juxtaposing\n\ntrivial inconsistencies or exaggerating inconsequential omissions.\n\nBut the sentencing court has both the power and the coign of\n\nvantage to permit it to deal effectively with such situations. Our\n\ncase law gives trial judges broad discretion to find safety valve\n\neligibility    in   spite   of   government   opposition,   unintentional\n\nbevues, immaterial omissions, or bona fide misunderstandings. See,\n\n\n                                    -17-\n\fe.g., Marquez, 280 F.3d at 25 n.4 (indicating that eligibility for\n\nthe   safety   valve   would    not    be    jeopardized    if   a    defendant\n\n\"innocently believes that [certain information] would be of no\n\ninterest\" to the government).           That power has proven to be a\n\nsufficient deterrent to prosecutorial bullying.             See Montanez, 82\n\nF.3d at 523 (\"Courts have thus far found it fairly easy to cull\n\nserious efforts at full disclosure from mere pretense.\").\n\n           Of course, if the record in a particular case were to\n\nreveal that the sentencing court either had been snookered by the\n\nprosecution or had been unresponsive to its task, this court would\n\nnot hesitate to intervene.        But this is not such a case.              The\n\ndistrict    court   carefully     considered      the      totality    of   the\n\ncircumstances, assessed the witnesses' veracity, and determined\n\nfrom the evidence that it was the appellants, not the government\n\nagents, who were attempting to game the system.              On this record,\n\nthere is simply no basis for the suggestion that the court erred in\n\nrefusing to impute bad faith to the government with respect to the\n\nperformance of its obligations under the plea agreements.\n\n                           B.    Due Process.\n\n           In a variation on this theme, the appellants assert that\n\nthe conduct of the sentencing hearings violated their due process\n\nrights.    In support of this conclusory allegation, they offer a\n\nstream of vague allusions.       With one exception, these allegations\n\nare completely undeveloped.           We therefore disregard them.          See\n\n\n                                      -18-\n\fUnited States v. Zannino, 895 F.2d 1, 17 (1st Cir. 1990) (remarking\n\nthe   \"settled   appellate   rule    that   issues   adverted   to   in   a\n\nperfunctory manner, unaccompanied by some effort at developed\n\nargumentation, are deemed waived\").\n\n           The sole remaining point is the appellants' claim that\n\ntheir sentencing hearings were held in violation of Local Rule\n\n418.8.   That rule provides:\n\n           If any party decides to call witnesses at the\n           imposition of sentence hearing, counsel shall\n           submit, in writing, to the Court, the\n           Probation Officer, and opposing counsel, not\n           later than forty-eight (48) hours before the\n           date set for the imposition of sentence, a\n           statement containing (a) the names of the\n           witnesses, (b) a synopsis of their anticipated\n           testimony, and (c) an estimate of the\n           anticipated length of each testimony.\n\nD.P.R.R. 418.8\n\n           The appellants posit that the government's refusal to\n\ndivulge the identity of the witnesses to be called during the\n\ninitial phase of the sentencing hearings and the nature of their\n\ntestimony transgressed this rule. The appellants, however, did not\n\nraise this argument in the lower court, and a party who foregoes a\n\ntimely objection to noncompliance with a local rule is in a\n\nperilously poor position to attempt to raise that noncompliance\n\nafter the fact.    United States v. Martinez-Vargas, 321 F.3d 245,\n\n249 (1st Cir. 2003).\n\n           Even were we to assume, favorably to the appellants, that\n\nthis failure to object constituted a forfeiture rather than an\n\n                                    -19-\n\foutright   waiver,   that    characterization   would   not   assist   the\n\nappellants' cause. We review forfeited objections for plain error.\n\nUnited States v. Olano, 507 U.S. 725, 733-34 (1993); Martinez-\n\nVargas, 321 F.3d at 249-50.         Under the plain error rubric, an\n\naggrieved party must demonstrate:      \"(1) that an error occurred (2)\n\nwhich was clear or obvious and which not only (3) affected [his]\n\nsubstantial rights, but also (4) seriously impaired the fairness,\n\nintegrity, or public reputation of judicial proceedings.\"         United\n\nStates v. Duarte, 246 F.3d 56, 60 (1st Cir. 2001).        Assuming that\n\nthe failure to abide by the local rule satisfies the first two\n\nconditions for plain error, the appellants fail to show that this\n\ninfraction meets either the third or fourth condition.        We explain\n\nbriefly.\n\n           Each appellant signed a plea agreement that contemplated\n\nthe possibility that the government might dispute the applicability\n\nof the safety valve.        They were informed well in advance of the\n\ninitial sentencing hearings that the government intended not only\n\nto challenge the quality of their disclosures but also to offer\n\nevidence of their uncooperative behavior.          The only witnesses\n\ncalled by the government were the law enforcement agents who had\n\ninterrogated the appellants and a codefendant in the offense\n\nconduct.   The appellants neither claimed surprise nor sought a\n\ncontinuance on grounds related to the identity of these witnesses.\n\nThis is critically important, for we long have recognized that\n\n\n                                   -20-\n\fcourts are free to assume that a party's need for more time to\n\nadjust his game plan is limited to matters expressed in a motion\n\nfor a continuance.        See, e.g., United States v. Sepulveda, 15 F.3d\n\n1161, 1178 (1st Cir. 1993). Finally, the transcript shows that the\n\ndefense was able to mount a vigorous cross-examination.                    This too\n\nis a salient consideration in determining the existence vel non of\n\nprejudice.     See id. at 1179.\n\n              We need not belabor the obvious.             The combination of\n\nthese factors leaves little doubt but that the government's failure\n\nto   adhere    strictly    to   Local    Rule   418.8    did   not    subject   the\n\nappellants to any significant level of surprise or otherwise\n\nprejudice their substantial rights.\n\n              We add that the circumstances of this case make it\n\nparticularly appropriate to hold the appellants to the predictable\n\nconsequences of their failure to object to the lack of notice.                  The\n\nDistrict of Puerto Rico's Local Rules allow its judges to suspend\n\nor modify any such rule for purposes of a particular case.                      See\n\nD.P.R.R. 105; see also          United States v. Diaz-Villafane, 874 F.2d\n\n43, 45-46 (1st Cir. 1989) (discussing D.P.R.R. 105); United States\n\nv. Acosta Martinez, 89 F. Supp. 2d 173, 177 (D.P.R. 2000) (same).\n\nWe can easily envision situations in which literal enforcement of\n\nLocal Rule 418.8 could conflict with Congress's carefully crafted\n\nincentives     for   a   defendant      to   provide    truthful     and   complete\n\ndisclosure prior to the commencement of his sentencing hearing.\n\n\n                                        -21-\n\fGiven the scenario here, we think it likely that the district\n\ncourt, faced with a timely objection, would have suspended or\n\nmodified    the   rule   for   purposes       of   the   initial   phase   of   the\n\nsentencing hearings.\n\n             That ends this aspect of the matter.                  In this case,\n\nbypassing     Local    Rule    418.8    did    not   affect    the   appellants'\n\nsubstantial rights, and, moreover, did not seriously impair the\n\nfairness or integrity of the sentencing proceedings.                   Hence, we\n\nfind no plain error in the government's noncompliance with Local\n\nRule 418.8 and, accordingly, reject the appellants' due process\n\nclaim.\n\n                          C.    Supervised Release.\n\n             We turn now to the appellants' contention that their\n\nterms of supervised release must be vacated.              We agree in part with\n\nthis contention:       while a ten-year term of supervised release was\n\nnot unlawful with respect to the offense of conviction, such a term\n\nonly can be imposed upon adherence to proper procedural safeguards.\n\n             We need not tarry.        In United States v. Cortes-Claudio,\n\n312 F.3d 17 (1st Cir. 2002), this court held that 21 U.S.C. §\n\n841(b), which mandates a term of supervised release of \"at least\n\nfive years\" for covered drug-trafficking offenses, means what it\n\nseems to say:         that the sentencing court can impose a turn of\n\nsupervised release for such an offense in excess of five years.\n\nId. at 18.    That holding is directly applicable here.               Under\n\n\n                                       -22-\n\f21 U.S.C. § 841(b), as interpreted in Cortes-Claudio, the district\n\ncourt in this case had the authority to impose a ten-year term of\n\nsupervised release in regard to each of the counts of conviction.\n\n           That does not end our inquiry.     Cortes-Claudio also made\n\nit clear that a supervised release term of more than five years for\n\nsuch an offense constituted an upward departure from the sentencing\n\nguidelines.    See id. at 18-19;   see also USSG §5D1.2 (stating that,\n\nin general, supervised release terms for Class A and B felonies\n\nshall be \"at least three years but not more than five years\").\n\n           Because the imposition of a term of supervised release\n\nexceeding five years represents an upward departure, the sentencing\n\ncourt must give prior notice to the defendant of its intention to\n\nimpose a term of such an extended duration and must state on the\n\nrecord   the   aggravating   circumstances   that   justify   the   upward\n\ndeparture.     See Cortes-Claudio, 312 F.3d at 18-19; see also Burns\n\nv. United States, 501 U.S. 129, 136 (1991) (\"Congress did not\n\nintend district courts to depart from the Guidelines sua sponte\n\nwithout first affording notice to the parties.\").              Here, the\n\ndistrict court (which sentenced the appellants without the benefit\n\nof our analysis in Cortes-Claudio) neither afforded them proper\n\nnotice of its intent to depart nor delineated the aggravating\n\ncircumstances upon which it proposed to base the upward departure.\n\nTo that extent, the sentencing court erred.\n\n\n\n\n                                   -23-\n\f           To cure this defect, we vacate both of the ten-year\n\nsupervised release terms and remand to the district court for\n\nresentencing as to the length of the terms of supervised release.\n\nSee United States v. Nelson-Rodriguez, 319 F.3d 12, 54 (1st Cir.\n\n2003).    Withal, we do not disturb the other components of the\n\nappellants' sentences.\n\nIII.   CONCLUSION\n\n           To     recapitulate,     Congress    designed   the   safety      valve\n\nstatute, 18 U.S.C. § 3553(f), with a view that a defendant who\n\nsatisfies the first four prongs of the statute nonetheless must\n\nprove himself deserving of the safety valve by providing truthful\n\nand    complete    information       to   the   government     prior    to    the\n\ncommencement of his sentencing hearing. The court below found that\n\nneither appellant met this fifth requirement. The record before us\n\nadequately evinces both that the court applied the proper legal\n\nstandard and that its factfinding was not clearly erroneous.\n\nConsequently, we uphold its determination that the appellants\n\nfailed to prove their eligibility for the safety valve.                         We\n\nlikewise reject the appellants' importunings that the court's\n\nhandling of the matter denied them due process.                     Finally, we\n\nacknowledge that the court acted too abruptly in imposing ten-year\n\nterms of supervised release.          That error must be corrected.\n\n           We     need   go   no   further.     We   affirm   the   appellants'\n\nsentences, save only for the terms of supervised release.                       We\n\n\n                                      -24-\n\fvacate those terms and remand for resentencing as to that aspect\n\nonly.\n\n\n\n          Affirmed in part, vacated in part, and remanded for\n\nfurther proceedings consistent with this opinion.\n\n\n\n\n                              -25-\n\f",
  "html": "<p class=\"case_cite\">328 F.3d 34</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Illio MATOS, Defendant, Appellant.<br>United States of America, Appellee,<br>v.<br>Carlos Ovalles-Torres, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 01-2431.</p>\n    <p class=\"docket\">No. 01-2432.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard March 3, 2003.</p>\n    <p class=\"date\">Decided May 7, 2003.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Luis Rafael Rivera for appellant Matos.</p>\n      <p class=\"indent\">Rafael F. Castro Lang for appellant Ovalles-Torres.</p>\n      <p class=\"indent\">Aixa Maldonado-Qui&#241;ones, Assistant United States Attorney, with whom H.S. Garcia, United States Attorney, and Sonia I. Torres-Pab&#243;n, Assistant United States Attorney, were on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, COFFIN, Senior Circuit Judge, and SELYA, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Congress enacted the so-called \"safety valve,\" 18 U.S.C. &#167; 3553(f), as a vehicle for shielding certain first-time offenders from the draconian effects of mandatory minimum sentences. But the safety valve is not available upon demand; to qualify for it, a defendant must make a multifaceted showing (including a showing that he has disclosed to the government, truthfully and completely, all relevant information concerning the offense of conviction and any related offenses).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Defendants-appellants Illio Matos and Carlos Ovalles-Torres attempted to make that showing.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The district court methodically weighed their proffers and determined that they were ineligible for relief under the safety valve. <i>United States v. Ovalles Torres,</i> 161 F.Supp.2d 55, 58-60 (D.P.R.2001). Having reviewed the record with care, we find no clear error in the district court's determination. We therefore affirm the stated terms of imprisonment.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">There is, however, a secondary issue. The lower court also ordered each appellant to serve a ten-year term of supervised release following the end of his incarceration. The appellants challenge both the legality of the elongated supervised release terms and the manner in which they were imposed. On this issue, we conclude that ten-year terms of supervised release were within the court's authority. Nevertheless, we agree with the parties that a procedural irregularity occurred: in imposing the ten-year terms of supervision, the court made what amounted to an upward departure without giving the appellants adequate notice of its intentions. Consequently, we vacate that aspect of the sentences and remand for further proceedings consistent with this opinion.</p>\n    </div>\n    <p class=\"indent\">I. BACKGROUND</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The second superseding indictment in this case implicated the appellants, along with others, in an elaborate drug-smuggling and drug-trafficking operation. On January 25, 2000, the appellants pleaded guilty to a single count of that indictment, thus admitting that they had conspired with others to possess and distribute large quantities of cocaine. <i>See</i> 21 U.S.C. &#167;&#167; 841(a)(1), 846. Each appellant entered into a written plea agreement. These agreements contemplated the possibility &#8212; but only the possibility &#8212; that the district court might impose a sentence without regard to any statutory minimum \"if the Court finds that the defendant meets the criteria established in [the safety valve statute, 18 U.S.C. &#167; 3553(f)].\"</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">This brings us to the statute. With its enactment, Congress specifically excepted from statutory minimum sentences any defendant who meets the following criteria:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">(1) the defendant does not have more than 1 criminal history point, as determined under the sentencing guidelines;</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">(2) the defendant did not use violence or credible threats of violence or possess a firearm or other dangerous weapon (or induce another participant to do so) in connection with the offense; (3) the offense did not result in death or serious bodily injury to any person;</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">(4) the defendant was not an organizer, leader, manager, or supervisor of others in the offense, as determined under the sentencing guidelines and was not engaged in a continuing criminal enterprise, as defined in section 408 of the Controlled Substances Act; and</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">(5) not later than the time of the sentencing hearing, the defendant has truthfully provided to the Government all information and evidence the defendant has concerning the offense or offenses that were part of the same course of conduct or of a common scheme or plan, but the fact that the defendant has no relevant or useful other information to provide or that the Government is already aware of the information shall not preclude a determination by the court that the defendant has complied with this requirement.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">18 U.S.C. &#167; 3553(f) (2000).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Against this statutory backdrop, we return to the case at hand. Law enforcement agents debriefed the appellants, one by one, in order to gain whatever information they might possess concerning the offense of conviction &#8212; the conspiracy &#8212; or any other offenses that were part of the same scheme or course of conduct. <i>See id.</i> &#167; 3553(f)(5). After comparing the appellants' stories with information gleaned elsewhere, the interrogators concluded that the appellants had been neither completely truthful nor especially forthcoming during their debriefings. As a result, the government promptly notified the appellants that it intended to oppose their attempt to invoke the safety valve.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Although the appellants have separate attorneys on appeal, both of them were represented below by the same counsel. That lawyer pressed the government to disclose the basis for its belief that the appellants had not fully complied with the statute, but the government refused to elaborate. It likewise refused a request that it conduct another round of debriefings. Instead, the prosecutors noted that it was a defendant's burden to prove his eligibility for the safety valve; warned that, if nothing more was forthcoming, they would present evidence at the appropriate time and place to rebut any claim of eligibility; and reminded defense counsel that the sentencing court would make the ultimate eligibility determination. The government added that a defendant knows when he has withheld information during a debriefing, and that such a defendant is free to augment his disclosures at any time prior to the sentencing hearing. Finally, the prosecutors took the position that the law did not require them to make agents available to extract such additional information by question and answer.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The district court subdivided the sentencing hearings into two parts. It began with separate hearings for each appellant on the question of safety valve eligibility. After holding evidentiary hearings on August 14 and September 14, 2000 &#8212; the first for Matos and the second for Ovalles-Torres &#8212; the court found that neither man had proven that he had timely furnished the government with truthful and complete information. <i>Ovalles Torres,</i> 161 F.Supp.2d at 58-60. These findings, which we discuss <i>infra,</i> precluded access to the safety valve.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On September 5, 2001, the court convened a joint hearing dedicated to the imposition of sentences. Each appellant stipulated that he bore responsibility for at least five but less than fifteen kilograms of cocaine. The government and the district court accepted the stipulations, which triggered ten-year mandatory minimum sentences. <i>See</i> 21 U.S.C. &#167; 841(b)(1)(B). The court thereupon sentenced each appellant to an incarcerative term of that duration, to be followed by ten years of supervised release. These appeals ensued.</p>\n    </div>\n    <p class=\"indent\">II. ANALYSIS</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The appellants jointly maintain that the district court committed no fewer than three significant errors. The first assignment of error challenges the court's determination that they were ineligible for the safety valve. The second involves a claim that the appellants did not receive the process that was due. The third questions the imposition of ten-year periods of supervised release.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> For efficiency of analysis, we address each of these claims of error separately.</p>\n    </div>\n    <p class=\"center\">A. <i>Safety Valve Eligibility.</i></p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In the court below, the appellants asserted that they had truthfully and completely answered all the questions that the government had asked, and, therefore, that the burden had shifted to the government to show that they were ineligible for the safety valve. The appellants added that if the government believed that either of them was withholding information, it had a duty to come forward with the basis for that belief so that the affected defendant would have a fair chance to explain away the alleged omission. The district court rejected this contention as turning the statute upside down. The court stated in pertinent part:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The statute says that the defendant has to come forth and truthfully testify as to everything he knows. Now if he is going to sit back and say \"Well, they didn't ask me that,\" then that is not what the statute requires. The statute requires an affirmative step on his part to come in and say, \"I want to be debriefed because I want to tell you everything that I know.\" ... [T]he affirmative steps have to be taken by the defendant if he wants to have an opportunity to qualify for [the safety valve].</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\"><i>Ovalles Torres,</i> 161 F.Supp.2d at 58-59 (quoting court's comments during initial phase of sentencing hearing).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In assaying a sentencing court's determination that a defendant failed to qualify for the safety valve, the standard of appellate review varies according to the foundation upon which that determination is based. <i>See United States v. Marquez,</i> 280 F.3d 19, 22 (1st Cir.2002). To the extent that the determination rests on conclusions of law, appellate review is plenary. <i>Id.</i> To the extent, however, that the determination hinges on differential factfinding, appellate review is for clear error. <i>Id.</i> The district court's determinations in this case are challenged both on legal and factual grounds, so both standards are in play.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">It is too elementary to warrant citation of authority that we must test the district court's determination of safety valve ineligibility against the five requirements limned in section 3553(f). The parties agree that the first four criteria have been satisfied. The battleground, then, is the fifth. As to that requirement, we have made it pellucid that nothing short of truthful and complete disclosure will suffice (and, therefore, that truthful and complete disclosure is a condition precedent to relief under the safety valve). <i>See, e.g., Marquez,</i> 280 F.3d at 24; <i>United States v. Montanez,</i> 82 F.3d 520, 523 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">A defendant bears the burden of showing that he made appropriate and timely disclosures to the government. <i>Marquez,</i> 280 F.3d at 25; <i>United States v. Richardson,</i> 225 F.3d 46, 53 (1st Cir.2000). This burden obliges the defendant to prove to the court that the information he supplied in the relevant time frame was both truthful and complete. <i>Marquez,</i> 280 F.3d at 25. Consequently, a safety valve de-briefing is a situation that cries out for straight talk; equivocations, half-truths, and veiled allusions will not do. After all, Congress's evident purpose in creating the safety valve was \"to mitigate the harsh effect of mandatory minimum sentences on <i>certain</i> first offenders who played supporting roles in drug-trafficking schemes.\" <i>United States v. Ortiz-Santiago,</i> 211 F.3d 146, 150 (1st Cir.2000) (emphasis supplied). The only intended beneficiaries of Congress's largesse are those who have satisfied the five statutory criteria. <i>United States v. Miranda-Santiago,</i> 96 F.3d 517, 528 (1st Cir.1996). Others simply do not qualify. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We afford de novo review to the district court's interpretation of a statute. <i>Marquez,</i> 280 F.3d at 22. In this instance, the legal standard to which the district court held the appellants comports with the body of law elucidated above. <i>See Ovalles-Torres,</i> 161 F.Supp.2d at 57-58. Thus, the appellants' initial line of attack gains them no ground.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The appellants have a series of fallback positions. First, they insist that they filled any gaps in their original disclosures by their testimony during the aforementioned hearings. Generally speaking, this is the wrong focal point. The governing statute, 18 U.S.C. &#167; 3553(f)(5), requires truthful and complete disclosures to be made \"not later than the time of the sentencing hearing.\" This means that the deadline for making truthful and complete disclosure is the moment that the sentencing hearing starts.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> <i>See United States v. Marin,</i> 144 F.3d 1085, 1091-92 (7th Cir.1998); <i>United States v. Long,</i> 77 F.3d 1060, 1062 (8th Cir.1996) (per curiam).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">This is a sensible &#8212; and wholly proper &#8212; reading of the statute. In the first place, section 3553(f)(5) requires disclosure to the government, not the court. In the second place, we have noted that Congress \"aim[ed] its [safety valve] leniency at ... defendants who did their best to <i>cooperate</i> to the extent of making full disclosure.\" <i>Montanez,</i> 82 F.3d at 522 (emphasis in original). To engage in carefully guarded comments during a debriefing and then attempt to recoup lost ground after commencement of the sentencing hearing is manipulation, not cooperation. <i>See Marin,</i> 144 F.3d at 1092.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Retreating a step further, the appellants challenge the district court's findings of fact as clearly erroneous. This challenge lacks force.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The clear error standard is exceedingly deferential. <i>Marquez,</i> 280 F.3d at 26. Under it, an appellate court ought not to disturb either findings of fact or conclusions drawn therefrom unless the whole of the record compels a strong, unyielding belief that a mistake has been made. <i>Cumpiano v. Banco Santander,</i> 902 F.2d 148, 152 (1st Cir.1990). The process of evaluating witness testimony typically involves fact-sensitive judgments and credibility calls that fit comfortably within the margins of the clear error standard. <i>Marquez,</i> 280 F.3d at 26.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In this case, the sentencing court carefully examined the witnesses' testimony, listened to arguments involving credibility, and based its denial of the safety valve on specific factual findings. <i>See Ovalles Torres,</i> 161 F.Supp.2d at 59-60. In resolving the issue of whether truthful and complete disclosure had been made adversely to both appellants, the court cited book and verse. It gave examples of the appellants' untruthfulness in the course of their safety valve debriefings and recounted several instances in which the appellants' statements were incomplete. <i>See, e.g., id.</i> Although another trier might not have reached the same conclusion, our review of the record confirms the plausibility of these findings as to both appellants (and, thus, confirms the absence of clear error).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We add a few words in the interest of assuring our own effectiveness in reviewing the fairness of this kind of decision. Our obligation to accord substantial deference to the sentencing court is best carried out &#8212; particularly in close cases &#8212; if that court shares its basis for concluding that the disclosure efforts fell short. From its written decision, we can readily understand the court's failure to be impressed by the record in Ovalles-Torres's case. For example, his denial (contradicted by a government agent) that he had met with the ringleader of the conspiracy, his failure to identify codefendant Matos in a critical meeting at a restaurant, and his failure to inform the government that he had participated in an additional narcotics load are telling indicia of the quality of his disclosures. Thus, we descry no error as to the district court's refusal to grant Ovalles-Torres the benefit of the safety valve.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In contrast, the court's findings as to Matos's untruthfulness are much less impressive. The court found that Matos had falsely denied communicating with a coconspirator after the winding-up of conspiracy; that he had failed to reveal a telephone conversation with a coconspirator in which he was asked if he knew \"that the dogs have that\" and replied that they had nothing to worry about because they were not involved in that situation; and that he had falsely denied that the same coconspirator had initially recommended him to the leader of the enterprise. These findings, collectively, do not weigh heavily. Nevertheless, other evidence that can be gleaned from the record indicates that Matos was not entirely forthcoming &#8212; and this evidence (e.g., his contradictory testimony about the drug-carrying capacity of his boat, misleading information anent the function of a satellite telephone, and non-disclosure of his participation in another drug smuggle) seems of greater significance than the few examples cited in the district court's written decision. Although the question is closer as to Matos, we find, in the end, that the record contains adequate support for the lower court's denial of the safety valve.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The appellants, ably represented on appeal, attempt to explain away their flawed disclosures. These carefully constructed explanations are marginally plausible but ultimately unpersuasive. The default rule is that when more than one sensible interpretation of a particular set of circumstances can supportably be drawn, a sentencing court's decision to credit one alternative and reject another cannot be deemed clearly erroneous. <i>United States v. Ruiz,</i> 905 F.2d 499, 508 (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The appellants persist. They next suggest that, even if their testimony was inconsistent or fragmentary in some respects, they nonetheless made a good-faith effort to answer the questions asked by the government agents. They add that, for the most part, their contradictions and omissions related to peripheral matters, and thus should not deprive them of the benefits of the safety valve.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We considered and rejected a similar argument in <i>Marquez,</i> noting that the \"safety valve provision explicitly obligates a defendant ... to provide `all' information.\" 280 F.3d at 25 (quoting 18 U.S.C. &#167; 3553(f)). In other words, section 3553(f)(5), fairly read, requires a defendant to be forthcoming. He cannot simply respond to questions while at the same time keeping secret pertinent information concerning the offense of conviction and related offenses that falls beyond the scope of direct interrogation.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">To be sure, we have left a door open for \"a defendant who does not furnish information because he innocently believes that it would be of no interest.\" <i>Id.</i> at 25 n. 4. But the district judge is the sentry who guards this portal, and he obviously was not persuaded that the appellants' contradictions and omissions had an innocent explanation. While we regard the court's conclusions vis-&#225;vis Matos as close to the line, we are mindful that the sentencing judge had the benefit of seeing and hearing the witnesses at first hand. We are, therefore, satisfied that this record offers no justification for overriding his ruling.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The appellants' last attack on the safety valve determinations raises the most serious question. They accuse the government of not asking them about information that the government learned from other sources, \"sandbagging\" them, and \"ambushing\" them during the initial phase of the sentencing hearings. They argue that because courts \"interpret plea agreements more or less as contracts,\" <i>Ortiz-Santiago,</i> 211 F.3d at 151, the government's failure to ask follow-up questions, reinterview the appellants, or reveal the basis of its intention to oppose their quest for the safety valve constituted a breach of its obligation to perform in good faith under the plea agreements. Upon close perscrutation, however, this argument founders.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The government's actions in this case did not violate the plea agreements. Each agreement made it crystal clear that the availability of the safety valve depended on \"the Court find[ing] that the defendant meets the [statutory] criteria.\" The government specifically reserved the right, among other things, \"to dispute sentencing factors or facts material to sentencing.\" A defendant's veracity and the extent of his cooperation are facts material to sentencing, and the government has the right &#8212; indeed, the duty &#8212; to identify falsehoods, evasions, and suspicious omissions for the court at the time of sentencing. <i>See Montanez,</i> 82 F.3d at 523. Moreover, the government has a right to expect that a defendant who seeks the boon of the safety valve will make a clean breast of things; it has no obligation to interview him repeatedly in an effort to pry loose additional nuggets of information.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">We flatly reject the suggestion that the government acted in bad faith because it would not tell the appellants, early on, why it believed that they were dissembling. A defendant who aspires to the safety valve must be forthcoming. If the government reasonably suspects that the defendant is being devious, it is not obliged to tip its hand as to what other information it may have so that the defendant may shape his disclosures to cover his tracks, minimize his own involvement, or protect his confederates.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Let us be perfectly clear. The government is not free to play cat and mouse with defendants, leading safety valve debriefings down blind alleys and then blaming the defendants for failing to disclose material facts. Nor can the government squeeze all the juice from the orange and then deprive a truthful and cooperative defendant of his end of the bargain by juxtaposing trivial inconsistencies or exaggerating inconsequential omissions. But the sentencing court has both the power and the coign of vantage to permit it to deal effectively with such situations. Our case law gives trial judges broad discretion to find safety valve eligibility in spite of government opposition, unintentional bevues, immaterial omissions, or bona fide misunderstandings. <i>See, e.g., Marquez,</i> 280 F.3d at 25 n. 4 (indicating that eligibility for the safety valve would not be jeopardized if a defendant \"innocently believes that [certain information] would be of no interest\" to the government). That power has proven to be a sufficient deterrent to prosecutorial bullying. <i>See Montanez,</i> 82 F.3d at 523 (\"Courts have thus far found it fairly easy to cull serious efforts at full disclosure from mere pretense.\").</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Of course, if the record in a particular case were to reveal that the sentencing court either had been snookered by the prosecution or had been unresponsive to its task, this court would not hesitate to intervene. But this is not such a case. The district court carefully considered the totality of the circumstances, assessed the witnesses' veracity, and determined from the evidence that it was the appellants, not the government agents, who were attempting to game the system. On this record, there is simply no basis for the suggestion that the court erred in refusing to impute bad faith to the government with respect to the performance of its obligations under the plea agreements.</p>\n    </div>\n    <p class=\"center\">B. <i>Due Process.</i></p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">In a variation on this theme, the appellants assert that the conduct of the sentencing hearings violated their due process rights. In support of this conclusory allegation, they offer a stream of vague allusions. With one exception, these allegations are completely undeveloped. We therefore disregard them. <i>See United States v. Zannino,</i> 895 F.2d 1, 17 (1st Cir.1990) (remarking the \"settled appellate rule that issues adverted to in a perfunctory manner, unaccompanied by some effort at developed argumentation, are deemed waived\").</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The sole remaining point is the appellants' claim that their sentencing hearings were held in violation of Local Rule 418.8. That rule provides:</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">If any party decides to call witnesses at the imposition of sentence hearing, counsel shall submit, in writing, to the Court, the Probation Officer, and opposing counsel, not later than forty-eight (48) hours before the date set for the imposition of sentence, a statement containing (a) the names of the witnesses, (b) a synopsis of their anticipated testimony, and (c) an estimate of the anticipated length of each testimony.</p>\n    </div>\n    <p class=\"indent\">D.P.R.R. 418.8</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The appellants posit that the government's refusal to divulge the identity of the witnesses to be called during the initial phase of the sentencing hearings and the nature of their testimony transgressed this rule. The appellants, however, did not raise this argument in the lower court, and a party who foregoes a timely objection to noncompliance with a local rule is in a perilously poor position to attempt to raise that noncompliance after the fact. <i>United</i> <i>States v. Martinez-Vargas,</i> 321 F.3d 245, 249 (1st Cir.2003).</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Even were we to assume, favorably to the appellants, that this failure to object constituted a forfeiture rather than an outright waiver, that characterization would not assist the appellants' cause. We review forfeited objections for plain error. <i>United States v. Olano,</i> 507 U.S. 725, 733-34, 113 S.Ct. 1770, 123 L.Ed.2d 508 (1993); <i>Martinez-Vargas,</i> 321 F.3d at 249-50. Under the plain error rubric, an aggrieved party must demonstrate: \"(1) that an error occurred (2) which was clear or obvious and which not only (3) affected [his] substantial rights, but also (4) seriously impaired the fairness, integrity, or public reputation of judicial proceedings.\" <i>United States v. Duarte,</i> 246 F.3d 56, 60 (1st Cir.2001). Assuming that the failure to abide by the local rule satisfies the first two conditions for plain error, the appellants fail to show that this infraction meets either the third or fourth condition. We explain briefly.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Each appellant signed a plea agreement that contemplated the possibility that the government might dispute the applicability of the safety valve. They were informed well in advance of the initial sentencing hearings that the government intended not only to challenge the quality of their disclosures but also to offer evidence of their uncooperative behavior. The only witnesses called by the government were the law enforcement agents who had interrogated the appellants and a codefendant in the offense conduct. The appellants neither claimed surprise nor sought a continuance on grounds related to the identity of these witnesses. This is critically important, for we long have recognized that courts are free to assume that a party's need for more time to adjust his game plan is limited to matters expressed in a motion for a continuance. <i>See, e.g., United States v. Sepulveda,</i> 15 F.3d 1161, 1178 (1st Cir.1993). Finally, the transcript shows that the defense was able to mount a vigorous cross-examination. This too is a salient consideration in determining the existence vel non of prejudice. <i>See id.</i> at 1179.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">We need not belabor the obvious. The combination of these factors leaves little doubt but that the government's failure to adhere strictly to Local Rule 418.8 did not subject the appellants to any significant level of surprise or otherwise prejudice their substantial rights.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">We add that the circumstances of this case make it particularly appropriate to hold the appellants to the predictable consequences of their failure to object to the lack of notice. The District of Puerto Rico's Local Rules allow its judges to suspend or modify any such rule for purposes of a particular case. <i>See</i> D.P.R.R. 105; <i>see also United States v. Diaz-Villafane,</i> 874 F.2d 43, 45-46 (1st Cir.1989) (discussing D.P.R.R. 105); <i>United States v. Acosta Martinez,</i> 89 F.Supp.2d 173, 177 (D.P.R. 2000) (same). We can easily envision situations in which literal enforcement of Local Rule 418.8 could conflict with Congress's carefully crafted incentives for a defendant to provide truthful and complete disclosure prior to the commencement of his sentencing hearing. Given the scenario here, we think it likely that the district court, faced with a timely objection, would have suspended or modified the rule for purposes of the initial phase of the sentencing hearings.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">That ends this aspect of the matter. In this case, bypassing Local Rule 418.8 did not affect the appellants' substantial rights, and, moreover, did not seriously impair the fairness or integrity of the sentencing proceedings. Hence, we find no plain error in the government's non-compliance with Local Rule 418.8 and, accordingly, reject the appellants' due process claim.</p>\n    </div>\n    <p class=\"center\">C. <i>Supervised Release.</i></p>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">We turn now to the appellants' contention that their terms of supervised release must be vacated. We agree in part with this contention: while a ten-year term of supervised release was not unlawful with respect to the offense of conviction, such a term only can be imposed upon adherence to proper procedural safeguards.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">We need not tarry. In <i>United States v. Cortes-Claudio,</i> 312 F.3d 17 (1st Cir.2002), this court held that 21 U.S.C. &#167; 841(b), which mandates a term of supervised release of \"at least five years\" for covered drug-trafficking offenses, means what it seems to say: that the sentencing court can impose a turn of supervised release for such an offense in excess of five years. <i>Id.</i> at 18. That holding is directly applicable here. Under 21 U.S.C. &#167; 841(b), as interpreted in <i>Cortes-Claudio,</i> the district court in this case had the authority to impose a ten-year term of supervised release in regard to each of the counts of conviction.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">That does not end our inquiry. <i>Cortes-Claudio</i> also made it clear that a supervised release term of more than five years for such an offense constituted an upward departure from the sentencing guidelines. <i>See id.</i> at 18-19; <i>see also</i> USSG &#167; 5D1.2 (stating that, in general, supervised release terms for Class A and B felonies shall be \"at least three years but not more than five years\").</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Because the imposition of a term of supervised release exceeding five years represents an upward departure, the sentencing court must give prior notice to the defendant of its intention to impose a term of such an extended duration and must state on the record the aggravating circumstances that justify the upward departure. <i>See Cortes-Claudio,</i> 312 F.3d at 18-19; <i>see also Burns v. United States,</i> 501 U.S. 129, 136, 111 S.Ct. 2182, 115 L.Ed.2d 123 (1991) (\"Congress did not intend district courts to depart from the Guidelines <i>sua sponte</i> without first affording notice to the parties.\"). Here, the district court (which sentenced the appellants without the benefit of our analysis in <i>Cortes-Claudio</i>) neither afforded them proper notice of its intent to depart nor delineated the aggravating circumstances upon which it proposed to base the upward departure. To that extent, the sentencing court erred.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">To cure this defect, we vacate both of the ten-year supervised release terms and remand to the district court for resentencing as to the length of the terms of supervised release. <i>See United States v. Nelson-Rodriguez,</i> 319 F.3d 12, 54 (1st Cir. 2003). Withal, we do not disturb the other components of the appellants' sentences.</p>\n    </div>\n    <p class=\"indent\">III. CONCLUSION</p>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">To recapitulate, Congress designed the safety valve statute, 18 U.S.C. &#167; 3553(f), with a view that a defendant who satisfies the first four prongs of the statute nonetheless must prove himself deserving of the safety valve by providing truthful and complete information to the government prior to the commencement of his sentencing hearing. The court below found that neither appellant met this fifth requirement. The record before us adequately evinces both that the court applied the proper legal standard and that its factfinding was not clearly erroneous. Consequently, we uphold its determination that the appellants failed to prove their eligibility for the safety valve. We likewise reject the appellants' importunings that the court's handling of the matter denied them due process. Finally, we acknowledge that the court acted too abruptly in imposing ten-year terms of supervised release. That error must be corrected.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">We need go no further. We affirm the appellants' sentences, save only for the terms of supervised release. We vacate those terms and remand for resentencing as to that aspect only.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">\n        <i>Affirmed in part, vacated in part, and remanded for further proceedings consistent with this opinion.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The record reveals several inconsistencies as to nomenclature. For example, Matos's first name is variously spelled \"Illio\" or \"Ilio,\" and the surname of his codefendant is variously spelled \"Ovalles-Torres\" and \"Ovalle-Torres.\" In each instance, we have adopted what appears to us, all things considered, to be the most likely spelling</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In addition, one appellant &#8212; Ovalles-Torres &#8212; raises a transparently meritless Sixth Amendment claim. This claim is premised on the assertion that the district court unlawfully excluded him from the initial phase of his own sentencing hearing. That premise is belied by the record: the court excluded Ovalles-Torres from the initial phase of his codefendant's sentencing hearing. This sequestration was well within the court's discretion<i>See Geders v. United States,</i> 425 U.S. 80, 87, 96 S.Ct. 1330, 47 L.Ed.2d 592 (1976); Fed.R.Evid. 615.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Here, however, the parties bypassed this principle. The prosecutor informed the court that he had advised defense counsel that the appellants would be allowed to add additional information to their initial safety valve disclosures in writing prior to sentencing or in testimony at the sentencing hearing itself. Both men in fact testified at the start of their respective sentencing hearings and made additional disclosures. It is unclear whether the sentencing court shared the government's view of the proper time line, but in the peculiar circumstances of this case and in an abundance of caution, we consider this testimony as part of the appellants' safety valve proffers. In the final analysis, it makes no difference</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">328</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">34</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Illio MATOS, Defendant, Appellant.<br>United States of America, Appellee,<br>v.<br>Carlos Ovalles-Torres, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 01-2431.</p>\n    <p class=\"docket\">No. 01-2432.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard March 3, 2003.</p>\n    <p class=\"date\">Decided May 7, 2003.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Luis Rafael Rivera for appellant Matos.</p>\n      <p class=\"indent\">Rafael F. Castro Lang for appellant Ovalles-Torres.</p>\n      <p class=\"indent\">Aixa Maldonado-Qui&#241;ones, Assistant United States Attorney, with whom H.S. Garcia, United States Attorney, and Sonia I. Torres-Pab&#243;n, Assistant United States Attorney, were on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, COFFIN, Senior Circuit Judge, and SELYA, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Congress enacted the so-called \"safety valve,\" 18 U.S.C. &#167; 3553(f), as a vehicle for shielding certain first-time offenders from the draconian effects of mandatory minimum sentences. But the safety valve is not available upon demand; to qualify for it, a defendant must make a multifaceted showing (including a showing that he has disclosed to the government, truthfully and completely, all relevant information concerning the offense of conviction and any related offenses).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Defendants-appellants Illio Matos and Carlos Ovalles-Torres attempted to make that showing.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The district court methodically weighed their proffers and determined that they were ineligible for relief under the safety valve. <i>United States v. Ovalles Torres,</i> <span class=\"citation\" data-id=\"2388544\"><a href=\"/opinion/2388544/united-states-v-ovalles-torres/\"><span class=\"volume\">161</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">55</span></a></span>, 58-60 (D.P.R.2001). Having reviewed the record with care, we find no clear error in the district court's determination. We therefore affirm the stated terms of imprisonment.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">There is, however, a secondary issue. The lower court also ordered each appellant to serve a ten-year term of supervised release following the end of his incarceration. The appellants challenge both the legality of the elongated supervised release terms and the manner in which they were imposed. On this issue, we conclude that ten-year terms of supervised release were within the court's authority. Nevertheless, we agree with the parties that a procedural irregularity occurred: in imposing the ten-year terms of supervision, the court made what amounted to an upward departure without giving the appellants adequate notice of its intentions. Consequently, we vacate that aspect of the sentences and remand for further proceedings consistent with this opinion.</p>\n    </div>\n    <p class=\"indent\">I. BACKGROUND</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The second superseding indictment in this case implicated the appellants, along with others, in an elaborate drug-smuggling and drug-trafficking operation. On January 25, 2000, the appellants pleaded guilty to a single count of that indictment, thus admitting that they had conspired with others to possess and distribute large quantities of cocaine. <i>See</i> 21 U.S.C. &#167;&#167; 841(a)(1), 846. Each appellant entered into a written plea agreement. These agreements contemplated the possibility &#8212; but only the possibility &#8212; that the district court might impose a sentence without regard to any statutory minimum \"if the Court finds that the defendant meets the criteria established in [the safety valve statute, 18 U.S.C. &#167; 3553(f)].\"</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">This brings us to the statute. With its enactment, Congress specifically excepted from statutory minimum sentences any defendant who meets the following criteria:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">(1) the defendant does not have more than 1 criminal history point, as determined under the sentencing guidelines;</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">(2) the defendant did not use violence or credible threats of violence or possess a firearm or other dangerous weapon (or induce another participant to do so) in connection with the offense; (3) the offense did not result in death or serious bodily injury to any person;</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">(4) the defendant was not an organizer, leader, manager, or supervisor of others in the offense, as determined under the sentencing guidelines and was not engaged in a continuing criminal enterprise, as defined in section 408 of the Controlled Substances Act; and</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">(5) not later than the time of the sentencing hearing, the defendant has truthfully provided to the Government all information and evidence the defendant has concerning the offense or offenses that were part of the same course of conduct or of a common scheme or plan, but the fact that the defendant has no relevant or useful other information to provide or that the Government is already aware of the information shall not preclude a determination by the court that the defendant has complied with this requirement.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">18 U.S.C. &#167; 3553(f) (2000).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Against this statutory backdrop, we return to the case at hand. Law enforcement agents debriefed the appellants, one by one, in order to gain whatever information they might possess concerning the offense of conviction &#8212; the conspiracy &#8212; or any other offenses that were part of the same scheme or course of conduct. <i>See id.</i> &#167; 3553(f)(5). After comparing the appellants' stories with information gleaned elsewhere, the interrogators concluded that the appellants had been neither completely truthful nor especially forthcoming during their debriefings. As a result, the government promptly notified the appellants that it intended to oppose their attempt to invoke the safety valve.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Although the appellants have separate attorneys on appeal, both of them were represented below by the same counsel. That lawyer pressed the government to disclose the basis for its belief that the appellants had not fully complied with the statute, but the government refused to elaborate. It likewise refused a request that it conduct another round of debriefings. Instead, the prosecutors noted that it was a defendant's burden to prove his eligibility for the safety valve; warned that, if nothing more was forthcoming, they would present evidence at the appropriate time and place to rebut any claim of eligibility; and reminded defense counsel that the sentencing court would make the ultimate eligibility determination. The government added that a defendant knows when he has withheld information during a debriefing, and that such a defendant is free to augment his disclosures at any time prior to the sentencing hearing. Finally, the prosecutors took the position that the law did not require them to make agents available to extract such additional information by question and answer.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The district court subdivided the sentencing hearings into two parts. It began with separate hearings for each appellant on the question of safety valve eligibility. After holding evidentiary hearings on August 14 and September 14, 2000 &#8212; the first for Matos and the second for Ovalles-Torres &#8212; the court found that neither man had proven that he had timely furnished the government with truthful and complete information. <i>Ovalles Torres,</i> 161 F.Supp.2d at 58-60. These findings, which we discuss <i>infra,</i> precluded access to the safety valve.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On September 5, 2001, the court convened a joint hearing dedicated to the imposition of sentences. Each appellant stipulated that he bore responsibility for at least five but less than fifteen kilograms of cocaine. The government and the district court accepted the stipulations, which triggered ten-year mandatory minimum sentences. <i>See</i> 21 U.S.C. &#167; 841(b)(1)(B). The court thereupon sentenced each appellant to an incarcerative term of that duration, to be followed by ten years of supervised release. These appeals ensued.</p>\n    </div>\n    <p class=\"indent\">II. ANALYSIS</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The appellants jointly maintain that the district court committed no fewer than three significant errors. The first assignment of error challenges the court's determination that they were ineligible for the safety valve. The second involves a claim that the appellants did not receive the process that was due. The third questions the imposition of ten-year periods of supervised release.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> For efficiency of analysis, we address each of these claims of error separately.</p>\n    </div>\n    <p class=\"center\">A. <i>Safety Valve Eligibility.</i></p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In the court below, the appellants asserted that they had truthfully and completely answered all the questions that the government had asked, and, therefore, that the burden had shifted to the government to show that they were ineligible for the safety valve. The appellants added that if the government believed that either of them was withholding information, it had a duty to come forward with the basis for that belief so that the affected defendant would have a fair chance to explain away the alleged omission. The district court rejected this contention as turning the statute upside down. The court stated in pertinent part:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The statute says that the defendant has to come forth and truthfully testify as to everything he knows. Now if he is going to sit back and say \"Well, they didn't ask me that,\" then that is not what the statute requires. The statute requires an affirmative step on his part to come in and say, \"I want to be debriefed because I want to tell you everything that I know.\" ... [T]he affirmative steps have to be taken by the defendant if he wants to have an opportunity to qualify for [the safety valve].</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\"><i>Ovalles Torres,</i> 161 F.Supp.2d at 58-59 (quoting court's comments during initial phase of sentencing hearing).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In assaying a sentencing court's determination that a defendant failed to qualify for the safety valve, the standard of appellate review varies according to the foundation upon which that determination is based. <i>See United States v. Marquez,</i> <span class=\"citation\" data-id=\"199829\"><a href=\"/opinion/199829/united-states-v-marquez/\"><span class=\"volume\">280</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">19</span></a></span>, 22 (1st Cir.2002). To the extent that the determination rests on conclusions of law, appellate review is plenary. <i>Id.</i> To the extent, however, that the determination hinges on differential factfinding, appellate review is for clear error. <i>Id.</i> The district court's determinations in this case are challenged both on legal and factual grounds, so both standards are in play.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">It is too elementary to warrant citation of authority that we must test the district court's determination of safety valve ineligibility against the five requirements limned in section 3553(f). The parties agree that the first four criteria have been satisfied. The battleground, then, is the fifth. As to that requirement, we have made it pellucid that nothing short of truthful and complete disclosure will suffice (and, therefore, that truthful and complete disclosure is a condition precedent to relief under the safety valve). <i>See, e.g., Marquez,</i> 280 F.3d at 24; <i>United States v. Montanez,</i> <span class=\"citation\" data-id=\"196724\"><a href=\"/opinion/196724/united-states-v-montanez/\"><span class=\"volume\">82</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">520</span></a></span>, 523 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">A defendant bears the burden of showing that he made appropriate and timely disclosures to the government. <i>Marquez,</i> 280 F.3d at 25; <i>United States v. Richardson,</i> <span class=\"citation\" data-id=\"199073\"><a href=\"/opinion/199073/united-states-v-richardson/\"><span class=\"volume\">225</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">46</span></a></span>, 53 (1st Cir.2000). This burden obliges the defendant to prove to the court that the information he supplied in the relevant time frame was both truthful and complete. <i>Marquez,</i> 280 F.3d at 25. Consequently, a safety valve de-briefing is a situation that cries out for straight talk; equivocations, half-truths, and veiled allusions will not do. After all, Congress's evident purpose in creating the safety valve was \"to mitigate the harsh effect of mandatory minimum sentences on <i>certain</i> first offenders who played supporting roles in drug-trafficking schemes.\" <i>United States v. Ortiz-Santiago,</i> <span class=\"citation\" data-id=\"198902\"><a href=\"/opinion/198902/united-states-v-ortiz-santiago/\"><span class=\"volume\">211</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">146</span></a></span>, 150 (1st Cir.2000) (emphasis supplied). The only intended beneficiaries of Congress's largesse are those who have satisfied the five statutory criteria. <i>United States v. Miranda-Santiago,</i> <span class=\"citation\" data-id=\"196984\"><a href=\"/opinion/196984/united-states-v-miranda-santiago/\"><span class=\"volume\">96</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">517</span></a></span>, 528 (1st Cir.1996). Others simply do not qualify. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We afford de novo review to the district court's interpretation of a statute. <i>Marquez,</i> 280 F.3d at 22. In this instance, the legal standard to which the district court held the appellants comports with the body of law elucidated above. <i>See Ovalles-Torres,</i> 161 F.Supp.2d at 57-58. Thus, the appellants' initial line of attack gains them no ground.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The appellants have a series of fallback positions. First, they insist that they filled any gaps in their original disclosures by their testimony during the aforementioned hearings. Generally speaking, this is the wrong focal point. The governing statute, 18 U.S.C. &#167; 3553(f)(5), requires truthful and complete disclosures to be made \"not later than the time of the sentencing hearing.\" This means that the deadline for making truthful and complete disclosure is the moment that the sentencing hearing starts.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> <i>See United States v. Marin,</i> <span class=\"citation\" data-id=\"754587\"><a href=\"/opinion/754587/united-states-v-jose-a-marin/\"><span class=\"volume\">144</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1085</span></a></span>, 1091-92 (7th Cir.1998); <i>United States v. Long,</i> <span class=\"citation\" data-id=\"714064\"><a href=\"/opinion/714064/united-states-v-neeley-hawkins-long/\"><span class=\"volume\">77</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1060</span></a></span>, 1062 (8th Cir.1996) (per curiam).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">This is a sensible &#8212; and wholly proper &#8212; reading of the statute. In the first place, section 3553(f)(5) requires disclosure to the government, not the court. In the second place, we have noted that Congress \"aim[ed] its [safety valve] leniency at ... defendants who did their best to <i>cooperate</i> to the extent of making full disclosure.\" <i>Montanez,</i> 82 F.3d at 522 (emphasis in original). To engage in carefully guarded comments during a debriefing and then attempt to recoup lost ground after commencement of the sentencing hearing is manipulation, not cooperation. <i>See Marin,</i> 144 F.3d at 1092.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Retreating a step further, the appellants challenge the district court's findings of fact as clearly erroneous. This challenge lacks force.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The clear error standard is exceedingly deferential. <i>Marquez,</i> 280 F.3d at 26. Under it, an appellate court ought not to disturb either findings of fact or conclusions drawn therefrom unless the whole of the record compels a strong, unyielding belief that a mistake has been made. <i>Cumpiano v. Banco Santander,</i> <span class=\"citation\" data-id=\"540783\"><a href=\"/opinion/540783/wilma-cumpiano-aka-wilma-cumpiano-sanchez-v-banco-santander-puerto-rico/\"><span class=\"volume\">902</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">148</span></a></span>, 152 (1st Cir.1990). The process of evaluating witness testimony typically involves fact-sensitive judgments and credibility calls that fit comfortably within the margins of the clear error standard. <i>Marquez,</i> 280 F.3d at 26.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In this case, the sentencing court carefully examined the witnesses' testimony, listened to arguments involving credibility, and based its denial of the safety valve on specific factual findings. <i>See Ovalles Torres,</i> 161 F.Supp.2d at 59-60. In resolving the issue of whether truthful and complete disclosure had been made adversely to both appellants, the court cited book and verse. It gave examples of the appellants' untruthfulness in the course of their safety valve debriefings and recounted several instances in which the appellants' statements were incomplete. <i>See, e.g., id.</i> Although another trier might not have reached the same conclusion, our review of the record confirms the plausibility of these findings as to both appellants (and, thus, confirms the absence of clear error).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We add a few words in the interest of assuring our own effectiveness in reviewing the fairness of this kind of decision. Our obligation to accord substantial deference to the sentencing court is best carried out &#8212; particularly in close cases &#8212; if that court shares its basis for concluding that the disclosure efforts fell short. From its written decision, we can readily understand the court's failure to be impressed by the record in Ovalles-Torres's case. For example, his denial (contradicted by a government agent) that he had met with the ringleader of the conspiracy, his failure to identify codefendant Matos in a critical meeting at a restaurant, and his failure to inform the government that he had participated in an additional narcotics load are telling indicia of the quality of his disclosures. Thus, we descry no error as to the district court's refusal to grant Ovalles-Torres the benefit of the safety valve.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In contrast, the court's findings as to Matos's untruthfulness are much less impressive. The court found that Matos had falsely denied communicating with a coconspirator after the winding-up of conspiracy; that he had failed to reveal a telephone conversation with a coconspirator in which he was asked if he knew \"that the dogs have that\" and replied that they had nothing to worry about because they were not involved in that situation; and that he had falsely denied that the same coconspirator had initially recommended him to the leader of the enterprise. These findings, collectively, do not weigh heavily. Nevertheless, other evidence that can be gleaned from the record indicates that Matos was not entirely forthcoming &#8212; and this evidence (e.g., his contradictory testimony about the drug-carrying capacity of his boat, misleading information anent the function of a satellite telephone, and non-disclosure of his participation in another drug smuggle) seems of greater significance than the few examples cited in the district court's written decision. Although the question is closer as to Matos, we find, in the end, that the record contains adequate support for the lower court's denial of the safety valve.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The appellants, ably represented on appeal, attempt to explain away their flawed disclosures. These carefully constructed explanations are marginally plausible but ultimately unpersuasive. The default rule is that when more than one sensible interpretation of a particular set of circumstances can supportably be drawn, a sentencing court's decision to credit one alternative and reject another cannot be deemed clearly erroneous. <i>United States v. Ruiz,</i> <span class=\"citation\" data-id=\"543063\"><a href=\"/opinion/543063/united-states-v-fausto-d-ruiz/\"><span class=\"volume\">905</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">499</span></a></span>, 508 (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The appellants persist. They next suggest that, even if their testimony was inconsistent or fragmentary in some respects, they nonetheless made a good-faith effort to answer the questions asked by the government agents. They add that, for the most part, their contradictions and omissions related to peripheral matters, and thus should not deprive them of the benefits of the safety valve.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We considered and rejected a similar argument in <i>Marquez,</i> noting that the \"safety valve provision explicitly obligates a defendant ... to provide `all' information.\" 280 F.3d at 25 (quoting 18 U.S.C. &#167; 3553(f)). In other words, section 3553(f)(5), fairly read, requires a defendant to be forthcoming. He cannot simply respond to questions while at the same time keeping secret pertinent information concerning the offense of conviction and related offenses that falls beyond the scope of direct interrogation.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">To be sure, we have left a door open for \"a defendant who does not furnish information because he innocently believes that it would be of no interest.\" <i>Id.</i> at 25 n. 4. But the district judge is the sentry who guards this portal, and he obviously was not persuaded that the appellants' contradictions and omissions had an innocent explanation. While we regard the court's conclusions vis-&#225;vis Matos as close to the line, we are mindful that the sentencing judge had the benefit of seeing and hearing the witnesses at first hand. We are, therefore, satisfied that this record offers no justification for overriding his ruling.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The appellants' last attack on the safety valve determinations raises the most serious question. They accuse the government of not asking them about information that the government learned from other sources, \"sandbagging\" them, and \"ambushing\" them during the initial phase of the sentencing hearings. They argue that because courts \"interpret plea agreements more or less as contracts,\" <i>Ortiz-Santiago,</i> 211 F.3d at 151, the government's failure to ask follow-up questions, reinterview the appellants, or reveal the basis of its intention to oppose their quest for the safety valve constituted a breach of its obligation to perform in good faith under the plea agreements. Upon close perscrutation, however, this argument founders.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The government's actions in this case did not violate the plea agreements. Each agreement made it crystal clear that the availability of the safety valve depended on \"the Court find[ing] that the defendant meets the [statutory] criteria.\" The government specifically reserved the right, among other things, \"to dispute sentencing factors or facts material to sentencing.\" A defendant's veracity and the extent of his cooperation are facts material to sentencing, and the government has the right &#8212; indeed, the duty &#8212; to identify falsehoods, evasions, and suspicious omissions for the court at the time of sentencing. <i>See Montanez,</i> 82 F.3d at 523. Moreover, the government has a right to expect that a defendant who seeks the boon of the safety valve will make a clean breast of things; it has no obligation to interview him repeatedly in an effort to pry loose additional nuggets of information.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">We flatly reject the suggestion that the government acted in bad faith because it would not tell the appellants, early on, why it believed that they were dissembling. A defendant who aspires to the safety valve must be forthcoming. If the government reasonably suspects that the defendant is being devious, it is not obliged to tip its hand as to what other information it may have so that the defendant may shape his disclosures to cover his tracks, minimize his own involvement, or protect his confederates.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Let us be perfectly clear. The government is not free to play cat and mouse with defendants, leading safety valve debriefings down blind alleys and then blaming the defendants for failing to disclose material facts. Nor can the government squeeze all the juice from the orange and then deprive a truthful and cooperative defendant of his end of the bargain by juxtaposing trivial inconsistencies or exaggerating inconsequential omissions. But the sentencing court has both the power and the coign of vantage to permit it to deal effectively with such situations. Our case law gives trial judges broad discretion to find safety valve eligibility in spite of government opposition, unintentional bevues, immaterial omissions, or bona fide misunderstandings. <i>See, e.g., Marquez,</i> 280 F.3d at 25 n. 4 (indicating that eligibility for the safety valve would not be jeopardized if a defendant \"innocently believes that [certain information] would be of no interest\" to the government). That power has proven to be a sufficient deterrent to prosecutorial bullying. <i>See Montanez,</i> 82 F.3d at 523 (\"Courts have thus far found it fairly easy to cull serious efforts at full disclosure from mere pretense.\").</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Of course, if the record in a particular case were to reveal that the sentencing court either had been snookered by the prosecution or had been unresponsive to its task, this court would not hesitate to intervene. But this is not such a case. The district court carefully considered the totality of the circumstances, assessed the witnesses' veracity, and determined from the evidence that it was the appellants, not the government agents, who were attempting to game the system. On this record, there is simply no basis for the suggestion that the court erred in refusing to impute bad faith to the government with respect to the performance of its obligations under the plea agreements.</p>\n    </div>\n    <p class=\"center\">B. <i>Due Process.</i></p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">In a variation on this theme, the appellants assert that the conduct of the sentencing hearings violated their due process rights. In support of this conclusory allegation, they offer a stream of vague allusions. With one exception, these allegations are completely undeveloped. We therefore disregard them. <i>See United States v. Zannino,</i> <span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 17 (1st Cir.1990) (remarking the \"settled appellate rule that issues adverted to in a perfunctory manner, unaccompanied by some effort at developed argumentation, are deemed waived\").</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The sole remaining point is the appellants' claim that their sentencing hearings were held in violation of Local Rule 418.8. That rule provides:</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">If any party decides to call witnesses at the imposition of sentence hearing, counsel shall submit, in writing, to the Court, the Probation Officer, and opposing counsel, not later than forty-eight (48) hours before the date set for the imposition of sentence, a statement containing (a) the names of the witnesses, (b) a synopsis of their anticipated testimony, and (c) an estimate of the anticipated length of each testimony.</p>\n    </div>\n    <p class=\"indent\">D.P.R.R. 418.8</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The appellants posit that the government's refusal to divulge the identity of the witnesses to be called during the initial phase of the sentencing hearings and the nature of their testimony transgressed this rule. The appellants, however, did not raise this argument in the lower court, and a party who foregoes a timely objection to noncompliance with a local rule is in a perilously poor position to attempt to raise that noncompliance after the fact. <i>United</i> <i>States v. Martinez-Vargas,</i> <span class=\"citation\" data-id=\"200364\"><a href=\"/opinion/200364/united-states-v-martinez-vargas/\"><span class=\"volume\">321</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">245</span></a></span>, 249 (1st Cir.2003).</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Even were we to assume, favorably to the appellants, that this failure to object constituted a forfeiture rather than an outright waiver, that characterization would not assist the appellants' cause. We review forfeited objections for plain error. <i>United States v. Olano,</i> <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">725</span></a></span>, 733-34, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1770</span></a></span>, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span></a></span> (1993); <i>Martinez-Vargas,</i> 321 F.3d at 249-50. Under the plain error rubric, an aggrieved party must demonstrate: \"(1) that an error occurred (2) which was clear or obvious and which not only (3) affected [his] substantial rights, but also (4) seriously impaired the fairness, integrity, or public reputation of judicial proceedings.\" <i>United States v. Duarte,</i> <span class=\"citation\" data-id=\"199375\"><a href=\"/opinion/199375/united-states-v-duarte/\"><span class=\"volume\">246</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">56</span></a></span>, 60 (1st Cir.2001). Assuming that the failure to abide by the local rule satisfies the first two conditions for plain error, the appellants fail to show that this infraction meets either the third or fourth condition. We explain briefly.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Each appellant signed a plea agreement that contemplated the possibility that the government might dispute the applicability of the safety valve. They were informed well in advance of the initial sentencing hearings that the government intended not only to challenge the quality of their disclosures but also to offer evidence of their uncooperative behavior. The only witnesses called by the government were the law enforcement agents who had interrogated the appellants and a codefendant in the offense conduct. The appellants neither claimed surprise nor sought a continuance on grounds related to the identity of these witnesses. This is critically important, for we long have recognized that courts are free to assume that a party's need for more time to adjust his game plan is limited to matters expressed in a motion for a continuance. <i>See, e.g., United States v. Sepulveda,</i> <span class=\"citation\" data-id=\"662432\"><a href=\"/opinion/662432/united-states-v-david-sepulveda-united-states-of-america-v-edgar/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1161</span></a></span>, 1178 (1st Cir.1993). Finally, the transcript shows that the defense was able to mount a vigorous cross-examination. This too is a salient consideration in determining the existence vel non of prejudice. <i>See id.</i> at 1179.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">We need not belabor the obvious. The combination of these factors leaves little doubt but that the government's failure to adhere strictly to Local Rule 418.8 did not subject the appellants to any significant level of surprise or otherwise prejudice their substantial rights.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">We add that the circumstances of this case make it particularly appropriate to hold the appellants to the predictable consequences of their failure to object to the lack of notice. The District of Puerto Rico's Local Rules allow its judges to suspend or modify any such rule for purposes of a particular case. <i>See</i> D.P.R.R. 105; <i>see also United States v. Diaz-Villafane,</i> <span class=\"citation\" data-id=\"522865\"><a href=\"/opinion/522865/united-states-v-wilfredo-diaz-villafane/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">43</span></a></span>, 45-46 (1st Cir.1989) (discussing D.P.R.R. 105); <i>United States v. Acosta Martinez,</i> <span class=\"citation\" data-id=\"2411429\"><a href=\"/opinion/2411429/united-states-v-acosta-martinez/\"><span class=\"volume\">89</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">173</span></a></span>, 177 (D.P.R. 2000) (same). We can easily envision situations in which literal enforcement of Local Rule 418.8 could conflict with Congress's carefully crafted incentives for a defendant to provide truthful and complete disclosure prior to the commencement of his sentencing hearing. Given the scenario here, we think it likely that the district court, faced with a timely objection, would have suspended or modified the rule for purposes of the initial phase of the sentencing hearings.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">That ends this aspect of the matter. In this case, bypassing Local Rule 418.8 did not affect the appellants' substantial rights, and, moreover, did not seriously impair the fairness or integrity of the sentencing proceedings. Hence, we find no plain error in the government's non-compliance with Local Rule 418.8 and, accordingly, reject the appellants' due process claim.</p>\n    </div>\n    <p class=\"center\">C. <i>Supervised Release.</i></p>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">We turn now to the appellants' contention that their terms of supervised release must be vacated. We agree in part with this contention: while a ten-year term of supervised release was not unlawful with respect to the offense of conviction, such a term only can be imposed upon adherence to proper procedural safeguards.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">We need not tarry. In <i>United States v. Cortes-Claudio,</i> <span class=\"citation\" data-id=\"779997\"><a href=\"/opinion/779997/united-states-v-william-cortes-claudio/\"><span class=\"volume\">312</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">17</span></a></span> (1st Cir.2002), this court held that 21 U.S.C. &#167; 841(b), which mandates a term of supervised release of \"at least five years\" for covered drug-trafficking offenses, means what it seems to say: that the sentencing court can impose a turn of supervised release for such an offense in excess of five years. <i>Id.</i> at 18. That holding is directly applicable here. Under 21 U.S.C. &#167; 841(b), as interpreted in <i>Cortes-Claudio,</i> the district court in this case had the authority to impose a ten-year term of supervised release in regard to each of the counts of conviction.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">That does not end our inquiry. <i>Cortes-Claudio</i> also made it clear that a supervised release term of more than five years for such an offense constituted an upward departure from the sentencing guidelines. <i>See id.</i> at 18-19; <i>see also</i> USSG &#167; 5D1.2 (stating that, in general, supervised release terms for Class A and B felonies shall be \"at least three years but not more than five years\").</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Because the imposition of a term of supervised release exceeding five years represents an upward departure, the sentencing court must give prior notice to the defendant of its intention to impose a term of such an extended duration and must state on the record the aggravating circumstances that justify the upward departure. <i>See Cortes-Claudio,</i> 312 F.3d at 18-19; <i>see also Burns v. United States,</i> <span class=\"citation\" data-id=\"112620\"><a href=\"/opinion/112620/burns-v-united-states/\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">129</span></a></span>, 136, <span class=\"citation\" data-id=\"112620\"><a href=\"/opinion/112620/burns-v-united-states/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2182</span></a></span>, <span class=\"citation\" data-id=\"112620\"><a href=\"/opinion/112620/burns-v-united-states/\"><span class=\"volume\">115</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">123</span></a></span> (1991) (\"Congress did not intend district courts to depart from the Guidelines <i>sua sponte</i> without first affording notice to the parties.\"). Here, the district court (which sentenced the appellants without the benefit of our analysis in <i>Cortes-Claudio</i>) neither afforded them proper notice of its intent to depart nor delineated the aggravating circumstances upon which it proposed to base the upward departure. To that extent, the sentencing court erred.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">To cure this defect, we vacate both of the ten-year supervised release terms and remand to the district court for resentencing as to the length of the terms of supervised release. <i>See United States v. Nelson-Rodriguez,</i> <span class=\"citation\" data-id=\"780802\"><a href=\"/opinion/780802/united-states-v-milton-a-nelson-rodriguez-luis-a-romero-lopez-miguel-a/\"><span class=\"volume\">319</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span>, 54 (1st Cir. 2003). Withal, we do not disturb the other components of the appellants' sentences.</p>\n    </div>\n    <p class=\"indent\">III. CONCLUSION</p>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">To recapitulate, Congress designed the safety valve statute, 18 U.S.C. &#167; 3553(f), with a view that a defendant who satisfies the first four prongs of the statute nonetheless must prove himself deserving of the safety valve by providing truthful and complete information to the government prior to the commencement of his sentencing hearing. The court below found that neither appellant met this fifth requirement. The record before us adequately evinces both that the court applied the proper legal standard and that its factfinding was not clearly erroneous. Consequently, we uphold its determination that the appellants failed to prove their eligibility for the safety valve. We likewise reject the appellants' importunings that the court's handling of the matter denied them due process. Finally, we acknowledge that the court acted too abruptly in imposing ten-year terms of supervised release. That error must be corrected.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">We need go no further. We affirm the appellants' sentences, save only for the terms of supervised release. We vacate those terms and remand for resentencing as to that aspect only.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">\n        <i>Affirmed in part, vacated in part, and remanded for further proceedings consistent with this opinion.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The record reveals several inconsistencies as to nomenclature. For example, Matos's first name is variously spelled \"Illio\" or \"Ilio,\" and the surname of his codefendant is variously spelled \"Ovalles-Torres\" and \"Ovalle-Torres.\" In each instance, we have adopted what appears to us, all things considered, to be the most likely spelling</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In addition, one appellant &#8212; Ovalles-Torres &#8212; raises a transparently meritless Sixth Amendment claim. This claim is premised on the assertion that the district court unlawfully excluded him from the initial phase of his own sentencing hearing. That premise is belied by the record: the court excluded Ovalles-Torres from the initial phase of his codefendant's sentencing hearing. This sequestration was well within the court's discretion<i>See Geders v. United States,</i> <span class=\"citation\" data-id=\"109416\"><a href=\"/opinion/109416/geders-v-united-states/\"><span class=\"volume\">425</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">80</span></a></span>, 87, <span class=\"citation\" data-id=\"109416\"><a href=\"/opinion/109416/geders-v-united-states/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1330</span></a></span>, <span class=\"citation\" data-id=\"109416\"><a href=\"/opinion/109416/geders-v-united-states/\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">592</span></a></span> (1976); Fed.R.Evid. 615.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Here, however, the parties bypassed this principle. The prosecutor informed the court that he had advised defense counsel that the appellants would be allowed to add additional information to their initial safety valve disclosures in writing prior to sentencing or in testimony at the sentencing hearing itself. Both men in fact testified at the start of their respective sentencing hearings and made additional disclosures. It is unclear whether the sentencing court shared the government's view of the proper time line, but in the peculiar circumstances of this case and in an abundance of caution, we consider this testimony as part of the appellants' safety valve proffers. In the final analysis, it makes no difference</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/109416/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112848/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196724/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196984/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198902/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199073/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199375/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199829/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200364/",
    "http://www.courtlistener.com/api/rest/v3/opinions/522865/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/540783/",
    "http://www.courtlistener.com/api/rest/v3/opinions/543063/",
    "http://www.courtlistener.com/api/rest/v3/opinions/662432/",
    "http://www.courtlistener.com/api/rest/v3/opinions/714064/",
    "http://www.courtlistener.com/api/rest/v3/opinions/754587/",
    "http://www.courtlistener.com/api/rest/v3/opinions/779997/",
    "http://www.courtlistener.com/api/rest/v3/opinions/780802/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2388544/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2411429/"
  ]
}