{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/200476/",
  "absolute_url": "/opinion/200476/united-states-v-downs-moses/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/200476/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T04:53:46Z",
  "date_modified": "2016-02-28T05:03:09.649607Z",
  "type": "010combined",
  "sha1": "e6840c02b82dd4ce4a75c16166da149dde05d90b",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-2535-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2003/05/27/U.S._v._Downs-Moses.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNos. 00-2535\n     00-2587\n     00-2589\n     01-1002\n     01-1073\n     01-1091\n     01-1561\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                               v.\n\n          RADMEN DOWNS-MOSES, RAMÓN SÁNCHEZ-HERNÁNDEZ,\n        RAÚL SALAZAR-URIANA, GERÓNIMO AMPARO-HERNÁNDEZ,\n            LARRY WARD-BRYAN, and JERRY WARD-O'NEILL,\n\n                     Defendants, Appellants.\n\n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF PUERTO RICO\n\n         [Hon. Daniel R. Domínguez, U.S. District Judge]\n\n\n\n                             Before\n\n                       Boudin, Chief Judge,\n                Lynch and Howard, Circuit Judges.\n\n\n     Raymond L. Sánchez Maceira for appellant Radmen Downs-Moses.\n     Rafael F. Castro Lang for appellant Ramón Sánchez-Hernández.\n     William A. Gilmore, Jr., with whom Azzarito & Gilmore, LLP\nwas on brief, for appellant Raúl Salazar-Uriana.\n     Jean Philip Gauthier for appellant Gerónimo Amparo-\nHernández.\n     H. Ernest Stone for appellant Larry Ward-Bryan.\n\f     Terrance J. McCarthy for appellant Jerry Ward-O'Neill.\n\n     Nelson Pérez-Sosa, Assistant United States Attorney, with whom\nH.S. Garcia, United States Attorney, and Jorge E. Vega-Pacheco,\nAssistant United States Attorney, were on brief, for appellee.\n\n\n\n                           May 27, 2003\n\f             HOWARD, Circuit Judge.     In these consolidated appeals,\n\nsix defendants challenge their convictions and sentences for aiding\n\nand abetting the possession of cocaine with intent to distribute.\n\nAfter a careful review of their arguments, we affirm.\n\n                I.   Factual and Procedural Background\n\n             We recite the pertinent facts in the light most favorable\n\nto the verdict, see United States v. Valerio, 48 F.3d 58, 60 (1st\n\nCir. 1995)(citing United States v. Ortiz, 23 F.3d 21, 23 (1st Cir.\n\n1994)), deferring some details to our analysis of the issues raised\n\non appeal.\n\nA.         One Boat, Twenty-Eight Bales, and Six Men Adrift\n\n             On December 26, 1998, at approximately 10:30 a.m., a U.S.\n\nCustoms pilot patrolling the waters off the west coast of Puerto\n\nRico and monitoring a marine emergency radio channel learned that\n\na vessel had capsized approximately seven and a half nautical miles\n\nwest of Cabo Rojo, Puerto Rico.       Aided by coordinates provided by\n\na civilian vessel in the area, the pilot located an overturned\n\nvessel, a twenty-one-foot Grand Prix with a yellow fiberglass\n\nhull.1   The vessel was registered in Puerto Rico, and known by the\n\n\n\n\n     1\n      After locating the vessel and determining there were no\nsurvivors in the immediate vicinity, the pilot circled the area\nwithin a five- to ten-mile radius. Because it was a clear, sunny\nday and the water was calm, the pilot and his co-pilots opted to\nlook for survivors without the aid of infrared equipment or other\ndevices. None of the Customs pilots noticed the defendants in the\nwater during their visual inspection.\n\n                                  -3-\n\fname “MARINATHA.”2   Agents of the U.S. Coast Guard later arrived at\n\nthe scene by boat.    The agents inspected the MARINATHA and, upon\n\nrighting the vessel, discovered five bales of a substance later\n\nidentified as cocaine.   The bales were rectangular parcels wrapped\n\nin brown burlap bags with red and green stripes.         Inside, the\n\ncocaine was packaged in bricks, with each brick tightly wrapped in\n\nthick balloons of various colors.\n\n          Some distance north of the MARINATHA (the record is\n\nunclear as to the location), a Coast Guard pilot discovered twenty-\n\none bales floating in the water.        A U.S. Border Patrol boat\n\nresponded to a call for assistance and recovered these bales, also\n\nlater determined to contain cocaine, which were wrapped in the same\n\nmanner as those recovered with the MARINATHA.\n\n          In the early afternoon, agents with the maritime drug\n\ninterdiction unit of the Police of Puerto Rico (known as “FURA”),\n\nacting on information received via police communication radio, went\n\nto yet a third location in the water.      Approximately five miles\n\nwest of Boquerón, Puerto Rico, FURA agents discovered floating in\n\nthe   water   defendants-appellants    Jerry   Ward-O'Neill   (“Ward-\n\nO'Neill”), his brother Larry Ward-Bryan (“Ward-Bryan”), and Raúl\n\nSalazar-Uriana (“Salazar”).    The three men wore life vests.\n\n\n      2\n      At trial, all parties stipulated to the fact that none of the\nsix defendants was ever a registered owner of the MARINATHA,\nregistry number PR-2311-AA. The MARINATHA had been purchased a few\nweeks prior to December 26, 1998, and was registered in the name of\na person who was not charged in this case.\n\n                                 -4-\n\f           After removing these men from the water, FURA agents\n\nspotted three more people floating in the water approximately 200\n\nfeet away.    One man in this second group, Radmen Downs-Moses\n\n(“Downs”), was wearing a life vest identical to the life vest worn\n\nby one of the men in the first group.       The two other men in this\n\nsecond group, Ramón Sánchez-Hernández (“Sánchez-Hernández”) and his\n\ncousin Gerónimo Amparo-Hernández (“Amparo-Hernández”) were each\n\nseen clinging to a burlap-covered bale as a flotation device.           As\n\nthe agents approached, the men pushed the bales away. These bales,\n\nalso containing cocaine, were wrapped in the same manner as the\n\nfive bales recovered with the MARINATHA by the Coast Guard and the\n\ntwenty-one bales recovered by the Border Patrol.\n\n           FURA agents also recovered a white bucket floating in the\n\nwater near where the defendants were found.       The bucket contained,\n\namong other things, a cellular telephone,3 a protective case for a\n\nglobal   positioning   system,   razor   blades   labeled   “Gillette   of\n\nColombia, S.A.,” and a laminated piece of paper with writing on it.\n\nThe notations on the paper included two sets of coordinates (one\n\nset of which was close to where the capsized MARINATHA was found),\n\nas well as the name “Moreno.”       FURA agents found no fishing or\n\ndiving gear in the vicinity.\n\n\n\n\n     3\n      According to a stipulation entered into at trial, the\ntelephone number corresponding to the cellular telephone had never\nbeen assigned to any of the defendants.\n\n                                  -5-\n\f            The six men were taken to the FURA office in Boquerón and\n\nplaced under arrest.    Customs agents read each his Miranda rights,\n\nand each signed a written waiver. In the interviews that followed,\n\nthe   men   told   stories   that    were   at   times   incredible   and\n\ncontradictory.     The three men in the first group, all Colombian\n\nnationals, claimed to know each other, but denied knowing anyone in\n\nthe second group.    Ward-O'Neill claimed that he and the other two\n\nin the first group had been near Puerto Rico for twenty-four days\n\non the ALEXANDER,4 allegedly a forty-two-foot fishing vessel under\n\nthe command of one Captain Alejandro.        He said that he and seven\n\nothers (including Ward-Bryan and Salazar) went out on a smaller\n\ntwenty-foot fishing boat that had engine problems and capsized. He\n\ncould not identify any of the other people who had been with them\n\nin the smaller boat.    He denied knowing the men in the second group\n\npicked up by FURA, or knowing anything about the nearby bales of\n\ncocaine.\n\n            Ward-Bryan told a similar story, but could not recall the\n\nname of the forty-two-foot vessel on which he had been a passenger\n\nfor twenty-four days.    Salazar's version of the story differed –-\n\nhe stated that a total of five people boarded the smaller boat, and\n\nthat they had done so because the larger vessel was having engine\n\n\n\n      4\n      A Customs agent testified at trial that he, like agents of\nthe Coast Guard, Border Patrol, and FURA working in the area on\nDecember 26, 1998, did not see any vessels fitting the alleged\ndescription of the ALEXANDER in the vicinity.\n\n                                    -6-\n\fproblems, not to go fishing.           According to his story, the small\n\nboat capsized when its passengers attempted to tow the larger\n\nvessel.   They then tried to swim back to the larger vessel to be\n\nrescued, but it abandoned the three of them (but apparently not the\n\nother passengers who had been in the small boat) in the water\n\nbefore they could reach it.\n\n          In    the   second   group,    Sánchez-Hernández,      a    Dominican\n\nnational residing in Puerto Rico, told agents that he and his\n\ncousin left to go fishing in a small boat the previous evening.                He\n\nsaid their boat took on water and sank that night at approximately\n\n10:00 or 10:30 p.m.      He denied knowing any of the four other men\n\npicked up in the water or even where they had come from, but stated\n\nthat if any of the other men said he was on \"the yellow boat,\" then\n\nthat person was lying.         Sánchez-Hernández admitted that he was\n\nknown by the nickname \"Moreno,\" a name that appeared on the piece\n\nof paper found in the white bucket.           His cousin, Amparo-Hernández,\n\ntold a similar story, but said their fishing boat had hit a rock,\n\nand that this was what caused it to sink.               Despite being found\n\nusing a bale of cocaine to keep him afloat, Amparo-Hernández denied\n\nhaving any knowledge of the bales found with him and Sánchez-\n\nHernández.\n\n          The    third   person   in    the    second   group   was   Downs,    a\n\nNicaraguan national who claimed not to know any of the other men\n\nfound at sea.    He told the agents that he had been a stowaway on a\n\n\n                                    -7-\n\fCosta Rican container ship, and that when he was discovered on\n\nboard the day before, the captain put a life vest on him, brought\n\nthe   ship   close    to    the    coast    of   Puerto   Rico,   and   threw   him\n\noverboard.     Downs identified for the agents the life vest he had\n\nbeen wearing, and signed the life vest in their presence.                  The life\n\nvest was identical to one of the life vests worn by one of the men\n\nin the first group.\n\n             On December 30, 1998, a grand jury indicted the six men\n\non a single count of aiding and abetting each other in knowingly,\n\nintentionally, and unlawfully possessing with intent to distribute\n\napproximately 978 kilograms of cocaine on board a vessel of the\n\nUnited States, in violation of 46 U.S.C. app. § 1903(a),(b)(1) and\n\n(f), and 18 U.S.C. § 2.\n\nB.           Trial and Sentencing\n\n             The defendants were tried before a jury in April 2000,\n\nwith testimony offered over the course of six days.                In addition to\n\nevidence introduced by the government, the parties stipulated that\n\nthe chain of custody of the evidence recovered on December 26, 1998\n\nwould be completed through the testimony of certain identified law\n\nenforcement agents.         They also stipulated that a forensic chemist\n\nwould   testify      to    the    fact   that    the   bales   contained   cocaine\n\n\n\n\n                                           -8-\n\fhydrochloride (a Schedule II narcotic), weighing a total of 975\n\nkilograms, and having a strength or purity of 83 percent.5\n\n             On April 11, 2000, the district court read closing\n\ninstructions to the jury in open court.          Among other things, the\n\njury was instructed that only a \"measurable amount\" of cocaine must\n\nbe proven by the government beyond a reasonable doubt, not the\n\nactual amount charged in the indictment.          Although this stage of\n\nthe proceedings     was   not   recorded   by   the   court   reporter,   the\n\nexchange between the court and counsel immediately thereafter was\n\ntranscribed, and reflected that the court gave defense counsel the\n\nopportunity to object to the instructions. Other than an objection\n\nby counsel for Ward-Bryan on the ground that the minimum and\n\nmaximum penalty should have been read to the jury (a request denied\n\n\n\n     5\n         This stipulation read, in relevant part:\n\n          It is hereby stipulated and agreed to by the United\n     States and the above-captioned defendants with advice of their\n     respective attorneys that Juan C. Bruna, forensic chemist of\n     the Drug Enforcement Administration would testify as follows:\n\n          1.   That he received drug exhibits in this case\n     . . . from Special Agent Marco Rocco of the United States\n     Customs Service in three sealed boxes containing samples of\n     kilograms taken from 28 different bales and placed in three\n     sealed boxes;\n\n          2.   That he opened said boxes and performed a chemical\n     analysis of the samples submitted which reveals the following:\n     Drug weight of seizure 975 kilograms.       Net weight 852.2\n     kilograms. Strength or purity 83 percent;\n\n          3.   That cocaine hydrochloride is a Schedule II narcotic\n     drug controlled substance.\n\n                                    -9-\n\fby the district court), counsel made no objections to the jury\n\ninstructions.\n\n           The   jury   returned     verdicts   of   guilty    as   to    all\n\ndefendants.      Sánchez-Hernández    and   Amparo-Hernández    were     each\n\nsentenced to a term of imprisonment of 200 months; Ward-Bryan and\n\nWard-O'Neill (following a 2-point adjustment in his base offense\n\nlevel on re-sentencing in March 2001) were sentenced to 188 months;\n\nSalazar was sentenced to 180 months; and Downs was sentenced to 172\n\nmonths.   All defendants were sentenced to supervised release terms\n\nof five years, and assigned special monetary assessments of $100.\n\nThese appeals followed.\n\n                            II.    Analysis\n\n           On appeal, the defendants challenge the sufficiency of\n\nthe evidence presented at trial.6         Three of the defendants (Ward-\n\nBryan, Sánchez-Hernández, and Amparo-Hernández) criticize the use\n\nof the stipulation at trial that described the government chemist's\n\ntestimony regarding the nature and weight of the drug evidence,\n\n\n\n     6\n      Ward-O'Neill, the only defendant who did not raise this issue\nin his principal brief on appeal, adopted the issue in a pro se\nsupplemental brief by reference to the briefs of co-defendants\nWard-Bryan and Salazar.     Most of the defendants attempted to\nincorporate by reference the arguments of general application made\nby their co-defendants. Finding the arguments raised on appeal\nunavailing, we do not address whether the defendants' attempts at\nincorporation were effective. See, e.g., United States v. David,\n940 F.2d 722, 737 (1st Cir. 1991)(\"Adoption by reference . . .\ncannot occur in a vacuum; to be meaningful, the arguments adopted\nmust be readily transferrable from the proponent's case to the\nadopter's case.\").\n\n                                   -10-\n\falthough each frames the issue differently on appeal. Ward-O'Neill\n\nalleges that he was denied due process of law because the jury\n\ncharge was not transcribed by the court reporter, and that the\n\ndistrict court erred in failing to grant him a greater reduction in\n\nsentence based on his role in the illegal venture.                     Downs alleges\n\nthat his post-arrest statement should have been suppressed at\n\ntrial, that he was denied the right to a public trial, that the\n\nprosecution indirectly referenced his failure to testify at trial,\n\nand that he was denied effective assistance of counsel.\n\nA.         Sufficiency of the Evidence\n\n           The defendants contend that their convictions should be\n\nvacated because the evidence presented at trial was insufficient to\n\nsupport their guilty verdicts.            In reviewing such a challenge, we\n\nconsider   the    record    evidence       (and    any    reasonable         inferences\n\ntherefrom) as a whole and in the light most favorable to the\n\nprosecution, asking whether the evidence would have permitted a\n\nrational jury to find the defendants guilty of the crime charged\n\nbeyond a reasonable doubt.          United States v. Lopez-Lopez, 282 F.3d\n\n1, 19 (1st Cir. 2002); Ortiz, 23 F.3d at 24.\n\n           In    so   doing,   we    do   not     favor       direct   evidence      over\n\ncircumstantial        evidence,     as    either     type        of    evidence      may\n\nsatisfactorily support a conviction. See Ortiz, 23 F.3d at 24; see\n\nalso United States v. Mena-Robles, 4 F.3d 1026, 1031 (1st Cir.\n\n1993)(\"A   conviction      may      be    premised       in    whole    or    part     on\n\n\n                                         -11-\n\fcircumstantial evidence.\").          Nor do we weigh the evidence or judge\n\ncredibility; these determinations are the province of the jury.\n\nSee Mena-Robles, 4 F.3d at 1031.          A verdict that is \"supported by\n\na plausible rendition of the record\" will not be disturbed on\n\nappeal. United States v. Ortiz, 966 F.2d 707, 711 (1st Cir. 1992).\n\n            The defendants argue that the case for a finding of\n\ninnocence is at least equally as compelling as the case for a\n\nfinding of    guilt,   and    thus    reversal   of   their   convictions   is\n\nmandated.     See United States v. Flores-Rivera, 56 F.3d 319, 323\n\n(1st Cir. 1995)(quoting United States v. Sanchez, 961 F.2d 1169,\n\n1173 (5th Cir. 1992)(conviction cannot stand if evidence provides\n\n\"equal or nearly equal circumstantial support to a theory of guilt\n\nand a theory of innocence on the crime charged\")).             We disagree.\n\n            The indictment charged the defendants with aiding and\n\nabetting, on board a vessel of the United States, the possession\n\nwith intent to distribute approximately 978 kilograms of cocaine.\n\nSee 46 U.S.C. app. §§ 1903(a), (b)(1).                To prove aiding and\n\nabetting, the government must demonstrate that each defendant\n\nparticipated in the illegal venture and sought by his actions to\n\nmake it succeed.   United States v. Guerrero, 114 F.3d 332, 341 (1st\n\nCir. 1997).    \"Mere presence at the scene or even knowledge that the\n\ncrime is being committed is generally insufficient to establish\n\naiding and abetting.\"        Id. at 342.\n\n\n\n\n                                      -12-\n\f           The     government's     evidence        at   trial   was    persuasive,\n\nparticularly when viewed in its totality.                Ortiz, 966 F.2d at 711\n\n(\"[J]uries are not required to examine the evidence in isolation,\n\nfor individual pieces of evidence, insufficient in themselves to\n\nprove a   point,     may   in    cumulation    prove       it.    The   sum   of   an\n\nevidentiary presentation may well be greater than its constituent\n\nparts.\" (quoting Bourjaily v. United States, 483 U.S. 171, 179-80\n\n(1987)(internal quotation omitted)).            Contrary to the defendants'\n\ncontentions on appeal, the jury could have inferred far more than\n\nthe defendants' \"mere presence\" at the scene of the crime.\n\n           On the evidence presented, a reasonable jury could have\n\nfound that all twenty-eight bales of cocaine, elaborately and\n\nsimilarly packaged, had been part of the same shipment; that the\n\nsize of the shipment (weighing 975 kilograms, or more than 2100\n\npounds) necessitated that a number of individuals participate in\n\nits   transport;    that   the    six    defendants        had   been   aboard     the\n\nMARINATHA with the contraband; and that the MARINATHA was a vessel\n\nof the United States.\n\n           Further, the jury could have credited the testimony of\n\nthe Customs agent who interviewed the defendants, including his\n\ndescription   of    the    stories      told   by    the    defendants     and     the\n\ninculpatory comment by Sánchez-Hernández that if any of the other\n\n\n\n\n                                        -13-\n\fmen said he was in \"the yellow boat,\" he was lying.7                       The jury\n\ncould       have     rejected   the    defendants'       stories   as    fabricated,\n\nconcluding that each defendant was attempting to conceal his active\n\nparticipation in a venture he knew to be illegal.                       This type of\n\nconcealment may have further incriminated the defendants:8\n\n               [T]he jury could certainly have chosen to believe\n               that the converging circumstances pointed toward a\n               more sinister truth and been persuaded thereby of\n               appellants' guilt.     And that conclusion, once\n               reached, would be self-reinforcing; if the jury\n               disbelieved    defendants'    story,    it    could\n               legitimately have presumed that the fabrication was\n               all the more proof of their guilt.\n\nUnited States v. Jimenez-Perez, 869 F.2d 9, 11 (1st Cir. 1989).                   On\n\nthese       facts,    we   cannot     say   that   the    jury's   conclusion    was\n\nirrational.        See, e.g. United States v. Corchado-Peralta, 318 F.3d\n\n255, 258 (1st Cir. 2003).\n\n\n\n\n        7\n      For a jury to credit the defendants, it would have had to\nbelieve that the defendants encountered each other in the sea by\nserendipity. The jury would have to believe that two unrelated\nfishing boats sank near each other for reasons inconsistently\ndescribed by the members of the purported fishing parties; that one\nof the groups of fishermen had the misfortune of drifting alongside\ntwo bales of cocaine wrapped in the same manner as some bales\nfloating near a capsized boat a few miles away; that near the two\ngroups floated a bucket nobody knew about, but which contained\nknown tools of the drug trade and a paper bearing (1) the nickname\nof one of the men, and (2) the coordinates of a location very near\nthe capsized, drug-laden boat; and that a sixth unlucky stranger\npassing through on a container ship was outfitted with a life vest\nidentical to one worn by one of the other fishermen floating in the\nwater, and thrown overboard in that same location.\n        8\n      Even if Downs's statement was disregarded, there was, as\ndiscussed below, sufficient evidence to convict him.\n\n                                            -14-\n\fB.        Stipulation Relating to Drug Amount\n\n          Three of the defendants contend that the stipulation\n\nregarding the testimony of the government's forensic chemist was\n\nused improperly at trial.     Each of these defendants attempts to\n\ndraw on the principles set forth in    Apprendi v. New Jersey, 530\n\nU.S. 466 (2000).   Apprendi stands for the proposition that, other\n\nthan a fact of a prior conviction, \"any fact that increases the\n\npenalty for a crime beyond the prescribed statutory maximum must\n\nboth be charged in the indictment and submitted to a jury for a\n\ndetermination   under   the   beyond-a-reasonable-doubt   standard.\"\n\nUnited States v. Eirby, 262 F.3d 31, 36 (1st Cir. 2001)(citing\n\nApprendi, 530 U.S. at 490).    Ward-Bryan makes an express Apprendi\n\nclaim, alleging that weight of the cocaine involved should have\n\nbeen submitted to the jury. Without referencing Apprendi directly,\n\nSánchez-Hernández argues that the stipulation was used in a manner\n\nthat violated his rights to due process and a jury trial, and\n\nAmparo-Hernández alleges that he was denied effective assistance of\n\ncounsel in connection with the stipulation.\n\n          1.         Apprendi (Ward-Bryan)\n\n          Ward-Bryan alleges that because his sentence was based on\n\nthe weight of the cocaine involved in the crime, the failure to\n\nsubmit this issue to the jury for determination beyond a reasonable\n\ndoubt violated his rights under Apprendi.    Having failed to object\n\nto his sentence on this basis, Ward-Bryan's argument is reviewed on\n\n\n                                -15-\n\fappeal for plain error only.      United States v. Olano, 507 U.S. 725,\n\n731-32 (1993). Accordingly, Ward-Bryan bears the burden of proving\n\n(1) an error, (2) that is plain, and (3) that affects substantial\n\nrights.      Johnson   v.   United     States,    520    U.S.   461,    466-67\n\n(1997)(quoting Olano, 507 U.S. at 732).               Even if he meets this\n\nburden, this court will only exercise its discretion to notice the\n\nerror if \"the error seriously affects the fairness, integrity, or\n\npublic reputation of judicial proceedings.\"             Id. at 467.\n\n          The indictment specified that approximately 978 kilograms\n\nof cocaine were involved in the crime, a charge that exposed Ward-\n\nBryan to a sentence of ten years to life.              See 46 U.S.C. app. §\n\n1903(g)(1); 21 U.S.C. § 960(b).        He concedes in his brief that he\n\nstipulated   at   trial   that   the   weight    of   the   cocaine    was   975\n\nkilograms (an amount carrying the same penalties as the amount\n\ncharged in the indictment) and that this may have been a tactical\n\ndecision intended to limit juror prejudice by avoiding \"prolonged\n\ntestimony focusing on the contraband itself.\"9\n\n\n\n     9\n      Ward-Bryan now contends that it is \"entirely likely\" that the\nstipulation to the drug amount (entered into in April 2000, prior\nto the Apprendi decision in June 2000) was made with the\nexpectation that, consistent with then-existing practice, the jury\nwould be instructed that it need not make a determination as to the\nquantity of cocaine involved. Thus Ward-Bryan would have had less\nof an incentive pre-Apprendi to dispute the drug quantity in front\nof the jury.      Ward-Bryan now wishes to be relieved of the\nconsequences of the stipulation (which he acknowledges may have\nprovided some tactical advantage to him at trial). The failure to\nsubmit this stipulated issue to the jury does not constitute an\n\"error.\"\n\n                                     -16-\n\f          Ward-Bryan has not demonstrated any error on these facts.\n\nHe was sentenced to 188 months' imprisonment, a term   less than the\n\nstatutory maximum (in this case, a life sentence).   In such a case,\n\n\"Apprendi is irrelevant.\"    Eirby, 262 F.3d at 37.      Ward-Bryan\n\nconcedes this point in his brief, but urges us to find that\n\nApprendi extends to circumstances in which a defendant is sentenced\n\nto more than the mandatory minimum sentence.         This suggested\n\nexpansion of Apprendi is wholly inconsistent with our precedent,\n\nsee United States v. Newton, --- F.3d --- , No. 01-2636, 2003 WL\n\n1826135, at *11 (1st Cir. Apr. 9, 2003); Lopez-Lopez, 282 F.3d at\n\n22; United States v. Robinson, 241 F.3d 115, 119 (1st Cir. 2001),\n\nand we are not empowered to revisit the issue.   See United States\n\nv. Wogan, 938 F.2d 1446, 1449 (1st Cir. 1991)(\"[I]n a multi-panel\n\ncircuit, prior panel decisions are binding upon newly constituted\n\npanels in the absence of supervening authority sufficient to\n\nwarrant disregard of established precedent.\"). We find no error in\n\nWard-Bryan's sentencing.\n\n          2.        Erroneous Jury Instruction (Sánchez-Hernández)\n\n          In his pro se supplemental brief, Sánchez-Hernández also\n\nalleges that the stipulation regarding the forensic chemist's\n\ntestimony was used in a manner that violated his rights, referring\n\ngenerally to his right to due process and to his Sixth Amendment\n\nright to a speedy and public jury trial.   Sánchez-Hernández argues\n\nthat he stipulated only to what the forensic chemist would testify\n\n\n                               -17-\n\fto, not to the accuracy of the witness's testimony.    He contends\n\nthat the district court erred in (1) failing to explain this\n\ndistinction to the jury, and (2) affirmatively misstating the\n\neffect of the stipulation to the jury.    The latter alleged error\n\noccurred immediately after the stipulation was read to the jury\n\nwhen the district court instructed the jury:\n\n          Let me advise the jury first that the United States\n          and the defendants having stipulated to the facts\n          as stated in that stipulation, those facts stated\n          in that stipulation as to the drug are facts that\n          must be taken as true not subject to credibility.\n\nTr. Apr. 4, 2000, 28:1-5 (emphasis added).   Sánchez-Hernández made\n\nno contemporaneous objection to either alleged error, nor did he\n\nlater request jury instructions or a form of verdict that would\n\nrequire the jury to determine the amount of cocaine involved beyond\n\na reasonable doubt.   Having failed to preserve these issues at\n\ntrial, Sánchez-Hernández's arguments are reviewed for plain error.\n\nOlano, 507 U.S. at 731-32.\n\n          Although Sanchez-Hernandez's argument may be technically\n\ncorrect that he stipulated to only the chemist's testimony about\n\nthe drugs, and the district court therefore erred in characterizing\n\nthe stipulation as a stipulation \"as to the drug[s],\" this error\n\ndid not affect Sánchez-Hernández's substantial rights.          As a\n\nfactual matter, the defendants and their counsel treated the\n\n\n\n\n                               -18-\n\fstipulation as a stipulation to the quantity of cocaine,10 and no\n\nother evidence was presented that would have contradicted the\n\ntestimony of the government's forensic chemist.       As a matter of\n\nlaw, because Sánchez-Hernández was sentenced to less than the\n\nstatutory maximum, the failure to present the issue of the drug\n\namount to the jury has no constitutional significance.11           See\n\nApprendi, 530 U.S. at 490; see also Section II.B.1., above.\n\n          3.        Ineffective   Assistance   of   Counsel   (Amparo-\n                    Hernández)\n\n          Amparo-Hernández contends that he received ineffective\n\nassistance of counsel, both at the time he entered into the\n\ndefendants' stipulation, and at the time counsel failed to object\n\nto jury instructions that did not require the jury to determine the\n\n\n\n\n     10\n      Prior to sentencing, Sánchez-Hernández, Amparo-Hernández, and\nSalazar each moved for a new trial or for sentencing at the\nmandatory minimum, alleging a violation of Apprendi because the\namount of drugs involved was not determined by the jury. At their\nsentencing hearings on October 27, 2000, these defendants, through\ncounsel, withdrew their motions after reviewing a copy of the\nstipulation regarding the testimony that would be offered by the\ngovernment's forensic chemist. Similarly, at Downs's sentencing\n(which occurred three days before), Downs's counsel reviewed the\nmotion filed on behalf of Sánchez-Hernández and asked that the same\nissues be preserved for his client. He later conceded, however,\nthat the drug amount \"was agreed and stipulated.\"\n     11\n      Sánchez-Hernández also argues that the district court erred\nin instructing the jury that it need not determine the amount of\ncocaine as charged in the indictment. This argument is identical\nin all relevant respects to the Apprendi argument made by Ward-\nBryan, and is rejected for the reasons discussed in Section\nII.B.1., above.\n\n                               -19-\n\fdrug amount beyond a reasonable doubt.12       Typically we do not\n\nconsider claims of ineffective assistance of counsel on direct\n\nappeal.     United States v. Soldevila-Lopez, 17 F.3d 480, 485 (1st\n\nCir. 1994). Such claims usually present mixed questions of law and\n\nfact, and should be addressed at the district court level in the\n\nfirst instance.    See id.   Here, however, the key facts are not in\n\ndispute, the record appears \"sufficiently developed to allow a\n\nreasoned consideration\" of Amparo-Hernández's claim, and both sides\n\ncontend that further factfinding is unnecessary.    United States v.\n\nNatanel, 938 F.2d 302, 309 (1st Cir. 1991).         Accordingly, we\n\nconsider Amparo-Hernández's claim of ineffective assistance.\n\n            The Sixth Amendment guarantees criminal defendants the\n\nright to effective assistance of counsel at trial.     Strickland v.\n\nWashington, 466 U.S. 668, 686 (1984).    To demonstrate a violation\n\nof this right, a defendant must show that counsel's performance was\n\nconstitutionally deficient and that prejudice resulted. See id. at\n\n687.    The first prong of the analysis, the \"performance\" prong, is\n\n\n       12\n      These are the only claims of ineffective assistance discussed\nin any detail in Amparo-Hernández's brief, although he makes\nreferences, not developed on appeal, to the fact that (1) counsel\nfailed to adequately inform him of his rights and the consequences\nof the drug stipulation (Amparo-Hernández Br. at 19); and (2) the\nstipulation \"was forced upon the defendant\" (Amparo-Hernández Br.\nat 26). These types of fact-based allegations are not suitable for\nconsideration on direct review. See United States v. Gonzalez-\nVazquez, 219 F.3d 37, 42 (1st Cir. 2000).         Accordingly, our\ndisposition of Amparo-Hernández's remaining ineffective assistance\narguments is without prejudice to Amparo-Hernández raising these\ntwo fact-based allegations in a motion for relief under 28 U.S.C.\n§ 2255.\n\n                                 -20-\n\fapplied with deference to counsel's professional judgment, and is\n\nbased on what counsel knew or should have known at the time counsel\n\nexercised such judgment.          See Natanel, 938 F.2d at 309.       Counsel's\n\nperformance will be deemed deficient only if, considering all\n\nrelevant     circumstances,       counsel's   conduct     or    omissions   fell\n\n\"outside the wide range of professionally competent assistance.\"\n\nSee Ouber v. Guarino, 293 F.3d 19, 25 (1st Cir. 2002)(quoting\n\nStrickland, 466 U.S. at 690).\n\n            Amparo-Hernández's claim fails at the first prong of this\n\nanalysis.       Accepting Amparo-Hernández's characterization of the\n\nstipulation as one in which he agreed to the quantity of cocaine at\n\nissue    (and    not   a   mere   agreement    to   the    forensic   chemist's\n\ntestimony,      as     Sánchez-Hernández      suggests     on    appeal),   this\n\nstipulation spared the defendant the spectacle of twenty-eight\n\nbales of cocaine on parade before the jury.               This was an approach\n\napparently agreed to by all of the defendants, who devoted their\n\ndefense to disputing the connection between the defendants and the\n\ncocaine without highlighting the amount of contraband involved.\n\nUnder the circumstances, this was a reasonable tactical decision.\n\nSimilarly, no objection to the related jury instruction would have\n\nbeen appropriate in light of the stipulation as it was understood\n\nby the defendants and their counsel at the time.                Amparo-Hernández\n\nhas demonstrated no deficiency in counsel's performance on these\n\nfacts.\n\n\n                                      -21-\n\fC.         Transcription of Jury Charge (Ward-O'Neill)\n\n           Ward-O'Neill contends that he was denied due process of\n\nlaw because the jury charge was not transcribed, and that his\n\nconviction should be reversed because this gap in the transcript\n\ndeprived   him   of   the   opportunity   to   seek   review   of    the    jury\n\ninstructions for substantial error.            But \"due process does not\n\nautomatically require reversal when a defendant is denied a full\n\nverbatim transcript.\"       United States v. Brand, 80 F.3d 560 (1st\n\nCir. 1996) (citing Bundy v. Wilson, 815 F.2d 125, 135 (1st Cir.\n\n1987)).    Here, Ward-O'Neill and his co-defendants do not dispute\n\nthat they were provided written copies of the jury instructions,\n\nthat the district court read from them, and that all counsel were\n\nafforded the opportunity to make objections on the record.                 There\n\nhas been no due process violation under these facts.13              See Bundy,\n\n815 F.2d at 135 (\"A defendant's right to a transcript can be\n\nsatisfied by providing him with a written substitute that reports\n\n\n\n\n     13\n      Although raised for the first time only in Ward-O'Neill's\nreply brief and therefore not considered on appeal, see Rivera-\nMuriente v. Agosto-Alicea, 959 F.2d 349, 354 (1st Cir. 1992), the\nfailure to transcribe any portion of the proceedings in open court\nis inconsistent with the requirements of the Court Reporters Act,\n28 U.S.C. § 753(b)(\"Each session of the court and every other\nproceeding designated by rule or order of the court or by one of\nthe judges shall be recorded verbatim . . . \")(emphasis added).\nTechnical noncompliance, without more, does not give rise to\nreversible error, but there could be cases in which prejudice\nresults.   The practice of not transcribing the instructions as\nactually given is inadvisable.\n\n                                   -22-\n\fthe   portions    of   the   trial     which   underlie     his   appellate\n\ncontentions.\").\n\nD.         Sentencing (Ward-O'Neill)\n\n           Ward-O'Neill challenges his sentence, alleging that he\n\nshould have received a greater reduction in his offense level under\n\nthe federal sentencing guidelines than the two-level reduction as\n\na \"minor\" participant he received at a re-sentencing held in March\n\n2001.14    See U.S. Sentencing Guidelines Manual (\"U.S.S.G.\") §\n\n3B1.2(a) (2002). Specifically, Ward-O'Neill claims he was entitled\n\nto a four-level reduction as a \"minimal\" participant, see U.S.S.G.\n\n§ 3B1.2(b), on the ground that there was no evidence at trial that\n\nhe did anything more than off-load drugs from another vessel.           In\n\nchallenging the fact-based determination as to his role in the\n\noffense, Ward-O'Neill bears the burden of proving that the district\n\ncourt's determination was clearly erroneous.              United States v.\n\n\n\n      14\n       In a crime involving multiple participants, a district court\nmay decrease a defendant's offense level by two to four levels if\nthe defendant had a mitigating role in the offense. U.S.S.G. §\n3B1.2.    A four-level reduction may be granted for a \"minimal\nparticipant,\" which is defined as someone who is \"plainly among the\nleast culpable of those involved in the conduct of a group.\"\nU.S.S.G. § 3B1.2, comment (n.4).      A defendant may fit in this\ncategory if he is shown to lack \"knowledge or understanding of the\nscope or structure of the enterprise and of the activities of\nothers.\" Id. A two-level reduction is available for those who are\nalso less culpable, \"but whose role could not be described as\nminimal.\"    Id. (n. 5).    For those defendants falling between\n\"minimal\" and \"minor,\" a three-level reduction is available.\nSánchez-Hernández, Amparo-Hernández, and Ward-Bryan each received\ntwo-level reductions in their offense level; Salazar and Downs\nreceived three-level reductions.\n\n                                     -23-\n\fMurphy, 193 F.3d 1, 8 (1st Cir. 1999) (\"This is normally a fact-\n\nbound     decision,   reviewed   only    for   clear   error    and   rarely\n\nreversed.\"); United States v. Gonzalez-Soberal, 109 F.3d 64, 73\n\n(1997); United States v. Ocasio, 914 F.2d 330, 332-33 (1st Cir.\n\n1990).\n\n            Ward-O'Neill did not present evidence that he had a\n\nminimal role in the offense.        In fact, during his testimony at\n\ntrial, he denied having any role at all, for the most                   part\n\nrepeating the fishing-trip story he told investigators upon his\n\narrest.    The district court found that, because of the size of the\n\ncocaine shipment, the size of the boat used, and the number of\n\ndefendants involved in its transport, the offense involved more\n\nthan minimal planning, and was not likely to involve \"strangers\" to\n\nthe transaction who had no role in the enterprise.             Despite these\n\nconclusions, the district court gave Ward-O'Neill the benefit of a\n\ntwo-level reduction in his offense level.          Ward-O'Neill has not\n\nshown that the court clearly erred in declining to grant a four-\n\nlevel reduction, an adjustment that the sentencing guidelines note\n\nshould be \"used infrequently.\"          U.S.S.G. § 3B1.2, comment (n.4);\n\nsee United States v. Munoz, 36 F.3d 1229, 1238 (1st Cir. 1994).\n\nE.          Waiver of Miranda Rights (Downs)\n\n            Downs contends that his post-arrest statement, including\n\nhis admission that he had been wearing a life vest that matched\n\nanother defendant’s, should have been suppressed on the ground that\n\n\n                                   -24-\n\fhis waiver of his rights under Miranda v. Arizona, 384 U.S. 436\n\n(1966), was not knowingly and intelligently made.              Downs raised\n\nthis issue below in a May 20, 1999, motion to suppress, which was\n\ndenied by the district court in January 2000 at the recommendation\n\nof Magistrate Judge Justo Arenas.\n\n              A defendant may make a valid waiver of his rights under\n\nMiranda if he does so voluntarily, knowingly and intelligently.\n\nMiranda, 384 U.S. at 444; United States v. Palmer, 203 F.3d 55, 60\n\n(1st   Cir.    2000).     The    district   court   must   begin   with    the\n\npresumption that the defendant did not waive his rights.             Palmer,\n\n203 F.3d at 60.      The government bears the burden of proving a valid\n\nwaiver by a preponderance of the evidence.          See id.; United States\n\nv. Rosario-Diaz, 202 F.3d 54, 69 (1st Cir. 2000).              We review the\n\ndistrict court’s factual findings for clear error, United States v.\n\nMarenghi, 109 F.3d 28, 31 (1st Cir. 1997), recognizing that if\n\nthere are two plausible interpretations of the evidence, the\n\ndistrict court’s choice of one of these interpretations cannot be\n\nclearly erroneous.       Palmer, 203 F.3d at 60.      Conclusions of law,\n\nincluding the determination as to whether a waiver of rights was\n\nvoluntary, engender de novo review.             See id.; United States v.\n\nBienvenue, 632 F.2d 910, 913 (1st Cir. 1980).\n\n              The   magistrate   judge   held    evidentiary    hearings   in\n\nNovember and December 1999 and recommended that Downs's motion to\n\nsuppress his post-arrest statement be denied.              In reaching his\n\n\n                                     -25-\n\fdecision, the magistrate judge described the findings of the\n\nexperts15 and the testimony of one of the Customs agents who\n\ninterviewed Downs and witnessed his waiver of his Miranda rights.\n\nThe magistrate judge focused almost exclusively on the issue of\n\nwhether Downs’s waiver of his rights was voluntary, finding no\n\nindicia that his statement was “the product of force, intimidation,\n\nor fatigue.”       As to whether Downs’s waiver was knowingly and\n\nintelligently made, the magistrate judge observed only that there\n\nwere    \"varying   opinions    in   terms   of   [Downs's]     intellectual\n\ncapacity,\" and that\n\n            [t]here is enough in his personal history, as well\n            as the embellished saga of the Costa Rican\n            containership and the strangers the defendant found\n            on the high seas, like a scenario from a Clive\n            Cussler novel, to belie the argument that his\n            waiver was not intelligently made.\n\n            Even were we to assume arguendo that the district court\n\nerred in    finding   that    Downs's   waiver   was   made   knowingly   and\n\nintelligently, the introduction of the confession at trial would\n\n\n\n       15\n      The defense expert testified that Downs had an IQ of 61,\nplacing him in the extremely low range of intellectual functioning.\nShe testified that, on an intellectual level, Downs is mentally\nretarded. She also found that Downs had a limited vocabulary, and\ndid not have the capacity to make a rational choice because he\nlacked an appreciation of the consequences of his decisions. The\ngovernment's expert found that Downs's intellectual capacity\n\"seemed average\" despite his lack of formal education. She found\nthat Downs's memory and recollection also \"seemed average\" and that\n\"when lapses were apparent they were more the result of a conscious\ndenial and not a cognitive deficiency.\" She concluded, however,\nthat under the circumstances, Downs's competency to waive his\nconstitutional rights at the time of his arrest was \"questionable.\"\n\n                                    -26-\n\fconstitute a \"trial error.\"       Arizona v. Fulminante, 499 U.S. 279,\n\n307-08 (1991).     Trial errors -- unlike structural defects in a\n\nprosecution, id. at 309-10, such as the total deprivation of the\n\nright to trial counsel -- occur during the presentation of evidence\n\nto the jury and therefore may be \"quantitatively assessed in the\n\ncontext of other evidence presented in order to determine whether\n\nits admission was harmless beyond a reasonable doubt.\" Id. at 308.\n\nIn reviewing the evidence, we are mindful that\n\n           the harmless-error doctrine is essential to\n           preserve the principle that the central purpose of\n           a criminal trial is to decide the factual question\n           of a defendant's guilt or innocence, and promotes\n           public respect for the criminal process by focusing\n           on the underlying fairness of the trial rather than\n           on the virtually inevitable presence of immaterial\n           error.\n\nId. (internal quotation omitted).\n\n           The admission of Downs's post-arrest statement, including\n\nhis story about being on a Costa Rican container ship and his\n\nidentification of the life vest he was wearing when he was found at\n\nsea, was     insignificant   in   the   context   of   the   other   evidence\n\npresented.     Without this statement, the government still had\n\ntestimony placing Downs in the water beside two defendants afloat\n\non bales of cocaine.    The government had five other defendants who\n\ngave contradictory explanations regarding how they came to be at\n\nsea, and denied knowing most of the other defendants, including\n\nDowns.   And contrary to representations made by Downs's counsel at\n\noral argument, Downs's post-arrest statement was not the sole\n\n                                   -27-\n\fevidence presented at trial linking Downs to the life jacket he\n\nsigned; Downs, through trial counsel, volunteered to stipulate that\n\nthe signature on the life vest was his.            The life vest, with a\n\ndistinctive dolphin logo and brand name, was then shown to the\n\njury, as was a matching life vest worn by one of the other\n\ndefendants.    On these facts, we find that even if an error occurred\n\nin admitting Downs's statement, it was harmless.\n\nF.           Other Assignments of Error (Downs)\n\n            In a supplemental pro se brief, Downs raises three\n\nadditional issues that may be readily dispatched.               First, Downs\n\nalleges a violation of his right to a public trial because, during\n\nvoir   dire,   \"the   jury   venire    panel   filled   every   seat   in   the\n\ncourtroom making it virtually impossible to seat anyone who wasn't\n\na juror.\"      Downs does not reference any portion of the record\n\nsupporting his claim that the courtroom was ever closed, nor does\n\nhe contend that this arrangement was ever the subject of an\n\nobjection or a request for alternative accommodations.                 Without\n\nmore, Downs fails to show any violation of his right to a public\n\ntrial.   See, e.g. United States v. Kobli, 172 F.2d 919, 923 (3d\n\nCir. 1949) (\"The courts . . . have denied that the constitutional\n\nright to a public trial involves the necessity of holding the trial\n\nin a place large enough to accommodate all those who desire to\n\nattend.\").\n\n\n\n\n                                      -28-\n\f           Second, Downs argues that the prosecution improperly\n\nreferenced his decision not to testify, citing two exchanges during\n\nthe cross-examination of Ward-O'Neill by the prosecution.                    As\n\nsupport, Downs cites questioning directed at whether Downs spoke\n\nEnglish   and   at   whether    Ward-O'Neill     knew   Downs   (Ward-O'Neill\n\nvolunteered that he and Downs were held in the same prison pending\n\ntrial). Downs complains that these questions put him in a position\n\nwhere he felt pressured to testify to explain how he learned\n\nEnglish and why he had been incarcerated.             In determining whether\n\nthere has been an improper reference to a defendant's silence, we\n\nask \"whether, in the circumstances of the particular case, the\n\nlanguage used was manifestly intended or was of such a character\n\nthat the jury would naturally and necessarily take it to be a\n\ncomment on the failure of the accused to testify.\"              United States\n\nv. Akinola, 985 F.2d 1105, 1111 (1st Cir. 1993)(quoting United\n\nStates v. Glantz, 810 F.2d 316, 322 (1st Cir. 1987)).                We fail to\n\nsee how a jury could have drawn any connection between these\n\nquestions and Downs's silence at trial.               That Downs would have\n\nliked to give an explanation of his co-defendant's answers (a\n\nsentiment no doubt shared by many defendants who choose not to\n\ntestify) does not render the questions improper nor the questioning\n\nconstitutionally infirm.\n\n           Third,    Downs     contends   that   he   was   denied   effective\n\nassistance of counsel, alleging that his counsel was assigned to\n\n\n                                     -29-\n\fhis case only fifteen days before trial and that his performance\n\nwas deficient because he failed to (1) discuss the possibilities of\n\na plea bargain with Downs; (2) seek to plea bargain with the\n\ngovernment; or (3) attempt to minimize Downs's sentence through the\n\nprovision of substantial assistance to the government.   Unlike the\n\nclaims raised by Amparo-Hernández and resolved in this direct\n\nappeal, see Section II.B.3., above, Downs's claim is a mixed\n\nquestion of law and fact for which we have virtually no record\n\nsupport.   We therefore decline to address this claim on appeal,\n\nwithout prejudice to Downs asserting it in a motion for relief\n\nunder 28 U.S.C. § 2255.\n\n                          III.   Conclusion\n\n           For the foregoing reasons, the defendants' convictions\n\nand sentences are AFFIRMED.\n\n\n\n\n                                 -30-\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">          United States Court of Appeals\n                     For the First Circuit\n\n\nNos. 00-2535\n     00-2587\n     00-2589\n     01-1002\n     01-1073\n     01-1091\n     01-1561\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                               v.\n\n          RADMEN DOWNS-MOSES, RAMÓN SÁNCHEZ-HERNÁNDEZ,\n        RAÚL SALAZAR-URIANA, GERÓNIMO AMPARO-HERNÁNDEZ,\n            LARRY WARD-BRYAN, and JERRY WARD-O'NEILL,\n\n                     Defendants, Appellants.\n\n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF PUERTO RICO\n\n         [Hon. Daniel R. Domínguez, U.S. District Judge]\n\n\n\n                             Before\n\n                       Boudin, Chief Judge,\n                Lynch and Howard, Circuit Judges.\n\n\n     Raymond L. Sánchez Maceira for appellant Radmen Downs-Moses.\n     Rafael F. Castro Lang for appellant Ramón Sánchez-Hernández.\n     William A. Gilmore, Jr., with whom Azzarito & Gilmore, LLP\nwas on brief, for appellant Raúl Salazar-Uriana.\n     Jean Philip Gauthier for appellant Gerónimo Amparo-\nHernández.\n     H. Ernest Stone for appellant Larry Ward-Bryan.\n\f     Terrance J. McCarthy for appellant Jerry Ward-O'Neill.\n\n     Nelson Pérez-Sosa, Assistant United States Attorney, with whom\nH.S. Garcia, United States Attorney, and Jorge E. Vega-Pacheco,\nAssistant United States Attorney, were on brief, for appellee.\n\n\n\n                           May 27, 2003\n\f             HOWARD, Circuit Judge.     In these consolidated appeals,\n\nsix defendants challenge their convictions and sentences for aiding\n\nand abetting the possession of cocaine with intent to distribute.\n\nAfter a careful review of their arguments, we affirm.\n\n                I.   Factual and Procedural Background\n\n             We recite the pertinent facts in the light most favorable\n\nto the verdict, see United States v. Valerio, </pre><span class=\"citation\" data-id=\"195933\"><a href=\"/opinion/195933/united-states-v-valerio/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">58</span></a></span><pre class=\"inline\">, 60 (1st\n\nCir. 1995)(citing United States v. Ortiz, </pre><span class=\"citation\" data-id=\"195351\"><a href=\"/opinion/195351/united-states-v-ortiz/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">21</span></a></span><pre class=\"inline\">, 23 (1st Cir.\n\n1994)), deferring some details to our analysis of the issues raised\n\non appeal.\n\nA.         One Boat, Twenty-Eight Bales, and Six Men Adrift\n\n             On December 26, 1998, at approximately 10:30 a.m., a U.S.\n\nCustoms pilot patrolling the waters off the west coast of Puerto\n\nRico and monitoring a marine emergency radio channel learned that\n\na vessel had capsized approximately seven and a half nautical miles\n\nwest of Cabo Rojo, Puerto Rico.       Aided by coordinates provided by\n\na civilian vessel in the area, the pilot located an overturned\n\nvessel, a twenty-one-foot Grand Prix with a yellow fiberglass\n\nhull.1   The vessel was registered in Puerto Rico, and known by the\n\n\n\n\n     1\n      After locating the vessel and determining there were no\nsurvivors in the immediate vicinity, the pilot circled the area\nwithin a five- to ten-mile radius. Because it was a clear, sunny\nday and the water was calm, the pilot and his co-pilots opted to\nlook for survivors without the aid of infrared equipment or other\ndevices. None of the Customs pilots noticed the defendants in the\nwater during their visual inspection.\n\n                                  -3-\n\fname “MARINATHA.”2   Agents of the U.S. Coast Guard later arrived at\n\nthe scene by boat.    The agents inspected the MARINATHA and, upon\n\nrighting the vessel, discovered five bales of a substance later\n\nidentified as cocaine.   The bales were rectangular parcels wrapped\n\nin brown burlap bags with red and green stripes.         Inside, the\n\ncocaine was packaged in bricks, with each brick tightly wrapped in\n\nthick balloons of various colors.\n\n          Some distance north of the MARINATHA (the record is\n\nunclear as to the location), a Coast Guard pilot discovered twenty-\n\none bales floating in the water.        A U.S. Border Patrol boat\n\nresponded to a call for assistance and recovered these bales, also\n\nlater determined to contain cocaine, which were wrapped in the same\n\nmanner as those recovered with the MARINATHA.\n\n          In the early afternoon, agents with the maritime drug\n\ninterdiction unit of the Police of Puerto Rico (known as “FURA”),\n\nacting on information received via police communication radio, went\n\nto yet a third location in the water.      Approximately five miles\n\nwest of Boquerón, Puerto Rico, FURA agents discovered floating in\n\nthe   water   defendants-appellants    Jerry   Ward-O'Neill   (“Ward-\n\nO'Neill”), his brother Larry Ward-Bryan (“Ward-Bryan”), and Raúl\n\nSalazar-Uriana (“Salazar”).    The three men wore life vests.\n\n\n      2\n      At trial, all parties stipulated to the fact that none of the\nsix defendants was ever a registered owner of the MARINATHA,\nregistry number PR-2311-AA. The MARINATHA had been purchased a few\nweeks prior to December 26, 1998, and was registered in the name of\na person who was not charged in this case.\n\n                                 -4-\n\f           After removing these men from the water, FURA agents\n\nspotted three more people floating in the water approximately 200\n\nfeet away.    One man in this second group, Radmen Downs-Moses\n\n(“Downs”), was wearing a life vest identical to the life vest worn\n\nby one of the men in the first group.       The two other men in this\n\nsecond group, Ramón Sánchez-Hernández (“Sánchez-Hernández”) and his\n\ncousin Gerónimo Amparo-Hernández (“Amparo-Hernández”) were each\n\nseen clinging to a burlap-covered bale as a flotation device.           As\n\nthe agents approached, the men pushed the bales away. These bales,\n\nalso containing cocaine, were wrapped in the same manner as the\n\nfive bales recovered with the MARINATHA by the Coast Guard and the\n\ntwenty-one bales recovered by the Border Patrol.\n\n           FURA agents also recovered a white bucket floating in the\n\nwater near where the defendants were found.       The bucket contained,\n\namong other things, a cellular telephone,3 a protective case for a\n\nglobal   positioning   system,   razor   blades   labeled   “Gillette   of\n\nColombia, S.A.,” and a laminated piece of paper with writing on it.\n\nThe notations on the paper included two sets of coordinates (one\n\nset of which was close to where the capsized MARINATHA was found),\n\nas well as the name “Moreno.”       FURA agents found no fishing or\n\ndiving gear in the vicinity.\n\n\n\n\n     3\n      According to a stipulation entered into at trial, the\ntelephone number corresponding to the cellular telephone had never\nbeen assigned to any of the defendants.\n\n                                  -5-\n\f            The six men were taken to the FURA office in Boquerón and\n\nplaced under arrest.    Customs agents read each his Miranda rights,\n\nand each signed a written waiver. In the interviews that followed,\n\nthe   men   told   stories   that    were   at   times   incredible   and\n\ncontradictory.     The three men in the first group, all Colombian\n\nnationals, claimed to know each other, but denied knowing anyone in\n\nthe second group.    Ward-O'Neill claimed that he and the other two\n\nin the first group had been near Puerto Rico for twenty-four days\n\non the ALEXANDER,4 allegedly a forty-two-foot fishing vessel under\n\nthe command of one Captain Alejandro.        He said that he and seven\n\nothers (including Ward-Bryan and Salazar) went out on a smaller\n\ntwenty-foot fishing boat that had engine problems and capsized. He\n\ncould not identify any of the other people who had been with them\n\nin the smaller boat.    He denied knowing the men in the second group\n\npicked up by FURA, or knowing anything about the nearby bales of\n\ncocaine.\n\n            Ward-Bryan told a similar story, but could not recall the\n\nname of the forty-two-foot vessel on which he had been a passenger\n\nfor twenty-four days.    Salazar's version of the story differed –-\n\nhe stated that a total of five people boarded the smaller boat, and\n\nthat they had done so because the larger vessel was having engine\n\n\n\n      4\n      A Customs agent testified at trial that he, like agents of\nthe Coast Guard, Border Patrol, and FURA working in the area on\nDecember 26, 1998, did not see any vessels fitting the alleged\ndescription of the ALEXANDER in the vicinity.\n\n                                    -6-\n\fproblems, not to go fishing.           According to his story, the small\n\nboat capsized when its passengers attempted to tow the larger\n\nvessel.   They then tried to swim back to the larger vessel to be\n\nrescued, but it abandoned the three of them (but apparently not the\n\nother passengers who had been in the small boat) in the water\n\nbefore they could reach it.\n\n          In    the   second   group,    Sánchez-Hernández,      a    Dominican\n\nnational residing in Puerto Rico, told agents that he and his\n\ncousin left to go fishing in a small boat the previous evening.                He\n\nsaid their boat took on water and sank that night at approximately\n\n10:00 or 10:30 p.m.      He denied knowing any of the four other men\n\npicked up in the water or even where they had come from, but stated\n\nthat if any of the other men said he was on \"the yellow boat,\" then\n\nthat person was lying.         Sánchez-Hernández admitted that he was\n\nknown by the nickname \"Moreno,\" a name that appeared on the piece\n\nof paper found in the white bucket.           His cousin, Amparo-Hernández,\n\ntold a similar story, but said their fishing boat had hit a rock,\n\nand that this was what caused it to sink.               Despite being found\n\nusing a bale of cocaine to keep him afloat, Amparo-Hernández denied\n\nhaving any knowledge of the bales found with him and Sánchez-\n\nHernández.\n\n          The    third   person   in    the    second   group   was   Downs,    a\n\nNicaraguan national who claimed not to know any of the other men\n\nfound at sea.    He told the agents that he had been a stowaway on a\n\n\n                                    -7-\n\fCosta Rican container ship, and that when he was discovered on\n\nboard the day before, the captain put a life vest on him, brought\n\nthe   ship   close    to    the    coast    of   Puerto   Rico,   and   threw   him\n\noverboard.     Downs identified for the agents the life vest he had\n\nbeen wearing, and signed the life vest in their presence.                  The life\n\nvest was identical to one of the life vests worn by one of the men\n\nin the first group.\n\n             On December 30, 1998, a grand jury indicted the six men\n\non a single count of aiding and abetting each other in knowingly,\n\nintentionally, and unlawfully possessing with intent to distribute\n\napproximately 978 kilograms of cocaine on board a vessel of the\n\nUnited States, in violation of 46 U.S.C. app. § 1903(a),(b)(1) and\n\n(f), and 18 U.S.C. § 2.\n\nB.           Trial and Sentencing\n\n             The defendants were tried before a jury in April 2000,\n\nwith testimony offered over the course of six days.                In addition to\n\nevidence introduced by the government, the parties stipulated that\n\nthe chain of custody of the evidence recovered on December 26, 1998\n\nwould be completed through the testimony of certain identified law\n\nenforcement agents.         They also stipulated that a forensic chemist\n\nwould   testify      to    the    fact   that    the   bales   contained   cocaine\n\n\n\n\n                                           -8-\n\fhydrochloride (a Schedule II narcotic), weighing a total of 975\n\nkilograms, and having a strength or purity of 83 percent.5\n\n             On April 11, 2000, the district court read closing\n\ninstructions to the jury in open court.          Among other things, the\n\njury was instructed that only a \"measurable amount\" of cocaine must\n\nbe proven by the government beyond a reasonable doubt, not the\n\nactual amount charged in the indictment.          Although this stage of\n\nthe proceedings     was   not   recorded   by   the   court   reporter,   the\n\nexchange between the court and counsel immediately thereafter was\n\ntranscribed, and reflected that the court gave defense counsel the\n\nopportunity to object to the instructions. Other than an objection\n\nby counsel for Ward-Bryan on the ground that the minimum and\n\nmaximum penalty should have been read to the jury (a request denied\n\n\n\n     5\n         This stipulation read, in relevant part:\n\n          It is hereby stipulated and agreed to by the United\n     States and the above-captioned defendants with advice of their\n     respective attorneys that Juan C. Bruna, forensic chemist of\n     the Drug Enforcement Administration would testify as follows:\n\n          1.   That he received drug exhibits in this case\n     . . . from Special Agent Marco Rocco of the United States\n     Customs Service in three sealed boxes containing samples of\n     kilograms taken from 28 different bales and placed in three\n     sealed boxes;\n\n          2.   That he opened said boxes and performed a chemical\n     analysis of the samples submitted which reveals the following:\n     Drug weight of seizure 975 kilograms.       Net weight 852.2\n     kilograms. Strength or purity 83 percent;\n\n          3.   That cocaine hydrochloride is a Schedule II narcotic\n     drug controlled substance.\n\n                                    -9-\n\fby the district court), counsel made no objections to the jury\n\ninstructions.\n\n           The   jury   returned     verdicts   of   guilty    as   to    all\n\ndefendants.      Sánchez-Hernández    and   Amparo-Hernández    were     each\n\nsentenced to a term of imprisonment of 200 months; Ward-Bryan and\n\nWard-O'Neill (following a 2-point adjustment in his base offense\n\nlevel on re-sentencing in March 2001) were sentenced to 188 months;\n\nSalazar was sentenced to 180 months; and Downs was sentenced to 172\n\nmonths.   All defendants were sentenced to supervised release terms\n\nof five years, and assigned special monetary assessments of $100.\n\nThese appeals followed.\n\n                            II.    Analysis\n\n           On appeal, the defendants challenge the sufficiency of\n\nthe evidence presented at trial.6         Three of the defendants (Ward-\n\nBryan, Sánchez-Hernández, and Amparo-Hernández) criticize the use\n\nof the stipulation at trial that described the government chemist's\n\ntestimony regarding the nature and weight of the drug evidence,\n\n\n\n     6\n      Ward-O'Neill, the only defendant who did not raise this issue\nin his principal brief on appeal, adopted the issue in a pro se\nsupplemental brief by reference to the briefs of co-defendants\nWard-Bryan and Salazar.     Most of the defendants attempted to\nincorporate by reference the arguments of general application made\nby their co-defendants. Finding the arguments raised on appeal\nunavailing, we do not address whether the defendants' attempts at\nincorporation were effective. See, e.g., United States v. David,\n</pre><span class=\"citation\" data-id=\"566001\"><a href=\"/opinion/566001/united-states-v-shmuel-david-united-states-of-america-v-jaime-toro/\"><span class=\"volume\">940</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">722</span></a></span><pre class=\"inline\">, 737 (1st Cir. 1991)(\"Adoption by reference . . .\ncannot occur in a vacuum; to be meaningful, the arguments adopted\nmust be readily transferrable from the proponent's case to the\nadopter's case.\").\n\n                                   -10-\n\falthough each frames the issue differently on appeal. Ward-O'Neill\n\nalleges that he was denied due process of law because the jury\n\ncharge was not transcribed by the court reporter, and that the\n\ndistrict court erred in failing to grant him a greater reduction in\n\nsentence based on his role in the illegal venture.                     Downs alleges\n\nthat his post-arrest statement should have been suppressed at\n\ntrial, that he was denied the right to a public trial, that the\n\nprosecution indirectly referenced his failure to testify at trial,\n\nand that he was denied effective assistance of counsel.\n\nA.         Sufficiency of the Evidence\n\n           The defendants contend that their convictions should be\n\nvacated because the evidence presented at trial was insufficient to\n\nsupport their guilty verdicts.            In reviewing such a challenge, we\n\nconsider   the    record    evidence       (and    any    reasonable         inferences\n\ntherefrom) as a whole and in the light most favorable to the\n\nprosecution, asking whether the evidence would have permitted a\n\nrational jury to find the defendants guilty of the crime charged\n\nbeyond a reasonable doubt.          United States v. Lopez-Lopez, </pre><span class=\"citation\" data-id=\"199833\"><a href=\"/opinion/199833/united-states-v-lopez-lopez/\"><span class=\"volume\">282</span> <span class=\"reporter\">F.3d</span>\n\n<span class=\"page\">1</span></a></span><pre class=\"inline\">, 19 (1st Cir. 2002); Ortiz, 23 F.3d at 24.\n\n           In    so   doing,   we    do   not     favor       direct   evidence      over\n\ncircumstantial        evidence,     as    either     type        of    evidence      may\n\nsatisfactorily support a conviction. See Ortiz, 23 F.3d at 24; see\n\nalso United States v. Mena-Robles, </pre><span class=\"citation\" data-id=\"194956\"><a href=\"/opinion/194956/united-states-v-mena-robles/\"><span class=\"volume\">4</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1026</span></a></span><pre class=\"inline\">, 1031 (1st Cir.\n\n1993)(\"A   conviction      may      be    premised       in    whole    or    part     on\n\n\n                                         -11-\n\fcircumstantial evidence.\").          Nor do we weigh the evidence or judge\n\ncredibility; these determinations are the province of the jury.\n\nSee Mena-Robles, 4 F.3d at 1031.          A verdict that is \"supported by\n\na plausible rendition of the record\" will not be disturbed on\n\nappeal. United States v. Ortiz, </pre><span class=\"citation\" data-id=\"584511\"><a href=\"/opinion/584511/united-states-v-ruben-ortiz-aka-ruben-ortiz-de-jesus-united-states-of/\"><span class=\"volume\">966</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">707</span></a></span><pre class=\"inline\">, 711 (1st Cir. 1992).\n\n            The defendants argue that the case for a finding of\n\ninnocence is at least equally as compelling as the case for a\n\nfinding of    guilt,   and    thus    reversal   of   their   convictions   is\n\nmandated.     See United States v. Flores-Rivera, </pre><span class=\"citation\" data-id=\"196112\"><a href=\"/opinion/196112/united-states-v-flores-rivera/\"><span class=\"volume\">56</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">319</span></a></span><pre class=\"inline\">, 323\n\n(1st Cir. 1995)(quoting United States v. Sanchez, </pre><span class=\"citation\" data-id=\"581538\"><a href=\"/opinion/581538/united-states-v-filemon-sotelo-sanchez-jose-angel-naegele-and-rebeca/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1169</span></a></span><pre class=\"inline\">,\n\n1173 (5th Cir. 1992)(conviction cannot stand if evidence provides\n\n\"equal or nearly equal circumstantial support to a theory of guilt\n\nand a theory of innocence on the crime charged\")).             We disagree.\n\n            The indictment charged the defendants with aiding and\n\nabetting, on board a vessel of the United States, the possession\n\nwith intent to distribute approximately 978 kilograms of cocaine.\n\nSee 46 U.S.C. app. §§ 1903(a), (b)(1).                To prove aiding and\n\nabetting, the government must demonstrate that each defendant\n\nparticipated in the illegal venture and sought by his actions to\n\nmake it succeed.   United States v. Guerrero, </pre><span class=\"citation\" data-id=\"197385\"><a href=\"/opinion/197385/united-states-v-amado-guerrero/\"><span class=\"volume\">114</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">332</span></a></span><pre class=\"inline\">, 341 (1st\n\nCir. 1997).    \"Mere presence at the scene or even knowledge that the\n\ncrime is being committed is generally insufficient to establish\n\naiding and abetting.\"        Id. at 342.\n\n\n\n\n                                      -12-\n\f           The     government's     evidence        at   trial   was    persuasive,\n\nparticularly when viewed in its totality.                Ortiz, 966 F.2d at 711\n\n(\"[J]uries are not required to examine the evidence in isolation,\n\nfor individual pieces of evidence, insufficient in themselves to\n\nprove a   point,     may   in    cumulation    prove       it.    The   sum   of   an\n\nevidentiary presentation may well be greater than its constituent\n\nparts.\" (quoting Bourjaily v. United States, </pre><span class=\"citation\" data-id=\"111938\"><a href=\"/opinion/111938/bourjaily-v-united-states/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">171</span></a></span><pre class=\"inline\">, 179-80\n\n(1987)(internal quotation omitted)).            Contrary to the defendants'\n\ncontentions on appeal, the jury could have inferred far more than\n\nthe defendants' \"mere presence\" at the scene of the crime.\n\n           On the evidence presented, a reasonable jury could have\n\nfound that all twenty-eight bales of cocaine, elaborately and\n\nsimilarly packaged, had been part of the same shipment; that the\n\nsize of the shipment (weighing 975 kilograms, or more than 2100\n\npounds) necessitated that a number of individuals participate in\n\nits   transport;    that   the    six    defendants        had   been   aboard     the\n\nMARINATHA with the contraband; and that the MARINATHA was a vessel\n\nof the United States.\n\n           Further, the jury could have credited the testimony of\n\nthe Customs agent who interviewed the defendants, including his\n\ndescription   of    the    stories      told   by    the    defendants     and     the\n\ninculpatory comment by Sánchez-Hernández that if any of the other\n\n\n\n\n                                        -13-\n\fmen said he was in \"the yellow boat,\" he was lying.7                       The jury\n\ncould       have     rejected   the    defendants'       stories   as    fabricated,\n\nconcluding that each defendant was attempting to conceal his active\n\nparticipation in a venture he knew to be illegal.                       This type of\n\nconcealment may have further incriminated the defendants:8\n\n               [T]he jury could certainly have chosen to believe\n               that the converging circumstances pointed toward a\n               more sinister truth and been persuaded thereby of\n               appellants' guilt.     And that conclusion, once\n               reached, would be self-reinforcing; if the jury\n               disbelieved    defendants'    story,    it    could\n               legitimately have presumed that the fabrication was\n               all the more proof of their guilt.\n\nUnited States v. Jimenez-Perez, </pre><span class=\"citation\" data-id=\"519199\"><a href=\"/opinion/519199/united-states-v-joaquin-jimenez-perez-united-states-of-america-v-jose/\"><span class=\"volume\">869</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">9</span></a></span><pre class=\"inline\">, 11 (1st Cir. 1989).                   On\n\nthese       facts,    we   cannot     say   that   the    jury's   conclusion    was\n\nirrational.        See, e.g. United States v. Corchado-Peralta, </pre><span class=\"citation\" data-id=\"200312\"><a href=\"/opinion/200312/united-states-v-corchardo-peralta/\"><span class=\"volume\">318</span> <span class=\"reporter\">F.3d</span>\n\n<span class=\"page\">255</span></a></span><pre class=\"inline\">, 258 (1st Cir. 2003).\n\n\n\n\n        7\n      For a jury to credit the defendants, it would have had to\nbelieve that the defendants encountered each other in the sea by\nserendipity. The jury would have to believe that two unrelated\nfishing boats sank near each other for reasons inconsistently\ndescribed by the members of the purported fishing parties; that one\nof the groups of fishermen had the misfortune of drifting alongside\ntwo bales of cocaine wrapped in the same manner as some bales\nfloating near a capsized boat a few miles away; that near the two\ngroups floated a bucket nobody knew about, but which contained\nknown tools of the drug trade and a paper bearing (1) the nickname\nof one of the men, and (2) the coordinates of a location very near\nthe capsized, drug-laden boat; and that a sixth unlucky stranger\npassing through on a container ship was outfitted with a life vest\nidentical to one worn by one of the other fishermen floating in the\nwater, and thrown overboard in that same location.\n        8\n      Even if Downs's statement was disregarded, there was, as\ndiscussed below, sufficient evidence to convict him.\n\n                                            -14-\n\fB.        Stipulation Relating to Drug Amount\n\n          Three of the defendants contend that the stipulation\n\nregarding the testimony of the government's forensic chemist was\n\nused improperly at trial.     Each of these defendants attempts to\n\ndraw on the principles set forth in    Apprendi v. New Jersey, </pre><span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">530</span>\n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">466</span></a></span><pre class=\"inline\"> (2000).   Apprendi stands for the proposition that, other\n\nthan a fact of a prior conviction, \"any fact that increases the\n\npenalty for a crime beyond the prescribed statutory maximum must\n\nboth be charged in the indictment and submitted to a jury for a\n\ndetermination   under   the   beyond-a-reasonable-doubt   standard.\"\n\nUnited States v. Eirby, </pre><span class=\"citation\" data-id=\"199580\"><a href=\"/opinion/199580/united-states-v-eirby/\"><span class=\"volume\">262</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">31</span></a></span><pre class=\"inline\">, 36 (1st Cir. 2001)(citing\n\nApprendi, 530 U.S. at 490).    Ward-Bryan makes an express Apprendi\n\nclaim, alleging that weight of the cocaine involved should have\n\nbeen submitted to the jury. Without referencing Apprendi directly,\n\nSánchez-Hernández argues that the stipulation was used in a manner\n\nthat violated his rights to due process and a jury trial, and\n\nAmparo-Hernández alleges that he was denied effective assistance of\n\ncounsel in connection with the stipulation.\n\n          1.         Apprendi (Ward-Bryan)\n\n          Ward-Bryan alleges that because his sentence was based on\n\nthe weight of the cocaine involved in the crime, the failure to\n\nsubmit this issue to the jury for determination beyond a reasonable\n\ndoubt violated his rights under Apprendi.    Having failed to object\n\nto his sentence on this basis, Ward-Bryan's argument is reviewed on\n\n\n                                -15-\n\fappeal for plain error only.      United States v. Olano, </pre><span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">725</span></a></span><pre class=\"inline\">,\n\n731-32 (1993). Accordingly, Ward-Bryan bears the burden of proving\n\n(1) an error, (2) that is plain, and (3) that affects substantial\n\nrights.      Johnson   v.   United     States,    </pre><span class=\"citation\" data-id=\"118106\"><a href=\"/opinion/118106/johnson-v-united-states/\"><span class=\"volume\">520</span>    <span class=\"reporter\">U.S.</span>   <span class=\"page\">461</span></a></span><pre class=\"inline\">,    466-67\n\n(1997)(quoting Olano, 507 U.S. at 732).               Even if he meets this\n\nburden, this court will only exercise its discretion to notice the\n\nerror if \"the error seriously affects the fairness, integrity, or\n\npublic reputation of judicial proceedings.\"             Id. at 467.\n\n          The indictment specified that approximately 978 kilograms\n\nof cocaine were involved in the crime, a charge that exposed Ward-\n\nBryan to a sentence of ten years to life.              See 46 U.S.C. app. §\n\n1903(g)(1); 21 U.S.C. § 960(b).        He concedes in his brief that he\n\nstipulated   at   trial   that   the   weight    of   the   cocaine    was   975\n\nkilograms (an amount carrying the same penalties as the amount\n\ncharged in the indictment) and that this may have been a tactical\n\ndecision intended to limit juror prejudice by avoiding \"prolonged\n\ntestimony focusing on the contraband itself.\"9\n\n\n\n     9\n      Ward-Bryan now contends that it is \"entirely likely\" that the\nstipulation to the drug amount (entered into in April 2000, prior\nto the Apprendi decision in June 2000) was made with the\nexpectation that, consistent with then-existing practice, the jury\nwould be instructed that it need not make a determination as to the\nquantity of cocaine involved. Thus Ward-Bryan would have had less\nof an incentive pre-Apprendi to dispute the drug quantity in front\nof the jury.      Ward-Bryan now wishes to be relieved of the\nconsequences of the stipulation (which he acknowledges may have\nprovided some tactical advantage to him at trial). The failure to\nsubmit this stipulated issue to the jury does not constitute an\n\"error.\"\n\n                                     -16-\n\f          Ward-Bryan has not demonstrated any error on these facts.\n\nHe was sentenced to 188 months' imprisonment, a term   less than the\n\nstatutory maximum (in this case, a life sentence).   In such a case,\n\n\"Apprendi is irrelevant.\"    Eirby, 262 F.3d at 37.      Ward-Bryan\n\nconcedes this point in his brief, but urges us to find that\n\nApprendi extends to circumstances in which a defendant is sentenced\n\nto more than the mandatory minimum sentence.         This suggested\n\nexpansion of Apprendi is wholly inconsistent with our precedent,\n\nsee United States v. Newton, --- F.3d --- , No. 01-2636, </pre><span class=\"citation no-link\"><span class=\"volume\">2003</span> <span class=\"reporter\">WL</span>\n\n<span class=\"page\">1826135</span></span><pre class=\"inline\">, at *11 (1st Cir. Apr. 9, 2003); Lopez-Lopez, 282 F.3d at\n\n22; United States v. Robinson, </pre><span class=\"citation\" data-id=\"199304\"><a href=\"/opinion/199304/united-states-v-robinson/\"><span class=\"volume\">241</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">115</span></a></span><pre class=\"inline\">, 119 (1st Cir. 2001),\n\nand we are not empowered to revisit the issue.   See United States\n\nv. Wogan, </pre><span class=\"citation\" data-id=\"564953\"><a href=\"/opinion/564953/united-states-v-russell-h-wogan/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1446</span></a></span><pre class=\"inline\">, 1449 (1st Cir. 1991)(\"[I]n a multi-panel\n\ncircuit, prior panel decisions are binding upon newly constituted\n\npanels in the absence of supervening authority sufficient to\n\nwarrant disregard of established precedent.\"). We find no error in\n\nWard-Bryan's sentencing.\n\n          2.        Erroneous Jury Instruction (Sánchez-Hernández)\n\n          In his pro se supplemental brief, Sánchez-Hernández also\n\nalleges that the stipulation regarding the forensic chemist's\n\ntestimony was used in a manner that violated his rights, referring\n\ngenerally to his right to due process and to his Sixth Amendment\n\nright to a speedy and public jury trial.   Sánchez-Hernández argues\n\nthat he stipulated only to what the forensic chemist would testify\n\n\n                               -17-\n\fto, not to the accuracy of the witness's testimony.    He contends\n\nthat the district court erred in (1) failing to explain this\n\ndistinction to the jury, and (2) affirmatively misstating the\n\neffect of the stipulation to the jury.    The latter alleged error\n\noccurred immediately after the stipulation was read to the jury\n\nwhen the district court instructed the jury:\n\n          Let me advise the jury first that the United States\n          and the defendants having stipulated to the facts\n          as stated in that stipulation, those facts stated\n          in that stipulation as to the drug are facts that\n          must be taken as true not subject to credibility.\n\nTr. Apr. 4, 2000, 28:1-5 (emphasis added).   Sánchez-Hernández made\n\nno contemporaneous objection to either alleged error, nor did he\n\nlater request jury instructions or a form of verdict that would\n\nrequire the jury to determine the amount of cocaine involved beyond\n\na reasonable doubt.   Having failed to preserve these issues at\n\ntrial, Sánchez-Hernández's arguments are reviewed for plain error.\n\nOlano, 507 U.S. at 731-32.\n\n          Although Sanchez-Hernandez's argument may be technically\n\ncorrect that he stipulated to only the chemist's testimony about\n\nthe drugs, and the district court therefore erred in characterizing\n\nthe stipulation as a stipulation \"as to the drug[s],\" this error\n\ndid not affect Sánchez-Hernández's substantial rights.          As a\n\nfactual matter, the defendants and their counsel treated the\n\n\n\n\n                               -18-\n\fstipulation as a stipulation to the quantity of cocaine,10 and no\n\nother evidence was presented that would have contradicted the\n\ntestimony of the government's forensic chemist.       As a matter of\n\nlaw, because Sánchez-Hernández was sentenced to less than the\n\nstatutory maximum, the failure to present the issue of the drug\n\namount to the jury has no constitutional significance.11           See\n\nApprendi, 530 U.S. at 490; see also Section II.B.1., above.\n\n          3.        Ineffective   Assistance   of   Counsel   (Amparo-\n                    Hernández)\n\n          Amparo-Hernández contends that he received ineffective\n\nassistance of counsel, both at the time he entered into the\n\ndefendants' stipulation, and at the time counsel failed to object\n\nto jury instructions that did not require the jury to determine the\n\n\n\n\n     10\n      Prior to sentencing, Sánchez-Hernández, Amparo-Hernández, and\nSalazar each moved for a new trial or for sentencing at the\nmandatory minimum, alleging a violation of Apprendi because the\namount of drugs involved was not determined by the jury. At their\nsentencing hearings on October 27, 2000, these defendants, through\ncounsel, withdrew their motions after reviewing a copy of the\nstipulation regarding the testimony that would be offered by the\ngovernment's forensic chemist. Similarly, at Downs's sentencing\n(which occurred three days before), Downs's counsel reviewed the\nmotion filed on behalf of Sánchez-Hernández and asked that the same\nissues be preserved for his client. He later conceded, however,\nthat the drug amount \"was agreed and stipulated.\"\n     11\n      Sánchez-Hernández also argues that the district court erred\nin instructing the jury that it need not determine the amount of\ncocaine as charged in the indictment. This argument is identical\nin all relevant respects to the Apprendi argument made by Ward-\nBryan, and is rejected for the reasons discussed in Section\nII.B.1., above.\n\n                               -19-\n\fdrug amount beyond a reasonable doubt.12       Typically we do not\n\nconsider claims of ineffective assistance of counsel on direct\n\nappeal.     United States v. Soldevila-Lopez, </pre><span class=\"citation\" data-id=\"664046\"><a href=\"/opinion/664046/united-states-v-angel-a-soldevila-lopez-aka-angelo/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">480</span></a></span><pre class=\"inline\">, 485 (1st\n\nCir. 1994). Such claims usually present mixed questions of law and\n\nfact, and should be addressed at the district court level in the\n\nfirst instance.    See id.   Here, however, the key facts are not in\n\ndispute, the record appears \"sufficiently developed to allow a\n\nreasoned consideration\" of Amparo-Hernández's claim, and both sides\n\ncontend that further factfinding is unnecessary.    United States v.\n\nNatanel, </pre><span class=\"citation\" data-id=\"564772\"><a href=\"/opinion/564772/united-states-v-efraim-natanel-aka-efriam-natanel/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">302</span></a></span><pre class=\"inline\">, 309 (1st Cir. 1991).         Accordingly, we\n\nconsider Amparo-Hernández's claim of ineffective assistance.\n\n            The Sixth Amendment guarantees criminal defendants the\n\nright to effective assistance of counsel at trial.     Strickland v.\n\nWashington, </pre><span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">668</span></a></span><pre class=\"inline\">, 686 (1984).    To demonstrate a violation\n\nof this right, a defendant must show that counsel's performance was\n\nconstitutionally deficient and that prejudice resulted. See id. at\n\n687.    The first prong of the analysis, the \"performance\" prong, is\n\n\n       12\n      These are the only claims of ineffective assistance discussed\nin any detail in Amparo-Hernández's brief, although he makes\nreferences, not developed on appeal, to the fact that (1) counsel\nfailed to adequately inform him of his rights and the consequences\nof the drug stipulation (Amparo-Hernández Br. at 19); and (2) the\nstipulation \"was forced upon the defendant\" (Amparo-Hernández Br.\nat 26). These types of fact-based allegations are not suitable for\nconsideration on direct review. See United States v. Gonzalez-\nVazquez, </pre><span class=\"citation\" data-id=\"199008\"><a href=\"/opinion/199008/united-states-v-gonzales-vasquez/\"><span class=\"volume\">219</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">37</span></a></span><pre class=\"inline\">, 42 (1st Cir. 2000).         Accordingly, our\ndisposition of Amparo-Hernández's remaining ineffective assistance\narguments is without prejudice to Amparo-Hernández raising these\ntwo fact-based allegations in a motion for relief under 28 U.S.C.\n§ 2255.\n\n                                 -20-\n\fapplied with deference to counsel's professional judgment, and is\n\nbased on what counsel knew or should have known at the time counsel\n\nexercised such judgment.          See Natanel, 938 F.2d at 309.       Counsel's\n\nperformance will be deemed deficient only if, considering all\n\nrelevant     circumstances,       counsel's   conduct     or    omissions   fell\n\n\"outside the wide range of professionally competent assistance.\"\n\nSee Ouber v. Guarino, </pre><span class=\"citation\" data-id=\"200004\"><a href=\"/opinion/200004/ouber-v-guarino/\"><span class=\"volume\">293</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">19</span></a></span><pre class=\"inline\">, 25 (1st Cir. 2002)(quoting\n\nStrickland, 466 U.S. at 690).\n\n            Amparo-Hernández's claim fails at the first prong of this\n\nanalysis.       Accepting Amparo-Hernández's characterization of the\n\nstipulation as one in which he agreed to the quantity of cocaine at\n\nissue    (and    not   a   mere   agreement    to   the    forensic   chemist's\n\ntestimony,      as     Sánchez-Hernández      suggests     on    appeal),   this\n\nstipulation spared the defendant the spectacle of twenty-eight\n\nbales of cocaine on parade before the jury.               This was an approach\n\napparently agreed to by all of the defendants, who devoted their\n\ndefense to disputing the connection between the defendants and the\n\ncocaine without highlighting the amount of contraband involved.\n\nUnder the circumstances, this was a reasonable tactical decision.\n\nSimilarly, no objection to the related jury instruction would have\n\nbeen appropriate in light of the stipulation as it was understood\n\nby the defendants and their counsel at the time.                Amparo-Hernández\n\nhas demonstrated no deficiency in counsel's performance on these\n\nfacts.\n\n\n                                      -21-\n\fC.         Transcription of Jury Charge (Ward-O'Neill)\n\n           Ward-O'Neill contends that he was denied due process of\n\nlaw because the jury charge was not transcribed, and that his\n\nconviction should be reversed because this gap in the transcript\n\ndeprived   him   of   the   opportunity   to   seek   review   of    the    jury\n\ninstructions for substantial error.            But \"due process does not\n\nautomatically require reversal when a defendant is denied a full\n\nverbatim transcript.\"       United States v. Brand, </pre><span class=\"citation\" data-id=\"196648\"><a href=\"/opinion/196648/united-states-v-brand/\"><span class=\"volume\">80</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">560</span></a></span><pre class=\"inline\"> (1st\n\nCir. 1996) (citing Bundy v. Wilson, </pre><span class=\"citation\" data-id=\"485652\"><a href=\"/opinion/485652/edward-bundy-jr-v-richard-a-wilson-superintendant-cheshire-county/\"><span class=\"volume\">815</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">125</span></a></span><pre class=\"inline\">, 135 (1st Cir.\n\n1987)).    Here, Ward-O'Neill and his co-defendants do not dispute\n\nthat they were provided written copies of the jury instructions,\n\nthat the district court read from them, and that all counsel were\n\nafforded the opportunity to make objections on the record.                 There\n\nhas been no due process violation under these facts.13              See Bundy,\n\n815 F.2d at 135 (\"A defendant's right to a transcript can be\n\nsatisfied by providing him with a written substitute that reports\n\n\n\n\n     13\n      Although raised for the first time only in Ward-O'Neill's\nreply brief and therefore not considered on appeal, see Rivera-\nMuriente v. Agosto-Alicea, </pre><span class=\"citation\" data-id=\"579946\"><a href=\"/opinion/579946/juan-rivera-muriente-v-juan-agosto-alicea/\"><span class=\"volume\">959</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">349</span></a></span><pre class=\"inline\">, 354 (1st Cir. 1992), the\nfailure to transcribe any portion of the proceedings in open court\nis inconsistent with the requirements of the Court Reporters Act,\n28 U.S.C. § 753(b)(\"Each session of the court and every other\nproceeding designated by rule or order of the court or by one of\nthe judges shall be recorded verbatim . . . \")(emphasis added).\nTechnical noncompliance, without more, does not give rise to\nreversible error, but there could be cases in which prejudice\nresults.   The practice of not transcribing the instructions as\nactually given is inadvisable.\n\n                                   -22-\n\fthe   portions    of   the   trial     which   underlie     his   appellate\n\ncontentions.\").\n\nD.         Sentencing (Ward-O'Neill)\n\n           Ward-O'Neill challenges his sentence, alleging that he\n\nshould have received a greater reduction in his offense level under\n\nthe federal sentencing guidelines than the two-level reduction as\n\na \"minor\" participant he received at a re-sentencing held in March\n\n2001.14    See U.S. Sentencing Guidelines Manual (\"U.S.S.G.\") §\n\n3B1.2(a) (2002). Specifically, Ward-O'Neill claims he was entitled\n\nto a four-level reduction as a \"minimal\" participant, see U.S.S.G.\n\n§ 3B1.2(b), on the ground that there was no evidence at trial that\n\nhe did anything more than off-load drugs from another vessel.           In\n\nchallenging the fact-based determination as to his role in the\n\noffense, Ward-O'Neill bears the burden of proving that the district\n\ncourt's determination was clearly erroneous.              United States v.\n\n\n\n      14\n       In a crime involving multiple participants, a district court\nmay decrease a defendant's offense level by two to four levels if\nthe defendant had a mitigating role in the offense. U.S.S.G. §\n3B1.2.    A four-level reduction may be granted for a \"minimal\nparticipant,\" which is defined as someone who is \"plainly among the\nleast culpable of those involved in the conduct of a group.\"\nU.S.S.G. § 3B1.2, comment (n.4).      A defendant may fit in this\ncategory if he is shown to lack \"knowledge or understanding of the\nscope or structure of the enterprise and of the activities of\nothers.\" Id. A two-level reduction is available for those who are\nalso less culpable, \"but whose role could not be described as\nminimal.\"    Id. (n. 5).    For those defendants falling between\n\"minimal\" and \"minor,\" a three-level reduction is available.\nSánchez-Hernández, Amparo-Hernández, and Ward-Bryan each received\ntwo-level reductions in their offense level; Salazar and Downs\nreceived three-level reductions.\n\n                                     -23-\n\fMurphy, </pre><span class=\"citation\" data-id=\"198658\"><a href=\"/opinion/198658/united-states-v-murphy/\"><span class=\"volume\">193</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 8 (1st Cir. 1999) (\"This is normally a fact-\n\nbound     decision,   reviewed   only    for   clear   error    and   rarely\n\nreversed.\"); United States v. Gonzalez-Soberal, </pre><span class=\"citation\" data-id=\"197260\"><a href=\"/opinion/197260/united-states-v-gonzalez-soberal/\"><span class=\"volume\">109</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">64</span></a></span><pre class=\"inline\">, 73\n\n(1997); United States v. Ocasio, </pre><span class=\"citation\" data-id=\"548346\"><a href=\"/opinion/548346/united-states-v-gilberto-ocasio-aka-gilberto-ocasio-agosto/\"><span class=\"volume\">914</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">330</span></a></span><pre class=\"inline\">, 332-33 (1st Cir.\n\n1990).\n\n            Ward-O'Neill did not present evidence that he had a\n\nminimal role in the offense.        In fact, during his testimony at\n\ntrial, he denied having any role at all, for the most                   part\n\nrepeating the fishing-trip story he told investigators upon his\n\narrest.    The district court found that, because of the size of the\n\ncocaine shipment, the size of the boat used, and the number of\n\ndefendants involved in its transport, the offense involved more\n\nthan minimal planning, and was not likely to involve \"strangers\" to\n\nthe transaction who had no role in the enterprise.             Despite these\n\nconclusions, the district court gave Ward-O'Neill the benefit of a\n\ntwo-level reduction in his offense level.          Ward-O'Neill has not\n\nshown that the court clearly erred in declining to grant a four-\n\nlevel reduction, an adjustment that the sentencing guidelines note\n\nshould be \"used infrequently.\"          U.S.S.G. § 3B1.2, comment (n.4);\n\nsee United States v. Munoz, </pre><span class=\"citation\" data-id=\"195659\"><a href=\"/opinion/195659/united-states-v-delgado-munoz/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1229</span></a></span><pre class=\"inline\">, 1238 (1st Cir. 1994).\n\nE.          Waiver of Miranda Rights (Downs)\n\n            Downs contends that his post-arrest statement, including\n\nhis admission that he had been wearing a life vest that matched\n\nanother defendant’s, should have been suppressed on the ground that\n\n\n                                   -24-\n\fhis waiver of his rights under Miranda v. Arizona, </pre><span class=\"citation\" data-id=\"107252\"><a href=\"/opinion/107252/miranda-v-arizona/\"><span class=\"volume\">384</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">436</span></a></span><pre class=\"inline\">\n\n(1966), was not knowingly and intelligently made.              Downs raised\n\nthis issue below in a May 20, 1999, motion to suppress, which was\n\ndenied by the district court in January 2000 at the recommendation\n\nof Magistrate Judge Justo Arenas.\n\n              A defendant may make a valid waiver of his rights under\n\nMiranda if he does so voluntarily, knowingly and intelligently.\n\nMiranda, 384 U.S. at 444; United States v. Palmer, </pre><span class=\"citation\" data-id=\"767577\"><a href=\"/opinion/767577/united-states-v-charles-palmer/\"><span class=\"volume\">203</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">55</span></a></span><pre class=\"inline\">, 60\n\n(1st   Cir.    2000).     The    district   court   must   begin   with    the\n\npresumption that the defendant did not waive his rights.             Palmer,\n\n203 F.3d at 60.      The government bears the burden of proving a valid\n\nwaiver by a preponderance of the evidence.          See id.; United States\n\nv. Rosario-Diaz, </pre><span class=\"citation\" data-id=\"767458\"><a href=\"/opinion/767458/united-states-v-ralph-rosario-diaz-aka-juni-united-states-v-wilson/\"><span class=\"volume\">202</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">54</span></a></span><pre class=\"inline\">, 69 (1st Cir. 2000).              We review the\n\ndistrict court’s factual findings for clear error, United States v.\n\nMarenghi, </pre><span class=\"citation\" data-id=\"197249\"><a href=\"/opinion/197249/united-states-v-marenghi/\"><span class=\"volume\">109</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">28</span></a></span><pre class=\"inline\">, 31 (1st Cir. 1997), recognizing that if\n\nthere are two plausible interpretations of the evidence, the\n\ndistrict court’s choice of one of these interpretations cannot be\n\nclearly erroneous.       Palmer, 203 F.3d at 60.      Conclusions of law,\n\nincluding the determination as to whether a waiver of rights was\n\nvoluntary, engender de novo review.             See id.; United States v.\n\nBienvenue, </pre><span class=\"citation\" data-id=\"382927\"><a href=\"/opinion/382927/united-states-v-donald-bienvenue/\"><span class=\"volume\">632</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">910</span></a></span><pre class=\"inline\">, 913 (1st Cir. 1980).\n\n              The   magistrate   judge   held    evidentiary    hearings   in\n\nNovember and December 1999 and recommended that Downs's motion to\n\nsuppress his post-arrest statement be denied.              In reaching his\n\n\n                                     -25-\n\fdecision, the magistrate judge described the findings of the\n\nexperts15 and the testimony of one of the Customs agents who\n\ninterviewed Downs and witnessed his waiver of his Miranda rights.\n\nThe magistrate judge focused almost exclusively on the issue of\n\nwhether Downs’s waiver of his rights was voluntary, finding no\n\nindicia that his statement was “the product of force, intimidation,\n\nor fatigue.”       As to whether Downs’s waiver was knowingly and\n\nintelligently made, the magistrate judge observed only that there\n\nwere    \"varying   opinions    in   terms   of   [Downs's]     intellectual\n\ncapacity,\" and that\n\n            [t]here is enough in his personal history, as well\n            as the embellished saga of the Costa Rican\n            containership and the strangers the defendant found\n            on the high seas, like a scenario from a Clive\n            Cussler novel, to belie the argument that his\n            waiver was not intelligently made.\n\n            Even were we to assume arguendo that the district court\n\nerred in    finding   that    Downs's   waiver   was   made   knowingly   and\n\nintelligently, the introduction of the confession at trial would\n\n\n\n       15\n      The defense expert testified that Downs had an IQ of 61,\nplacing him in the extremely low range of intellectual functioning.\nShe testified that, on an intellectual level, Downs is mentally\nretarded. She also found that Downs had a limited vocabulary, and\ndid not have the capacity to make a rational choice because he\nlacked an appreciation of the consequences of his decisions. The\ngovernment's expert found that Downs's intellectual capacity\n\"seemed average\" despite his lack of formal education. She found\nthat Downs's memory and recollection also \"seemed average\" and that\n\"when lapses were apparent they were more the result of a conscious\ndenial and not a cognitive deficiency.\" She concluded, however,\nthat under the circumstances, Downs's competency to waive his\nconstitutional rights at the time of his arrest was \"questionable.\"\n\n                                    -26-\n\fconstitute a \"trial error.\"       Arizona v. Fulminante, </pre><span class=\"citation\" data-id=\"112566\"><a href=\"/opinion/112566/arizona-v-fulminante/\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">279</span></a></span><pre class=\"inline\">,\n\n307-08 (1991).     Trial errors -- unlike structural defects in a\n\nprosecution, id. at 309-10, such as the total deprivation of the\n\nright to trial counsel -- occur during the presentation of evidence\n\nto the jury and therefore may be \"quantitatively assessed in the\n\ncontext of other evidence presented in order to determine whether\n\nits admission was harmless beyond a reasonable doubt.\" Id. at 308.\n\nIn reviewing the evidence, we are mindful that\n\n           the harmless-error doctrine is essential to\n           preserve the principle that the central purpose of\n           a criminal trial is to decide the factual question\n           of a defendant's guilt or innocence, and promotes\n           public respect for the criminal process by focusing\n           on the underlying fairness of the trial rather than\n           on the virtually inevitable presence of immaterial\n           error.\n\nId. (internal quotation omitted).\n\n           The admission of Downs's post-arrest statement, including\n\nhis story about being on a Costa Rican container ship and his\n\nidentification of the life vest he was wearing when he was found at\n\nsea, was     insignificant   in   the   context   of   the   other   evidence\n\npresented.     Without this statement, the government still had\n\ntestimony placing Downs in the water beside two defendants afloat\n\non bales of cocaine.    The government had five other defendants who\n\ngave contradictory explanations regarding how they came to be at\n\nsea, and denied knowing most of the other defendants, including\n\nDowns.   And contrary to representations made by Downs's counsel at\n\noral argument, Downs's post-arrest statement was not the sole\n\n                                   -27-\n\fevidence presented at trial linking Downs to the life jacket he\n\nsigned; Downs, through trial counsel, volunteered to stipulate that\n\nthe signature on the life vest was his.            The life vest, with a\n\ndistinctive dolphin logo and brand name, was then shown to the\n\njury, as was a matching life vest worn by one of the other\n\ndefendants.    On these facts, we find that even if an error occurred\n\nin admitting Downs's statement, it was harmless.\n\nF.           Other Assignments of Error (Downs)\n\n            In a supplemental pro se brief, Downs raises three\n\nadditional issues that may be readily dispatched.               First, Downs\n\nalleges a violation of his right to a public trial because, during\n\nvoir   dire,   \"the   jury   venire    panel   filled   every   seat   in   the\n\ncourtroom making it virtually impossible to seat anyone who wasn't\n\na juror.\"      Downs does not reference any portion of the record\n\nsupporting his claim that the courtroom was ever closed, nor does\n\nhe contend that this arrangement was ever the subject of an\n\nobjection or a request for alternative accommodations.                 Without\n\nmore, Downs fails to show any violation of his right to a public\n\ntrial.   See, e.g. United States v. Kobli, </pre><span class=\"citation\" data-id=\"1546389\"><a href=\"/opinion/1546389/united-states-v-kobli/\"><span class=\"volume\">172</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">919</span></a></span><pre class=\"inline\">, 923 (3d\n\nCir. 1949) (\"The courts . . . have denied that the constitutional\n\nright to a public trial involves the necessity of holding the trial\n\nin a place large enough to accommodate all those who desire to\n\nattend.\").\n\n\n\n\n                                      -28-\n\f           Second, Downs argues that the prosecution improperly\n\nreferenced his decision not to testify, citing two exchanges during\n\nthe cross-examination of Ward-O'Neill by the prosecution.                    As\n\nsupport, Downs cites questioning directed at whether Downs spoke\n\nEnglish   and   at   whether    Ward-O'Neill     knew   Downs   (Ward-O'Neill\n\nvolunteered that he and Downs were held in the same prison pending\n\ntrial). Downs complains that these questions put him in a position\n\nwhere he felt pressured to testify to explain how he learned\n\nEnglish and why he had been incarcerated.             In determining whether\n\nthere has been an improper reference to a defendant's silence, we\n\nask \"whether, in the circumstances of the particular case, the\n\nlanguage used was manifestly intended or was of such a character\n\nthat the jury would naturally and necessarily take it to be a\n\ncomment on the failure of the accused to testify.\"              United States\n\nv. Akinola, </pre><span class=\"citation\" data-id=\"600348\"><a href=\"/opinion/600348/united-states-v-michael-idowu-tunde-akinola/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1105</span></a></span><pre class=\"inline\">, 1111 (1st Cir. 1993)(quoting United\n\nStates v. Glantz, </pre><span class=\"citation\" data-id=\"482473\"><a href=\"/opinion/482473/united-states-v-ronald-h-glantz-and-anthony-j-bucci/\"><span class=\"volume\">810</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">316</span></a></span><pre class=\"inline\">, 322 (1st Cir. 1987)).                We fail to\n\nsee how a jury could have drawn any connection between these\n\nquestions and Downs's silence at trial.               That Downs would have\n\nliked to give an explanation of his co-defendant's answers (a\n\nsentiment no doubt shared by many defendants who choose not to\n\ntestify) does not render the questions improper nor the questioning\n\nconstitutionally infirm.\n\n           Third,    Downs     contends   that   he   was   denied   effective\n\nassistance of counsel, alleging that his counsel was assigned to\n\n\n                                     -29-\n\fhis case only fifteen days before trial and that his performance\n\nwas deficient because he failed to (1) discuss the possibilities of\n\na plea bargain with Downs; (2) seek to plea bargain with the\n\ngovernment; or (3) attempt to minimize Downs's sentence through the\n\nprovision of substantial assistance to the government.   Unlike the\n\nclaims raised by Amparo-Hernández and resolved in this direct\n\nappeal, see Section II.B.3., above, Downs's claim is a mixed\n\nquestion of law and fact for which we have virtually no record\n\nsupport.   We therefore decline to address this claim on appeal,\n\nwithout prejudice to Downs asserting it in a motion for relief\n\nunder 28 U.S.C. § 2255.\n\n                          III.   Conclusion\n\n           For the foregoing reasons, the defendants' convictions\n\nand sentences are AFFIRMED.\n\n\n\n\n                                 -30-\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107252/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111170/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111938/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112566/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112848/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118106/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118381/",
    "http://www.courtlistener.com/api/rest/v3/opinions/194956/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195351/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195659/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195933/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196112/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196648/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197249/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197260/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197385/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198658/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199008/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199304/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199580/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199833/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200004/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200312/",
    "http://www.courtlistener.com/api/rest/v3/opinions/382927/",
    "http://www.courtlistener.com/api/rest/v3/opinions/482473/",
    "http://www.courtlistener.com/api/rest/v3/opinions/485652/",
    "http://www.courtlistener.com/api/rest/v3/opinions/519199/",
    "http://www.courtlistener.com/api/rest/v3/opinions/548346/",
    "http://www.courtlistener.com/api/rest/v3/opinions/564772/",
    "http://www.courtlistener.com/api/rest/v3/opinions/564953/",
    "http://www.courtlistener.com/api/rest/v3/opinions/566001/",
    "http://www.courtlistener.com/api/rest/v3/opinions/579946/",
    "http://www.courtlistener.com/api/rest/v3/opinions/581538/",
    "http://www.courtlistener.com/api/rest/v3/opinions/584511/",
    "http://www.courtlistener.com/api/rest/v3/opinions/600348/",
    "http://www.courtlistener.com/api/rest/v3/opinions/664046/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767458/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767577/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1546389/"
  ]
}