{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/200468/",
  "absolute_url": "/opinion/200468/kenda-corporation-v-germain/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/200468/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T04:53:32Z",
  "date_modified": "2016-02-28T05:03:12.177072Z",
  "type": "010combined",
  "sha1": "f46df2e5047ba2794c1829b4df8ef1b5cf4da919",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/01-2493-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2003/05/19/Kenda_Corporation_v._Germain.pdf",
  "plain_text": "          United States Court of Appeals\n                       For the First Circuit\n\n\nNo. 01-2493\nNo. 01-2576\nNo. 01-2577\n\n                      KENDA CORPORATION, INC.\n                   d/b/a Pot O'Gold Pool League,\n\n                Plaintiff, Appellee/Cross-Appellant,\n\n\n                         DAVID RISCHITELLI\n\n                        Plaintiff, Appellee,\n\n                                 v.\n\n                  POT O'GOLD MONEY LEAGUES, INC.,\n              Jeffrey L. Germain, and David R. Kratze,\n\n              Defendants, Appellants/Cross-Appellees,\n\n\n                  KENNETH J. PERRY and D.F. LETE,\n\n                            Defendants.\n\n\n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Nathaniel M. Gorton, U.S. District Judge]\n\n\n                              Before\n\n                        Selya, Circuit Judge,\n                   Coffin, Senior Circuit Judge,\n                     and Lipez, Circuit Judge.\n\f     Louis M. Ciavarra, with whom Bowditch & Dewey, LLP was on\nbrief for appellants Pot O'Gold Money Leagues Inc. and David R.\nKratze.\n\n    Jeffrey L. Germain, pro se.\n\n     Patricia L. Davidson, with whom Robert L. Hamer and Mirick,\nO'Connell, DeMallie & Lougee, LLP were on brief for appellee.\n\n\n\n                          May 19, 2003\n\f            LIPEZ, Circuit Judge.    In this complex suit between two\n\ncorporations struggling for control over a national billiards\n\nleague, Kenda Corporation, Inc., d/b/a Pot O'Gold Pool League\n\n(\"Kenda\"), had much more success before the jury and judge than Pot\n\nO'Gold Money Leagues, Inc., and the individual defendants Jeffrey\n\nL. Germain and David R. Kratze.          Indeed, Kenda secured a damage\n\naward of $55,500 against the individual defendants for fraudulent\n\ninducement, and another award against them for $35,000 for tortious\n\ninterference     with    contractual       or   advantageous      business\n\nrelationships.    Pot O'Gold Money Leagues received nothing from the\n\njury on its counterclaims.     Moreover, Kenda persuaded the judge to\n\nrescind    a   number   of   its   agreements    with   the    defendants.\n\nNevertheless, in this appeal and cross-appeal, all parties claim a\n\nvariety of errors by the district court.          With only one slight\n\nexception, we find no merit in any of these claims.              The jury\n\nverdicts will stand.     So too will the rulings by the court.\n\n                              I. BACKGROUND\n\n            Kenda Corporation is a Massachusetts corporation that\n\noperates an amateur billiards league under the name Pot O'Gold Pool\n\nLeague.    Kenneth Perry and David Rischitelli formed Kenda in July\n\n1994.     By the fall of 1997, the relationship between Perry and\n\nRischitelli had become tense, but Kenda continued to operate its\n\npool league. During that time period, Perry became acquainted with\n\nJeffrey Germain, a businessman from Louisville, Kentucky, and they\n\n\n                                   -3-\n\fdiscussed the operation of the Pot O'Gold Pool League and its\n\npotential for expansion.    In November 1997, Perry traveled to\n\nDetroit, Michigan, to meet with Germain and his partner David\n\nKratze to discuss the creation of a national billiards league.\n\nPerry brought with him to this meeting Paul Frankel, who was, at\n\nthe time, a regional director with Kenda's league.   At the end of\n\nthis meeting, the participants resolved to meet again in December.\n\n          On or about December 19, 1997, Perry and Frankel, along\n\nwith four other individuals who were Kenda employees or league\n\ndirectors, returned to Detroit to meet with Germain and Kratze. On\n\nthat day, the six attendees affiliated with Kenda, along with\n\nGermain, Kratze, and two of their associates, signed a series of\n\ndocuments which made them shareholders of Pot O'Gold Money Leagues\n\n(\"Pot O'Gold\"), a Kentucky corporation that Germain had established\n\nbefore the meeting.   Each of the ten shareholders paid $200 to\n\npurchase ten shares of stock in the new corporation.         Perry\n\ntestified at trial that when he went into negotiations with Kratze\n\nand Germain, he thought they intended to invest in the league that\n\nKenda had been operating since 1994.   However, as became clear at\n\nthis meeting, Kratze and Germain actually wanted to join with Perry\n\nand his associates to form a new corporation which would be\n\noperating a league competing with Kenda's.\n\n          Over the next few months, Perry, with the assistance of\n\nthe Kenda employees and directors who had become shareholders in\n\n\n                               -4-\n\fPot O'Gold, transferred Kenda assets and control over regional\n\nleagues and tournaments to Pot O'Gold. These transfers occurred in\n\na variety of ways.             Perry directly transferred $26,000 from the\n\nKenda corporate account to Pot O'Gold and Germain.                          He also\n\ndirected Kenda employees to change the return addresses on the\n\nenvelopes league members used to pay their dues.                   Instead of dues\n\nbeing mailed to Kenda's post office box, they now went to one\n\ncontrolled by Pot O'Gold.                 Kenda employees also copied and/or\n\nremoved Kenda's bookkeeping records and statistics from Kenda's\n\nMassachusetts office to give to Germain and Pot O'Gold. On January\n\n5,   1998,    when      Rischitelli       arrived    at    the   Kenda   office,   he\n\ndiscovered that the company's two employees had left, the corporate\n\nrecords were no longer in the office, and the league dues had not\n\nbeen sent to Kenda's post office box.                     He also discovered that\n\n$26,000 was missing from the Kenda bank account.\n\n              Later     in     January,    Germain   contacted     Rischitelli     in\n\nMassachusetts and asked him to meet with him and Kratze in Detroit.\n\nRischitelli agreed, and the meeting occurred on January 23, 1998.\n\nAt   the    start      of    this   meeting,     Kratze    and   Germain   presented\n\nRischitelli with a document entitled \"Agreement Not to Compete and\n\nProtection of Confidential Information,\" which they told him he\n\nwould      have   to    sign    before     any   business    discussions     ensued.\n\nRischitelli executed the agreement that day in his individual\n\ncapacity.     Kratze signed as \"CEO\" of Pot O'Gold.               The three parties\n\n\n                                           -5-\n\fthen    discussed   Pot    O'Gold's    business       plans   and   Rischitelli's\n\npotential role in the new corporation and league.                      After this\n\nmeeting, Rischitelli agreed that he would become a consultant to\n\nPot O'Gold.       On February 5, 1998, he returned to Detroit and\n\nexecuted three contracts formalizing his (and Kenda's) relationship\n\nwith Pot O'Gold.\n\n              The first contract, simply entitled \"Agreement,\" states,\n\ninter    alia,    that    Kenda,    through      Rischitelli,       would    provide\n\nconsulting services to Pot O'Gold, relinquish all rights and\n\ncontrol over the league, convey office equipment and handbooks to\n\nPot    O'Gold,   and     provide    funds   to   operate      the   1998    national\n\ntournament.      In return, Kenda would be paid on a sliding scale tied\n\nto Pot O'Gold's gross revenues. Rischitelli also signed a \"General\n\nRelease of All Claims and Waiver of Rights\" which purported to\n\nrelease Pot O'Gold and its \"officers, directors and shareholders\"\n\nfrom    all   possible     claims    Rischitelli      or   Kenda     might    bring.\n\nFinally, Rischitelli signed a separate agreement assigning the name\n\n\"Pot O'Gold Pool League\" to Pot O'Gold.\n\n              The new enterprise encountered immediate problems.                  By\n\nMarch 1998, Perry had become so frustrated with the manner in which\n\nGermain was      operating    the    pool    league    that    he   contacted    the\n\nleague's regional directors, asking them to stop sending their\n\nweekly dues to Pot O'Gold and instead to send them to Kenda's post\n\noffice box in Massachusetts.          He told them that Rischitelli would\n\n\n                                       -6-\n\ftake care of all the problems plaguing the league once he was in\n\ncharge of operating it again.    By the end of March, nearly all the\n\nteams that   had   formerly   been    associated   with   Pot   O'Gold   had\n\nreaffiliated themselves with Kenda, and Rischitelli started paying\n\noff Pot O'Gold's outstanding liabilities, including awards owed to\n\nteams that had won recent tournaments.\n\n          Shortly thereafter, Kenda sued Pot O'Gold, Kratze and\n\nGermain1 (\"the defendants\") in Worcester Superior Court, alleging,\n\ninter alia, fraud, tortious interference with contractual and/or\n\nadvantageous relationships, violations of Mass. Gen. Laws ch. 93A,2\n\nand violations of 18 U.S.C. § 1961 et seq. (civil RICO).             Kenda\n\nalso asked for a piercing of the corporate veil to allow personal\n\nrecovery against Kratze and Germain if the jury found Pot O'Gold\n\n\n     1\n       Kenda had named two additional defendants, Perry and D.F.\nLete, in its complaint, but voluntarily dismissed those defendants\nbefore trial.\n     2\n       Chapter 93A is commonly referred to as the Massachusetts\nConsumer Protection Act. Section two declares \"Unfair methods of\ncompetition and unfair or deceptive acts and practices in the\nconduct of any trade or commerce\" to be unlawful. Kenda's claim\narises under § 11, which states, inter alia:\n     Any person who engages in the conduct of any trade or\n     commerce and who suffers any loss of money or property,\n     real or personal, as a result of the use or employment by\n     another person who engages in any trade or commerce of an\n     unfair method of competition or an unfair or deceptive\n     act or practice declared unlawful by section two . . .\n     may, as hereinafter provided, bring an action . . . for\n     damages and such equitable relief . . . as the court\n     deems to be necessary and proper.\nMass. Gen. Laws ch. 93A, § 11 (2002).      In its complaint, Kenda\nsought Chapter 93A relief only against Pot O'Gold -- not the\nindividual defendants.\n\n                                     -7-\n\fliable, and sought a declaratory judgment regarding the validity of\n\nthe contracts it entered into with Pot O'Gold.                In their answer,\n\nthe defendants raised a number of counterclaims and third-party\n\nclaims,   including   breach    of   contract,       fraud,    trademark      (and\n\nservicemark) infringement, and violations of Chapter 93A against\n\nKenda, and breach of contract, fraud and tortious interference\n\nagainst Rischitelli individually.\n\n           Prior to the commencement of trial, the district court\n\ninformed the parties that it would issue a written decision on the\n\ndeclaratory judgment demands and the opposing Chapter 93A claims\n\nafter the jury delivered its verdict.          The remainder of the claims\n\nwent to trial.   The parties filed opposing motions for judgment as\n\na matter of law at the close of evidence, and the district court\n\ndismissed Kenda's civil RICO claims and Pot O'Gold's claims against\n\nRischitelli for fraud.     After one day of deliberation, the jury\n\nreturned the following verdict:\n\n           (1) Pot O'Gold was not liable for fraudulent inducement;\n\n           (2)   Kratze   and   Germain       were   liable     to    Kenda    for\n\n           fraudulent inducement in the amount of $55,500;\n\n           (3) Kratze and Germain were liable to Kenda for $35,000\n\n           for tortious interference;\n\n           (4)   Rischitelli     was       neither    liable    for     tortious\n\n           interference nor breach of contract.\n\n\n\n\n                                     -8-\n\fWhile Kenda may not have run the table in its claims presented to\n\nthe jury, it certainly came close.        Shortly thereafter, the court\n\nissued its decision on the opposing Chapter 93A claims and the\n\ndeclaratory judgment, holding that all of the contracts Rischitelli\n\nsigned on behalf of himself and Kenda on January 23 and February 5\n\nwere void and that neither party could prevail on its Chapter 93A\n\nclaim.   All parties now appeal.\n\n                    II. THE APPEALS OF THE DEFENDANTS\n\n            In their brief on appeal, the defendants raise a panoply\n\nof objections to the outcome of this litigation.        Arguing that the\n\ncourt erred in refusing to direct verdicts on certain claims,\n\nadmitting certain evidence during the trial, and voiding the\n\ncontracts at issue, the defendants ask us to undo the jury's\n\nverdict against them and overturn the court's declaratory judgment\n\nregarding     the   validity   of   the   contracts.    We   decline   the\n\ninvitation.\n\nA. Effects of the Jury's Verdict In Favor of Pot O'Gold\n\n            In its most complex argument on appeal, Pot O'Gold claims\n\nthat the jury's verdict that it, the corporation, was not liable\n\nfor fraudulent inducement \"requires judgment in its favor\" and a\n\nreversal of the jury's verdicts against the individual defendants,\n\nKratze and Germain. Before we address this argument on the merits,\n\nwe must provide some additional factual background.\n\n\n\n\n                                    -9-\n\f           When Rischitelli met with Kratze and Germain in Detroit\n\nin February, he signed a series of contracts formalizing his\n\nrelationship    and   Kenda's   as     consultants    to   Pot     O'Gold,    and\n\ntransferring a number of Kenda assets to the new corporation.\n\nAmong those contracts was one entitled \"General Release of All\n\nClaims and Waiver of Rights.\"         The third clause in that contract\n\nstates:\n\n           The undersigned, KENDA CORPORATION, . . . does\n           hereby remise, release and forever discharge,\n           POT O' GOLD MONEY LEAGUES, INC. . . . and its\n           officers, directors and shareholders, . . . of\n           and from all and all manner of actions, causes\n           of actions, suits, . . . claims and demands\n           whatsoever, known or unknown, liquidated or\n           unliquidated, in law or equity against POT O'\n           GOLD MONEY LEAGUES, INC., . . . and its\n           officers, directors and shareholders. . . .\n\nThe first clause states that Rischitelli similarly releases all\n\nclaims he may have against Pot O'Gold, its officers, directors, and\n\nshareholders.     Rischitelli signed this contract both in his own\n\ncapacity and as President of Kenda.              Rischitelli signed another\n\ncontract   on   behalf   of   Kenda    entitled     \"Agreement,\"     outlining\n\nRischitelli's and Kenda's responsibilities as consultants to Pot\n\nO'Gold.    This   Agreement     contains     a    clause   which    states,    in\n\npertinent part:\n\n           KENDA    CORPORATION,   now    and    forever,\n           relinquishes all of its rights; contractual\n           relationships and contracts to and with all of\n           its league members or past league members for\n           the   reason    it   no   longer   wishes   to\n           independently create, develop, control, manage\n           and supervise pool leagues . . . . KENDA\n\n                                      -10-\n\f            CORPORATION waives all rights and claims to\n            any names, indicia, slogans, copyrights,\n            including Pot O'Gold Pool Leagues, Inc. and\n            all similar names.\n\nKenda also agreed in this contract to transfer its equipment and\n\nrecords to Pot O'Gold.     Finally, Kenda signed a contract assigning\n\nthe servicemark \"Pot O'Gold\" to Pot O'Gold.\n\n            Less than three months after signing these contracts,\n\nKenda filed this lawsuit against Pot O'Gold, Kratze, and Germain,\n\nalleging that Pot O'Gold, Kratze, and Germain had fraudulently\n\ninduced Kenda into signing the aforementioned contracts and had\n\ntortiously interfered with Kenda's business relationships.       Kenda\n\nalso sought a declaratory judgment as to the validity of the\n\ncontracts    signed   on   February   5.   The   fraud   and   tortious\n\ninterference claims went to the jury, which found for Pot O'Gold\n\nbut against its officers, Kratze and Germain.       The complex jury\n\nverdict form had eight questions, most with subparts, for the jury\n\nto answer.    We excerpt the relevant portions:\n\n            Question 1(A): Did Kenda Corp. prove that its\n            agent,    David Rischitelli (\"Rischitelli\")\n            was fraudulently induced by any of the\n            defendants listed below to enter into the\n            agreements dated on or about February 5, 1998?\n\n            Pot O' Gold Money Leagues, Inc.     Yes/No\n            David Kratze (\"Kratze\")     Yes/No\n            Jeffrey Germain (\"Germain\")     Yes/No\n\n            ....\n\n            If you answer Question 1(A) \"No\" as to Pot\n            O'Gold Money Leagues, proceed to Question\n            2(B).\n\n                                  -11-\n\f          ....\n\n          Question 2(B): Did Kenda Corp. prove that\n          either of the individual defendants listed\n          below tortiously interfered with a contractual\n          or    advantageous    business    relationship\n          belonging to Kenda Corp.:\n\n          Kratze    Yes/No\n          Germain   Yes/No\n\n\nBeneath both question 1 and 2, the jury was asked to determine the\n\namount of damages due Kenda if it found that any of the defendants\n\nhad committed fraud or tortious interference.   The instructions on\n\nthe verdict form also told the jury that if they answered \"Yes\"\n\nwith respect to any of the defendants listed in question 1(A), they\n\nwere to skip questions 4-6.   Questions 4-6 addressed Pot O'Gold's\n\ncounterclaims against Kenda (for breach of contract, conversion,\n\nand service mark infringement).3      The jury concluded that Pot\n\nO'Gold did not fraudulently induce the contracts, but that Kratze\n\nand Germain did.     It also concluded that Kratze and Germain\n\ncommitted tortious interference.      After the jury delivered its\n\nverdict, the court issued a written opinion declaring that the\n\nAgreement, General Release, and Assignment were void for fraud and\n\nlack of consideration.\n\n\n\n\n     3\n        The remainder of the questions on the verdict form,\nquestions 7 and 8, addressed Pot O'Gold's counterclaims for\ntortious interference and breach of contract against Rischitelli\nindividually. On both questions, the jury found Rischitelli not\nliable.\n\n                               -12-\n\f            The defendants now argue in their brief on appeal that\n\n\"the jury's verdict in favor of Pot O'Gold requires judgment in its\n\nfavor.\"    They elaborate as follows:\n\n            There can be no doubt that the Feb [sic] 5\n            Agreements are valid.     The Jury determined\n            that there was no fraud by Pot O'Gold. The\n            individual defendants, Kratze and Germain,\n            were not signatories to the Agreements. . . .\n            [O]ver counsel's objections, the Verdict Form\n            directed the Jury to consider the claims\n            against the individuals even if it found the\n            Feb 5 Agreements valid. But for [plaintiff's\n            argument that the individual defendants were\n            acting outside the scope of their authority],\n            the individuals would have been exonerated[,]\n            as the Feb 5 Agreements, including the\n            Release, were determined by the Jury to be\n            valid, i.e., no fraud by the only party to the\n            Agreements, Pot O'Gold.\n\nAs    relief,   the   defendants     ask    that    \"[w]ith   respect      to   all\n\nAgreements, this Court should declare them valid, enforceable and\n\nenter an Order requiring Kenda and Rischitelli to honor their\n\nterms.\"    They also state that the individual verdicts against\n\nKratze and      Germain     \"must   be   reversed   to   avoid    a   substantial\n\nmiscarriage of justice.\"\n\n            As the defendants see it, the jury's verdict in favor of\n\nPot    O'Gold   on    the    fraudulent     inducement    claim       conclusively\n\nestablishes the validity of the contracts signed on February 5,\n\n1998, including the General Release, which, by its terms, barred\n\nthe kind of claims Kenda brought against Pot O'Gold, Kratze, and\n\nGermain. Consequently, the jury verdict form was flawed in that it\n\npermitted the jury to consider claims of fraudulent inducement and\n\n                                         -13-\n\ftortious interference against Kratze and Germain even after finding\n\nthat Pot O'Gold had not committed fraud.4   Moreover, the favorable\n\nfinding for Pot O'Gold precluded the court from finding in its\n\nwritten opinion that the contracts were void.\n\n          The defendants contend that if Kenda is able to collect\n\ndamages for the tortious conduct of the individual defendants as\n\nwell as rescind its contracts with Pot O'Gold, Kenda will \"have it\n\nboth ways.\"   The jury verdict against the individual defendants\n\n(but not against the corporation) likely was based on the theory\n\nthat the individual defendants were acting outside the scope of\n\ntheir agency as directors of Pot O'Gold when they fraudulently\n\ninduced Kenda to sign the February 5, 1998, contracts.5           The\n\n\n     4\n       At oral argument, counsel claimed he was challenging the\n\"inconsistent verdict\" delivered by the jury, i.e., the finding\nthat Pot O'Gold had not committed fraud but that its officers had.\nIf this were the sum and substance of the defendants' objection, we\ncould dispatch it quickly by finding that the argument was\nforfeited. \"[O]bjections to the inconsistency of verdicts must be\nmade after the verdict is read and before the jury is discharged.\"\nBabcock v. General Motors Corp., 299 F.3d 60, 63 (1st Cir. 2002).\nBecause the defendants did not object at the critical time, this\nargument cannot be made on appeal. Nevertheless, after a close\nreading of the defendants' brief, we conclude that they are\nactually raising an objection to the court's declaratory judgment\nrulings, the verdict form, and the jury instructions, a more\ncomplex argument than counsel articulated in his oral presentation.\nTherefore, we will give the defendants the benefit of the doubt and\nassume, without deciding, that this argument about the individual\nliability of the defendants was properly preserved at trial.\n     5\n       We say \"likely\" because of a disconnect between    an argument\nmade by Kenda's counsel to the judge and her subsequent   argument to\nthe jury.   Kenda's counsel argued to the court that       Kratze and\nGermain were exposed to individual liability because       they acted\n\"outside the scope\" of reasonable business expectations   as officers\n\n                               -14-\n\fdefendants now claim that if the jury concluded that Kratze and\n\nGermain were acting outside the scope of their agency as directors\n\nof Pot O'Gold, then the corporation \"cannot be held liable\" for\n\nthese actions.\n\n           This is a strange argument because Pot O'Gold is not\n\nbeing held \"liable\" in this case.       The jury did not award any tort\n\ndamages against the corporation.        Pot O'Gold's only \"loss\" is the\n\nloss of the benefit of its contracts with Kenda -- contracts that\n\nthe jury specifically found Kenda was fraudulently induced into\n\nsigning.     Far from an unfair or inconsistent resolution, the\n\nrescission   of   the   February   5,     1998,   contracts   is   entirely\n\npermissible under basic principles of contract law.\n\n           Fraud in the inducement can serve as both a basis for\n\ntort liability, see W. Page Keaton, et al., Prosser and Keaton on\n\nTorts § 105 (5th ed. 1984), and as grounds for rescinding a\n\ncontract, see Yorke v. Taylor, 124 N.E.2d 912, 914-15 (Mass. 1955);\n\nDenton v. Utley, 86 N.W.2d 537, 541-42 (Mich. 1957); Restatement\n\n\n\nof the corporation. However, she neither presented such a theory\nto the jury nor asked the judge for a jury instruction on\nindividual versus corporate liability on the basis of corporate\nagents acting beyond the scope of their authority. While neither\nparty claims error in the judge's omission from his charge of an\ninstruction regarding individual liability of the corporate\nofficers (there was a piercing the corporate veil instruction which\nis not at issue here because of the exoneration of Pot O'Gold),\nthis omission made the jury's task more difficult. Nevertheless,\nit was entirely reasonable, based on the evidence submitted, for\nthe jury to find that the tortious conduct of Kratze and Germain\nshould not be charged to the corporation.\n\n                                   -15-\n\f(Second) of Contracts § 164 (1981).6     See also Harris v. Delco\n\nProds., 25 N.E.2d 740, 742 (Mass. 1940) (\"The test to be applied in\n\nthe case at bar to determine whether the defendant is to be\n\nrelieved of its contract by reason of any alleged fraudulent\n\nmisrepresentations is the same as that applied in actions of tort\n\nfor deceit.\").   Principles of contract law permit rescission of a\n\ncontract even when the misrepresentations at issue were made by a\n\nnon-party to the contract.     See, e.g., Restatement (Second) of\n\nContracts § 164(2) (\"If a party's manifestation of assent is\n\ninduced by either a fraudulent or material misrepresentation by one\n\nwho is not a party to the transaction upon which the recipient is\n\njustified in relying, the contract is voidable by the recipient. .\n\n. .\").   Rescission is an equitable remedy, and can be imposed on a\n\ncontract even in the absence of culpable behavior.   See Robert L.\n\nHaig, 3 Business and Commercial Litigation in Federal Courts §41.14\n\n(1998) (recognizing that rescission can be granted in cases of\n\nmistake and innocent representation).    Therefore, the mere fact\n\nthat Pot O'Gold did not engage in conduct warranting a remedy in\n\ntort does not prevent the court from relieving Kenda of a contract\n\n\n\n     6\n       The parties cite Massachusetts case law in support of their\narguments, even though the Agreement and General Release clearly\nstate that they \"shall be construed and interpreted under the laws\nof the State of Michigan.\" Except as it relates to the Chapter 93A\nclaim, see infra Part III.C., neither party has raised choice of\nlaw as an issue in this case. Since the principles applicable to\nrescission are similar under both Massachusetts and Michigan case\nlaw, we need not decide which state's law should apply.\n\n                                -16-\n\fit was fraudulently induced into signing by directors of Pot\n\nO'Gold.\n\n             While Pot O'Gold contends that the rescission of its\n\ncontracts with Kenda must be in error because it would permit Kenda\n\nto have it both ways -- by recovering tort damages from the\n\nindividual defendants for their \"ultra vires\" activities and being\n\nable to rescind the contracts with Pot O'Gold -- the defendants are\n\nactually the ones trying to have it both ways.                 After convincing\n\nthe jury that the corporation should not be held liable for the\n\ntortious conduct of its directors (thereby relieving itself of\n\nvicarious tort liability), Pot O'Gold now seeks to retain the\n\nbenefits of Kratze and Germain's tortious conduct -- namely, the\n\nsigned contracts with Kenda.            Such a result does not accord with\n\nthe equitable principles of rescission.                See, e.g, Boston Five\n\nCents   Sav.   Bank   v.     Brooks,    34   N.E.2d   435,    439   (Mass.   1941)\n\n(discussing fraudulent inducement as a defense to enforcement of a\n\npromissory note; \"The [bank] cannot adopt [the acts of an agent\n\nacting beyond his authority] in accepting the note from the [maker]\n\nand at the same time disavow the means by which he secured the\n\nexecution and delivery of the note in its behalf.\"); Bates v.\n\nSouthgate,     31   N.E.2d    551,     559   (Mass.   1941)   (opining   that    a\n\nprincipal should not be able \"to enforce for his own benefit a\n\ncontract procured through the actual fraudulent misrepresentation\n\nof his agent\"); White Tower Mgmt. Corp., v. Taglino, 19 N.E.2d 700,\n\n\n                                        -17-\n\f701 (Mass. 1939) (\"[The seller] ought not to be permitted to take\n\nthe benefit of false and fraudulent misrepresentations made by its\n\nagent.\"). After the rescission of the contracts, Pot O'Gold is now\n\nin the same position it would have been in but for the intentional\n\nmisrepresentations of the individual defendants -- there are no\n\ncontracts between Pot O'Gold and Kenda.       The district court's\n\nruling on the declaratory judgment permitting the rescission of the\n\nFebruary 5 agreements was correct.\n\n          As a necessary corollary, then, since the jury's verdict\n\nin favor of Pot O'Gold did not conclusively establish the validity\n\nof the February 5, 1998, contracts -- including the General Release\n\n-- it was permissible for the jury to consider Kenda's claims\n\nagainst the individual defendants.    Therefore, the district court\n\ndid not err in its construction of the jury form.\n\nB. Kratze's Liability for Fraudulent Inducement7\n\n\n     7\n       We do not consider whether the evidence was sufficient to\nsupport the fraudulent inducement verdict against Germain.\nGermain's pro se brief outlines seven issues he is raising on\nappeal, but develops a legal argument only on one (validity of the\ncontracts).   The pro se brief states that it \"[i]ncorporate[s]\nherein by Attachment\" the brief filed on behalf of Pot O'Gold and\nKratze. On most of Germain's issues, we have incorporated Kratze's\nlegal arguments into Germain's brief as well. See, e.g., Instituto\nde Educacion Universal Corp. v. U.S. Dep't of Educ., 209 F.3d 18,\n23 (1st Cir. 2000) (recognizing that \"complaints drafted by non-\nlawyers are to be construed with some liberality\").        On this\nsufficiency of the evidence issue though, Kratze's brief makes an\nargument that is specific to Kratze. Because we cannot apply this\nargument to Germain, we must conclude his \"sufficiency of the\nevidence argument\" is waived. Ahmed v. Rosenblatt, 118 F.3d 886,\n890 (1st Cir. 1997) (\"[P]ro se status does not insulate a party\nfrom complying with procedural and substantive law.\").\n\n                               -18-\n\f          The defendants also challenge the jury's verdict against\n\nKratze on the fraudulent inducement claim on the ground that it was\n\nnot supported by the evidence produced at trial.            In evaluating\n\nclaims that the evidence does not support the jury verdict, our\n\nstandard of review is de novo.      Walton v. Nalco Chem. Co., 272 F.3d\n\n13, 23 (1st Cir. 2001).       We draw \"all reasonable inferences in\n\nfavor of the prevailing party,\" and we will affirm \"unless the\n\nevidence was 'so strongly and overwhelmingly inconsistent' with the\n\nverdicts that no reasonable jury could have returned them.\"           Id.\n\n(quoting Negron v. Caleb Brett U.S.A. Inc., 212 F.3d 666, 668 (1st\n\nCir. 2000)).   In order to overturn the verdict, we must find that\n\nno reasonable jury could have found \"that all five elements of\n\ncommon   law   fraud   were   met     with   respect   to   the   alleged\n\nmisrepresentations. . . . These elements are:               (1) that the\n\nstatement was knowingly false; (2) that [the defendants] made the\n\nfalse statement with the intent to deceive; (3) that the statement\n\nwas material to the plaintiffs' decision to sign the contract; (4)\n\nthat the plaintiffs reasonably relied on the statement; and (5)\n\nthat the plaintiffs were injured as a result of their reliance.\"\n\nTurner v. Johnson & Johnson, 809 F.2d 90, 95 (1st Cir. 1986).         The\n\ndefendants contend that no reasonable jury could have found that\n\nRischitelli reasonably relied on the statements Kratze and Germain\n\nmade when he signed the contracts.\n\n\n\n\n                                    -19-\n\f            At trial, Rischitelli testified that Kratze and Germain\n\n\"brought in a chart that showed projections where they were going\n\nto make $50 million in the next year\" running their pool league.\n\nHe also testified that Kratze talked to him about the league\n\naffiliating with Oprah's Angels8 -- that he had \"300,000 kids\n\nsigned, sealed and delivered\" as league participants.           Finally,\n\nRischitelli testified that Kratze told him he was going to invest\n\nhis own money in the corporation.      The defendants argue that these\n\nstatements cannot be the basis for fraud liability.\n\n            Noting that the statements relied upon by Rischitelli\n\nwere not incorporated into the signed contracts, the defendants\n\npoint to an integration clause included as Paragraph 10 of the\n\nAgreement, which states: \"Each party hereto agrees that this\n\nAgreement is the entire agreement and understanding between the\n\nparties and no verbal statements at any time shall affect in any\n\nway the terms and conditions of this Agreement.\"        But it is well\n\nsettled   in   Massachusetts   that   \"[a]n   integration   clause   in   a\n\ncontract does not insulate automatically a party from liability\n\nwhere he induced another person to enter into a contract by\n\nmisrepresentation.\" Starr v. Fordham, 648 N.E.2d 1261, 1268 (Mass.\n\n1995).    See Sound Techniques Inc. v. Hoffman, 737 N.E.2d 920, 924\n\n\n     8\n       Oprah's Angels is a charity affiliated with the talk show\nhost and actress Oprah Winfrey. Oprah's Angel Network raises money\nto provide scholarships and other programs for needy students.\nWinfrey also spotlights on her talk show a variety of charities\nthat cater to underprivileged and abused children and teenagers.\n\n                                  -20-\n\f(Mass. App. Ct. 2000) (\"Whether we refer to the clause in question\n\nas a merger clause, an integration clause, or an exculpatory\n\nclause, the settled rule of law is that a contracting party cannot\n\nrely upon such a clause as protection against claims based upon\n\nfraud or deceit.\"); see also Broomfield v. Kosow, 212 N.E.2d 556,\n\n562 (Mass. 1965) (\"Fraud involved in the contract may be proved by\n\nextrinsic evidence. . . .\").9\n\n           Rischitelli testified that he actually relied on the\n\nstatements cited above when deciding to sign the contracts:        \"I\n\ninquired about whether or not I could become a stockholder with\n\nthem.    I liked what he had to say about the fact that they were\n\ngoing to give some money and they had Oprah's Angels already signed\n\nup. . . . [They said t]he only way to bring me on board was for me\n\nto sign a consulting agreement.\"       The jury could have found that\n\nRischitelli's reliance was reasonable.\n\n           \"[S]tatements of present intention as to future conduct\n\nmay be the basis for a fraud action if . . . the statements\n\nmisrepresent the actual intention of the speaker and were relied\n\nupon by the recipient to his damage.\"     McEvoy Travel Bureau Inc. v.\n\n\n     9\n       The defendants rely on McCartin v. Westlake, 630 N.E.2d 283\n(Mass. App. Ct. 1994), which we find to be inapposite. The court\nin that case emphasized that the misrepresentations directly\ncontradicted the contract and attached documents. That is not true\nhere. Cf. Starr, 648 N.E.2d at 1268 (\"Thus, the provisions of the\n[] agreement were not 'clearly at variance' with [defendant's]\nrepresentation.    There was no clear error, therefore, in the\njudge's conclusion that the plaintiff was reasonable in his\nreliance.\") (internal citations omitted).\n\n                                -21-\n\fNorton Co., 563 N.E.2d 188, 192 (Mass. 1990).        Kratze's statement\n\nthat he planned to invest his own money into Pot O'Gold is more\n\nthan just a vague promise. Rischitelli could have believed that it\n\naccurately    expressed   his   intent   at   the   time   he   convinced\n\nRischitelli to sign the contract.        Rischitelli had no reason to\n\nbelieve that Kratze did not intend to carry through with this\n\ninvestment.     The evidence adduced at trial indicated that Kratze\n\nnever invested any of his own money into Pot O'Gold.\n\n             Similarly, Kratze's statement that he had a \"signed,\n\nsealed, and delivered\" contract with the Oprah's Angel Network was\n\na statement of fact, which Rischitelli also had no reason to\n\nsuspect was not true.     The defendants contend that Rischitelli was\n\na \"sophisticated businessman\" who could have detected Kratze's\n\nintentional misrepresentations simply by asking to see the contract\n\nwith Oprah.    Although Rischitelli might have demanded more of his\n\nfuture business associates, his failure to confirm that there was\n\nactually a contract with Oprah's Angels does not make his reliance\n\nunreasonable. \"Certainly where a defendant has wilfully made false\n\nrepresentations with intent to deceive he ought not to be relieved\n\nof liability because of his victim's lack of diligence.\"           Yorke,\n\n124 N.E.2d at 916.    The outer limit of this doctrine requires only\n\nthat the relied-upon statement not be \"preposterous or palpably\n\nfalse.\"   Id.; see Kuwaiti Danish Computer Co. v. Digital Equip.\n\nCorp., 781 N.E.2d 787, 795 (Mass. 2003) (finding that plaintiffs\n\n\n                                  -22-\n\fcould not have reasonably relied on an oral statement made during\n\ncontract negotiations when the statement's falsity would have been\n\ndiscovered if plaintiffs had read the entire contract).         The mere\n\nfact   that    Rischitelli     could     have    discovered     Kratze's\n\nmisrepresentation by pressing Kratze to produce the contract at\n\nissue does not render the statement \"palpably false.\"         See Prosser\n\nand Keeton on Torts, supra, § 108 (\"It is now held that assertions\n\nof fact as to . . . matters inducing commercial transactions . . .\n\nmay justifiably be relied on without investigation . . . where the\n\nfalsity of the representation might be discovered with little\n\neffort by means easily at hand.\"); see also Zimmerman v. Kent, 575\n\nN.E.2d 70, 81 (Mass. App. Ct. 1991) (upholding the determination\n\nthat the plaintiff reasonably relied on the false statement, even\n\nthough its falsity would have been uncovered merely by obtaining an\n\nindependent estimate).    Hence, the jury supportably could have\n\nfound that    Rischitelli's   reliance   on   Kratze's   representations\n\nwithout further investigation was not unreasonable.\n\n          Kratze's statement that Pot O'Gold could generate $50\n\nmillion in revenue in 1998 presents a more difficult question on\n\nthe issue of justifiable reliance.       Because we find Rischitelli\n\ncould have reasonably relied on Kratze's other statements, and\n\nthese provide a sufficient basis for the jury's verdict, we need\n\nnot determine whether Kratze's projection was mere puffery.\n\n\n\n\n                                 -23-\n\fC. Rischitelli Not Liable for Breaching the January 23 Agreement\n\n            The contract Rischitelli signed on January 23 states,\n\ninter alia:\n\n            For a period of one (1) year after your\n            discussion   and    any   resolution    [sic]\n            discussions hereafter, you agree not to\n            compete with the Company, in any manner, with\n            respect to the business conducted by the\n            Company, anywhere in the United States of\n            America. . . . This Agreement not to compete\n            pertains to all business conducted by the\n            Company, including (by way of example only)\n            the Company's pool and/or dart leagues.\n\nPot O'Gold claimed that Rischitelli breached this contract in March\n\n1998 when he regained control of the teams that had played in the\n\nleague operated by Pot O'Gold since January.                The jury disagreed.\n\nAfter the     conclusion   of    the    trial,      the   court    considered   the\n\nparties' request for a declaratory judgment on the validity of the\n\nJanuary 23 contract, and declared the contract void.\n\n            The   validity      of    this    contract      must   be   considered\n\nseparately from the validity of the contracts Rischitelli signed on\n\nFebruary 5, 1998.       While we have concluded that the individual\n\ndefendants'    misrepresentations           tainted   the    February    5,   1998,\n\ncontracts   to    the   extent       that    they   could    be    rescinded,   the\n\nstatements that Pot O'Gold had a signed contract with Oprah's Angel\n\nNetwork and that Kratze and Germain were going to invest their own\n\nmoney into the corporation were not made until after Rischitelli\n\nsigned the January 23, 1998, contract.                These statements, then,\n\ncannot be the basis for finding that Rischitelli was fraudulently\n\n                                       -24-\n\finduced into signing the January 23, 1998, contract. Therefore, we\n\nmust carefully review the jury's verdict and the judge's decision\n\nto determine whether the January 23, 1998, contract fails for a\n\nlack of consideration.\n\n          The judge had instructed the jury that \"[i]f you find by\n\na preponderance of the evidence that consideration did not exist\n\nwith respect to a particular contract, the party accused [of]\n\nbreaching that contract is excused from performing under the terms\n\nof that contract and may not be held liable for breach of that\n\ncontract.\"10   There was no objection to this instruction.   Question\n\neight on the jury verdict form asked: \"Did Pot O'Gold Money\n\nLeagues, Inc. prove that Rischitelli breached a contract he had\n\n\n     10\n       The judge also went on to explain that the jury could excuse\na breach of contract if it found by a preponderance of the evidence\nthat that party was fraudulently induced into signing the contract\nin the first place.    As discussed above, it is unclear whether\nthere was sufficient evidence to find for Rischitelli on this\nground with respect to the January 23, 1998 contract. While the\ndefendants assert that \"[t]here was absolutely no fraudulent\ninducement\" going to the January 23, 1998, contract, they do not\nclaim error in the verdict form which did not ask the jury to\nspecify if they excused Rischitelli from a breach of contract\nbecause of fraudulent inducement or failure of consideration. Cf.\nSunkist Growers v. Winckler & Smith Citrus Prods. Co., 370 U.S. 19,\n29-30 (1962) (finding reversible error when the jury issued a\ngeneral verdict holding party liable, after having been instructed\non multiple theories of liability; since one of the theories\nsubmitted to the jury was tainted by legal error, and the jury's\ngeneral verdict made it impossible to determine whether the jury\nrelied on that ground, reversal was necessary). Therefore, we need\nnot evaluate the propriety of the verdict form regarding the\nJanuary 23, 1998, contract. As we have stated repeatedly: \"failure\nto brief an argument will result in waiver for purposes of appeal.\"\nOrtiz v. Gaston County Dyeing Mach. Co., 277 F.3d 594, 598 (1st\nCir. 2002), and cases cited therein.\n\n                                -25-\n\fwith it[?]\"     The jury responded \"no.\"      After this verdict, the\n\ndistrict court determined that the Non-Competition Agreement was\n\n\"void for lack of consideration in that the defendants provided\n\nnothing of value to Rischitelli in exchange for his promise.\"\n\n           Defendants argue that the \"promise to tell Rischitelli\n\nabout their plans\" was sufficiently valuable consideration to\n\nenforce   the   contract.   That   argument    ignores   Rischitelli's\n\ntestimony that Kratze and Germain's business plans consisted only\n\nof their desire to see the Pot O'Gold League expand its player base\n\nand their claims that such growth was imminent given their \"signed,\n\nsealed, and delivered\" contract with the Oprah's Angels Network.\n\nNoting that this \"valuable\" information turned out to be no more\n\nthan a series of misrepresentations, the trial court explained its\n\ndecision to rescind the January 23 contract:\n\n          The party seeking rescission must demonstrate\n          that   the   alleged   misrepresentation   and\n          resulting failure of consideration \"amounts to\n          an abrogation of the contract, or goes to the\n          essence of it, or takes away its foundation.\"\n          NIKE, Inc., 1 F. Supp. 2d at 65, citing Plumer\n          v. Houghton & Dutton Co., 281 Mass. 173\n          (1932)(internal   quotations   and   citations\n          omitted). Although as a general principle of\n          contract law, courts will not inquire into the\n          adequacy of consideration in an agreed-upon\n          exchange, equity will grant relief where the\n          consideration is \"so grossly inadequate as to\n          shock the conscience of the court\".        See\n          Wroblewski v. Wroblewski, 329 Mich. 61, 67\n          (1950).\n\n\nWe find no fault with this analysis.\n\n\n                                -26-\n\fD. Admission of Improper Evidence\n\n              The plaintiffs elicited testimony from several witnesses\n\nwho    were   shareholders     working   as   either   league    directors   or\n\nemployees of the new corporation, Pot O'Gold.                   The defendants\n\nobject to three types of evidence that they claim were irrelevant:\n\n•             oral testimony that \"Germain and Kratze lied to [these\n              shareholders], owed them unpaid wages, stole money and\n              threatened them\";\n\n•             a letter Perry wrote to Kratze outlining the problems Pot\n              O'Gold was having with its finances; and\n\n•             a document prepared by Germain and presented to a Pot\n              O'Gold shareholder/league director showing that Pot\n              O'Gold could earn $48 million in revenues in 1998.\n\nThe defendants argue that this evidence, having nothing to do with\n\nKenda and Rischitelli, the only plaintiffs in this case, was\n\nirrelevant to Kenda's claims and unfairly prejudicial. They insist\n\nthat \"the only evidence that the Jury should have heard was that\n\nconcerning the alleged fraudulent inducement of the Feb [sic] 5\n\nAgreement.\" We agree with the trial court that the defendants take\n\nmuch too narrow a view of the case and the concept of relevance.\n\n              Federal Rule of Evidence 401 defines relevant evidence as\n\n\"evidence having any tendency to make the existence of any fact\n\nthat is of consequence to the determination of the action more\n\nprobable or less probable than it would be without the evidence.\"\n\nThe district court enjoys \"substantial latitude\" in admitting\n\ntestimony pursuant to this rule, and \"'only in exceptional cases\n\nwill    reversible     error     be   found    in   the   district     court's\n\n                                      -27-\n\fdetermination of the probative value of testimony in a particular\n\ncase.'\"      Cummings v. Standard Register Co., 265 F.3d 56, 63 (1st\n\nCir. 2001) (quoting Conway v. Electro Switch Co., 825 F.2d 593, 597\n\n(1st. Cir. 1987)).          The evidence in question was relevant to the\n\nissues present in the case at the start of the trial.\n\n              In addition to its claim of fraudulent inducement, Kenda\n\nalleged tortious interference with business relations, violations\n\nof   civil    RICO,   and    violations   of   the   Massachusetts     Consumer\n\nProtection     Act    (Chapter   93A).      The   defendants   added    to   the\n\ncomplexity of the case with their counterclaims.                 All of the\n\nevidence challenged by the defendants was relevant to at least one\n\nof the claims present in the litigation.             For example, Germain's\n\nassertion, accompanied by a chart, that Pot O'Gold could make $48\n\nmillion in 1998 helped to convince league directors to keep their\n\nteams aligned with Pot O'Gold, and hence bore directly on Kenda's\n\ntortious interference claim.         It was also relevant to Kenda's RICO\n\nclaim.11     In order to prove the defendants violated RICO, Kenda had\n\nto show the defendants were committing a pattern of racketeering\n\nactivity.      Therefore, conversations among Pot O'Gold shareholders\n\n(and documents        produced   during   those   conversations)     regarding\n\nKratze's and Germain's attempts to expand the company could have\n\n\n\n\n      11\n       Kenda's civil RICO claim is discussed more thoroughly in\nPart III.B., infra.\n\n                                     -28-\n\fsupported Kenda's claims that Pot O'Gold was engaging in such a\n\npattern.\n\n           Testimony describing the general disarray of Pot O'Gold\n\nbetween January 1998 and March 1998 was similarly relevant to\n\nKenda's claims. In support of Kenda's fraudulent inducement claim,\n\nRischitelli testified that Kratze and Germain told him they were\n\ngoing to infuse the league with substantial amounts of their own\n\nmoney. The testimony elicited from Pot O'Gold shareholders -- that\n\nKratze and Germain had not contributed their own funds to the\n\nleague,    that   the   corporation's   money   was   being   handled\n\ninappropriately, and that the corporation was therefore unable to\n\npay its bills -- was relevant to whether Kratze and Germain's\n\nstatements to Rischitelli were misrepresentations.\n\n           There is no reason to think that the evidence presented\n\nin this case was unfairly prejudicial.      The witnesses testified\n\nonly to Germain and Kratze's conduct as businessmen. Although that\n\nportrayal was unfavorable, it was offered in support of claims that\n\nthey acted improperly in creating Pot O'Gold and in carrying out\n\nits business.     Flattering evidence would not have made the case.\n\nSee Kelley v. Airborne Freight Corp., 140 F.3d 335, 348 (1st Cir.\n\n1998) (\"[A]ll probative evidence is prejudicial.\"); Onujiogu v.\n\nUnited States, 817 F.2d 3, 6 (1st Cir. 1987) (\"The fact that a\n\npiece of evidence hurts a party's chances does not mean it should\n\nbe automatically excluded.      If that were true, there would be\n\n\n                                -29-\n\fprecious little left in the way of probative evidence in any\n\ncase.\").\n\nE. Damages\n\n            After finding Kratze and Germain liable, the jury awarded\n\nKenda $55,500 on its fraudulent inducement claim and $35,000 on its\n\ntortious interference claim. The defendants now contend that those\n\ndamages awards are not supported by the evidence submitted in the\n\ntrial, and alternatively, that the awards are redundant.          We\n\ndisagree.\n\n             1. Fraudulent Inducement\n\n             Rischitelli testified that he wrote Germain a $25,000\n\ncheck for the purpose of fulfilling his responsibilities under the\n\nFebruary 5, 1998, Agreement.      That agreement states that Kenda\n\nwould be responsible for the tournament fees for the upcoming\n\nnational tournament. Rischitelli gave the $25,000 check to Germain\n\nshortly after the February 5 meeting.12      As the jury found that\n\nRischitelli was fraudulently induced into signing the February 5,\n\n1998, contract on behalf of Kenda, the transfer of this $25,000 can\n\nbe directly traced to this contract.\n\n             Additionally, Rischitelli testified that he estimated\n\nKenda would have received approximately $80,000 in revenue if it\n\n\n\n     12\n       Rischitelli initially wrote this check to Pot O'Gold. After\nGermain received it, he drove to Massachusetts, personally returned\nthe check to Rischitelli, and demanded he write out another check\nin Germain's name only.\n\n                                 -30-\n\fhad operated the league between January 5, 1998, and March 23,\n\n1998.   Certainly, as Kenda did not operate the league during this\n\nperiod, Rischitelli could not know for sure how much money players\n\nactually paid in dues to Pot O'Gold.          Nevertheless, his estimate\n\nwas reconstructed from records indicating the number of teams\n\nregistered and the number of games played during the three-month\n\nperiod that the teams were sending their dues to Pot O'Gold and\n\nGermain.    The    remainder   of   the    jury's   award   for   fraudulent\n\ninducement ($30,500) could have been to compensate Kenda for this\n\nlost income.   It is reasonable to assume, as the jury must have,\n\nthat at least $30,500 of the estimated $80,000 in revenues Kenda\n\nlost would have been earned after February 5, 1998, the date of the\n\ncontract signing.\n\n           2. Tortious Interference\n\n           Kenda also adduced sufficient evidence to justify a\n\ndiscrete award of $35,000 on the tortious interference claim.\n\nRischitelli and Perry both testified that Perry transferred $26,000\n\nfrom the Kenda account to Germain before Rischitelli even knew\n\nPerry was abandoning their business.         Perry took two blank checks\n\nthat Rischitelli had signed before leaving for vacation in December\n\n1997, wrote out one for $10,000 and the other for $16,000, and gave\n\nthem to Germain.    The remaining $9,000 of the award could have come\n\nfrom revenues Kenda lost before February 5, 1998. Teams affiliated\n\nwith Kenda had been paying dues through the mail.           Kenda employees\n\n\n                                    -31-\n\fwould send blank score sheets to the teams together with an\n\nenvelope addressed to Kenda's post office box.        After playing each\n\nweek, the teams would fill out their score sheets, place them in\n\nthese envelopes along with their weekly fees, and mail them. After\n\nthe meeting on December 19, 1997 (when Perry and the other former\n\nKenda employees and league directors became shareholders of Pot\n\nO'Gold), Germain directed Pot O'Gold employees to change the\n\naddresses on these envelopes.     The new address was a post office\n\nbox controlled by Pot O'Gold.    Rischitelli testified that when he\n\nreturned from vacation in early January, the Kenda post office box\n\nhad very few envelopes in it.       Therefore, it is reasonable to\n\nassume, as the jury probably did, that Kenda lost at least $9,000\n\nin revenues before February 5, 1998.      Consequently, we find that\n\nthe jury verdict was both supportable and non-redundant.\n\nF. April 1, 2002, Amended Judgment\n\n          Finally,   the   defendants   cite   what   appears   to   be   a\n\nclerical error in the amended judgment. The district court entered\n\njudgment on September 5, 2001.    Shortly thereafter, the plaintiff\n\nmoved to amend the judgment under Rule 59(e) for the purpose of\n\nadding prejudgment interest.     The defendants did not oppose the\n\nmotion, and the court issued an amended judgment on April 1, 2002.\n\nIn the amended judgment, the district court omitted the following\n\nsentence that had been present in the initial judgment:         \"[A]nd it\n\nis FURTHER ORDERED that judgment be entered in favor of the\n\n\n                                 -32-\n\fdefendant Pot O'Gold Money Leagues, Inc. on the plaintiff's claims\n\nagainst   it   that   were   tried   before   the    jury.\"      Although    the\n\nplaintiffs prevailed in their claims against Kratze and Germain,\n\nthe jury concluded that Pot O'Gold was not liable for fraudulent\n\ninducement.      Therefore,    on    that   claim,    Pot     O'Gold   was   the\n\nprevailing party.     This sentence should have been retained in the\n\namended judgment.     Therefore, we will direct the district court to\n\nrestore the deleted language to its amended judgment.\n\n                         III. THE CROSS-APPEAL\n\n           In its cross-appeal, Kenda argues that the district court\n\nerred in three ways: (1) in denying Kenda's motion for leave to\n\namend its complaint; (2) in directing a verdict in the defendants'\n\nfavor on the civil RICO claim; and (3) in finding that Pot O'Gold\n\ndid not violate Mass. Gen. Laws ch. 93A.             We will address these\n\narguments in turn.\n\nA. Motion for Leave to Amend\n\n           On May 22, 2001 (one week after the jury had delivered\n\nits verdict), Kenda moved to amend its complaint to add claims\n\nagainst Kratze and Germain for violations of Mass. Gen. Laws ch.\n\n93A.   Under its original complaint, already twice amended, Kenda\n\nonly named the corporation Pot O'Gold as a Chapter 93A defendant.\n\nKratze and Germain opposed the amendment and the district court\n\ndenied the motion.\n\n\n\n\n                                     -33-\n\f            Rule 15(b) permits post-trial amendments to conform the\n\npleadings   to   the   evidence   \"[w]hen   issues    not   raised     by   the\n\npleadings are tried by express or implied consent of the parties.\"13\n\nFed. R. Civ. P. 15(b).    The district court denied Kenda's motion on\n\nthe grounds that Kratze and Germain did not consent to their\n\ninclusion in the Chapter 93A count, and that the addition of such\n\na count would unduly prejudice the individual defendants.                   \"We\n\nreview denials of leave to amend under Rule 15 for abuse of\n\ndiscretion, deferring to the district court for any adequate reason\n\napparent from the record.\" Resolution Trust Corp. v. Gold, 30 F.3d\n\n251, 253 (1st Cir. 1994).\n\n            Consent to trial on a particular claim can be either\n\nexpress or implied.      As there is no indication that Kratze and\n\nGermain expressly consented to trying a Chapter 93A claim, we must\n\ndetermine   whether    they   impliedly   consented    to   such   a   claim.\n\n\"Consent to the trial of an issue may be implied if, during the\n\ntrial, a party acquiesces in the introduction of evidence which is\n\nrelevant only to that issue.\"      DCPB, Inc. v. City of Lebanon, 957\n\n\n\n     13\n        On appeal, Kenda frames its motion to amend as one under\nRule 15(b), even though it is not clear that it relied on Rule\n15(b) in its initial motion to the trial court. In that motion,\nKenda invoked the standard for decision under Rule 15(a) when it\nstated that \"[Rule] 15 mandates that leave to amend the complaint\nbe granted where justice so requires.\" Nevertheless, the trial\ncourt read Kenda's motion broadly, citing as grounds for its denial\nfactors relevant to analysis under both 15(a) and 15(b).\nTherefore, we will read Kenda's motion to the trial court in a\nsimilar manner and reach the merits of its 15(b) argument.\n\n                                   -34-\n\fF.2d 913, 917 (1st Cir. 1992). But \"[t]he introduction of evidence\n\ndirectly relevant to a pleaded issue cannot be the basis for a\n\nfounded claim that the opposing party should have realized that a\n\nnew issue was infiltrating the case.\"    Id.; see Galindo v. Stoody\n\nCo., 793 F.2d 1502, 1513 (9th Cir. 1986) (\"It is not enough that an\n\nissue may be 'inferentially suggested by incidental evidence in the\n\nrecord;' the record must indicate that the parties understood that\n\nthe evidence was aimed at an unpleaded issue.\").    As Kenda points\n\nto no evidence introduced against Kratze and Germain that goes\n\nsolely to their individual liability under Chapter 93A, we agree\n\nwith the district court that the individual defendants did not\n\nconsent to the inclusion of the individual Chapter 93A claims.\n\n          Even in the absence of consent, explicit or implicit,\n\nKenda argues that the district court erred in denying the amendment\n\nin the absence of a finding that the late amendment would prejudice\n\nthe defendants.   Kenda fails to recognize that prejudice, or lack\n\nthereof, is only one issue to be weighed in considering whether an\n\namendment is appropriate.   \"[A] finding that the nonmoving party\n\nwould not be prejudiced by an untimely amendment does not compel a\n\ndetermination that the amendment is appropriate.\" United States v.\n\nDavis, 261 F.3d 1, 59 (1st Cir. 2001).   Finally, Kenda offered no\n\nexplanation for its lengthy delay in raising its motion to amend.\n\nThe district court did not abuse its discretion when it denied\n\nKenda's motion to amend.\n\n\n                               -35-\n\fB. Civil RICO\n\n           After the close of the evidence, the court granted the\n\ndefendants' motions for judgment as a matter of law on Kenda's\n\ncivil RICO claim, 18 U.S.C. §§ 1961-1968 (2000).               Kenda alleged\n\nthat Pot O'Gold, Kratze, and Germain participated in racketeering\n\nactivity   by   committing   acts   of     mail   fraud,    wire   fraud,   and\n\ntransporting money procured by fraud from Kenda over state lines,\n\nall for the purpose of establishing Pot O'Gold.             We agree with the\n\ndistrict court that Kenda did not produce sufficient evidence to\n\npermit a reasonable jury to find that the defendants violated RICO.\n\n           In order to succeed in its RICO claim, Kenda had to prove\n\nfour elements required by the statute:            \"(1) conduct, (2) of an\n\nenterprise, (3) through a pattern, (4) of racketeering activity.\"\n\nSedima, S.P.R.L. v. Imrex Co., 473 U.S. 479, 496 (1985), quoted in\n\nFeinstein v. Resolution Trust Corp., 942 F.2d 34, 41 (1st Cir.\n\n1991).   We focus on the pattern of racketeering activity.\n\n           \"By statute, the 'pattern' element requires a plaintiff\n\nto show at least two predicate acts of 'racketeering activity,'\n\nwhich is defined to include violations of specified federal laws,\n\nsuch as the mail and wire fraud statutes.\"         Efron v. Embassy Suites\n\n(P.R.) Inc., 223 F.3d 12, 15 (1st Cir. 2000).              Kenda alleges that\n\nthe defendants' redirection of the players' payment envelopes and\n\nthe numerous false promises Germain and Kratze made over the phone\n\nto Kenda agents were \"fraudulent use[s] of the mail or telephone\n\n\n                                    -36-\n\fconstitut[ing] . . . separate predicate act[s]\" under the statute.\n\nCase law has made clear, though, that the mere showing of multiple\n\npredicate acts is insufficient to prove a pattern:   \"the plaintiff\n\nalso must demonstrate that the 'predicates are related, and that\n\nthey amount to or pose a threat of continued criminal activity.'\"\n\nId. (quoting H.J. Inc. v. Northwestern Bell Tel. Co., 492 U.S. 229,\n\n239 (1989)).    While there is no precise formula to help us\n\ndetermine whether an organization poses a continuing threat of\n\ncriminal behavior, our recent decision in Systems Management, Inc.\n\nv. Loiselle, 303 F.3d 100 (1st Cir. 2002), forecloses Kenda's\n\nargument that the defendants' conduct posed such a threat.      In\n\nSystems Management, we stated:\n\n          RICO is not aimed at a single narrow criminal\n          episode, even if that single episode involves\n          behavior that amounts to several crimes (for\n          example, several unlawful mailings). A\n          single \"scheme\" may be reached by RICO, but\n          only if it is reasonably broad and far\n          reaching.\n\nId. at 105 (internal citations omitted).\n\n          Kenda adduced evidence of only a single scheme by the\n\ndefendants -- their plan to induce Rischitelli into signing away\n\ncontrol of Kenda's assets and its pool league. Although Kratze and\n\nGermain committed multiple acts justifying civil verdicts against\n\nthem, all of these efforts were directed toward one transaction,\n\nand therefore, \"did not comprise or threaten 'the kind of continued\n\ncriminal activity at which the RICO statute was aimed.'\"    Id. at\n\n\n                                 -37-\n\f106 (quoting Apparel Art Int'l, Inc. v. Jacobson, 967 F.2d 720, 724\n\n(1st Cir. 1992) (holding that a contractor's fraudulent activities,\n\nall aimed at obtaining and keeping a single government contract, do\n\nnot amount to a pattern under RICO)); see Efron, 223 F.3d at 18\n\n(concluding that defendant's \"multiple related acts of deception\"\n\ncould not be basis for RICO liability as they were all aimed at the\n\nnarrow goal of \"transforming the ownership of the Partnership\n\nduring its early stages\"). If Kenda had produced evidence that the\n\ndefendants had plans to take over another company or pool league in\n\nthe same fraudulent manner, they might have had a stronger argument\n\nopposing the motion for a directed verdict.   Based on the evidence\n\npresented at trial, though, there was insufficient evidence for a\n\njury to find that the defendants posed a continuing threat of\n\ncriminal activity.   See Efron, 223 F.3d at 19 (\"There is nothing to\n\nsuggest that the defendants would seek to repeat their fraud in\n\nother partnerships or similar business settings, or to employ mail\n\nand wire fraud indefinitely in the . . . partnership.\").\n\nC. Chapter 93A\n\n          Kenda also argues that the district court erred in\n\nfinding that Pot O'Gold did not violate Mass. Gen. Laws ch. 93A.\n\nChapter 93A states that \"[u]nfair methods of competition and unfair\n\nor deceptive acts or practices in the conduct of any trade or\n\ncommerce are hereby declared unlawful.\"    Mass. Gen. Laws ch. 93A,\n\n§ 2(a) (2002); see Arthur D. Little, Inc. v. Dooyang Corp., 147\n\n\n                                -38-\n\fF.3d 47, 55 (1st Cir. 1998).       \"The statute does not specifically\n\ndefine 'unfair' or 'deceptive,'\" Id. at 55, but Massachusetts\n\ncourts have recognized that \"[a] practice is unfair if it is within\n\nthe penumbra of some common-law, statutory, or other established\n\nconcept   of   unfairness;   is   immoral,   unethical,     oppressive,     or\n\nunscrupulous; and causes substantial injury to other businessmen.\"\n\nLinkage Corp. v. Trustees of Boston Univ., 679 N.E.2d 191, 209\n\n(Mass. 1997) (modifications and internal quotations omitted).\n\n            The district court based its ruling for Pot O'Gold on a\n\nnumber of grounds.     First, it concluded that Kenda's Chapter 93A\n\nclaim against Pot O'Gold was \"without support because the jury\n\nfound that [Pot O'Gold] was not liable for fraud and there is no\n\nother actionable     misconduct    on   which   to   base   such   a   claim.\"\n\nAdditionally, it determined that even if the jury's finding that\n\nKratze and Germain were liable for fraud could be imputed to Pot\n\nO'Gold, \"the court [was] not persuaded that the defendants' actions\n\nwere sufficiently unfair or deceptive\" to justify Chapter 93A\n\nrelief.     Finally, the court concluded that the actions of the\n\nseveral defendants \"did not occur 'primarily and substantially'\n\nwithin the Commonwealth of Massachusetts,\" but instead occurred in\n\nMichigan.      For our purposes, we need only conclude that the\n\ndistrict court was correct on one of the grounds cited.                We focus\n\non the \"primarily and substantially\" determination.\n\n\n\n\n                                   -39-\n\f            Kenda points to the same evidence in support of its\n\nChapter 93A claim that it relied upon for its tort claims -- the\n\ntransfer of funds and teams from Kenda to Pot O'Gold and the\n\nfraudulent      misrepresentations     made   to    Rischitelli.        Assuming\n\narguendo that this conduct by Pot O'Gold rises to the level of\n\n\"unfair or deceptive\" as defined by the statute, Kenda's claim\n\nstill must fail.        Chapter 93A permits relief only for unfair or\n\ndeceptive actions that primarily and substantially occur within the\n\nCommonwealth of Massachusetts.            Mass. Gen. Laws ch. 93A, § 11\n\n(2002).     The Massachusetts Supreme Judicial Court recently issued\n\nan    opinion   discussing   the   test     for    evaluating    the   locus   of\n\nallegedly unfair or deceptive conduct in the context of a Chapter\n\n93A claim.      See Kuwaiti Danish Computer Co., 781 N.E.2d at 799.\n\nSpecifically citing to a three-part test we had suggested in our\n\ndecisions in Roche v. Royal Bank of Canada, 109 F.3d 820, 829 (1st\n\nCir. 1997), and Clinton Hospital Association v. Corson Group, Inc.,\n\n907 F.2d 1260 (1st Cir. 1990),14 the SJC concluded that \"[w]hether\n\nthe   'actions    and   transactions    [constituting      the    §    11   claim]\n\n\n\n       14\n         In Roche, we outlined three factors culled from\nMassachusetts case law that are relevant in determining whether the\nalleged misconduct occurred primarily and substantially within the\nCommonwealth: \"(1) where defendant committed the deception; (2)\nwhere plaintiff was deceived and acted upon the deception; and (3)\nthe situs of plaintiff's losses due to the deception.\" 109 F.3d at\n829 (citing Clinton Hosp. Ass'n, 907 F.2d at 1265-66); see also KPS\n& Assoc. v. Designs by FMC, Inc., 318 F.3d 1, 24 (1st Cir. 2003)\n(restating three-factor test); Yankee Candle Co. v. Bridgewater\nCandle Co., 259 F.3d 25, 47 (1st Cir. 2001) (same).\n\n                                     -40-\n\foccurred primarily and substantially within the Commonwealth' is\n\nnot a determination that can be reduced to any precise formula.\"\n\nKuwaiti Danish Computer Co., 781 N.E.2d at 799 (quoting Mass. Gen.\n\nLaws ch. 93A, § 11).         Instead, the SJC outlined a fact-intensive\n\napproach to the question:\n\n            [T]he analysis required under § 11 should not\n            be based on a test identified by any\n            particular factor or factors because of a\n            tendency to shift the focus of inquiry away\n            from the purpose and scope of [Chapter] 93A.\n            Section 11 suggests an approach in which a\n            judge should, after making findings of fact,\n            and after considering those findings in the\n            context of the entire § 11 claim, determine\n            whether   the   center   of  gravity  of  the\n            circumstances that give rise to the claim is\n            primarily   and    substantially  within  the\n            Commonwealth.\n\nId.    Although both the parties and the district court constructed\n\ntheir analyses within the framework of the three-part test we had\n\ndiscussed in earlier cases, we must follow the SJC's pronouncements\n\non    interpretations   of    Massachusetts    statutes.      Therefore,   we\n\nevaluate whether the conduct occurred \"primarily and substantially\n\nwithin    the   Commonwealth\"    under   the   \"center   of   gravity\"   test\n\nannounced in Kuwaiti Danish Computer Co.\n\n            We are aided in this endeavor by the district court's\n\nfactual findings, which, although later subjected to an incorrect\n\nlegal standard, are nonetheless reusable. See Societe des Produits\n\nNestle v. Casa Helvetia, Inc., 982 F.2d 633, 642 (1st Cir. 1992)\n\n(explaining that trial court's subsidiary findings of fact may be\n\n\n                                    -41-\n\fsubject to reuse on appeal, despite trial court's legal error);\n\nUnited   States   v.   Mora,    821    F.2d     860,    869    (1st   Cir.   1987)\n\n(explaining that the court of appeals can arrange untainted factual\n\nfindings along the proper legal matrix).                 Giving due weight to\n\nthese findings, the \"center of gravity\" of the transactions that\n\ngave rise to the claims in this case was Michigan.                         Although\n\nGermain contacted Perry at the Kenda office in Massachusetts, it\n\nwas not until Perry traveled to Michigan that he was convinced by\n\nthe defendants' misrepresentations to transfer money out of the\n\nKenda account and abandon his position as owner of Kenda.                     Soon\n\nthereafter, Perry traveled to Michigan again to meet with Kratze\n\nand Germain, bringing with him five Kenda employees or league\n\ndirectors.    At that meeting, the Kenda agents in attendance became\n\nshareholders of Pot O'Gold, and the league directors agreed to re-\n\naffiliate the regional leagues under their control from Kenda to\n\nPot O'Gold.     Those two meetings, inspired by Kratze and Germain's\n\nmisrepresentations,     are    the    pivotal    events       underlying    Kenda's\n\nChapter 93A claim.\n\n             It was also in Michigan that Rischitelli was convinced to\n\nsign away the remainder of his company to Pot O'Gold.                 Certainly,\n\nGermain and Kratze made vague and somewhat enticing statements to\n\nRischitelli     over   the    phone   while     he     was    in   Massachusetts.\n\nNevertheless, the actual misrepresentations upon which Kenda relies\n\nin this case were not expressed until Rischitelli traveled to\n\n\n                                      -42-\n\fMichigan on January 23, 1998.            Rischitelli held meetings with\n\nGermain and Kratze twice, both times in Michigan, and at both of\n\nthose meetings he signed the contracts at the heart of this case.\n\nSince the misrepresentations and the signing of contracts are some\n\nof the primary events Kenda points to in support of its Chapter 93A\n\nclaim, we must conclude that the \"center of gravity\" of the\n\nchallenged conduct occurred in Michigan.\n\n             The plaintiffs correctly cite a number of activities that\n\noccurred in Massachusetts as a result of deceptive statements made\n\nand received in Michigan:\n\n•            Perry directed Kenda employees to copy and remove records\n             from one Massachusetts office to another;\n\n•            Kenda employees called non-shareholder league directors\n             from Massachusetts to convince them to reaffiliate their\n             regional leagues with Pot O'Gold;\n\n•            Perry and Rischitelli withdrew funds from Kenda's bank\n             account in Massachusetts to give to Germain and Pot\n             O'Gold.\n\nNevertheless, these actions were ancillary to, and a direct result\n\nof, misrepresentations made and contracts signed in Michigan.               As\n\nthe SJC recognized in Kuwaiti Danish Computer Co., when \"virtually\n\nall the conduct that can be said to be unfair or deceptive\" occurs\n\noutside the Commonwealth, there can be no Chapter 93A liability.\n\nKuwaiti Danish Computer Co., 781 N.E.2d at 800.          In this case, the\n\ndefendants' actionable conduct occurred primarily in Michigan. The\n\nsubsequent Massachusetts activities were carried out mostly by\n\nPerry   or   other   former   Kenda   employees   --   none   of   whom   were\n\n                                      -43-\n\fdefendants in the case.    Therefore, we find that the \"center of\n\ngravity\" of the defendants' allegedly unfair or deceptive conduct\n\noccurred primarily outside the Commonwealth.    Kenda's Chapter 93A\n\nclaim must fail.\n\n                           IV. CONCLUSION\n\n          We direct the district court to amend its judgment of\n\nApril 1, 2002, to add:   \"and it is FURTHER ORDERED that judgment be\n\nentered in favor of the defendant Pot O'Gold Money Leagues, Inc. on\n\nthe plaintiff's claims against it that were tried to the jury.\"   In\n\nall other respects, the judgment of the district court is AFFIRMED.\n\nKenda is awarded one-half costs.\n\n          So ordered.\n\n\n\n\n                                -44-\n\f",
  "html": "<p class=\"case_cite\">329 F.3d 216</p>\n    <p class=\"parties\">KENDA CORPORATION, INC. d/b/a Pot O'Gold Pool League, Plaintiff, Appellee/Cross-Appellant,<br>David Rischitelli Plaintiff, Appellee,<br>v.<br>POT O'GOLD MONEY LEAGUES, INC., Jeffrey L. Germain, and David R. Kratze, Defendants, Appellants/Cross-Appellees,<br>Kenneth J. PERRY and D.F. Lete, Defendants.</p>\n    <p class=\"docket\">No. 01-2493.</p>\n    <p class=\"docket\">No. 01-2576.</p>\n    <p class=\"docket\">No. 01-2577.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard November 4, 2002.</p>\n    <p class=\"date\">Decided May 19, 2003.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Louis M. Ciavarra, with whom Bowditch &amp; Dewey, LLP was on brief, for appellants Pot O'Gold Money Leagues Inc. and David R. Kratze.</p>\n      <p class=\"indent\">Jeffrey L. Germain, pro se.</p>\n      <p class=\"indent\">Patricia L. Davidson, with whom Robert L. Hamer and Mirick, O'Connell, DeMallie &amp; Lougee, LLP were on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN, Senior Circuit Judge, and LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">LIPEZ, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this complex suit between two corporations struggling for control over a national billiards league, Kenda Corporation, Inc., d/b/a Pot O'Gold <i>Pool</i> League (\"Kenda\"), had much more success before the jury and judge than Pot O'Gold <i>Money</i> Leagues, Inc., and the individual defendants Jeffrey L. Germain and David R. Kratze. Indeed, Kenda secured a damage award of $55,500 against the individual defendants for fraudulent inducement, and another award against them for $35,000 for tortious interference with contractual or advantageous business relationships. Pot O'Gold <i>Money</i> Leagues received nothing from the jury on its counterclaims. Moreover, Kenda persuaded the judge to rescind a number of its agreements with the defendants. Nevertheless, in this appeal and cross-appeal, all parties claim a variety of errors by the district court. With only one slight exception, we find no merit in any of these claims. The jury verdicts will stand. So too will the rulings by the court.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Kenda Corporation is a Massachusetts corporation that operates an amateur billiards league under the name Pot O'Gold Pool League. Kenneth Perry and David Rischitelli formed Kenda in July 1994. By the fall of 1997, the relationship between Perry and Rischitelli had become tense, but Kenda continued to operate its pool league. During that time period, Perry became acquainted with Jeffrey Germain, a businessman from Louisville, Kentucky, and they discussed the operation of the Pot O'Gold Pool League and its potential for expansion. In November 1997, Perry traveled to Detroit, Michigan, to meet with Germain and his partner David Kratze to discuss the creation of a national billiards league. Perry brought with him to this meeting Paul Frankel, who was, at the time, a regional director with Kenda's league. At the end of this meeting, the participants resolved to meet again in December.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On or about December 19, 1997, Perry and Frankel, along with four other individuals who were Kenda employees or league directors, returned to Detroit to meet with Germain and Kratze. On that day, the six attendees affiliated with Kenda, along with Germain, Kratze, and two of their associates, signed a series of documents which made them shareholders of Pot O'Gold Money Leagues (\"Pot O'Gold\"), a Kentucky corporation that Germain had established before the meeting. Each of the ten shareholders paid $200 to purchase ten shares of stock in the new corporation. Perry testified at trial that when he went into negotiations with Kratze and Germain, he thought they intended to invest in the league that Kenda had been operating since 1994. However, as became clear at this meeting, Kratze and Germain actually wanted to join with Perry and his associates to form a new corporation which would be operating a league competing with Kenda's.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Over the next few months, Perry, with the assistance of the Kenda employees and directors who had become shareholders in Pot O'Gold, transferred Kenda assets and control over regional leagues and tournaments to Pot O'Gold. These transfers occurred in a variety of ways. Perry directly transferred $26,000 from the Kenda corporate account to Pot O'Gold and Germain. He also directed Kenda employees to change the return addresses on the envelopes league members used to pay their dues. Instead of dues being mailed to Kenda's post office box, they now went to one controlled by Pot O'Gold. Kenda employees also copied and/or removed Kenda's bookkeeping records and statistics from Kenda's Massachusetts office to give to Germain and Pot O'Gold. On January 5, 1998, when Rischitelli arrived at the Kenda office, he discovered that the company's two employees had left, the corporate records were no longer in the office, and the league dues had not been sent to Kenda's post office box. He also discovered that $26,000 was missing from the Kenda bank account.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Later in January, Germain contacted Rischitelli in Massachusetts and asked him to meet with him and Kratze in Detroit. Rischitelli agreed, and the meeting occurred on January 23, 1998. At the start of this meeting, Kratze and Germain presented Rischitelli with a document entitled \"Agreement Not to Compete and Protection of Confidential Information,\" which they told him he would have to sign before any business discussions ensued. Rischitelli executed the agreement that day in his individual capacity. Kratze signed as \"CEO\" of Pot O'Gold. The three parties then discussed Pot O'Gold's business plans and Rischitelli's potential role in the new corporation and league. After this meeting, Rischitelli agreed that he would become a consultant to Pot O'Gold. On February 5, 1998, he returned to Detroit and executed three contracts formalizing his (and Kenda's) relationship with Pot O'Gold.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The first contract, simply entitled \"Agreement,\" states, inter alia, that Kenda, through Rischitelli, would provide consulting services to Pot O'Gold, relinquish all rights and control over the league, convey office equipment and handbooks to Pot O'Gold, and provide funds to operate the 1998 national tournament. In return, Kenda would be paid on a sliding scale tied to Pot O'Gold's gross revenues. Rischitelli also signed a \"General Release of All Claims and Waiver of Rights\" which purported to release Pot O'Gold and its \"officers, directors and shareholders\" from all possible claims Rischitelli or Kenda might bring. Finally, Rischitelli signed a separate agreement assigning the name \"Pot O'Gold Pool League\" to Pot O'Gold.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The new enterprise encountered immediate problems. By March 1998, Perry had become so frustrated with the manner in which Germain was operating the pool league that he contacted the league's regional directors, asking them to stop sending their weekly dues to Pot O'Gold and instead to send them to Kenda's post office box in Massachusetts. He told them that Rischitelli would take care of all the problems plaguing the league once he was in charge of operating it again. By the end of March, nearly all the teams that had formerly been associated with Pot O'Gold had reaffiliated themselves with Kenda, and Rischitelli started paying off Pot O'Gold's outstanding liabilities, including awards owed to teams that had won recent tournaments.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Shortly thereafter, Kenda sued Pot O'Gold, Kratze and Germain<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> (\"the defendants\") in Worcester Superior Court, alleging, inter alia, fraud, tortious interference with contractual and/or advantageous relationships, violations of Mass. Gen. Laws ch. 93A,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> and violations of 18 U.S.C. &#167; 1961 <i>et seq.</i> (civil RICO). Kenda also asked for a piercing of the corporate veil to allow personal recovery against Kratze and Germain if the jury found Pot O'Gold liable, and sought a declaratory judgment regarding the validity of the contracts it entered into with Pot O'Gold. In their answer, the defendants raised a number of counterclaims and third-party claims, including breach of contract, fraud, trademark (and servicemark) infringement, and violations of Chapter 93A against Kenda, and breach of contract, fraud and tortious interference against Rischitelli individually.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Prior to the commencement of trial, the district court informed the parties that it would issue a written decision on the declaratory judgment demands and the opposing Chapter 93A claims after the jury delivered its verdict. The remainder of the claims went to trial. The parties filed opposing motions for judgment as a matter of law at the close of evidence, and the district court dismissed Kenda's civil RICO claims and Pot O'Gold's claims against Rischitelli for fraud. After one day of deliberation, the jury returned the following verdict:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">(1) Pot O'Gold was not liable for fraudulent inducement;</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">(2) Kratze and Germain were liable to Kenda for fraudulent inducement in the amount of $55,500;</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">(3) Kratze and Germain were liable to Kenda for $35,000 for tortious interference;</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">(4) Rischitelli was neither liable for tortious interference nor breach of contract.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">While Kenda may not have run the table in its claims presented to the jury, it certainly came close. Shortly thereafter, the court issued its decision on the opposing Chapter 93A claims and the declaratory judgment, holding that all of the contracts Rischitelli signed on behalf of himself and Kenda on January 23 and February 5 were void and that neither party could prevail on its Chapter 93A claim. All parties now appeal.</p>\n    </div>\n    <p>II. THE APPEALS OF THE DEFENDANTS</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In their brief on appeal, the defendants raise a panoply of objections to the outcome of this litigation. Arguing that the court erred in refusing to direct verdicts on certain claims, admitting certain evidence during the trial, and voiding the contracts at issue, the defendants ask us to undo the jury's verdict against them and overturn the court's declaratory judgment regarding the validity of the contracts. We decline the invitation.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">A. Effects of the Jury's Verdict In Favor of Pot O'Gold</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In its most complex argument on appeal, Pot O'Gold claims that the jury's verdict that it, the corporation, was not liable for fraudulent inducement \"requires judgment in its favor\" and a reversal of the jury's verdicts against the individual defendants, Kratze and Germain. Before we address this argument on the merits, we must provide some additional factual background.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">When Rischitelli met with Kratze and Germain in Detroit in February, he signed a series of contracts formalizing his relationship and Kenda's as consultants to Pot O'Gold, and transferring a number of Kenda assets to the new corporation. Among those contracts was one entitled \"General Release of All Claims and Waiver of Rights.\" The third clause in that contract states:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The undersigned, KENDA CORPORATION,... does hereby remise, release and forever discharge, POT O' GOLD MONEY LEAGUES, INC.... and its officers, directors and shareholders, ... of and from all and all manner of actions, causes of actions, suits, ... claims and demands whatsoever, known or unknown, liquidated or unliquidated, in law or equity against POT O' GOLD MONEY LEAGUES, INC., ... and its officers, directors and shareholders....</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The first clause states that Rischitelli similarly releases all claims he may have against Pot O'Gold, its officers, directors, and shareholders. Rischitelli signed this contract both in his own capacity and as President of Kenda. Rischitelli signed another contract on behalf of Kenda entitled \"Agreement,\" outlining Rischitelli's and Kenda's responsibilities as consultants to Pot O'Gold. This Agreement contains a clause which states, in pertinent part:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">KENDA CORPORATION, now and forever, relinquishes all of its rights; contractual relationships and contracts to and with all of its league members or past league members for the reason it no longer wishes to independently create, develop, control, manage and supervise pool leagues.... KENDA CORPORATION waives all rights and claims to any names, indicia, slogans, copyrights, including Pot O'Gold Pool Leagues, Inc. and all similar names.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Kenda also agreed in this contract to transfer its equipment and records to Pot O'Gold. Finally, Kenda signed a contract assigning the servicemark \"Pot O'Gold\" to Pot O'Gold.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Less than three months after signing these contracts, Kenda filed this lawsuit against Pot O'Gold, Kratze, and Germain, alleging that Pot O'Gold, Kratze, and Germain had fraudulently induced Kenda into signing the aforementioned contracts and had tortiously interfered with Kenda's business relationships. Kenda also sought a declaratory judgment as to the validity of the contracts signed on February 5. The fraud and tortious interference claims went to the jury, which found for Pot O'Gold but against its officers, Kratze and Germain. The complex jury verdict form had eight questions, most with subparts, for the jury to answer. We excerpt the relevant portions:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Question 1(A): Did Kenda Corp. prove that its agent, David Rischitelli (\"Rischitelli\") was <i>fraudulently induced</i> by any of the defendants listed below to enter into the agreements dated on or about <i>February 5, 1998?</i></p>\n    </div>\n    <p class=\"indent\">Pot O' Gold Money Leagues, Inc. Yes/No</p>\n    <p class=\"indent\">David Kratze (\"Kratze\") Yes/No</p>\n    <p class=\"indent\">Jeffrey Germain (\"Germain\") Yes/No</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">. . . .</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">If you answer Question 1(A) \"No\" as to Pot O'Gold Money Leagues, proceed to Question 2(B).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">. . . .</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Question 2(B): Did Kenda Corp. prove that either of the individual defendants listed below <i>tortiously interfered with a contractual or advantageous business relationship</i> belonging to Kenda Corp.:</p>\n    </div>\n    <p class=\"indent\">Kratze Yes/No</p>\n    <p class=\"indent\">Germain Yes/No</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Beneath both question 1 and 2, the jury was asked to determine the amount of damages due Kenda if it found that any of the defendants had committed fraud or tortious interference. The instructions on the verdict form also told the jury that if they answered \"Yes\" with respect to <i>any</i> of the defendants listed in question 1(A), they were to skip questions 4-6. Questions 4-6 addressed Pot O'Gold's counterclaims against Kenda (for breach of contract, conversion, and service mark infringement).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> The jury concluded that Pot O'Gold did not fraudulently induce the contracts, but that Kratze and Germain did. It also concluded that Kratze and Germain committed tortious interference. After the jury delivered its verdict, the court issued a written opinion declaring that the Agreement, General Release, and Assignment were void for fraud and lack of consideration.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The defendants now argue in their brief on appeal that \"the jury's verdict in favor of Pot O'Gold requires judgment in its favor.\" They elaborate as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">There can be no doubt that the Feb [sic] 5 Agreements are valid. The Jury determined that there was no fraud by Pot O'Gold. The individual defendants, Kratze and Germain, were not signatories to the Agreements.... [O]ver counsel's objections, the Verdict Form directed the Jury to consider the claims against the individuals even if it found the Feb 5 Agreements valid. But for [plaintiff's argument that the individual defendants were acting outside the scope of their authority], the individuals would have been exonerated[,] as the Feb 5 Agreements, including the Release, were determined by the Jury to be valid, i.e., no fraud by the <i>only party to the Agreements,</i> Pot O'Gold.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">As relief, the defendants ask that \"[w]ith respect to all Agreements, this Court should declare them valid, enforceable and enter an Order requiring Kenda and Rischitelli to honor their terms.\" They also state that the individual verdicts against Kratze and Germain \"must be reversed to avoid a substantial miscarriage of justice.\"</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">As the defendants see it, the jury's verdict in favor of Pot O'Gold on the fraudulent inducement claim conclusively establishes the validity of the contracts signed on February 5, 1998, including the General Release, which, by its terms, barred the kind of claims Kenda brought against Pot O'Gold, Kratze, and Germain. Consequently, the jury verdict form was flawed in that it permitted the jury to consider claims of fraudulent inducement and tortious interference against Kratze and Germain even after finding that Pot O'Gold had not committed fraud.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Moreover, the favorable finding for Pot O'Gold precluded the court from finding in its written opinion that the contracts were void.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The defendants contend that if Kenda is able to collect damages for the tortious conduct of the individual defendants as well as rescind its contracts with Pot O'Gold, Kenda will \"have it both ways.\" The jury verdict against the individual defendants (but not against the corporation) likely was based on the theory that the individual defendants were acting outside the scope of their agency as directors of Pot O'Gold when they fraudulently induced Kenda to sign the February 5, 1998, contracts.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> The defendants now claim that if the jury concluded that Kratze and Germain were acting outside the scope of their agency as directors of Pot O'Gold, then the corporation \"cannot be held liable\" for these actions.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">This is a strange argument because Pot O'Gold is not being held \"liable\" in this case. The jury did not award any tort damages against the corporation. Pot O'Gold's only \"loss\" is the loss of the benefit of its contracts with Kenda &#8212; contracts that the jury specifically found Kenda was fraudulently induced into signing. Far from an unfair or inconsistent resolution, the rescission of the February 5, 1998, contracts is entirely permissible under basic principles of contract law.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Fraud in the inducement can serve as both a basis for tort liability, <i>see</i> W. Page Keaton, et al., <i>Prosser and Keaton on Torts</i> &#167; 105 (5th ed.1984), and as grounds for rescinding a contract, <i>see Yorke v. Taylor,</i> 332 Mass. 368, 124 N.E.2d 912, 914-15 (1955); <i>Denton v. Utley,</i> 350 Mich. 332, 86 N.W.2d 537, 541-42 (1957); <i>Restatement (Second) of Contracts</i> &#167; 164 (1981).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> <i>See also Harris v. Delco Prods.,</i> 305 Mass. 362, 25 N.E.2d 740, 742 (1940) (\"The test to be applied in the case at bar to determine whether the defendant is to be relieved of its contract by reason of any alleged fraudulent misrepresentations is the same as that applied in actions of tort for deceit.\"). Principles of contract law permit rescission of a contract even when the misrepresentations at issue were made by a non-party to the contract. <i>See, e.g., Restatement (Second) of Contracts</i> &#167; 164(2) (\"If a party's manifestation of assent is induced by either a fraudulent or material misrepresentation by one who is not a party to the transaction upon which the recipient is justified in relying, the contract is voidable by the recipient....\"). Rescission is an equitable remedy, and can be imposed on a contract even in the absence of culpable behavior. <i>See</i> Robert L. Haig, 3 <i>Business and Commercial Litigation in Federal Courts</i> &#167; 41.14 (1998) (recognizing that rescission can be granted in cases of mistake and innocent representation). Therefore, the mere fact that Pot O'Gold did not engage in conduct warranting a remedy in tort does not prevent the court from relieving Kenda of a contract it was fraudulently induced into signing by directors of Pot O'Gold.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">While Pot O'Gold contends that the rescission of its contracts with Kenda must be in error because it would permit Kenda to have it both ways &#8212; by recovering tort damages from the individual defendants for their \"ultra vires\" activities <i>and</i> being able to rescind the contracts with Pot O'Gold &#8212; the defendants are actually the ones trying to have it both ways. After convincing the jury that the corporation should not be held liable for the tortious conduct of its directors (thereby relieving itself of vicarious tort liability), Pot O'Gold now seeks to retain the benefits of Kratze and Germain's tortious conduct &#8212; namely, the signed contracts with Kenda. Such a result does not accord with the equitable principles of rescission. <i>See, e.g, Boston Five Cents Sav. Bank v. Brooks,</i> 309 Mass. 52, 34 N.E.2d 435, 439 (1941) (discussing fraudulent inducement as a defense to enforcement of a promissory note; \"The [bank] cannot adopt [the acts of an agent acting beyond his authority] in accepting the note from the [maker] and at the same time disavow the means by which he secured the execution and delivery of the note in its behalf.\"); <i>Bates v. Southgate,</i> 308 Mass. 170, 31 N.E.2d 551, 559 (1941) (opining that a principal should not be able \"to enforce for his own benefit a contract procured through the actual fraudulent misrepresentation of his agent\"); <i>White Tower Mgmt. Corp., v. Taglino,</i> 302 Mass. 453, 19 N.E.2d 700, 701 (1939) (\"[The seller] ought not to be permitted to take the benefit of false and fraudulent misrepresentations made by its agent.\"). After the rescission of the contracts, Pot O'Gold is now in the same position it would have been in but for the intentional misrepresentations of the individual defendants &#8212; there are no contracts between Pot O'Gold and Kenda. The district court's ruling on the declaratory judgment permitting the rescission of the February 5 agreements was correct.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">As a necessary corollary, then, since the jury's verdict in favor of Pot O'Gold did not conclusively establish the validity of the February 5, 1998, contracts &#8212; including the General Release &#8212; it was permissible for the jury to consider Kenda's claims against the individual defendants. Therefore, the district court did not err in its construction of the jury form.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">B. Kratze's Liability for Fraudulent Inducement<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The defendants also challenge the jury's verdict against Kratze on the fraudulent inducement claim on the ground that it was not supported by the evidence produced at trial. In evaluating claims that the evidence does not support the jury verdict, our standard of review is de novo. <i>Walton v. Nalco Chem. Co.,</i> 272 F.3d 13, 23 (1st Cir.2001). We draw \"all reasonable inferences in favor of the prevailing party,\" and we will affirm \"unless the evidence was `so strongly and overwhelmingly inconsistent' with the verdicts that no reasonable jury could have returned them.\" <i>Id.</i> (quoting <i>Negron v. Caleb Brett U.S.A. Inc.,</i> 212 F.3d 666, 668 (1st Cir.2000)). In order to overturn the verdict, we must find that no reasonable jury could have found \"that all five elements of common law fraud were met with respect to the alleged misrepresentations.... These elements are: (1) that the statement was knowingly false; (2) that [the defendants] made the false statement with the intent to deceive; (3) that the statement was material to the plaintiffs' decision to sign the contract; (4) that the plaintiffs reasonably relied on the statement; and (5) that the plaintiffs were injured as a result of their reliance.\" <i>Turner v. Johnson &amp; Johnson,</i> 809 F.2d 90, 95 (1st Cir.1986). The defendants contend that no reasonable jury could have found that Rischitelli reasonably relied on the statements Kratze and Germain made when he signed the contracts.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">At trial, Rischitelli testified that Kratze and Germain \"brought in a chart that showed projections where they were going to make $50 million in the next year\" running their pool league. He also testified that Kratze talked to him about the league affiliating with Oprah's Angels<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> &#8212; that he had \"300,000 kids signed, sealed and delivered\" as league participants. Finally, Rischitelli testified that Kratze told him he was going to invest his own money in the corporation. The defendants argue that these statements cannot be the basis for fraud liability.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Noting that the statements relied upon by Rischitelli were not incorporated into the signed contracts, the defendants point to an integration clause included as Paragraph 10 of the Agreement, which states: \"Each party hereto agrees that this Agreement is the entire agreement and understanding between the parties and no verbal statements at any time shall affect in any way the terms and conditions of this Agreement.\" But it is well settled in Massachusetts that \"[a]n integration clause in a contract does not insulate automatically a party from liability where he induced another person to enter into a contract by misrepresentation.\" <i>Starr v. Fordham,</i> 420 Mass. 178, 648 N.E.2d 1261, 1268 (1995). <i>See Sound Techniques Inc. v. Hoffman,</i> 50 Mass.App.Ct. 425, 737 N.E.2d 920, 924 (2000) (\"Whether we refer to the clause in question as a merger clause, an integration clause, or an exculpatory clause, the settled rule of law is that a contracting party cannot rely upon such a clause as protection against claims based upon fraud or deceit.\"); <i>see also Broomfield v. Kosow,</i> 349 Mass. 749, 212 N.E.2d 556, 562 (1965) (\"Fraud involved in the contract may be proved by extrinsic evidence....\").<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Rischitelli testified that he actually relied on the statements cited above when deciding to sign the contracts: \"I inquired about whether or not I could become a stockholder with them. I liked what he had to say about the fact that they were going to give some money and they had Oprah's Angels already signed up.... [They said t]he only way to bring me on board was for me to sign a consulting agreement.\" The jury could have found that Rischitelli's reliance was reasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">\"[S]tatements of present intention as to future conduct may be the basis for a fraud action if ... the statements misrepresent the actual intention of the speaker and were relied upon by the recipient to his damage.\" <i>McEvoy Travel Bureau Inc. v. Norton Co.,</i> 408 Mass. 704, 563 N.E.2d 188, 192 (1990). Kratze's statement that he planned to invest his own money into Pot O'Gold is more than just a vague promise. Rischitelli could have believed that it accurately expressed his intent at the time he convinced Rischitelli to sign the contract. Rischitelli had no reason to believe that Kratze did not intend to carry through with this investment. The evidence adduced at trial indicated that Kratze never invested any of his own money into Pot O'Gold.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Similarly, Kratze's statement that he had a \"signed, sealed, and delivered\" contract with the Oprah's Angel Network was a statement of fact, which Rischitelli also had no reason to suspect was not true. The defendants contend that Rischitelli was a \"sophisticated businessman\" who could have detected Kratze's intentional misrepresentations simply by asking to see the contract with Oprah. Although Rischitelli might have demanded more of his future business associates, his failure to confirm that there was actually a contract with Oprah's Angels does not make his reliance unreasonable. \"Certainly where a defendant has wilfully made false representations with intent to deceive he ought not to be relieved of liability because of his victim's lack of diligence.\" <i>Yorke,</i> 124 N.E.2d at 916. The outer limit of this doctrine requires only that the relied-upon statement not be \"preposterous or palpably false.\" <i>Id.; see Kuwaiti Danish Computer Co. v. Digital Equip. Corp.,</i> 438 Mass. 459, 781 N.E.2d 787, 795 (2003) (finding that plaintiffs could not have reasonably relied on an oral statement made during contract negotiations when the statement's falsity would have been discovered if plaintiffs had read the entire contract). The mere fact that Rischitelli could have discovered Kratze's misrepresentation by pressing Kratze to produce the contract at issue does not render the statement \"palpably false.\" <i>See Prosser and Keeton on Torts, supra,</i> &#167; 108 (\"It is now held that assertions of fact as to ... matters inducing commercial transactions ... may justifiably be relied on without investigation... where the falsity of the representation might be discovered with little effort by means easily at hand.\"); <i>see also Zimmerman v. Kent,</i> 31 Mass.App.Ct. 72, 575 N.E.2d 70, 71 (1991) (upholding the determination that the plaintiff reasonably relied on the false statement, even though its falsity would have been uncovered merely by obtaining an independent estimate). Hence, the jury supportably could have found that Rischitelli's reliance on Kratze's representations without further investigation was not unreasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Kratze's statement that Pot O'Gold could generate $50 million in revenue in 1998 presents a more difficult question on the issue of justifiable reliance. Because we find Rischitelli could have reasonably relied on Kratze's other statements, and these provide a sufficient basis for the jury's verdict, we need not determine whether Kratze's projection was mere puffery.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">C. Rischitelli Not Liable for Breaching the January 23 Agreement</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The contract Rischitelli signed on January 23 states, inter alia:</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">For a period of one (1) year after your discussion and any resolution [sic] discussions hereafter, you agree not to compete with the Company, in any manner, with respect to the business conducted by the Company, anywhere in the United States of America.... This Agreement not to compete pertains to all business conducted by the Company, including (by way of example only) the Company's pool and/or dart leagues.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Pot O'Gold claimed that Rischitelli breached this contract in March 1998 when he regained control of the teams that had played in the league operated by Pot O'Gold since January. The jury disagreed. After the conclusion of the trial, the court considered the parties' request for a declaratory judgment on the validity of the January 23 contract, and declared the contract void.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">The validity of this contract must be considered separately from the validity of the contracts Rischitelli signed on February 5, 1998. While we have concluded that the individual defendants' misrepresentations tainted the February 5, 1998, contracts to the extent that they could be rescinded, the statements that Pot O'Gold had a signed contract with Oprah's Angel Network and that Kratze and Germain were going to invest their own money into the corporation were not made until after Rischitelli signed the January 23, 1998, contract. These statements, then, cannot be the basis for finding that Rischitelli was fraudulently induced into signing the January 23, 1998, contract. Therefore, we must carefully review the jury's verdict and the judge's decision to determine whether the January 23, 1998, contract fails for a lack of consideration.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The judge had instructed the jury that \"[i]f you find by a preponderance of the evidence that consideration did not exist with respect to a particular contract, the party accused [of] breaching that contract is excused from performing under the terms of that contract and may not be held liable for breach of that contract.\"<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> There was no objection to this instruction. Question eight on the jury verdict form asked: \"Did Pot O'Gold Money Leagues, Inc. prove that <i>Rischitelli breached a contract</i> he had with it[?]\" The jury responded \"no.\" After this verdict, the district court determined that the Non-Competition Agreement was \"void for lack of consideration in that the defendants provided nothing of value to Rischitelli in exchange for his promise.\"</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Defendants argue that the \"promise to tell Rischitelli about their plans\" was sufficiently valuable consideration to enforce the contract. That argument ignores Rischitelli's testimony that Kratze and Germain's business plans consisted only of their desire to see the Pot O'Gold League expand its player base and their claims that such growth was imminent given their \"signed, sealed, and delivered\" contract with the Oprah's Angels Network. Noting that this \"valuable\" information turned out to be no more than a series of misrepresentations, the trial court explained its decision to rescind the January 23 contract:</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The party seeking rescission must demonstrate that the alleged misrepresentation and resulting failure of consideration \"amounts to an abrogation of the contract, or goes to the essence of it, or takes away its foundation.\" <i>NIKE, Inc.,</i> 1 F.Supp.2d at 65, <i>citing Plumer v. Houghton &amp; Dutton Co.,</i> 281 Mass. 173, 183 N.E. 266 (1932) (internal quotations and citations omitted). Although as a general principle of contract law, courts will not inquire into the adequacy of consideration in an agreed-upon exchange, equity will grant relief where the consideration is \"so grossly inadequate as to shock the conscience of the court\". <i>See Wroblewski v. Wroblewski,</i> 329 Mich. 61, 67, 44 N.W.2d 869 (1950).</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">We find no fault with this analysis.</p>\n    </div>\n    <p class=\"indent\">D. Admission of Improper Evidence</p>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">The plaintiffs elicited testimony from several witnesses who were shareholders working as either league directors or employees of the new corporation, Pot O'Gold. The defendants object to three types of evidence that they claim were irrelevant:</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">&amp;#x2022; oral testimony that \"Germain and Kratze lied to [these shareholders], owed them unpaid wages, stole money and threatened them\";</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">&amp;#x2022; a letter Perry wrote to Kratze outlining the problems Pot O'Gold was having with its finances; and</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">&amp;#x2022; a document prepared by Germain and presented to a Pot O'Gold shareholder/league director showing that Pot O'Gold could earn $48 million in revenues in 1998.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">The defendants argue that this evidence, having nothing to do with Kenda and Rischitelli, the only plaintiffs in this case, was irrelevant to Kenda's claims and unfairly prejudicial. They insist that \"the only evidence that the Jury should have heard was that concerning the alleged fraudulent inducement of the Feb [sic] 5 Agreement.\" We agree with the trial court that the defendants take much too narrow a view of the case and the concept of relevance.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Federal Rule of Evidence 401 defines relevant evidence as \"evidence having any tendency to make the existence of any fact that is of consequence to the determination of the action more probable or less probable than it would be without the evidence.\" The district court enjoys \"substantial latitude\" in admitting testimony pursuant to this rule, and \"`only in exceptional cases will reversible error be found in the district court's determination of the probative value of testimony in a particular case.'\" <i>Cummings v. Standard Register Co.,</i> 265 F.3d 56, 63 (1st Cir.2001) (quoting <i>Conway v. Electro Switch Co.,</i> 825 F.2d 593, 597 (1st. Cir.1987)). The evidence in question was relevant to the issues present in the case at the start of the trial.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">In addition to its claim of fraudulent inducement, Kenda alleged tortious interference with business relations, violations of civil RICO, and violations of the Massachusetts Consumer Protection Act (Chapter 93A). The defendants added to the complexity of the case with their <i>counterclaims.</i> All of the evidence challenged by the defendants was relevant to at least one of the claims present in the litigation. For example, Germain's assertion, accompanied by a chart, that Pot O'Gold could make $48 million in 1998 helped to convince league directors to keep their teams aligned with Pot O'Gold, and hence bore directly on Kenda's tortious interference claim. It was also relevant to Kenda's RICO claim.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> In order to prove the defendants violated RICO, Kenda had to show the defendants were committing a pattern of racketeering activity. Therefore, conversations among Pot O'Gold shareholders (and documents produced during those conversations) regarding Kratze's and Germain's attempts to expand the company could have supported Kenda's claims that Pot O'Gold was engaging in such a pattern.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Testimony describing the general disarray of Pot O'Gold between January 1998 and March 1998 was similarly relevant to Kenda's claims. In support of Kenda's fraudulent inducement claim, Rischitelli testified that Kratze and Germain told him they were going to infuse the league with substantial amounts of their own money. The testimony elicited from Pot O'Gold shareholders &#8212; that Kratze and Germain had not contributed their own funds to the league, that the corporation's money was being handled inappropriately, and that the corporation was therefore unable to pay its bills &#8212; was relevant to whether Kratze and Germain's statements to Rischitelli were misrepresentations.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">There is no reason to think that the evidence presented in this case was unfairly prejudicial. The witnesses testified only to Germain and Kratze's conduct as businessmen. Although that portrayal was unfavorable, it was offered in support of claims that they acted improperly in creating Pot O'Gold and in carrying out its business. Flattering evidence would not have made the case. <i>See Kelley v. Airborne Freight Corp.,</i> 140 F.3d 335, 348 (1st Cir.1998) (\"[A]ll probative evidence is prejudicial.\"); <i>Onujiogu v. United States,</i> 817 F.2d 3, 6 (1st Cir.1987) (\"The fact that a piece of evidence hurts a party's chances does not mean it should be automatically excluded. If that were true, there would be precious little left in the way of probative evidence in any case.\").</p>\n    </div>\n    <p class=\"indent\">E. Damages</p>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">After finding Kratze and Germain liable, the jury awarded Kenda $55,500 on its fraudulent inducement claim and $35,000 on its tortious interference claim. The defendants now contend that those damages awards are not supported by the evidence submitted in the trial, and alternatively, that the awards are redundant. We disagree.</p>\n    </div>\n    <p class=\"indent\">1. Fraudulent Inducement</p>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">Rischitelli testified that he wrote Germain a $25,000 check for the purpose of fulfilling his responsibilities under the February 5, 1998, Agreement. That agreement states that Kenda would be responsible for the tournament fees for the upcoming national tournament. Rischitelli gave the $25,000 check to Germain shortly after the February 5 meeting.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> As the jury found that Rischitelli was fraudulently induced into signing the February 5, 1998, contract on behalf of Kenda, the transfer of this $25,000 can be directly traced to this contract.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">Additionally, Rischitelli testified that he estimated Kenda would have received approximately $80,000 in revenue if it had operated the league between January 5, 1998, and March 23, 1998. Certainly, as Kenda did not operate the league during this period, Rischitelli could not know for sure how much money players actually paid in dues to Pot O'Gold. Nevertheless, his estimate was reconstructed from records indicating the number of teams registered and the number of games played during the three-month period that the teams were sending their dues to Pot O'Gold and Germain. The remainder of the jury's award for fraudulent inducement ($30,500) could have been to compensate Kenda for this lost income. It is reasonable to assume, as the jury must have, that at least $30,500 of the estimated $80,000 in revenues Kenda lost would have been earned after February 5, 1998, the date of the contract signing.</p>\n    </div>\n    <p class=\"indent\">2. Tortious Interference</p>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">Kenda also adduced sufficient evidence to justify a discrete award of $35,000 on the tortious interference claim. Rischitelli and Perry both testified that Perry transferred $26,000 from the Kenda account to Germain before Rischitelli even knew Perry was abandoning their business. Perry took two blank checks that Rischitelli had signed before leaving for vacation in December 1997, wrote out one for $10,000 and the other for $16,000, and gave them to Germain. The remaining $9,000 of the award could have come from revenues Kenda lost before February 5, 1998. Teams affiliated with Kenda had been paying dues through the mail. Kenda employees would send blank score sheets to the teams together with an envelope addressed to Kenda's post office box. After playing each week, the teams would fill out their score sheets, place them in these envelopes along with their weekly fees, and mail them. After the meeting on December 19, 1997 (when Perry and the other former Kenda employees and league directors became shareholders of Pot O'Gold), Germain directed Pot O'Gold employees to change the addresses on these envelopes. The new address was a post office box controlled by Pot O'Gold. Rischitelli testified that when he returned from vacation in early January, the Kenda post office box had very few envelopes in it. Therefore, it is reasonable to assume, as the jury probably did, that Kenda lost at least $9,000 in revenues before February 5, 1998. Consequently, we find that the jury verdict was both supportable and non-redundant.</p>\n    </div>\n    <p class=\"indent\">F. April 1, 2002, Amended Judgment</p>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">Finally, the defendants cite what appears to be a clerical error in the amended judgment. The district court entered judgment on September 5, 2001. Shortly thereafter, the plaintiff moved to amend the judgment under Rule 59(e) for the purpose of adding prejudgment interest. The defendants did not oppose the motion, and the court issued an amended judgment on April 1, 2002. In the amended judgment, the district court omitted the following sentence that had been present in the initial judgment: \"[A]nd it is FURTHER ORDERED that judgment be entered in favor of the defendant Pot O'Gold Money Leagues, Inc. on the plaintiff's claims against it that were tried before the jury.\" Although the plaintiffs prevailed in their claims against Kratze and Germain, the jury concluded that Pot O'Gold was not liable for fraudulent inducement. Therefore, on that claim, Pot O'Gold was the prevailing party. This sentence should have been retained in the amended judgment. Therefore, we will direct the district court to restore the deleted language to its amended judgment.</p>\n    </div>\n    <p>III. THE CROSS-APPEAL</p>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">In its cross-appeal, Kenda argues that the district court erred in three ways: (1) in denying Kenda's motion for leave to amend its complaint; (2) in directing a verdict in the defendants' favor on the civil RICO claim; and (3) in finding that Pot O'Gold did not violate Mass. Gen. Laws ch. 93A. We will address these arguments in turn.</p>\n    </div>\n    <p class=\"indent\">A. Motion for Leave to Amend</p>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">On May 22, 2001 (one week after the jury had delivered its verdict), Kenda moved to amend its complaint to add claims against Kratze and Germain for violations of Mass. Gen. Laws ch. 93A. Under its original complaint, already twice amended, Kenda only named the corporation Pot O'Gold as a Chapter 93A defendant. Kratze and Germain opposed the amendment and the district court denied the motion.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">Rule 15(b) permits post-trial amendments to conform the pleadings to the evidence \"[w]hen issues not raised by the pleadings are tried by express or implied consent of the parties.\"<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> Fed.R.Civ.P. 15(b). The district court denied Kenda's motion on the grounds that Kratze and Germain did not consent to their inclusion in the Chapter 93A count, and that the addition of such a count would unduly prejudice the individual defendants. \"We review denials of leave to amend under Rule 15 for abuse of discretion, deferring to the district court for any adequate reason apparent from the record.\" <i>Resolution Trust Corp. v. Gold,</i> 30 F.3d 251, 253 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">Consent to trial on a particular claim can be either express or implied. As there is no indication that Kratze and Germain expressly consented to trying a Chapter 93A claim, we must determine whether they impliedly consented to such a claim. \"Consent to the trial of an issue may be implied if, during the trial, a party acquiesces in the introduction of evidence which is relevant only to that issue.\" <i>DCPB, Inc. v. City of Lebanon,</i> 957 F.2d 913, 917 (1st Cir.1992). But \"[t]he introduction of evidence directly relevant to a pleaded issue cannot be the basis for a founded claim that the opposing party should have realized that a new issue was infiltrating the case.\" <i>Id.; see Galindo v. Stoody Co.,</i> 793 F.2d 1502, 1513 (9th Cir.1986) (\"It is not enough that an issue may be `inferentially suggested by incidental evidence in the record;' the record must indicate that the parties understood that the evidence was aimed at an unpleaded issue.\"). As Kenda points to no evidence introduced against Kratze and Germain that goes solely to their individual liability under Chapter 93A, we agree with the district court that the individual defendants did not consent to the inclusion of the individual Chapter 93A claims.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">Even in the absence of consent, explicit or implicit, Kenda argues that the district court erred in denying the amendment in the absence of a finding that the late amendment would prejudice the defendants. Kenda fails to recognize that prejudice, or lack thereof, is only one issue to be weighed in considering whether an amendment is appropriate. \"[A] finding that the non-moving party would not be prejudiced by an untimely amendment does not compel a determination that the amendment is appropriate.\" <i>United States v. Davis,</i> 261 F.3d 1, 59 (1st Cir.2001). Finally, Kenda offered no explanation for its lengthy delay in raising its motion to amend. The district court did not abuse its discretion when it denied Kenda's motion to amend.</p>\n    </div>\n    <p class=\"indent\">B. Civil RICO</p>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">After the close of the evidence, the court granted the defendants' motions for judgment as a matter of law on Kenda's civil RICO claim, 18 U.S.C. &#167;&#167; 1961-1968 (2000). Kenda alleged that Pot O'Gold, Kratze, and Germain participated in racketeering activity by committing acts of mail fraud, wire fraud, and transporting money procured by fraud from Kenda over state lines, all for the purpose of establishing Pot O'Gold. We agree with the district court that Kenda did not produce sufficient evidence to permit a reasonable jury to find that the defendants violated RICO.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">In order to succeed in its RICO claim, Kenda had to prove four elements required by the statute: \"(1) conduct, (2) of an enterprise, (3) through a pattern, (4) of racketeering activity.\" <i>Sedima, S.P.R.L. v. Imrex Co.,</i> 473 U.S. 479, 496, 105 S.Ct. 3275, 87 L.Ed.2d 346 (1985), <i>quoted in Feinstein v. Resolution Trust Corp.,</i> 942 F.2d 34, 41 (1st Cir.1991). We focus on the pattern of racketeering activity.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">\"By statute, the `pattern' element requires a plaintiff to show at least two predicate acts of `racketeering activity,' which is defined to include violations of specified federal laws, such as the mail and wire fraud statutes.\" <i>Efron v. Embassy Suites (P.R.) Inc.,</i> 223 F.3d 12, 15 (1st Cir.2000). Kenda alleges that the defendants' redirection of the players' payment envelopes and the numerous false promises Germain and Kratze made over the phone to Kenda agents were \"fraudulent use[s] of the mail or telephone constitut[ing]... separate predicate act[s]\" under the statute. Case law has made clear, though, that the mere showing of multiple predicate acts is insufficient to prove a pattern: \"the plaintiff also must demonstrate that the `predicates are related, and that they amount to or pose a threat of continued criminal activity.'\" <i>Id.</i> (quoting <i>H.J. Inc. v. Northwestern Bell Tel. Co.,</i> 492 U.S. 229, 239, 109 S.Ct. 2893, 106 L.Ed.2d 195 (1989)). While there is no precise formula to help us determine whether an organization poses a continuing threat of criminal behavior, our recent decision in <i>Systems Management, Inc. v. Loiselle,</i> 303 F.3d 100 (1st Cir.2002), forecloses Kenda's argument that the defendants' conduct posed such a threat. In <i>Systems Management,</i> we stated:</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">RICO is not aimed at a single narrow criminal episode, even if that single episode involves behavior that amounts to several crimes (for example, several unlawful mailings). A single \"scheme\" may be reached by RICO, but only if it is reasonably broad and far reaching.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\"><i>Id.</i> at 105 (internal citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">Kenda adduced evidence of only a single scheme by the defendants &#8212; their plan to induce Rischitelli into signing away control of Kenda's assets and its pool league. Although Kratze and Germain committed multiple acts justifying civil verdicts against them, all of these efforts were directed toward one transaction, and therefore, \"did not comprise or threaten `the kind of continued criminal activity at which the RICO statute was aimed.'\" <i>Id.</i> at 106 (quoting <i>Apparel Art Int'l, Inc. v. Jacobson,</i> 967 F.2d 720, 724 (1st Cir.1992) (holding that a contractor's fraudulent activities, all aimed at obtaining and keeping a single government contract, do not amount to a pattern under RICO)); <i>see Efron,</i> 223 F.3d at 18 (concluding that defendant's \"multiple related acts of deception\" could not be basis for RICO liability as they were all aimed at the narrow goal of \"transforming the ownership of the Partnership during its early stages\"). If Kenda had produced evidence that the defendants had plans to take over another company or pool league in the same fraudulent manner, they might have had a stronger argument opposing the motion for a directed verdict. Based on the evidence presented at trial, though, there was insufficient evidence for a jury to find that the defendants posed a continuing threat of criminal activity. <i>See Efron,</i> 223 F.3d at 19 (\"There is nothing to suggest that the defendants would seek to repeat their fraud in other partnerships or similar business settings, or to employ mail and wire fraud indefinitely in the ... partnership.\").</p>\n    </div>\n    <p class=\"indent\">C. Chapter 93A</p>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">Kenda also argues that the district court erred in finding that Pot O'Gold did not violate Mass. Gen. Laws ch. 93A. Chapter 93A states that \"[u]nfair methods of competition and unfair or deceptive acts or practices in the conduct of any trade or commerce are hereby declared unlawful.\" Mass. Gen. Laws ch. 93A, &#167; 2(a) (2002); <i>see Arthur D. Little, Inc. v. Dooyang Corp.,</i> 147 F.3d 47, 55 (1st Cir.1998). \"The statute does not specifically define `unfair' or `deceptive,'\" <i>Id.</i> at 55, but Massachusetts courts have recognized that \"[a] practice is unfair if it is within the penumbra of some common-law, statutory, or other established concept of unfairness; is immoral, unethical, oppressive, or unscrupulous; and causes substantial injury to other businessmen.\" <i>Linkage Corp. v. Trustees of Boston Univ.,</i> 425 Mass. 1, 679 N.E.2d 191, 209 (1997) (modifications and internal quotations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">The district court based its ruling for Pot O'Gold on a number of grounds. First, it concluded that Kenda's Chapter 93A claim against Pot O'Gold was \"without support because the jury found that [Pot O'Gold] was not liable for fraud and there is no other actionable misconduct on which to base such a claim.\" Additionally, it determined that even if the jury's finding that Kratze and Germain were liable for fraud could be imputed to Pot O'Gold, \"the court [was] not persuaded that the defendants' actions were sufficiently unfair or deceptive\" to justify Chapter 93A relief. Finally, the court concluded that the actions of the several defendants \"did not occur `primarily and substantially' within the Commonwealth of Massachusetts,\" but instead occurred in Michigan. For our purposes, we need only conclude that the district court was correct on one of the grounds cited. We focus on the \"primarily and substantially\" determination.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">Kenda points to the same evidence in support of its Chapter 93A claim that it relied upon for its tort claims &#8212; the transfer of funds and teams from Kenda to Pot O'Gold and the fraudulent misrepresentations made to Rischitelli. Assuming arguendo that this conduct by Pot O'Gold rises to the level of \"unfair or deceptive\" as defined by the statute, Kenda's claim still must fail. Chapter 93A permits relief only for unfair or deceptive actions that primarily and substantially occur within the Commonwealth of Massachusetts. Mass. Gen. Laws ch. 93A, &#167; 11 (2002). The Massachusetts Supreme Judicial Court recently issued an opinion discussing the test for evaluating the locus of allegedly unfair or deceptive conduct in the context of a Chapter 93A claim. <i>See Kuwaiti Danish Computer Co.,</i> 781 N.E.2d at 799. Specifically citing to a three-part test we had suggested in our decisions in <i>Roche v. Royal Bank of Canada,</i> 109 F.3d 820, 829 (1st Cir.1997), and <i>Clinton Hospital Association v. Corson Group, Inc.,</i> 907 F.2d 1260 (1st Cir.1990),<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> the SJC concluded that \"[w]hether the `actions and transactions [constituting the &#167; 11 claim] occurred primarily and substantially within the Commonwealth' is not a determination that can be reduced to any precise formula.\" <i>Kuwaiti Danish Computer Co.,</i> 781 N.E.2d at 799 (quoting Mass. Gen. Laws ch. 93A, &#167; 11). Instead, the SJC outlined a fact-intensive approach to the question:</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">[T]he analysis required under &#167; 11 should not be based on a test identified by any particular factor or factors because of a tendency to shift the focus of inquiry away from the purpose and scope of [Chapter] 93A. Section 11 suggests an approach in which a judge should, after making findings of fact, and after considering those findings in the context of the entire &#167; 11 claim, determine whether the center of gravity of the circumstances that give rise to the claim is primarily and substantially within the Commonwealth.</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\"><i>Id.</i> Although both the parties and the district court constructed their analyses within the framework of the three-part test we had discussed in earlier cases, we must follow the SJC's pronouncements on interpretations of Massachusetts statutes. Therefore, we evaluate whether the conduct occurred \"primarily and substantially within the Commonwealth\" under the \"center of gravity\" test announced in <i>Kuwaiti Danish Computer Co.</i></p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">We are aided in this endeavor by the district court's factual findings, which, although later subjected to an incorrect legal standard, are nonetheless reusable. <i>See Societe Des Produits Nestle v. Casa Helvetia, Inc.,</i> 982 F.2d 633, 642 (1st Cir.1992) (explaining that trial court's subsidiary findings of fact may be subject to reuse on appeal, despite trial court's legal error); <i>United States v. Mora,</i> 821 F.2d 860, 869 (1st Cir.1987) (explaining that the court of appeals can arrange untainted factual findings along the proper legal matrix). Giving due weight to these findings, the \"center of gravity\" of the transactions that gave rise to the claims in this case was Michigan. Although Germain contacted Perry at the Kenda office in Massachusetts, it was not until Perry traveled to Michigan that he was convinced by the defendants' misrepresentations to transfer money out of the Kenda account and abandon his position as owner of Kenda. Soon thereafter, Perry traveled to Michigan again to meet with Kratze and Germain, bringing with him five Kenda employees or league directors. At that meeting, the Kenda agents in attendance became shareholders of Pot O'Gold, and the league directors agreed to re-affiliate the regional leagues under their control from Kenda to Pot O'Gold. Those two meetings, inspired by Kratze and Germain's misrepresentations, are the pivotal events underlying Kenda's Chapter 93A claim.</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">It was also in Michigan that Rischitelli was convinced to sign away the remainder of his company to Pot O'Gold. Certainly, Germain and Kratze made vague and somewhat enticing statements to Rischitelli over the phone while he was in Massachusetts. Nevertheless, the actual misrepresentations upon which Kenda relies in this case were not expressed until Rischitelli traveled to Michigan on January 23, 1998. Rischitelli held meetings with Germain and Kratze twice, both times in Michigan, and at both of those meetings he signed the contracts at the heart of this case. Since the misrepresentations and the signing of contracts are some of the primary events Kenda points to in support of its Chapter 93A claim, we must conclude that the \"center of gravity\" of the challenged conduct occurred in Michigan.</p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">The plaintiffs correctly cite a number of activities that occurred in Massachusetts as a result of deceptive statements made and received in Michigan: &amp;#x2022; Perry directed Kenda employees to copy and remove records from one Massachusetts office to another;</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">&amp;#x2022; Kenda employees called non-shareholder league directors from Massachusetts to convince them to reaffiliate their regional leagues with Pot O'Gold;</p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\">&amp;#x2022; Perry and Rischitelli withdrew funds from Kenda's bank account in Massachusetts to give to Germain and Pot O'Gold.</p>\n    </div>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">Nevertheless, these actions were ancillary to, and a direct result of, misrepresentations made and contracts signed in Michigan. As the SJC recognized in <i>Kuwaiti Danish Computer Co.,</i> when \"virtually all the conduct that can be said to be unfair or deceptive\" occurs outside the Commonwealth, there can be no Chapter 93A liability. <i>Kuwaiti Danish Computer Co.,</i> 781 N.E.2d at 800. In this case, the defendants' actionable conduct occurred primarily in Michigan. The subsequent Massachusetts activities were carried out mostly by Perry or other former Kenda employees &#8212; none of whom were defendants in the case. Therefore, we find that the \"center of gravity\" of the defendants' allegedly unfair or deceptive conduct occurred primarily outside the Commonwealth. Kenda's Chapter 93A claim must fail.</p>\n    </div>\n    <p>IV. CONCLUSION</p>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p class=\"indent\">We direct the district court to amend its judgment of April 1, 2002, to add: \"and it is FURTHER ORDERED that judgment be entered in favor of the defendant Pot O'Gold Money Leagues, Inc. on the plaintiff's claims against it that were tried to the jury.\" In all other respects, the judgment of the district court is <i>AFFIRMED.</i> Kenda is awarded one-half costs.</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p class=\"indent\">\n        <i>So ordered.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Kenda had named two additional defendants, Perry and D.F. Lete, in its complaint, but voluntarily dismissed those defendants before trial</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Chapter 93A is commonly referred to as the Massachusetts Consumer Protection Act. Section two declares \"Unfair methods of competition and unfair or deceptive acts and practices in the conduct of any trade or commerce\" to be unlawful. Kenda's claim arises under &#167; 11, which states, inter alia:</p>\n        <p class=\"indent\">Any person who engages in the conduct of any trade or commerce and who suffers any loss of money or property, real or personal, as a result of the use or employment by another person who engages in any trade or commerce of an unfair method of competition or an unfair or deceptive act or practice declared unlawful by section two ... may, as hereinafter provided, bring an action... for damages and such equitable relief ... as the court deems to be necessary and proper.</p>\n        <p class=\"indent\">Mass. Gen. Laws ch. 93A, &#167; 11 (2002). In its complaint, Kenda sought Chapter 93A relief only against Pot O'Gold &#8212; not the individual defendants.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The remainder of the questions on the verdict form, questions 7 and 8, addressed Pot O'Gold's counterclaims for tortious interference and breach of contract against Rischitelli individually. On both questions, the jury found Rischitelli not liable</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> At oral argument, counsel claimed he was challenging the \"inconsistent verdict\" delivered by the jury, i.e., the finding that Pot O'Gold had not committed fraud but that its officers had. If this were the sum and substance of the defendants' objection, we could dispatch it quickly by finding that the argument was forfeited. \"[O]bjections to the inconsistency of verdicts must be made after the verdict is read and before the jury is discharged.\"<i>Babcock v. General Motors Corp.,</i> 299 F.3d 60, 63 (1st Cir.2002). Because the defendants did not object at the critical time, this argument cannot be made on appeal. Nevertheless, after a close reading of the defendants' brief, we conclude that they are actually raising an objection to the court's declaratory judgment rulings, the verdict form, and the jury instructions, a more complex argument than counsel articulated in his oral presentation. Therefore, we will give the defendants the benefit of the doubt and assume, without deciding, that this argument about the individual liability of the defendants was properly preserved at trial.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We say \"likely\" because of a disconnect between an argument made by Kenda's counsel to the judge and her subsequent argument to the jury. Kenda's counsel argued to the court that Kratze and Germain were exposed to individual liability because they acted \"outside the scope\" of reasonable business expectations as officers of the corporation. However, she neither presented such a theory to the jury nor asked the judge for a jury instruction on individual versus corporate liability on the basis of corporate agents acting beyond the scope of their authority. While neither party claims error in the judge's omission from his charge of an instruction regarding individual liability of the corporate officers (there was a piercing the corporate veil instruction which is not at issue here because of the exoneration of Pot O'Gold), this omission made the jury's task more difficult. Nevertheless, it was entirely reasonable, based on the evidence submitted, for the jury to find that the tortious conduct of Kratze and Germain should not be charged to the corporation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The parties cite Massachusetts case law in support of their arguments, even though the Agreement and General Release clearly state that they \"shall be construed and interpreted under the laws of the State of Michigan.\" Except as it relates to the Chapter 93A claim,<i>see infra</i> Part III.C., neither party has raised choice of law as an issue in this case. Since the principles applicable to rescission are similar under both Massachusetts and Michigan case law, we need not decide which state's law should apply.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> We do not consider whether the evidence was sufficient to support the fraudulent inducement verdict against Germain. Germain's pro se brief outlines seven issues he is raising on appeal, but develops a legal argument only on one (validity of the contracts). The pro se brief states that it \"[i]ncorporate[s] herein by Attachment\" the brief filed on behalf of Pot O'Gold and Kratze. On most of Germain's issues, we have incorporated Kratze's legal arguments into Germain's brief as well<i>See, e.g., Instituto de Educacion Universal Corp. v. U.S. Dep't of Educ.,</i> 209 F.3d 18, 23 (1st Cir.2000) (recognizing that \"complaints drafted by non-lawyers are to be construed with some liberality\"). On this sufficiency of the evidence issue though, Kratze's brief makes an argument that is specific to Kratze. Because we cannot apply this argument to Germain, we must conclude his \"sufficiency of the evidence argument\" is waived. <i>Ahmed v. Rosenblatt,</i> 118 F.3d 886, 890 (1st Cir.1997) (\"[P]ro se status does not insulate a party from complying with procedural and substantive law.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Oprah's Angels is a charity affiliated with the talk show host and actress Oprah Winfrey. Oprah's Angel Network raises money to provide scholarships and other programs for needy students. Winfrey also spotlights on her talk show a variety of charities that cater to underprivileged and abused children and teenagers</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The defendants rely on<i>McCartin v. Westlake,</i> 36 Mass.App.Ct. 221, 630 N.E.2d 283 (1994), which we find to be inapposite. The court in that case emphasized that the misrepresentations directly contradicted the contract and attached documents. That is not true here. <i>Cf. Starr,</i> 648 N.E.2d at 1268 (\"Thus, the provisions of the [ ] agreement were not `clearly at variance' with [defendant's] representation. There was no clear error, therefore, in the judge's conclusion that the plaintiff was reasonable in his reliance.\") (internal citations omitted).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The judge also went on to explain that the jury could excuse a breach of contract if it found by a preponderance of the evidence that that party was fraudulently induced into signing the contract in the first place. As discussed above, it is unclear whether there was sufficient evidence to find for Rischitelli on this ground with respect to the January 23, 1998 contract. While the defendants assert that \"[t]here was absolutely no fraudulent inducement\" going to the January 23, 1998, contract, they do not claim error in the verdict form which did not ask the jury to specify if they excused Rischitelli from a breach of contract because of fraudulent inducement or failure of consideration<i>Cf. Sunkist Growers v. Winckler &amp; Smith Citrus Prods. Co.,</i> 370 U.S. 19, 29-30, 82 S.Ct. 1130, 8 L.Ed.2d 305 (1962) (finding reversible error when the jury issued a general verdict holding party liable, after having been instructed on multiple theories of liability; since one of the theories submitted to the jury was tainted by legal error, and the jury's general verdict made it impossible to determine whether the jury relied on that ground, reversal was necessary). Therefore, we need not evaluate the propriety of the verdict form regarding the January 23, 1998, contract. As we have stated repeatedly: \"failure to brief an argument will result in waiver for purposes of appeal.\" <i>Ortiz v. Gaston County Dyeing Mach. Co.,</i> 277 F.3d 594, 598 (1st Cir.2002), and cases cited therein.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Kenda's civil RICO claim is discussed more thoroughly in Part III.B., infra</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Rischitelli initially wrote this check to Pot O'Gold. After Germain received it, he drove to Massachusetts, personally returned the check to Rischitelli, and demanded he write out another check in Germain's name only</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> On appeal, Kenda frames its motion to amend as one under Rule 15(b), even though it is not clear that it relied on Rule 15(b) in its initial motion to the trial court. In that motion, Kenda invoked the standard for decision under Rule 15(a) when it stated that \"[Rule] 15 mandates that leave to amend the complaint be granted<i>where justice so requires.\"</i> Nevertheless, the trial court read Kenda's motion broadly, citing as grounds for its denial factors relevant to analysis under both 15(a) and 15(b). Therefore, we will read Kenda's motion to the trial court in a similar manner and reach the merits of its 15(b) argument.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> In<i>Roche,</i> we outlined three factors culled from Massachusetts case law that are relevant in determining whether the alleged misconduct occurred primarily and substantially within the Commonwealth: \"(1) where defendant committed the deception; (2) where plaintiff was deceived and acted upon the deception; and (3) the situs of plaintiff's losses due to the deception.\" 109 F.3d at 829 (citing <i>Clinton Hosp. Ass'n,</i> 907 F.2d at 1265-66); <i>see also KPS &amp; Assoc. v. Designs by FMC, Inc.,</i> 318 F.3d 1, 24 (1st Cir.2003) (restating three-factor test); <i>Yankee Candle Co. v. Bridgewater Candle Co.,</i> 259 F.3d 25, 47 (1st Cir.2001) (same).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">329</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">216</span></span></p>\n    <p class=\"parties\">KENDA CORPORATION, INC. d/b/a Pot O'Gold Pool League, Plaintiff, Appellee/Cross-Appellant,<br>David Rischitelli Plaintiff, Appellee,<br>v.<br>POT O'GOLD MONEY LEAGUES, INC., Jeffrey L. Germain, and David R. Kratze, Defendants, Appellants/Cross-Appellees,<br>Kenneth J. PERRY and D.F. Lete, Defendants.</p>\n    <p class=\"docket\">No. 01-2493.</p>\n    <p class=\"docket\">No. 01-2576.</p>\n    <p class=\"docket\">No. 01-2577.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard November 4, 2002.</p>\n    <p class=\"date\">Decided May 19, 2003.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Louis M. Ciavarra, with whom Bowditch &amp; Dewey, LLP was on brief, for appellants Pot O'Gold Money Leagues Inc. and David R. Kratze.</p>\n      <p class=\"indent\">Jeffrey L. Germain, pro se.</p>\n      <p class=\"indent\">Patricia L. Davidson, with whom Robert L. Hamer and Mirick, O'Connell, DeMallie &amp; Lougee, LLP were on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN, Senior Circuit Judge, and LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">LIPEZ, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this complex suit between two corporations struggling for control over a national billiards league, Kenda Corporation, Inc., d/b/a Pot O'Gold <i>Pool</i> League (\"Kenda\"), had much more success before the jury and judge than Pot O'Gold <i>Money</i> Leagues, Inc., and the individual defendants Jeffrey L. Germain and David R. Kratze. Indeed, Kenda secured a damage award of $55,500 against the individual defendants for fraudulent inducement, and another award against them for $35,000 for tortious interference with contractual or advantageous business relationships. Pot O'Gold <i>Money</i> Leagues received nothing from the jury on its counterclaims. Moreover, Kenda persuaded the judge to rescind a number of its agreements with the defendants. Nevertheless, in this appeal and cross-appeal, all parties claim a variety of errors by the district court. With only one slight exception, we find no merit in any of these claims. The jury verdicts will stand. So too will the rulings by the court.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Kenda Corporation is a Massachusetts corporation that operates an amateur billiards league under the name Pot O'Gold Pool League. Kenneth Perry and David Rischitelli formed Kenda in July 1994. By the fall of 1997, the relationship between Perry and Rischitelli had become tense, but Kenda continued to operate its pool league. During that time period, Perry became acquainted with Jeffrey Germain, a businessman from Louisville, Kentucky, and they discussed the operation of the Pot O'Gold Pool League and its potential for expansion. In November 1997, Perry traveled to Detroit, Michigan, to meet with Germain and his partner David Kratze to discuss the creation of a national billiards league. Perry brought with him to this meeting Paul Frankel, who was, at the time, a regional director with Kenda's league. At the end of this meeting, the participants resolved to meet again in December.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On or about December 19, 1997, Perry and Frankel, along with four other individuals who were Kenda employees or league directors, returned to Detroit to meet with Germain and Kratze. On that day, the six attendees affiliated with Kenda, along with Germain, Kratze, and two of their associates, signed a series of documents which made them shareholders of Pot O'Gold Money Leagues (\"Pot O'Gold\"), a Kentucky corporation that Germain had established before the meeting. Each of the ten shareholders paid $200 to purchase ten shares of stock in the new corporation. Perry testified at trial that when he went into negotiations with Kratze and Germain, he thought they intended to invest in the league that Kenda had been operating since 1994. However, as became clear at this meeting, Kratze and Germain actually wanted to join with Perry and his associates to form a new corporation which would be operating a league competing with Kenda's.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Over the next few months, Perry, with the assistance of the Kenda employees and directors who had become shareholders in Pot O'Gold, transferred Kenda assets and control over regional leagues and tournaments to Pot O'Gold. These transfers occurred in a variety of ways. Perry directly transferred $26,000 from the Kenda corporate account to Pot O'Gold and Germain. He also directed Kenda employees to change the return addresses on the envelopes league members used to pay their dues. Instead of dues being mailed to Kenda's post office box, they now went to one controlled by Pot O'Gold. Kenda employees also copied and/or removed Kenda's bookkeeping records and statistics from Kenda's Massachusetts office to give to Germain and Pot O'Gold. On January 5, 1998, when Rischitelli arrived at the Kenda office, he discovered that the company's two employees had left, the corporate records were no longer in the office, and the league dues had not been sent to Kenda's post office box. He also discovered that $26,000 was missing from the Kenda bank account.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Later in January, Germain contacted Rischitelli in Massachusetts and asked him to meet with him and Kratze in Detroit. Rischitelli agreed, and the meeting occurred on January 23, 1998. At the start of this meeting, Kratze and Germain presented Rischitelli with a document entitled \"Agreement Not to Compete and Protection of Confidential Information,\" which they told him he would have to sign before any business discussions ensued. Rischitelli executed the agreement that day in his individual capacity. Kratze signed as \"CEO\" of Pot O'Gold. The three parties then discussed Pot O'Gold's business plans and Rischitelli's potential role in the new corporation and league. After this meeting, Rischitelli agreed that he would become a consultant to Pot O'Gold. On February 5, 1998, he returned to Detroit and executed three contracts formalizing his (and Kenda's) relationship with Pot O'Gold.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The first contract, simply entitled \"Agreement,\" states, inter alia, that Kenda, through Rischitelli, would provide consulting services to Pot O'Gold, relinquish all rights and control over the league, convey office equipment and handbooks to Pot O'Gold, and provide funds to operate the 1998 national tournament. In return, Kenda would be paid on a sliding scale tied to Pot O'Gold's gross revenues. Rischitelli also signed a \"General Release of All Claims and Waiver of Rights\" which purported to release Pot O'Gold and its \"officers, directors and shareholders\" from all possible claims Rischitelli or Kenda might bring. Finally, Rischitelli signed a separate agreement assigning the name \"Pot O'Gold Pool League\" to Pot O'Gold.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The new enterprise encountered immediate problems. By March 1998, Perry had become so frustrated with the manner in which Germain was operating the pool league that he contacted the league's regional directors, asking them to stop sending their weekly dues to Pot O'Gold and instead to send them to Kenda's post office box in Massachusetts. He told them that Rischitelli would take care of all the problems plaguing the league once he was in charge of operating it again. By the end of March, nearly all the teams that had formerly been associated with Pot O'Gold had reaffiliated themselves with Kenda, and Rischitelli started paying off Pot O'Gold's outstanding liabilities, including awards owed to teams that had won recent tournaments.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Shortly thereafter, Kenda sued Pot O'Gold, Kratze and Germain<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> (\"the defendants\") in Worcester Superior Court, alleging, inter alia, fraud, tortious interference with contractual and/or advantageous relationships, violations of Mass. Gen. Laws ch. 93A,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> and violations of 18 U.S.C. &#167; 1961 <i>et seq.</i> (civil RICO). Kenda also asked for a piercing of the corporate veil to allow personal recovery against Kratze and Germain if the jury found Pot O'Gold liable, and sought a declaratory judgment regarding the validity of the contracts it entered into with Pot O'Gold. In their answer, the defendants raised a number of counterclaims and third-party claims, including breach of contract, fraud, trademark (and servicemark) infringement, and violations of Chapter 93A against Kenda, and breach of contract, fraud and tortious interference against Rischitelli individually.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Prior to the commencement of trial, the district court informed the parties that it would issue a written decision on the declaratory judgment demands and the opposing Chapter 93A claims after the jury delivered its verdict. The remainder of the claims went to trial. The parties filed opposing motions for judgment as a matter of law at the close of evidence, and the district court dismissed Kenda's civil RICO claims and Pot O'Gold's claims against Rischitelli for fraud. After one day of deliberation, the jury returned the following verdict:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">(1) Pot O'Gold was not liable for fraudulent inducement;</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">(2) Kratze and Germain were liable to Kenda for fraudulent inducement in the amount of $55,500;</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">(3) Kratze and Germain were liable to Kenda for $35,000 for tortious interference;</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">(4) Rischitelli was neither liable for tortious interference nor breach of contract.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">While Kenda may not have run the table in its claims presented to the jury, it certainly came close. Shortly thereafter, the court issued its decision on the opposing Chapter 93A claims and the declaratory judgment, holding that all of the contracts Rischitelli signed on behalf of himself and Kenda on January 23 and February 5 were void and that neither party could prevail on its Chapter 93A claim. All parties now appeal.</p>\n    </div>\n    <p>II. THE APPEALS OF THE DEFENDANTS</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In their brief on appeal, the defendants raise a panoply of objections to the outcome of this litigation. Arguing that the court erred in refusing to direct verdicts on certain claims, admitting certain evidence during the trial, and voiding the contracts at issue, the defendants ask us to undo the jury's verdict against them and overturn the court's declaratory judgment regarding the validity of the contracts. We decline the invitation.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">A. Effects of the Jury's Verdict In Favor of Pot O'Gold</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In its most complex argument on appeal, Pot O'Gold claims that the jury's verdict that it, the corporation, was not liable for fraudulent inducement \"requires judgment in its favor\" and a reversal of the jury's verdicts against the individual defendants, Kratze and Germain. Before we address this argument on the merits, we must provide some additional factual background.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">When Rischitelli met with Kratze and Germain in Detroit in February, he signed a series of contracts formalizing his relationship and Kenda's as consultants to Pot O'Gold, and transferring a number of Kenda assets to the new corporation. Among those contracts was one entitled \"General Release of All Claims and Waiver of Rights.\" The third clause in that contract states:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The undersigned, KENDA CORPORATION,... does hereby remise, release and forever discharge, POT O' GOLD MONEY LEAGUES, INC.... and its officers, directors and shareholders, ... of and from all and all manner of actions, causes of actions, suits, ... claims and demands whatsoever, known or unknown, liquidated or unliquidated, in law or equity against POT O' GOLD MONEY LEAGUES, INC., ... and its officers, directors and shareholders....</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The first clause states that Rischitelli similarly releases all claims he may have against Pot O'Gold, its officers, directors, and shareholders. Rischitelli signed this contract both in his own capacity and as President of Kenda. Rischitelli signed another contract on behalf of Kenda entitled \"Agreement,\" outlining Rischitelli's and Kenda's responsibilities as consultants to Pot O'Gold. This Agreement contains a clause which states, in pertinent part:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">KENDA CORPORATION, now and forever, relinquishes all of its rights; contractual relationships and contracts to and with all of its league members or past league members for the reason it no longer wishes to independently create, develop, control, manage and supervise pool leagues.... KENDA CORPORATION waives all rights and claims to any names, indicia, slogans, copyrights, including Pot O'Gold Pool Leagues, Inc. and all similar names.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Kenda also agreed in this contract to transfer its equipment and records to Pot O'Gold. Finally, Kenda signed a contract assigning the servicemark \"Pot O'Gold\" to Pot O'Gold.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Less than three months after signing these contracts, Kenda filed this lawsuit against Pot O'Gold, Kratze, and Germain, alleging that Pot O'Gold, Kratze, and Germain had fraudulently induced Kenda into signing the aforementioned contracts and had tortiously interfered with Kenda's business relationships. Kenda also sought a declaratory judgment as to the validity of the contracts signed on February 5. The fraud and tortious interference claims went to the jury, which found for Pot O'Gold but against its officers, Kratze and Germain. The complex jury verdict form had eight questions, most with subparts, for the jury to answer. We excerpt the relevant portions:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Question 1(A): Did Kenda Corp. prove that its agent, David Rischitelli (\"Rischitelli\") was <i>fraudulently induced</i> by any of the defendants listed below to enter into the agreements dated on or about <i>February 5, 1998?</i></p>\n    </div>\n    <p class=\"indent\">Pot O' Gold Money Leagues, Inc. Yes/No</p>\n    <p class=\"indent\">David Kratze (\"Kratze\") Yes/No</p>\n    <p class=\"indent\">Jeffrey Germain (\"Germain\") Yes/No</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">. . . .</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">If you answer Question 1(A) \"No\" as to Pot O'Gold Money Leagues, proceed to Question 2(B).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">. . . .</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Question 2(B): Did Kenda Corp. prove that either of the individual defendants listed below <i>tortiously interfered with a contractual or advantageous business relationship</i> belonging to Kenda Corp.:</p>\n    </div>\n    <p class=\"indent\">Kratze Yes/No</p>\n    <p class=\"indent\">Germain Yes/No</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Beneath both question 1 and 2, the jury was asked to determine the amount of damages due Kenda if it found that any of the defendants had committed fraud or tortious interference. The instructions on the verdict form also told the jury that if they answered \"Yes\" with respect to <i>any</i> of the defendants listed in question 1(A), they were to skip questions 4-6. Questions 4-6 addressed Pot O'Gold's counterclaims against Kenda (for breach of contract, conversion, and service mark infringement).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> The jury concluded that Pot O'Gold did not fraudulently induce the contracts, but that Kratze and Germain did. It also concluded that Kratze and Germain committed tortious interference. After the jury delivered its verdict, the court issued a written opinion declaring that the Agreement, General Release, and Assignment were void for fraud and lack of consideration.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The defendants now argue in their brief on appeal that \"the jury's verdict in favor of Pot O'Gold requires judgment in its favor.\" They elaborate as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">There can be no doubt that the Feb [sic] 5 Agreements are valid. The Jury determined that there was no fraud by Pot O'Gold. The individual defendants, Kratze and Germain, were not signatories to the Agreements.... [O]ver counsel's objections, the Verdict Form directed the Jury to consider the claims against the individuals even if it found the Feb 5 Agreements valid. But for [plaintiff's argument that the individual defendants were acting outside the scope of their authority], the individuals would have been exonerated[,] as the Feb 5 Agreements, including the Release, were determined by the Jury to be valid, i.e., no fraud by the <i>only party to the Agreements,</i> Pot O'Gold.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">As relief, the defendants ask that \"[w]ith respect to all Agreements, this Court should declare them valid, enforceable and enter an Order requiring Kenda and Rischitelli to honor their terms.\" They also state that the individual verdicts against Kratze and Germain \"must be reversed to avoid a substantial miscarriage of justice.\"</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">As the defendants see it, the jury's verdict in favor of Pot O'Gold on the fraudulent inducement claim conclusively establishes the validity of the contracts signed on February 5, 1998, including the General Release, which, by its terms, barred the kind of claims Kenda brought against Pot O'Gold, Kratze, and Germain. Consequently, the jury verdict form was flawed in that it permitted the jury to consider claims of fraudulent inducement and tortious interference against Kratze and Germain even after finding that Pot O'Gold had not committed fraud.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Moreover, the favorable finding for Pot O'Gold precluded the court from finding in its written opinion that the contracts were void.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The defendants contend that if Kenda is able to collect damages for the tortious conduct of the individual defendants as well as rescind its contracts with Pot O'Gold, Kenda will \"have it both ways.\" The jury verdict against the individual defendants (but not against the corporation) likely was based on the theory that the individual defendants were acting outside the scope of their agency as directors of Pot O'Gold when they fraudulently induced Kenda to sign the February 5, 1998, contracts.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> The defendants now claim that if the jury concluded that Kratze and Germain were acting outside the scope of their agency as directors of Pot O'Gold, then the corporation \"cannot be held liable\" for these actions.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">This is a strange argument because Pot O'Gold is not being held \"liable\" in this case. The jury did not award any tort damages against the corporation. Pot O'Gold's only \"loss\" is the loss of the benefit of its contracts with Kenda &#8212; contracts that the jury specifically found Kenda was fraudulently induced into signing. Far from an unfair or inconsistent resolution, the rescission of the February 5, 1998, contracts is entirely permissible under basic principles of contract law.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Fraud in the inducement can serve as both a basis for tort liability, <i>see</i> W. Page Keaton, et al., <i>Prosser and Keaton on Torts</i> &#167; 105 (5th ed.1984), and as grounds for rescinding a contract, <i>see Yorke v. Taylor,</i> <span class=\"citation\" data-id=\"2242093\"><a href=\"/opinion/2242093/yorke-v-taylor/\"><span class=\"volume\">332</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">368</span></a></span>, <span class=\"citation\" data-id=\"2242093\"><a href=\"/opinion/2242093/yorke-v-taylor/\"><span class=\"volume\">124</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">912</span></a></span>, 914-15 (1955); <i>Denton v. Utley,</i> <span class=\"citation\" data-id=\"1289779\"><a href=\"/opinion/1289779/denton-v-utley/\"><span class=\"volume\">350</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">332</span></a></span>, <span class=\"citation\" data-id=\"1289779\"><a href=\"/opinion/1289779/denton-v-utley/\"><span class=\"volume\">86</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">537</span></a></span>, 541-42 (1957); <i>Restatement (Second) of Contracts</i> &#167; 164 (1981).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> <i>See also Harris v. Delco Prods.,</i> <span class=\"citation no-link\"><span class=\"volume\">305</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">362</span></span>, <span class=\"citation no-link\"><span class=\"volume\">25</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">740</span></span>, 742 (1940) (\"The test to be applied in the case at bar to determine whether the defendant is to be relieved of its contract by reason of any alleged fraudulent misrepresentations is the same as that applied in actions of tort for deceit.\"). Principles of contract law permit rescission of a contract even when the misrepresentations at issue were made by a non-party to the contract. <i>See, e.g., Restatement (Second) of Contracts</i> &#167; 164(2) (\"If a party's manifestation of assent is induced by either a fraudulent or material misrepresentation by one who is not a party to the transaction upon which the recipient is justified in relying, the contract is voidable by the recipient....\"). Rescission is an equitable remedy, and can be imposed on a contract even in the absence of culpable behavior. <i>See</i> Robert L. Haig, 3 <i>Business and Commercial Litigation in Federal Courts</i> &#167; 41.14 (1998) (recognizing that rescission can be granted in cases of mistake and innocent representation). Therefore, the mere fact that Pot O'Gold did not engage in conduct warranting a remedy in tort does not prevent the court from relieving Kenda of a contract it was fraudulently induced into signing by directors of Pot O'Gold.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">While Pot O'Gold contends that the rescission of its contracts with Kenda must be in error because it would permit Kenda to have it both ways &#8212; by recovering tort damages from the individual defendants for their \"ultra vires\" activities <i>and</i> being able to rescind the contracts with Pot O'Gold &#8212; the defendants are actually the ones trying to have it both ways. After convincing the jury that the corporation should not be held liable for the tortious conduct of its directors (thereby relieving itself of vicarious tort liability), Pot O'Gold now seeks to retain the benefits of Kratze and Germain's tortious conduct &#8212; namely, the signed contracts with Kenda. Such a result does not accord with the equitable principles of rescission. <i>See, e.g, Boston Five Cents Sav. Bank v. Brooks,</i> <span class=\"citation no-link\"><span class=\"volume\">309</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">52</span></span>, <span class=\"citation no-link\"><span class=\"volume\">34</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">435</span></span>, 439 (1941) (discussing fraudulent inducement as a defense to enforcement of a promissory note; \"The [bank] cannot adopt [the acts of an agent acting beyond his authority] in accepting the note from the [maker] and at the same time disavow the means by which he secured the execution and delivery of the note in its behalf.\"); <i>Bates v. Southgate,</i> <span class=\"citation no-link\"><span class=\"volume\">308</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">170</span></span>, <span class=\"citation no-link\"><span class=\"volume\">31</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">551</span></span>, 559 (1941) (opining that a principal should not be able \"to enforce for his own benefit a contract procured through the actual fraudulent misrepresentation of his agent\"); <i>White Tower Mgmt. Corp., v. Taglino,</i> <span class=\"citation no-link\"><span class=\"volume\">302</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">453</span></span>, <span class=\"citation no-link\"><span class=\"volume\">19</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">700</span></span>, 701 (1939) (\"[The seller] ought not to be permitted to take the benefit of false and fraudulent misrepresentations made by its agent.\"). After the rescission of the contracts, Pot O'Gold is now in the same position it would have been in but for the intentional misrepresentations of the individual defendants &#8212; there are no contracts between Pot O'Gold and Kenda. The district court's ruling on the declaratory judgment permitting the rescission of the February 5 agreements was correct.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">As a necessary corollary, then, since the jury's verdict in favor of Pot O'Gold did not conclusively establish the validity of the February 5, 1998, contracts &#8212; including the General Release &#8212; it was permissible for the jury to consider Kenda's claims against the individual defendants. Therefore, the district court did not err in its construction of the jury form.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">B. Kratze's Liability for Fraudulent Inducement<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The defendants also challenge the jury's verdict against Kratze on the fraudulent inducement claim on the ground that it was not supported by the evidence produced at trial. In evaluating claims that the evidence does not support the jury verdict, our standard of review is de novo. <i>Walton v. Nalco Chem. Co.,</i> <span class=\"citation\" data-id=\"199695\"><a href=\"/opinion/199695/walton-v-nalco-chemical-co/\"><span class=\"volume\">272</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">13</span></a></span>, 23 (1st Cir.2001). We draw \"all reasonable inferences in favor of the prevailing party,\" and we will affirm \"unless the evidence was `so strongly and overwhelmingly inconsistent' with the verdicts that no reasonable jury could have returned them.\" <i>Id.</i> (quoting <i>Negron v. Caleb Brett U.S.A. Inc.,</i> <span class=\"citation\" data-id=\"198945\"><a href=\"/opinion/198945/negron-v-caleb-brett-usa-inc/\"><span class=\"volume\">212</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">666</span></a></span>, 668 (1st Cir.2000)). In order to overturn the verdict, we must find that no reasonable jury could have found \"that all five elements of common law fraud were met with respect to the alleged misrepresentations.... These elements are: (1) that the statement was knowingly false; (2) that [the defendants] made the false statement with the intent to deceive; (3) that the statement was material to the plaintiffs' decision to sign the contract; (4) that the plaintiffs reasonably relied on the statement; and (5) that the plaintiffs were injured as a result of their reliance.\" <i>Turner v. Johnson &amp; Johnson,</i> <span class=\"citation\" data-id=\"481631\"><a href=\"/opinion/481631/robert-b-turner-v-johnson-johnson-robert-b-turner-v-johnson/\"><span class=\"volume\">809</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">90</span></a></span>, 95 (1st Cir.1986). The defendants contend that no reasonable jury could have found that Rischitelli reasonably relied on the statements Kratze and Germain made when he signed the contracts.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">At trial, Rischitelli testified that Kratze and Germain \"brought in a chart that showed projections where they were going to make $50 million in the next year\" running their pool league. He also testified that Kratze talked to him about the league affiliating with Oprah's Angels<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> &#8212; that he had \"300,000 kids signed, sealed and delivered\" as league participants. Finally, Rischitelli testified that Kratze told him he was going to invest his own money in the corporation. The defendants argue that these statements cannot be the basis for fraud liability.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Noting that the statements relied upon by Rischitelli were not incorporated into the signed contracts, the defendants point to an integration clause included as Paragraph 10 of the Agreement, which states: \"Each party hereto agrees that this Agreement is the entire agreement and understanding between the parties and no verbal statements at any time shall affect in any way the terms and conditions of this Agreement.\" But it is well settled in Massachusetts that \"[a]n integration clause in a contract does not insulate automatically a party from liability where he induced another person to enter into a contract by misrepresentation.\" <i>Starr v. Fordham,</i> <span class=\"citation no-link\"><span class=\"volume\">420</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">178</span></span>, <span class=\"citation no-link\"><span class=\"volume\">648</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1261</span></span>, 1268 (1995). <i>See Sound Techniques Inc. v. Hoffman,</i> 50 Mass.App.Ct. 425, <span class=\"citation no-link\"><span class=\"volume\">737</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">920</span></span>, 924 (2000) (\"Whether we refer to the clause in question as a merger clause, an integration clause, or an exculpatory clause, the settled rule of law is that a contracting party cannot rely upon such a clause as protection against claims based upon fraud or deceit.\"); <i>see also Broomfield v. Kosow,</i> <span class=\"citation\" data-id=\"2044788\"><a href=\"/opinion/2044788/broomfield-v-kosow/\"><span class=\"volume\">349</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">749</span></a></span>, <span class=\"citation\" data-id=\"2044788\"><a href=\"/opinion/2044788/broomfield-v-kosow/\"><span class=\"volume\">212</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">556</span></a></span>, 562 (1965) (\"Fraud involved in the contract may be proved by extrinsic evidence....\").<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Rischitelli testified that he actually relied on the statements cited above when deciding to sign the contracts: \"I inquired about whether or not I could become a stockholder with them. I liked what he had to say about the fact that they were going to give some money and they had Oprah's Angels already signed up.... [They said t]he only way to bring me on board was for me to sign a consulting agreement.\" The jury could have found that Rischitelli's reliance was reasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">\"[S]tatements of present intention as to future conduct may be the basis for a fraud action if ... the statements misrepresent the actual intention of the speaker and were relied upon by the recipient to his damage.\" <i>McEvoy Travel Bureau Inc. v. Norton Co.,</i> <span class=\"citation\" data-id=\"2167937\"><a href=\"/opinion/2167937/mcevoy-travel-bureau-inc-v-norton-co/\"><span class=\"volume\">408</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">704</span></a></span>, <span class=\"citation\" data-id=\"2167937\"><a href=\"/opinion/2167937/mcevoy-travel-bureau-inc-v-norton-co/\"><span class=\"volume\">563</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">188</span></a></span>, 192 (1990). Kratze's statement that he planned to invest his own money into Pot O'Gold is more than just a vague promise. Rischitelli could have believed that it accurately expressed his intent at the time he convinced Rischitelli to sign the contract. Rischitelli had no reason to believe that Kratze did not intend to carry through with this investment. The evidence adduced at trial indicated that Kratze never invested any of his own money into Pot O'Gold.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Similarly, Kratze's statement that he had a \"signed, sealed, and delivered\" contract with the Oprah's Angel Network was a statement of fact, which Rischitelli also had no reason to suspect was not true. The defendants contend that Rischitelli was a \"sophisticated businessman\" who could have detected Kratze's intentional misrepresentations simply by asking to see the contract with Oprah. Although Rischitelli might have demanded more of his future business associates, his failure to confirm that there was actually a contract with Oprah's Angels does not make his reliance unreasonable. \"Certainly where a defendant has wilfully made false representations with intent to deceive he ought not to be relieved of liability because of his victim's lack of diligence.\" <i>Yorke,</i> 124 N.E.2d at 916. The outer limit of this doctrine requires only that the relied-upon statement not be \"preposterous or palpably false.\" <i>Id.; see Kuwaiti Danish Computer Co. v. Digital Equip. Corp.,</i> <span class=\"citation no-link\"><span class=\"volume\">438</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">459</span></span>, <span class=\"citation no-link\"><span class=\"volume\">781</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">787</span></span>, 795 (2003) (finding that plaintiffs could not have reasonably relied on an oral statement made during contract negotiations when the statement's falsity would have been discovered if plaintiffs had read the entire contract). The mere fact that Rischitelli could have discovered Kratze's misrepresentation by pressing Kratze to produce the contract at issue does not render the statement \"palpably false.\" <i>See Prosser and Keeton on Torts, supra,</i> &#167; 108 (\"It is now held that assertions of fact as to ... matters inducing commercial transactions ... may justifiably be relied on without investigation... where the falsity of the representation might be discovered with little effort by means easily at hand.\"); <i>see also Zimmerman v. Kent,</i> 31 Mass.App.Ct. 72, <span class=\"citation\" data-id=\"2101674\"><a href=\"/opinion/2101674/zimmerman-v-kent/\"><span class=\"volume\">575</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">70</span></a></span>, 71 (1991) (upholding the determination that the plaintiff reasonably relied on the false statement, even though its falsity would have been uncovered merely by obtaining an independent estimate). Hence, the jury supportably could have found that Rischitelli's reliance on Kratze's representations without further investigation was not unreasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Kratze's statement that Pot O'Gold could generate $50 million in revenue in 1998 presents a more difficult question on the issue of justifiable reliance. Because we find Rischitelli could have reasonably relied on Kratze's other statements, and these provide a sufficient basis for the jury's verdict, we need not determine whether Kratze's projection was mere puffery.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">C. Rischitelli Not Liable for Breaching the January 23 Agreement</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The contract Rischitelli signed on January 23 states, inter alia:</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">For a period of one (1) year after your discussion and any resolution [sic] discussions hereafter, you agree not to compete with the Company, in any manner, with respect to the business conducted by the Company, anywhere in the United States of America.... This Agreement not to compete pertains to all business conducted by the Company, including (by way of example only) the Company's pool and/or dart leagues.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Pot O'Gold claimed that Rischitelli breached this contract in March 1998 when he regained control of the teams that had played in the league operated by Pot O'Gold since January. The jury disagreed. After the conclusion of the trial, the court considered the parties' request for a declaratory judgment on the validity of the January 23 contract, and declared the contract void.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">The validity of this contract must be considered separately from the validity of the contracts Rischitelli signed on February 5, 1998. While we have concluded that the individual defendants' misrepresentations tainted the February 5, 1998, contracts to the extent that they could be rescinded, the statements that Pot O'Gold had a signed contract with Oprah's Angel Network and that Kratze and Germain were going to invest their own money into the corporation were not made until after Rischitelli signed the January 23, 1998, contract. These statements, then, cannot be the basis for finding that Rischitelli was fraudulently induced into signing the January 23, 1998, contract. Therefore, we must carefully review the jury's verdict and the judge's decision to determine whether the January 23, 1998, contract fails for a lack of consideration.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The judge had instructed the jury that \"[i]f you find by a preponderance of the evidence that consideration did not exist with respect to a particular contract, the party accused [of] breaching that contract is excused from performing under the terms of that contract and may not be held liable for breach of that contract.\"<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> There was no objection to this instruction. Question eight on the jury verdict form asked: \"Did Pot O'Gold Money Leagues, Inc. prove that <i>Rischitelli breached a contract</i> he had with it[?]\" The jury responded \"no.\" After this verdict, the district court determined that the Non-Competition Agreement was \"void for lack of consideration in that the defendants provided nothing of value to Rischitelli in exchange for his promise.\"</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Defendants argue that the \"promise to tell Rischitelli about their plans\" was sufficiently valuable consideration to enforce the contract. That argument ignores Rischitelli's testimony that Kratze and Germain's business plans consisted only of their desire to see the Pot O'Gold League expand its player base and their claims that such growth was imminent given their \"signed, sealed, and delivered\" contract with the Oprah's Angels Network. Noting that this \"valuable\" information turned out to be no more than a series of misrepresentations, the trial court explained its decision to rescind the January 23 contract:</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The party seeking rescission must demonstrate that the alleged misrepresentation and resulting failure of consideration \"amounts to an abrogation of the contract, or goes to the essence of it, or takes away its foundation.\" <i>NIKE, Inc.,</i> 1 F.Supp.2d at 65, <i>citing Plumer v. Houghton &amp; Dutton Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">281</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">173</span></span>, <span class=\"citation no-link\"><span class=\"volume\">183</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">266</span></span> (1932) (internal quotations and citations omitted). Although as a general principle of contract law, courts will not inquire into the adequacy of consideration in an agreed-upon exchange, equity will grant relief where the consideration is \"so grossly inadequate as to shock the conscience of the court\". <i>See Wroblewski v. Wroblewski,</i> <span class=\"citation\" data-id=\"2074466\"><a href=\"/opinion/2074466/wroblewski-v-wroblewski/\"><span class=\"volume\">329</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">61</span></a></span>, 67, <span class=\"citation\" data-id=\"2074466\"><a href=\"/opinion/2074466/wroblewski-v-wroblewski/\"><span class=\"volume\">44</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">869</span></a></span> (1950).</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">We find no fault with this analysis.</p>\n    </div>\n    <p class=\"indent\">D. Admission of Improper Evidence</p>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">The plaintiffs elicited testimony from several witnesses who were shareholders working as either league directors or employees of the new corporation, Pot O'Gold. The defendants object to three types of evidence that they claim were irrelevant:</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">&amp;#x2022; oral testimony that \"Germain and Kratze lied to [these shareholders], owed them unpaid wages, stole money and threatened them\";</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">&amp;#x2022; a letter Perry wrote to Kratze outlining the problems Pot O'Gold was having with its finances; and</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">&amp;#x2022; a document prepared by Germain and presented to a Pot O'Gold shareholder/league director showing that Pot O'Gold could earn $48 million in revenues in 1998.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">The defendants argue that this evidence, having nothing to do with Kenda and Rischitelli, the only plaintiffs in this case, was irrelevant to Kenda's claims and unfairly prejudicial. They insist that \"the only evidence that the Jury should have heard was that concerning the alleged fraudulent inducement of the Feb [sic] 5 Agreement.\" We agree with the trial court that the defendants take much too narrow a view of the case and the concept of relevance.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Federal Rule of Evidence 401 defines relevant evidence as \"evidence having any tendency to make the existence of any fact that is of consequence to the determination of the action more probable or less probable than it would be without the evidence.\" The district court enjoys \"substantial latitude\" in admitting testimony pursuant to this rule, and \"`only in exceptional cases will reversible error be found in the district court's determination of the probative value of testimony in a particular case.'\" <i>Cummings v. Standard Register Co.,</i> <span class=\"citation\" data-id=\"199597\"><a href=\"/opinion/199597/cummings-v-standard-register/\"><span class=\"volume\">265</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">56</span></a></span>, 63 (1st Cir.2001) (quoting <i>Conway v. Electro Switch Co.,</i> <span class=\"citation\" data-id=\"492354\"><a href=\"/opinion/492354/sandra-conway-v-electro-switch-corp-sandra-conway-v-electro-switch/\"><span class=\"volume\">825</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">593</span></a></span>, 597 (1st. Cir.1987)). The evidence in question was relevant to the issues present in the case at the start of the trial.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">In addition to its claim of fraudulent inducement, Kenda alleged tortious interference with business relations, violations of civil RICO, and violations of the Massachusetts Consumer Protection Act (Chapter 93A). The defendants added to the complexity of the case with their <i>counterclaims.</i> All of the evidence challenged by the defendants was relevant to at least one of the claims present in the litigation. For example, Germain's assertion, accompanied by a chart, that Pot O'Gold could make $48 million in 1998 helped to convince league directors to keep their teams aligned with Pot O'Gold, and hence bore directly on Kenda's tortious interference claim. It was also relevant to Kenda's RICO claim.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> In order to prove the defendants violated RICO, Kenda had to show the defendants were committing a pattern of racketeering activity. Therefore, conversations among Pot O'Gold shareholders (and documents produced during those conversations) regarding Kratze's and Germain's attempts to expand the company could have supported Kenda's claims that Pot O'Gold was engaging in such a pattern.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Testimony describing the general disarray of Pot O'Gold between January 1998 and March 1998 was similarly relevant to Kenda's claims. In support of Kenda's fraudulent inducement claim, Rischitelli testified that Kratze and Germain told him they were going to infuse the league with substantial amounts of their own money. The testimony elicited from Pot O'Gold shareholders &#8212; that Kratze and Germain had not contributed their own funds to the league, that the corporation's money was being handled inappropriately, and that the corporation was therefore unable to pay its bills &#8212; was relevant to whether Kratze and Germain's statements to Rischitelli were misrepresentations.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">There is no reason to think that the evidence presented in this case was unfairly prejudicial. The witnesses testified only to Germain and Kratze's conduct as businessmen. Although that portrayal was unfavorable, it was offered in support of claims that they acted improperly in creating Pot O'Gold and in carrying out its business. Flattering evidence would not have made the case. <i>See Kelley v. Airborne Freight Corp.,</i> <span class=\"citation\" data-id=\"752962\"><a href=\"/opinion/752962/76-fair-emplpraccas-bna-1340-73-empl-prac-dec-p-45294-73-empl/\"><span class=\"volume\">140</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">335</span></a></span>, 348 (1st Cir.1998) (\"[A]ll probative evidence is prejudicial.\"); <i>Onujiogu v. United States,</i> <span class=\"citation\" data-id=\"487236\"><a href=\"/opinion/487236/anne-onujiogu-etc-v-united-states-of-america/\"><span class=\"volume\">817</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">3</span></a></span>, 6 (1st Cir.1987) (\"The fact that a piece of evidence hurts a party's chances does not mean it should be automatically excluded. If that were true, there would be precious little left in the way of probative evidence in any case.\").</p>\n    </div>\n    <p class=\"indent\">E. Damages</p>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">After finding Kratze and Germain liable, the jury awarded Kenda $55,500 on its fraudulent inducement claim and $35,000 on its tortious interference claim. The defendants now contend that those damages awards are not supported by the evidence submitted in the trial, and alternatively, that the awards are redundant. We disagree.</p>\n    </div>\n    <p class=\"indent\">1. Fraudulent Inducement</p>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">Rischitelli testified that he wrote Germain a $25,000 check for the purpose of fulfilling his responsibilities under the February 5, 1998, Agreement. That agreement states that Kenda would be responsible for the tournament fees for the upcoming national tournament. Rischitelli gave the $25,000 check to Germain shortly after the February 5 meeting.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> As the jury found that Rischitelli was fraudulently induced into signing the February 5, 1998, contract on behalf of Kenda, the transfer of this $25,000 can be directly traced to this contract.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">Additionally, Rischitelli testified that he estimated Kenda would have received approximately $80,000 in revenue if it had operated the league between January 5, 1998, and March 23, 1998. Certainly, as Kenda did not operate the league during this period, Rischitelli could not know for sure how much money players actually paid in dues to Pot O'Gold. Nevertheless, his estimate was reconstructed from records indicating the number of teams registered and the number of games played during the three-month period that the teams were sending their dues to Pot O'Gold and Germain. The remainder of the jury's award for fraudulent inducement ($30,500) could have been to compensate Kenda for this lost income. It is reasonable to assume, as the jury must have, that at least $30,500 of the estimated $80,000 in revenues Kenda lost would have been earned after February 5, 1998, the date of the contract signing.</p>\n    </div>\n    <p class=\"indent\">2. Tortious Interference</p>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">Kenda also adduced sufficient evidence to justify a discrete award of $35,000 on the tortious interference claim. Rischitelli and Perry both testified that Perry transferred $26,000 from the Kenda account to Germain before Rischitelli even knew Perry was abandoning their business. Perry took two blank checks that Rischitelli had signed before leaving for vacation in December 1997, wrote out one for $10,000 and the other for $16,000, and gave them to Germain. The remaining $9,000 of the award could have come from revenues Kenda lost before February 5, 1998. Teams affiliated with Kenda had been paying dues through the mail. Kenda employees would send blank score sheets to the teams together with an envelope addressed to Kenda's post office box. After playing each week, the teams would fill out their score sheets, place them in these envelopes along with their weekly fees, and mail them. After the meeting on December 19, 1997 (when Perry and the other former Kenda employees and league directors became shareholders of Pot O'Gold), Germain directed Pot O'Gold employees to change the addresses on these envelopes. The new address was a post office box controlled by Pot O'Gold. Rischitelli testified that when he returned from vacation in early January, the Kenda post office box had very few envelopes in it. Therefore, it is reasonable to assume, as the jury probably did, that Kenda lost at least $9,000 in revenues before February 5, 1998. Consequently, we find that the jury verdict was both supportable and non-redundant.</p>\n    </div>\n    <p class=\"indent\">F. April 1, 2002, Amended Judgment</p>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">Finally, the defendants cite what appears to be a clerical error in the amended judgment. The district court entered judgment on September 5, 2001. Shortly thereafter, the plaintiff moved to amend the judgment under Rule 59(e) for the purpose of adding prejudgment interest. The defendants did not oppose the motion, and the court issued an amended judgment on April 1, 2002. In the amended judgment, the district court omitted the following sentence that had been present in the initial judgment: \"[A]nd it is FURTHER ORDERED that judgment be entered in favor of the defendant Pot O'Gold Money Leagues, Inc. on the plaintiff's claims against it that were tried before the jury.\" Although the plaintiffs prevailed in their claims against Kratze and Germain, the jury concluded that Pot O'Gold was not liable for fraudulent inducement. Therefore, on that claim, Pot O'Gold was the prevailing party. This sentence should have been retained in the amended judgment. Therefore, we will direct the district court to restore the deleted language to its amended judgment.</p>\n    </div>\n    <p>III. THE CROSS-APPEAL</p>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">In its cross-appeal, Kenda argues that the district court erred in three ways: (1) in denying Kenda's motion for leave to amend its complaint; (2) in directing a verdict in the defendants' favor on the civil RICO claim; and (3) in finding that Pot O'Gold did not violate Mass. Gen. Laws ch. 93A. We will address these arguments in turn.</p>\n    </div>\n    <p class=\"indent\">A. Motion for Leave to Amend</p>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">On May 22, 2001 (one week after the jury had delivered its verdict), Kenda moved to amend its complaint to add claims against Kratze and Germain for violations of Mass. Gen. Laws ch. 93A. Under its original complaint, already twice amended, Kenda only named the corporation Pot O'Gold as a Chapter 93A defendant. Kratze and Germain opposed the amendment and the district court denied the motion.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">Rule 15(b) permits post-trial amendments to conform the pleadings to the evidence \"[w]hen issues not raised by the pleadings are tried by express or implied consent of the parties.\"<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> Fed.R.Civ.P. 15(b). The district court denied Kenda's motion on the grounds that Kratze and Germain did not consent to their inclusion in the Chapter 93A count, and that the addition of such a count would unduly prejudice the individual defendants. \"We review denials of leave to amend under Rule 15 for abuse of discretion, deferring to the district court for any adequate reason apparent from the record.\" <i>Resolution Trust Corp. v. Gold,</i> <span class=\"citation\" data-id=\"195523\"><a href=\"/opinion/195523/resolution-v-gold/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">251</span></a></span>, 253 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">Consent to trial on a particular claim can be either express or implied. As there is no indication that Kratze and Germain expressly consented to trying a Chapter 93A claim, we must determine whether they impliedly consented to such a claim. \"Consent to the trial of an issue may be implied if, during the trial, a party acquiesces in the introduction of evidence which is relevant only to that issue.\" <i>DCPB, Inc. v. City of Lebanon,</i> <span class=\"citation\" data-id=\"578604\"><a href=\"/opinion/578604/dcpb-inc-v-city-of-lebanon-dcpb-inc-v-city-of-lebanon/\"><span class=\"volume\">957</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">913</span></a></span>, 917 (1st Cir.1992). But \"[t]he introduction of evidence directly relevant to a pleaded issue cannot be the basis for a founded claim that the opposing party should have realized that a new issue was infiltrating the case.\" <i>Id.; see Galindo v. Stoody Co.,</i> <span class=\"citation\" data-id=\"472145\"><a href=\"/opinion/472145/marcus-galindo-v-stoody-company-and-local-803-allied-industrial-workers/\"><span class=\"volume\">793</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1502</span></a></span>, 1513 (9th Cir.1986) (\"It is not enough that an issue may be `inferentially suggested by incidental evidence in the record;' the record must indicate that the parties understood that the evidence was aimed at an unpleaded issue.\"). As Kenda points to no evidence introduced against Kratze and Germain that goes solely to their individual liability under Chapter 93A, we agree with the district court that the individual defendants did not consent to the inclusion of the individual Chapter 93A claims.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">Even in the absence of consent, explicit or implicit, Kenda argues that the district court erred in denying the amendment in the absence of a finding that the late amendment would prejudice the defendants. Kenda fails to recognize that prejudice, or lack thereof, is only one issue to be weighed in considering whether an amendment is appropriate. \"[A] finding that the non-moving party would not be prejudiced by an untimely amendment does not compel a determination that the amendment is appropriate.\" <i>United States v. Davis,</i> <span class=\"citation\" data-id=\"774499\"><a href=\"/opinion/774499/united-states-v-william-m-davis-ashland-inc/\"><span class=\"volume\">261</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 59 (1st Cir.2001). Finally, Kenda offered no explanation for its lengthy delay in raising its motion to amend. The district court did not abuse its discretion when it denied Kenda's motion to amend.</p>\n    </div>\n    <p class=\"indent\">B. Civil RICO</p>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">After the close of the evidence, the court granted the defendants' motions for judgment as a matter of law on Kenda's civil RICO claim, 18 U.S.C. &#167;&#167; 1961-1968 (2000). Kenda alleged that Pot O'Gold, Kratze, and Germain participated in racketeering activity by committing acts of mail fraud, wire fraud, and transporting money procured by fraud from Kenda over state lines, all for the purpose of establishing Pot O'Gold. We agree with the district court that Kenda did not produce sufficient evidence to permit a reasonable jury to find that the defendants violated RICO.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">In order to succeed in its RICO claim, Kenda had to prove four elements required by the statute: \"(1) conduct, (2) of an enterprise, (3) through a pattern, (4) of racketeering activity.\" <i>Sedima, S.P.R.L. v. Imrex Co.,</i> <span class=\"citation\" data-id=\"111508\"><a href=\"/opinion/111508/sedima-sp-rl-v-imrex-co/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">479</span></a></span>, 496, <span class=\"citation\" data-id=\"111508\"><a href=\"/opinion/111508/sedima-sp-rl-v-imrex-co/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3275</span></a></span>, <span class=\"citation\" data-id=\"111508\"><a href=\"/opinion/111508/sedima-sp-rl-v-imrex-co/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">346</span></a></span> (1985), <i>quoted in Feinstein v. Resolution Trust Corp.,</i> <span class=\"citation\" data-id=\"566797\"><a href=\"/opinion/566797/william-c-feinstein-v-resolution-trust-corporation-etc/\"><span class=\"volume\">942</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">34</span></a></span>, 41 (1st Cir.1991). We focus on the pattern of racketeering activity.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">\"By statute, the `pattern' element requires a plaintiff to show at least two predicate acts of `racketeering activity,' which is defined to include violations of specified federal laws, such as the mail and wire fraud statutes.\" <i>Efron v. Embassy Suites (P.R.) Inc.,</i> <span class=\"citation\" data-id=\"199034\"><a href=\"/opinion/199034/efron-v-embassy-suites-inc/\"><span class=\"volume\">223</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span>, 15 (1st Cir.2000). Kenda alleges that the defendants' redirection of the players' payment envelopes and the numerous false promises Germain and Kratze made over the phone to Kenda agents were \"fraudulent use[s] of the mail or telephone constitut[ing]... separate predicate act[s]\" under the statute. Case law has made clear, though, that the mere showing of multiple predicate acts is insufficient to prove a pattern: \"the plaintiff also must demonstrate that the `predicates are related, and that they amount to or pose a threat of continued criminal activity.'\" <i>Id.</i> (quoting <i>H.J. Inc. v. Northwestern Bell Tel. Co.,</i> <span class=\"citation\" data-id=\"112323\"><a href=\"/opinion/112323/hj-inc-v-northwestern-bell-telephone-co/\"><span class=\"volume\">492</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">229</span></a></span>, 239, <span class=\"citation\" data-id=\"112323\"><a href=\"/opinion/112323/hj-inc-v-northwestern-bell-telephone-co/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2893</span></a></span>, <span class=\"citation\" data-id=\"112323\"><a href=\"/opinion/112323/hj-inc-v-northwestern-bell-telephone-co/\"><span class=\"volume\">106</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">195</span></a></span> (1989)). While there is no precise formula to help us determine whether an organization poses a continuing threat of criminal behavior, our recent decision in <i>Systems Management, Inc. v. Loiselle,</i> <span class=\"citation\" data-id=\"200161\"><a href=\"/opinion/200161/systems-management-v-loiselle/\"><span class=\"volume\">303</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">100</span></a></span> (1st Cir.2002), forecloses Kenda's argument that the defendants' conduct posed such a threat. In <i>Systems Management,</i> we stated:</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">RICO is not aimed at a single narrow criminal episode, even if that single episode involves behavior that amounts to several crimes (for example, several unlawful mailings). A single \"scheme\" may be reached by RICO, but only if it is reasonably broad and far reaching.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\"><i>Id.</i> at 105 (internal citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">Kenda adduced evidence of only a single scheme by the defendants &#8212; their plan to induce Rischitelli into signing away control of Kenda's assets and its pool league. Although Kratze and Germain committed multiple acts justifying civil verdicts against them, all of these efforts were directed toward one transaction, and therefore, \"did not comprise or threaten `the kind of continued criminal activity at which the RICO statute was aimed.'\" <i>Id.</i> at 106 (quoting <i>Apparel Art Int'l, Inc. v. Jacobson,</i> <span class=\"citation\" data-id=\"585784\"><a href=\"/opinion/585784/apparel-art-international-inc-v-leon-jacobson/\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">720</span></a></span>, 724 (1st Cir.1992) (holding that a contractor's fraudulent activities, all aimed at obtaining and keeping a single government contract, do not amount to a pattern under RICO)); <i>see Efron,</i> 223 F.3d at 18 (concluding that defendant's \"multiple related acts of deception\" could not be basis for RICO liability as they were all aimed at the narrow goal of \"transforming the ownership of the Partnership during its early stages\"). If Kenda had produced evidence that the defendants had plans to take over another company or pool league in the same fraudulent manner, they might have had a stronger argument opposing the motion for a directed verdict. Based on the evidence presented at trial, though, there was insufficient evidence for a jury to find that the defendants posed a continuing threat of criminal activity. <i>See Efron,</i> 223 F.3d at 19 (\"There is nothing to suggest that the defendants would seek to repeat their fraud in other partnerships or similar business settings, or to employ mail and wire fraud indefinitely in the ... partnership.\").</p>\n    </div>\n    <p class=\"indent\">C. Chapter 93A</p>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">Kenda also argues that the district court erred in finding that Pot O'Gold did not violate Mass. Gen. Laws ch. 93A. Chapter 93A states that \"[u]nfair methods of competition and unfair or deceptive acts or practices in the conduct of any trade or commerce are hereby declared unlawful.\" Mass. Gen. Laws ch. 93A, &#167; 2(a) (2002); <i>see Arthur D. Little, Inc. v. Dooyang Corp.,</i> <span class=\"citation\" data-id=\"198029\"><a href=\"/opinion/198029/little-inc-v-dooyang/\"><span class=\"volume\">147</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">47</span></a></span>, 55 (1st Cir.1998). \"The statute does not specifically define `unfair' or `deceptive,'\" <i>Id.</i> at 55, but Massachusetts courts have recognized that \"[a] practice is unfair if it is within the penumbra of some common-law, statutory, or other established concept of unfairness; is immoral, unethical, oppressive, or unscrupulous; and causes substantial injury to other businessmen.\" <i>Linkage Corp. v. Trustees of Boston Univ.,</i> <span class=\"citation no-link\"><span class=\"volume\">425</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">1</span></span>, <span class=\"citation no-link\"><span class=\"volume\">679</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">191</span></span>, 209 (1997) (modifications and internal quotations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">The district court based its ruling for Pot O'Gold on a number of grounds. First, it concluded that Kenda's Chapter 93A claim against Pot O'Gold was \"without support because the jury found that [Pot O'Gold] was not liable for fraud and there is no other actionable misconduct on which to base such a claim.\" Additionally, it determined that even if the jury's finding that Kratze and Germain were liable for fraud could be imputed to Pot O'Gold, \"the court [was] not persuaded that the defendants' actions were sufficiently unfair or deceptive\" to justify Chapter 93A relief. Finally, the court concluded that the actions of the several defendants \"did not occur `primarily and substantially' within the Commonwealth of Massachusetts,\" but instead occurred in Michigan. For our purposes, we need only conclude that the district court was correct on one of the grounds cited. We focus on the \"primarily and substantially\" determination.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">Kenda points to the same evidence in support of its Chapter 93A claim that it relied upon for its tort claims &#8212; the transfer of funds and teams from Kenda to Pot O'Gold and the fraudulent misrepresentations made to Rischitelli. Assuming arguendo that this conduct by Pot O'Gold rises to the level of \"unfair or deceptive\" as defined by the statute, Kenda's claim still must fail. Chapter 93A permits relief only for unfair or deceptive actions that primarily and substantially occur within the Commonwealth of Massachusetts. Mass. Gen. Laws ch. 93A, &#167; 11 (2002). The Massachusetts Supreme Judicial Court recently issued an opinion discussing the test for evaluating the locus of allegedly unfair or deceptive conduct in the context of a Chapter 93A claim. <i>See Kuwaiti Danish Computer Co.,</i> 781 N.E.2d at 799. Specifically citing to a three-part test we had suggested in our decisions in <i>Roche v. Royal Bank of Canada,</i> <span class=\"citation\" data-id=\"197279\"><a href=\"/opinion/197279/roche-v-royal/\"><span class=\"volume\">109</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">820</span></a></span>, 829 (1st Cir.1997), and <i>Clinton Hospital Association v. Corson Group, Inc.,</i> <span class=\"citation\" data-id=\"544606\"><a href=\"/opinion/544606/clinton-hospital-association-v-the-corson-group-inc/\"><span class=\"volume\">907</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1260</span></a></span> (1st Cir.1990),<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> the SJC concluded that \"[w]hether the `actions and transactions [constituting the &#167; 11 claim] occurred primarily and substantially within the Commonwealth' is not a determination that can be reduced to any precise formula.\" <i>Kuwaiti Danish Computer Co.,</i> 781 N.E.2d at 799 (quoting Mass. Gen. Laws ch. 93A, &#167; 11). Instead, the SJC outlined a fact-intensive approach to the question:</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">[T]he analysis required under &#167; 11 should not be based on a test identified by any particular factor or factors because of a tendency to shift the focus of inquiry away from the purpose and scope of [Chapter] 93A. Section 11 suggests an approach in which a judge should, after making findings of fact, and after considering those findings in the context of the entire &#167; 11 claim, determine whether the center of gravity of the circumstances that give rise to the claim is primarily and substantially within the Commonwealth.</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\"><i>Id.</i> Although both the parties and the district court constructed their analyses within the framework of the three-part test we had discussed in earlier cases, we must follow the SJC's pronouncements on interpretations of Massachusetts statutes. Therefore, we evaluate whether the conduct occurred \"primarily and substantially within the Commonwealth\" under the \"center of gravity\" test announced in <i>Kuwaiti Danish Computer Co.</i></p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">We are aided in this endeavor by the district court's factual findings, which, although later subjected to an incorrect legal standard, are nonetheless reusable. <i>See Societe Des Produits Nestle v. Casa Helvetia, Inc.,</i> <span class=\"citation\" data-id=\"597410\"><a href=\"/opinion/597410/societe-des-produits-nestle-sa-v-casa-helvetia-inc/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">633</span></a></span>, 642 (1st Cir.1992) (explaining that trial court's subsidiary findings of fact may be subject to reuse on appeal, despite trial court's legal error); <i>United States v. Mora,</i> <span class=\"citation\" data-id=\"490116\"><a href=\"/opinion/490116/united-states-v-hector-mora-united-states-of-america-v-franklin/\"><span class=\"volume\">821</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">860</span></a></span>, 869 (1st Cir.1987) (explaining that the court of appeals can arrange untainted factual findings along the proper legal matrix). Giving due weight to these findings, the \"center of gravity\" of the transactions that gave rise to the claims in this case was Michigan. Although Germain contacted Perry at the Kenda office in Massachusetts, it was not until Perry traveled to Michigan that he was convinced by the defendants' misrepresentations to transfer money out of the Kenda account and abandon his position as owner of Kenda. Soon thereafter, Perry traveled to Michigan again to meet with Kratze and Germain, bringing with him five Kenda employees or league directors. At that meeting, the Kenda agents in attendance became shareholders of Pot O'Gold, and the league directors agreed to re-affiliate the regional leagues under their control from Kenda to Pot O'Gold. Those two meetings, inspired by Kratze and Germain's misrepresentations, are the pivotal events underlying Kenda's Chapter 93A claim.</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">It was also in Michigan that Rischitelli was convinced to sign away the remainder of his company to Pot O'Gold. Certainly, Germain and Kratze made vague and somewhat enticing statements to Rischitelli over the phone while he was in Massachusetts. Nevertheless, the actual misrepresentations upon which Kenda relies in this case were not expressed until Rischitelli traveled to Michigan on January 23, 1998. Rischitelli held meetings with Germain and Kratze twice, both times in Michigan, and at both of those meetings he signed the contracts at the heart of this case. Since the misrepresentations and the signing of contracts are some of the primary events Kenda points to in support of its Chapter 93A claim, we must conclude that the \"center of gravity\" of the challenged conduct occurred in Michigan.</p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">The plaintiffs correctly cite a number of activities that occurred in Massachusetts as a result of deceptive statements made and received in Michigan: &amp;#x2022; Perry directed Kenda employees to copy and remove records from one Massachusetts office to another;</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">&amp;#x2022; Kenda employees called non-shareholder league directors from Massachusetts to convince them to reaffiliate their regional leagues with Pot O'Gold;</p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\">&amp;#x2022; Perry and Rischitelli withdrew funds from Kenda's bank account in Massachusetts to give to Germain and Pot O'Gold.</p>\n    </div>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">Nevertheless, these actions were ancillary to, and a direct result of, misrepresentations made and contracts signed in Michigan. As the SJC recognized in <i>Kuwaiti Danish Computer Co.,</i> when \"virtually all the conduct that can be said to be unfair or deceptive\" occurs outside the Commonwealth, there can be no Chapter 93A liability. <i>Kuwaiti Danish Computer Co.,</i> 781 N.E.2d at 800. In this case, the defendants' actionable conduct occurred primarily in Michigan. The subsequent Massachusetts activities were carried out mostly by Perry or other former Kenda employees &#8212; none of whom were defendants in the case. Therefore, we find that the \"center of gravity\" of the defendants' allegedly unfair or deceptive conduct occurred primarily outside the Commonwealth. Kenda's Chapter 93A claim must fail.</p>\n    </div>\n    <p>IV. CONCLUSION</p>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p class=\"indent\">We direct the district court to amend its judgment of April 1, 2002, to add: \"and it is FURTHER ORDERED that judgment be entered in favor of the defendant Pot O'Gold Money Leagues, Inc. on the plaintiff's claims against it that were tried to the jury.\" In all other respects, the judgment of the district court is <i>AFFIRMED.</i> Kenda is awarded one-half costs.</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p class=\"indent\">\n        <i>So ordered.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Kenda had named two additional defendants, Perry and D.F. Lete, in its complaint, but voluntarily dismissed those defendants before trial</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Chapter 93A is commonly referred to as the Massachusetts Consumer Protection Act. Section two declares \"Unfair methods of competition and unfair or deceptive acts and practices in the conduct of any trade or commerce\" to be unlawful. Kenda's claim arises under &#167; 11, which states, inter alia:</p>\n        <p class=\"indent\">Any person who engages in the conduct of any trade or commerce and who suffers any loss of money or property, real or personal, as a result of the use or employment by another person who engages in any trade or commerce of an unfair method of competition or an unfair or deceptive act or practice declared unlawful by section two ... may, as hereinafter provided, bring an action... for damages and such equitable relief ... as the court deems to be necessary and proper.</p>\n        <p class=\"indent\">Mass. Gen. Laws ch. 93A, &#167; 11 (2002). In its complaint, Kenda sought Chapter 93A relief only against Pot O'Gold &#8212; not the individual defendants.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The remainder of the questions on the verdict form, questions 7 and 8, addressed Pot O'Gold's counterclaims for tortious interference and breach of contract against Rischitelli individually. On both questions, the jury found Rischitelli not liable</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> At oral argument, counsel claimed he was challenging the \"inconsistent verdict\" delivered by the jury, i.e., the finding that Pot O'Gold had not committed fraud but that its officers had. If this were the sum and substance of the defendants' objection, we could dispatch it quickly by finding that the argument was forfeited. \"[O]bjections to the inconsistency of verdicts must be made after the verdict is read and before the jury is discharged.\"<i>Babcock v. General Motors Corp.,</i> <span class=\"citation\" data-id=\"200073\"><a href=\"/opinion/200073/babcock-v-general-motors-corp/\"><span class=\"volume\">299</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">60</span></a></span>, 63 (1st Cir.2002). Because the defendants did not object at the critical time, this argument cannot be made on appeal. Nevertheless, after a close reading of the defendants' brief, we conclude that they are actually raising an objection to the court's declaratory judgment rulings, the verdict form, and the jury instructions, a more complex argument than counsel articulated in his oral presentation. Therefore, we will give the defendants the benefit of the doubt and assume, without deciding, that this argument about the individual liability of the defendants was properly preserved at trial.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We say \"likely\" because of a disconnect between an argument made by Kenda's counsel to the judge and her subsequent argument to the jury. Kenda's counsel argued to the court that Kratze and Germain were exposed to individual liability because they acted \"outside the scope\" of reasonable business expectations as officers of the corporation. However, she neither presented such a theory to the jury nor asked the judge for a jury instruction on individual versus corporate liability on the basis of corporate agents acting beyond the scope of their authority. While neither party claims error in the judge's omission from his charge of an instruction regarding individual liability of the corporate officers (there was a piercing the corporate veil instruction which is not at issue here because of the exoneration of Pot O'Gold), this omission made the jury's task more difficult. Nevertheless, it was entirely reasonable, based on the evidence submitted, for the jury to find that the tortious conduct of Kratze and Germain should not be charged to the corporation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The parties cite Massachusetts case law in support of their arguments, even though the Agreement and General Release clearly state that they \"shall be construed and interpreted under the laws of the State of Michigan.\" Except as it relates to the Chapter 93A claim,<i>see infra</i> Part III.C., neither party has raised choice of law as an issue in this case. Since the principles applicable to rescission are similar under both Massachusetts and Michigan case law, we need not decide which state's law should apply.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> We do not consider whether the evidence was sufficient to support the fraudulent inducement verdict against Germain. Germain's pro se brief outlines seven issues he is raising on appeal, but develops a legal argument only on one (validity of the contracts). The pro se brief states that it \"[i]ncorporate[s] herein by Attachment\" the brief filed on behalf of Pot O'Gold and Kratze. On most of Germain's issues, we have incorporated Kratze's legal arguments into Germain's brief as well<i>See, e.g., Instituto de Educacion Universal Corp. v. U.S. Dep't of Educ.,</i> <span class=\"citation\" data-id=\"198880\"><a href=\"/opinion/198880/instituto-v-united-states/\"><span class=\"volume\">209</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">18</span></a></span>, 23 (1st Cir.2000) (recognizing that \"complaints drafted by non-lawyers are to be construed with some liberality\"). On this sufficiency of the evidence issue though, Kratze's brief makes an argument that is specific to Kratze. Because we cannot apply this argument to Germain, we must conclude his \"sufficiency of the evidence argument\" is waived. <i>Ahmed v. Rosenblatt,</i> <span class=\"citation\" data-id=\"197458\"><a href=\"/opinion/197458/ahmed-v-rosenblatt/\"><span class=\"volume\">118</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">886</span></a></span>, 890 (1st Cir.1997) (\"[P]ro se status does not insulate a party from complying with procedural and substantive law.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Oprah's Angels is a charity affiliated with the talk show host and actress Oprah Winfrey. Oprah's Angel Network raises money to provide scholarships and other programs for needy students. Winfrey also spotlights on her talk show a variety of charities that cater to underprivileged and abused children and teenagers</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The defendants rely on<i>McCartin v. Westlake,</i> 36 Mass.App.Ct. 221, <span class=\"citation\" data-id=\"2069607\"><a href=\"/opinion/2069607/mccartin-v-westlake/\"><span class=\"volume\">630</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">283</span></a></span> (1994), which we find to be inapposite. The court in that case emphasized that the misrepresentations directly contradicted the contract and attached documents. That is not true here. <i>Cf. Starr,</i> 648 N.E.2d at 1268 (\"Thus, the provisions of the [ ] agreement were not `clearly at variance' with [defendant's] representation. There was no clear error, therefore, in the judge's conclusion that the plaintiff was reasonable in his reliance.\") (internal citations omitted).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The judge also went on to explain that the jury could excuse a breach of contract if it found by a preponderance of the evidence that that party was fraudulently induced into signing the contract in the first place. As discussed above, it is unclear whether there was sufficient evidence to find for Rischitelli on this ground with respect to the January 23, 1998 contract. While the defendants assert that \"[t]here was absolutely no fraudulent inducement\" going to the January 23, 1998, contract, they do not claim error in the verdict form which did not ask the jury to specify if they excused Rischitelli from a breach of contract because of fraudulent inducement or failure of consideration<i>Cf. Sunkist Growers v. Winckler &amp; Smith Citrus Prods. Co.,</i> <span class=\"citation\" data-id=\"106415\"><a href=\"/opinion/106415/sunkist-growers-inc-v-winckler-smith-citrus-products-co/\"><span class=\"volume\">370</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">19</span></a></span>, 29-30, <span class=\"citation\" data-id=\"106415\"><a href=\"/opinion/106415/sunkist-growers-inc-v-winckler-smith-citrus-products-co/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1130</span></a></span>, <span class=\"citation\" data-id=\"106415\"><a href=\"/opinion/106415/sunkist-growers-inc-v-winckler-smith-citrus-products-co/\"><span class=\"volume\">8</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">305</span></a></span> (1962) (finding reversible error when the jury issued a general verdict holding party liable, after having been instructed on multiple theories of liability; since one of the theories submitted to the jury was tainted by legal error, and the jury's general verdict made it impossible to determine whether the jury relied on that ground, reversal was necessary). Therefore, we need not evaluate the propriety of the verdict form regarding the January 23, 1998, contract. As we have stated repeatedly: \"failure to brief an argument will result in waiver for purposes of appeal.\" <i>Ortiz v. Gaston County Dyeing Mach. Co.,</i> <span class=\"citation\" data-id=\"199788\"><a href=\"/opinion/199788/ortiz-v-gaston-county/\"><span class=\"volume\">277</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">594</span></a></span>, 598 (1st Cir.2002), and cases cited therein.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Kenda's civil RICO claim is discussed more thoroughly in Part III.B., infra</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Rischitelli initially wrote this check to Pot O'Gold. After Germain received it, he drove to Massachusetts, personally returned the check to Rischitelli, and demanded he write out another check in Germain's name only</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> On appeal, Kenda frames its motion to amend as one under Rule 15(b), even though it is not clear that it relied on Rule 15(b) in its initial motion to the trial court. In that motion, Kenda invoked the standard for decision under Rule 15(a) when it stated that \"[Rule] 15 mandates that leave to amend the complaint be granted<i>where justice so requires.\"</i> Nevertheless, the trial court read Kenda's motion broadly, citing as grounds for its denial factors relevant to analysis under both 15(a) and 15(b). Therefore, we will read Kenda's motion to the trial court in a similar manner and reach the merits of its 15(b) argument.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> In<i>Roche,</i> we outlined three factors culled from Massachusetts case law that are relevant in determining whether the alleged misconduct occurred primarily and substantially within the Commonwealth: \"(1) where defendant committed the deception; (2) where plaintiff was deceived and acted upon the deception; and (3) the situs of plaintiff's losses due to the deception.\" 109 F.3d at 829 (citing <i>Clinton Hosp. Ass'n,</i> 907 F.2d at 1265-66); <i>see also KPS &amp; Assoc. v. Designs by FMC, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">318</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span>, 24 (1st Cir.2003) (restating three-factor test); <i>Yankee Candle Co. v. Bridgewater Candle Co.,</i> <span class=\"citation\" data-id=\"774264\"><a href=\"/opinion/774264/the-yankee-candle-company-inc-v-the-bridgewater-candle-company-llc/\"><span class=\"volume\">259</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">25</span></a></span>, 47 (1st Cir.2001) (same).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/106415/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111508/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112323/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195523/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197279/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197458/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198029/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198880/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198945/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199034/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199597/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199695/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199788/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200073/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200161/",
    "http://www.courtlistener.com/api/rest/v3/opinions/472145/",
    "http://www.courtlistener.com/api/rest/v3/opinions/481631/",
    "http://www.courtlistener.com/api/rest/v3/opinions/487236/",
    "http://www.courtlistener.com/api/rest/v3/opinions/490116/",
    "http://www.courtlistener.com/api/rest/v3/opinions/492354/",
    "http://www.courtlistener.com/api/rest/v3/opinions/544606/",
    "http://www.courtlistener.com/api/rest/v3/opinions/566797/",
    "http://www.courtlistener.com/api/rest/v3/opinions/578604/",
    "http://www.courtlistener.com/api/rest/v3/opinions/585784/",
    "http://www.courtlistener.com/api/rest/v3/opinions/597410/",
    "http://www.courtlistener.com/api/rest/v3/opinions/752962/",
    "http://www.courtlistener.com/api/rest/v3/opinions/774264/",
    "http://www.courtlistener.com/api/rest/v3/opinions/774499/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1289779/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2044788/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2069607/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2074466/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2101674/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2167937/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2242093/"
  ]
}