{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/200435/",
  "absolute_url": "/opinion/200435/meaney-v-dever/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/200435/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T04:52:41Z",
  "date_modified": "2016-02-28T05:03:01.083115Z",
  "type": "010combined",
  "sha1": "14eba52d9762637777197aa0dcb5392d24fd24a0",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/02-1783-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2003/04/22/Meaney_v._Dever.pdf",
  "plain_text": "          United States Court of Appeals\n                       For the First Circuit\n\nNo. 02-1783\n\n                 PAUL J. MEANEY; CHERYL A. MEANEY,\n\n                       Plaintiffs, Appellees,\n\n                                 v.\n\n      ROBERT M. DEVER, INDIVIDUALLY AND IN HIS CAPACITY AS\n    MAYOR OF WOBURN; PHILIP MAHONEY, INDIVIDUALLY AND IN HIS\n       CAPACITY AS CHIEF OF POLICE FOR THE CITY OF WOBURN\n\n                      Defendants, Appellants,\n\n                          CITY OF WOBURN,\n\n                             Defendant.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF MASSACHUSETTS\n\n              [Hon. Nancy Gertner, U.S. District Judge]\n\n\n\n                               Before\n\n                        Selya, Circuit Judge,\n                   Farris,* Senior Circuit Judge,\n                     and Howard, Circuit Judge.\n\n\n\n     Thomas Frisardi with whom Peabody & Arnold was on the brief\nfor appellants.\n     Richard P. Mazzocca with whom Finneran, Byrne & Drechsler\nwas on the brief for appellees.\n\f                         April 22, 2003\n\n\n\n*Of the Ninth Circuit, sitting by designation.\n\f          HOWARD, Circuit Judge. This appeal requires us to decide\n\nwhether Woburn, Massachusetts, police officer Paul J. Meaney was\n\nlawfully disciplined for repeatedly blasting a borrowed truck's air\n\nhorn after or near the conclusion of a union picket and during a\n\nmunicipal inauguration ceremony.         Acting on cross-motions for\n\nsummary judgment, the district court ruled that Meaney's conduct\n\nwas within his free speech rights, and that Robert Dever (Woburn's\n\nMayor) and Philip Mahoney (Woburn's Chief of Police) violated\n\nclearly established First Amendment law in suspending him.        Dever\n\nand Mahoney challenge both rulings, arguing that the court should\n\nhave entered summary judgment for them or set the matter for trial.\n\nWe believe that Dever and Mahoney were entitled to summary judgment\n\nand accordingly reverse.\n\n                            I.    Background\n\n          On   January    5,     1998,   Meaney   participated   in   an\n\ninformational picket organized and sponsored by the Woburn Police\n\nPatrolmen's Union Local 313 and the Woburn Firefighter's Union. He\n\nwas off duty at the time.      The unions held the picket outside the\n\nWoburn City Hall and timed it to coincide with the arrival of\n\npersons who would be attending the inauguration of Mayor Dever.\n\nThe unions hoped to bring attention to the fact that their members\n\nhad been working without a collective bargaining agreement for the\n\nprevious four years.     Dever was angered by the picket, telling a\n\ndemonstrating firefighter upon his arrival at City Hall: \"Well, if\n\n\n                                   -3-\n\fthis is the way you want it to be, that's the way it's going to\n\nbe.\"\n\n          The   picketers,    who    numbered   between    80   and   125,\n\ndemonstrated from around 7:00 p.m. until around 8:00 p.m., which is\n\nwhen the inauguration ceremony was scheduled to begin.          During the\n\ndemonstration, a number of persons in passing trucks and vehicles\n\nhonked their horns in support of the unions.          Several off-duty\n\npolice officers and firefighters drove their vehicles around the\n\nadjacent common and blew their horns as well.      The hornblowing was\n\nsteady throughout the picket.\n\n          As the picket wound down, the demonstrators gathered on\n\nthe steps of City Hall for a group photograph.            Afterwards, the\n\ngroup marched around the common and most of the picketers departed.\n\nMeaney, however, headed to a nearby fuel oil business owned by his\n\nfather-in-law and borrowed an oil truck.        Within minutes, Meaney\n\nreturned to City Hall.       He made three passes around City Hall,\n\npausing beneath the windows of the room in which the inauguration\n\nhad begun.   All the while, he sounded the truck's loud air horn.\n\nA handful of picketers were still in the vicinity of City Hall as\n\nMeaney made his rounds, and more than one cheered him on.        Meaney's\n\nhornblowing was described as sufficiently loud to be heard by the\n\nceremony's attendees, but not loud enough to \"disrupt\" it.            Chief\n\nMahoney and five other officers personally observed Meaney driving\n\nthe fuel truck and blowing its air horn.\n\n\n                                    -4-\n\f             On January 6, 1998, a perturbed Mayor Dever asked Chief\n\nMahoney for a report on the previous evening's \"noisemaking.\"\n\nMahoney responded with a written memorandum detailing the events\n\njust described.       The memorandum was signed by himself and the five\n\nother officers who had observed Meaney's conduct.        That same day,\n\nDever removed Meaney's father-in-law's business from the list of\n\nbusinesses with which the City contracted to perform snow-plowing\n\nservices.     When Meaney learned that Dever had removed his father-\n\nin-law's business from the snow-plowing list, he telephoned Mahoney\n\nto protest.       During the conversation, Mahoney told Meaney that his\n\nconduct the night before was outrageous and ridiculous, and opined\n\nthat Meaney had intended to interrupt the inauguration ceremony.\n\nMeaney agreed with this characterization of his intent, explaining\n\nthat he wanted to \"piss off\" Dever because Dever held a grudge\n\nagainst him and his family and had once unreasonably denied him a\n\nthirty-day leave of absence from the police force. Mahoney replied\n\nthat Meaney's conduct had occurred after almost everybody had left\n\nand   that   it    was   unprofessional.   Meaney   responded   that   his\n\nhornblowing was \"protected\" because he had \"act[ed] as a union\n\nmember.\"\n\n             In the two weeks that followed, at least two local\n\nnewspaper articles about the hornblowing incident were published.\n\nThe first described what had happened and noted that Mayor Dever\n\nhad ordered that the matter be investigated; the second detailed\n\n\n                                    -5-\n\fDever's removal of Meaney's father-in-law's business from the snow-\n\nplowing list. Each article contained quotes from Dever in which he\n\nacknowledged that the picket was perfectly lawful but considered\n\nthe blowing of the air horn to be illegal because it was an attempt\n\nto disrupt a public meeting.    In one of the articles, Meaney was\n\nquoted as saying, \"My intent was to get under the mayor's skin and\n\nvoice our opinions.   If he didn't like it, that's tough.\"\n\n          By letter dated January 21, 1998, Chief Mahoney suspended\n\nMeaney without pay for two days for his actions on January 5, 1998,\n\nand for insubordination during the January 6, 1998 telephone\n\nconversation. The letter explained that, in Mahoney's view, Meaney\n\nhad failed in his professional responsibilities by contributing to\n\na disturbance of the public peace1 for \"personal reasons.\"\n\n          Meaney   appealed   his    suspension   to   Mayor   Dever,   who\n\nappointed the city solicitor to conduct a public hearing on the\n\nmatter.   See Mass. Gen. Laws ch. 31, ยง 41.       The hearing, at which\n\nChief Mahoney and Meaney testified, was held on January 29, 1998.\n\nAt the hearing, Mahoney explained that \"the crux of the suspension\n\nwas the statements [made by Meaney during the January 6, 1998\n\ntelephone conversation] he gave me that he did it on purpose.           He\n\nwanted to interrupt the inauguration and piss off the mayor, which\n\nI thought was not conduct becoming of a police officer on duty or\n\n\n\n     1\n      Woburn officers are considered \"on duty\" at all times for\npurposes of preserving and protecting the public peace.\n\n                                    -6-\n\foff duty.\"    Mahoney also reiterated that Meaney had explained his\n\nhornblowing as occasioned by animosity between Dever and Meaney's\n\nfamily and Dever's denial of his request for a 30-day leave of\n\nabsence. For his part, Meaney testified that, in response to Chief\n\nMahoney's suggestion during the January 6, 1998 telephone call that\n\nMeaney's intent was to \"piss off\" Mayor Dever, he had replied, \"You\n\nare goddamn right. In my opinion that was the underlying intention\n\nof both unions and if that's what happened to the mayor . . . well,\n\nthat's too bad.\"\n\n             After the hearing, the city solicitor issued written\n\nfindings and an opinion stating that, in his view, there was just\n\ncause   warranting     Meaney's   suspension.     In    support   of   this\n\ndetermination, the city solicitor found, in substance, that Meaney\n\nhad not specified the message he sought to convey by blowing the\n\nair horn, and that the blowing of the air horn was prompted by both\n\na desire to \"piss off\" Mayor Dever because of personal animosity\n\nbetween the two and to support the unions in their perceived desire\n\nto do the same.\n\n             Acting    on   the   basis   of    the     city   solicitor's\n\nrecommendation, Mayor Dever upheld Meaney's suspension.           But the\n\nMassachusetts Civil Service Commission, by written decision issued\n\nNovember 16, 1998, overturned the suspension.          The Commission held\n\nthat Mayor Dever had failed to prove that there was just cause to\n\nsuspend Meaney.       In so doing, the Commission stated that Meaney\n\n\n                                   -7-\n\f\"clearly\" had not disturbed the public peace because nobody called\n\nthe police to complain about the hornblowing, no police officer\n\nattempted to stop it, and no arrest was made.     The Commission also\n\nopined that Meaney's hornblowing was part and parcel of \"his\n\nlawful, constitutionally protected right as a union member to\n\npicket in a peaceful manner.\"\n\n            On July 16, 1999, Meaney and his wife brought a damages\n\naction against Mayor Dever, Chief Mahoney, and the City of Woburn.\n\nThe complaint invoked 42 U.S.C. ยง 1983 and alleged that the\n\ndefendants had violated Meaney's free speech rights and otherwise\n\ncommitted a number of state law torts.       Following discovery, the\n\nparties filed cross-motions for summary judgment.       The district\n\ncourt granted the City summary judgment on all claims against it\n\nand Mayor Dever and Chief Mahoney summary judgment on the Meaneys'\n\nstate law claims. But the court granted Meaney summary judgment on\n\nhis free speech claim against Mayor Dever and Chief Mahoney and,\n\nafter rejecting their qualified immunity arguments, entered a $7500\n\njudgment against them.    Mayor Dever and Chief Mahoney appeal this\n\njudgment.\n\n                          II.   Discussion\n\n            Mayor Dever and Chief Mahoney take issue with multiple\n\naspects of the district court's First Amendment ruling, but our\n\nagreement with their threshold argument permits us to limit our\n\nfocus.   Because of the likelihood that government agencies would be\n\n\n                                 -8-\n\funduly hampered in performing public services if permitted to\n\nregulate their employees' speech only in the same manner and to the\n\nsame       extent   as   the   government   qua   sovereign,   see   Waters   v.\n\nChurchill, 511 U.S. 661, 671-75 (1994) (plurality opinion); see\n\nalso id. at 694-95 (Stevens, J., dissenting) (recognizing that\n\n\"unduly disruptive\" speech by a public employee can constitute\n\ngrounds for discipline or dismissal), a public employee disciplined\n\nfor speech or expressive conduct has a viable retaliation claim\n\nunder the First Amendment only if the speech or conduct related to\n\n\"a matter of public concern.\"          Connick v. Myers, 461 U.S. 138, 146\n\n(1983) (elaborating upon Pickering v. Board of Education, 391 U.S.\n\n563 (1968)). Applying traditional summary judgment principles, the\n\ndistrict court determined that Meaney's hornblowing was expressive\n\nconduct related to a matter of public concern within the meaning of\n\ncases such as Pickering and Connick because it was intended \"to show\n\nsupport for [his] fellow union brothers . . . in connection with the\n\nunions' concerted activities.\" Meaney v. Dever, 170 F. Supp. 2d 46,\n\n55 (D. Mass. 2001) (internal quotation marks omitted).2              Appellants\n\n\n       2\n      In dicta, the district court questioned whether the\nPickering/Connick paradigm should apply at all because Meaney was\noff duty and sounded the air horn \"as a union member\" and \"as part\nof a union protest.\"      Meaney, 170 F. Supp. 2d at 55.       Our\nsubsequent discussion will explain why we think the court\nmisapplied governing law in concluding that the hornblowing was an\necho of one or more particularized messages directly pertaining to\nthe collective bargaining impasse and communicated by the unions\nduring the demonstration. That leaves only the fact that Meaney\nwas off duty at the time he blew the air horn to support the\ncourt's dicta. But the applicability of the Pickering/Connick test\n\n                                       -9-\n\fsay that this ruling was erroneous.      We agree.\n\n           As an initial matter, we think it a close question whether\n\nMeaney's   hornblowing   had   sufficient   communicative   elements   to\n\nconstitute expressive conduct protected by the First Amendment.        In\n\nevaluating whether allegedly expressive conduct brings the First\n\nAmendment into play, the Supreme Court has focused on the context\n\nin which the conduct took place, asking \"whether [a]n intent to\n\nconvey a particularized message was present, and [whether] the\n\nlikelihood was great that the message would be understood by those\n\nwho [perceived] it.\"     Texas v. Johnson, 491 U.S. 397, 404 (1989)\n\n(internal quotation marks omitted) (quoting Spence v. Washington,\n\n418 U.S. 405, 409-11 (1974)).    In explaining his hornblowing during\n\nthe course of the investigation, Meaney consistently emphasized its\n\nintended effect: an irritated Mayor Dever.       He had little to say\n\nabout the message he intended the Mayor (and perhaps others) to take\n\nfrom his conduct. Nonetheless, the summary judgment record at least\n\narguably permits us to infer that Meaney intended his hornblowing\n\nto communicate three particularized ideas: (1) that he was angry\n\nabout the alleged grudge Dever held against his family, (2) that he\n\nwas angry that Dever had denied his request for a leave of absence,\n\nand (3) that he supported the unions in what he perceived to be\n\n\nturns not on whether the speech or expressive conduct in question\noccurred during working hours, but on whether it was a legitimate\nobject of employer regulation. See Pickering, 391 U.S. at 568-75\n(implicitly recognizing that off-duty conduct can be the legitimate\nobject of regulation by a public employer).\n\n                                  -10-\n\ftheir desire to get under the Mayor's skin.\n\n               It is even more of a stretch to say that there was a\n\n\"great likelihood\" that those in attendance at the inauguration\n\nceremony -- even those who had taken note of the picket -- would\n\nhave       comprehended   the   link    Meaney    has   identified    between    his\n\nhornblowing and the union protest.3               Blasting an air horn may be\n\nqualitatively different from more readily understood expressive\n\nconduct of inherent First Amendment significance, such as picketing,\n\nboycotting, canvassing, and distributing pamphlets.               Blowing an air\n\nhorn is not an expressive act a fortiori, and thus does not\n\nimplicate the First Amendment unless context establishes it as such.\n\nSee    id.     at   404-06;     see    also    Laurence    H.   Tribe,     American\n\nConstitutional Law, ยง 12-7 (2d ed. 1988).                  In our view, it is\n\ndoubtful that the context of Meaney's hornblowing made it likely\n\nthat those to whom it was directed took from it the specific\n\n\"message of solidarity\" that Meaney has since identified.\n\n               In any event, appellants did not argue to the district\n\ncourt that Meaney's hornblowing lacked sufficient communicative\n\nelements       to   implicate     the     First     Amendment,       and   a    more\n\nstraightforward basis on which to decide this appeal is readily\n\n\n       3\n      We confine our analysis to the third of the three\ntranslations that Meaney has offered because there is no reason to\nthink that anyone present at the inauguration ceremony, even Mayor\nDever, would have understood that the blowing of a loud air horn\noutside City Hall by an unknown person was an expression of anger\nover a family feud or the denial of a request for a leave of\nabsence.\n\n                                        -11-\n\favailable.    Despite the misgivings we have just expressed, we shall\n\nassume arguendo that Meaney's hornblowing constituted expressive\n\nconduct.      Even so, we cannot agree with the district court's\n\nconclusion that it related to a matter of public concern.        See\n\nHennessy v. City of Melrose, 194 F.3d 237, 246 (1st Cir. 1999)\n\n(determination whether expressive conduct relates to a matter of\n\npublic concern is a legal question when there is no genuine dispute\n\nover the underlying facts).\n\n             As noted above, the district court applied traditional\n\nsummary judgment principles in determining, as a matter of law, that\n\nMeaney's hornblowing was intended to express solidarity with his\n\nunion brothers in connection with their concerted activities.    See\n\nMeaney, 170 F. Supp. 2d at 55. We frankly have some difficulty with\n\nthe court's decision to frame the intent issue at this degree of\n\ngenerality and to take it from the jury under Fed. R. Civ. P. 56,\n\ngiven that the hornblowing occurred after the picket had all but\n\nconcluded, was admittedly motivated (at least in part) by personal\n\nanimosity, and was linked to the union demonstration by Meaney only\n\nto the limited extent described above -- as conduct supporting the\n\nunion in its perceived efforts to irritate the Mayor.     But in the\n\nend, our disagreement with the court's application of Rule 56 is\n\nbeside the point.    The court should not have employed traditional\n\nsummary judgment principles to determine Meaney's intent.\n\n             Under Waters, a court deciding whether a government\n\n\n                                 -12-\n\femployee's speech was on a matter of public concern must defer to\n\nthe employer's view of the underlying historical facts so long as\n\nthat view is facially reasonable and drawn in good faith.   See 511\n\nU.S. at 677 (plurality opinion);4 see also Kearney v. Town of\n\nWareham, 316 F.3d 18, 24-25 & n.6 (1st Cir. 2002) (explicating\n\nWaters and explaining that this principle, although derived from a\n\nplurality opinion, was agreed to by a majority of the Court). Here,\n\nfollowing an investigation and hearing, the integrity of which we\n\nhave no reason to question,5 the City's decisionmakers concluded (in\n\nsubstance) that Meaney's hornblowing (1) was prompted by an intent\n\nto irritate fueled by personal dislike for Mayor Dever, (2) occurred\n\nafter the picketing had for all intents and purposes ended, and (3)\n\nrelated to the picketing only insofar as both (in Meaney's view)\n\n\n     4\n      At oral argument, Meaney suggested that appellants did not\nsufficiently develop a Waters argument in the district court. But\nour review of the summary judgment papers leads us to conclude that\nappellants' Waters argument was preserved.\n     5\n      Meaney has implied that we should disregard the results of\nthe investigation and hearing, and accept the conclusions of the\nMassachusetts Civil Service Commission, because the investigation\nand hearing were ordered and conducted by persons whose\nimpartiality on the matter under investigation was subject to\nchallenge.   But the law does not require a narrow focus on the\nquestion of impartiality vel non; it requires reasonable procedures\nand conclusions. Cf. Kearney, 316 F.3d at 25-26 (collecting cases\nwhich in similar contexts reject the proposition that a retaliation\nclaim can be grounded solely on proof of animosity towards the\nplaintiff on the part of the decisionmaker).         Moreover, the\nCommission's reversal of the suspension order does not in and of\nitself indicate that those conducting the investigation and hearing\nacted in bad faith. See id. at 25. In all events, the record\ncontains no evidence that the hearing officer -- the city solicitor\n-- was other than impartial.\n\n                               -13-\n\fwere intended to anger the Mayor.     These conclusions, which were\n\nbased on Meaney's own consistent explanations for his conduct, have\n\nstrong evidentiary support and easily pass the Waters test.\n\n          With this factual predicate established, our determination\n\nthat Meaney's hornblowing did not relate to a matter of public\n\nconcern readily follows.   Ordinarily, conduct intended to express\n\nanger at a supervisor towards whom one bears personal animosity\n\nbecause of family history and/or a prior personnel decision does not\n\nrelate to a matter of public concern.   See Connick, 461 U.S. at 147\n\n(\"[W]hen a public employee speaks not as a citizen upon matters of\n\npublic concern, but instead as an employee upon matters only of\n\npersonal interest, absent the most unusual circumstances, a federal\n\ncourt is not the appropriate forum in which to review the wisdom of\n\na personnel decision taken by a public agency allegedly in reaction\n\nto the employee's behavior.\").     So too, we think, with conduct\n\nintended to express solidarity with another's perceived intent to\n\nprovoke -- regardless whether the other's animus might be thought\n\nto arise from frustration over a matter of public concern.     Such\n\nconduct itself is not calculated to provide members of society with\n\ninformation necessary to make informed decisions about government\n\noperations, to disclose public misconduct, or to inspire public\n\ndebate on a matter of significant public interest.   See O'Connor v.\n\nSteeves, 994 F.2d 905, 913 (1st Cir. 1993) (collecting cases and\n\ndescribing the types of speech and expressive conduct that relate\n\n\n                               -14-\n\fto matters of public concern).           It is thus subject to regulation in\n\nthe public employment context without court oversight. See Connick,\n\n461 U.S. at 146.\n\n                                III.     Conclusion\n\n              We understand the district court's desire to create a\n\nbroad sphere of immunity for speech and expressive conduct arising\n\nout   of,    or    relating   to,   an   emotional    union   picket.   And    we\n\nappreciate the possibility that, in such a charged context, a thin-\n\nskinned public employer might well be tempted to mete out pretextual\n\ndiscipline in order to retaliate for protected speech or expressive\n\nconduct. But the record in this case, even when viewed in the light\n\nmost favorably to Meaney, simply does not support an inference that\n\nappellants' fact finding was a sham designed to disguise retaliation\n\nagainst Meaney for his views, or for conduct designed to communicate\n\nsome particularized view, about the impasse over the collective\n\nbargaining agreement.          Rather, the record bears out appellants'\n\nconclusion that any message inhering in Meaney's hornblowing did not\n\nrelate to a matter of public concern.             Accordingly, we reverse the\n\njudgment in favor of Meaney on his First Amendment claims and\n\nremand      with   instructions     that    the   court   enter   judgment    for\n\nappellants on those claims.\n\n              So ordered.\n\n\n\n\n                                         -15-\n\f",
  "html": "<p class=\"case_cite\">326 F.3d 283</p>\n    <p class=\"parties\">Paul J. MEANEY; Cheryl A. Meaney, Plaintiffs, Appellees,<br>v.<br>Robert M. DEVER, Individually and in his Capacity as Mayor of Woburn; Philip Mahoney, Individually and in his Capacity as Chief of Police for the City of Woburn Defendants, Appellants,<br>City of Woburn, Defendant.</p>\n    <p class=\"docket\">No. 02-1783.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard December 4, 2002.</p>\n    <p class=\"date\">Decided April 22, 2003.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Thomas Frisardi with whom Peabody &amp; Arnold was on the brief for appellants.</p>\n      <p class=\"indent\">Richard P. Mazzocca with whom Finneran, Byrne &amp; Drechsler was on the brief for appellees.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, FARRIS,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge, and HOWARD, Circuit Judge.</p>\n      <p class=\"indent\">HOWARD, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal requires us to decide whether Woburn, Massachusetts, police officer Paul J. Meaney was lawfully disciplined for repeatedly blasting a borrowed truck's air horn after or near the conclusion of a union picket and during a municipal inauguration ceremony. Acting on cross-motions for summary judgment, the district court ruled that Meaney's conduct was within his free speech rights, and that Robert Dever (Woburn's Mayor) and Philip Mahoney (Woburn's Chief of Police) violated clearly established First Amendment law in suspending him. Dever and Mahoney challenge both rulings, arguing that the court should have entered summary judgment for them or set the matter for trial. We believe that Dever and Mahoney were entitled to summary judgment and accordingly reverse.</p>\n    </div>\n    <p>I. Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On January 5, 1998, Meaney participated in an informational picket organized and sponsored by the Woburn Police Patrolmen's Union Local 313 and the Woburn Firefighter's Union. He was off duty at the time. The unions held the picket outside the Woburn City Hall and timed it to coincide with the arrival of persons who would be attending the inauguration of Mayor Dever. The unions hoped to bring attention to the fact that their members had been working without a collective bargaining agreement for the previous four years. Dever was angered by the picket, telling a demonstrating firefighter upon his arrival at City Hall: \"Well, if this is the way you want it to be, that's the way it's going to be.\"</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The picketers, who numbered between 80 and 125, demonstrated from around 7:00 p.m. until around 8:00 p.m., which is when the inauguration ceremony was scheduled to begin. During the demonstration, a number of persons in passing trucks and vehicles honked their horns in support of the unions. Several off-duty police officers and firefighters drove their vehicles around the adjacent common and blew their horns as well. The hornblowing was steady throughout the picket.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">As the picket wound down, the demonstrators gathered on the steps of City Hall for a group photograph. Afterwards, the group marched around the common and most of the picketers departed. Meaney, however, headed to a nearby fuel oil business owned by his father-in-law and borrowed an oil truck. Within minutes, Meaney returned to City Hall. He made three passes around City Hall, pausing beneath the windows of the room in which the inauguration had begun. All the while, he sounded the truck's loud air horn. A handful of picketers were still in the vicinity of City Hall as Meaney made his rounds, and more than one cheered him on. Meaney's hornblowing was described as sufficiently loud to be heard by the ceremony's attendees, but not loud enough to \"disrupt\" it. Chief Mahoney and five other officers personally observed Meaney driving the fuel truck and blowing its air horn.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On January 6, 1998, a perturbed Mayor Dever asked Chief Mahoney for a report on the previous evening's \"noisemaking.\" Mahoney responded with a written memorandum detailing the events just described. The memorandum was signed by himself and the five other officers who had observed Meaney's conduct. That same day, Dever removed Meaney's father-in-law's business from the list of businesses with which the City contracted to perform snow-plowing services. When Meaney learned that Dever had removed his father-in-law's business from the snow-plowing list, he telephoned Mahoney to protest. During the conversation, Mahoney told Meaney that his conduct the night before was outrageous and ridiculous, and opined that Meaney had intended to interrupt the inauguration ceremony. Meaney agreed with this characterization of his intent, explaining that he wanted to \"piss off\" Dever because Dever held a grudge against him and his family and had once unreasonably denied him a thirty-day leave of absence from the police force. Mahoney replied that Meaney's conduct had occurred after almost everybody had left and that it was unprofessional. Meaney responded that his hornblowing was \"protected\" because he had \"act[ed] as a union member.\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In the two weeks that followed, at least two local newspaper articles about the hornblowing incident were published. The first described what had happened and noted that Mayor Dever had ordered that the matter be investigated; the second detailed Dever's removal of Meaney's father-in-law's business from the snow-plowing list. Each article contained quotes from Dever in which he acknowledged that the picket was perfectly lawful but considered the blowing of the air horn to be illegal because it was an attempt to disrupt a public meeting. In one of the articles, Meaney was quoted as saying, \"My intent was to get under the mayor's skin and voice our opinions. If he didn't like it, that's tough.\"</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">By letter dated January 21, 1998, Chief Mahoney suspended Meaney without pay for two days for his actions on January 5, 1998, and for insubordination during the January 6, 1998 telephone conversation. The letter explained that, in Mahoney's view, Meaney had failed in his professional responsibilities by contributing to a disturbance of the public peace<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> for \"personal reasons.\"</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Meaney appealed his suspension to Mayor Dever, who appointed the city solicitor to conduct a public hearing on the matter. <i>See</i> Mass. Gen. Laws ch. 31, &#167; 41. The hearing, at which Chief Mahoney and Meaney testified, was held on January 29, 1998. At the hearing, Mahoney explained that \"the crux of the suspension was the statements [made by Meaney during the January 6, 1998 telephone conversation] he gave me that he did it on purpose. He wanted to interrupt the inauguration and piss off the mayor, which I thought was not conduct becoming of a police officer on duty or off duty.\" Mahoney also reiterated that Meaney had explained his hornblowing as occasioned by animosity between Dever and Meaney's family and Dever's denial of his request for a 30-day leave of absence. For his part, Meaney testified that, in response to Chief Mahoney's suggestion during the January 6, 1998 telephone call that Meaney's intent was to \"piss off\" Mayor Dever, he had replied, \"You are goddamn right. In my opinion that was the underlying intention of both unions and if that's what happened to the mayor ... well, that's too bad.\"</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">After the hearing, the city solicitor issued written findings and an opinion stating that, in his view, there was just cause warranting Meaney's suspension. In support of this determination, the city solicitor found, in substance, that Meaney had not specified the message he sought to convey by blowing the air horn, and that the blowing of the air horn was prompted by both a desire to \"piss off\" Mayor Dever because of personal animosity between the two and to support the unions in their perceived desire to do the same.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Acting on the basis of the city solicitor's recommendation, Mayor Dever upheld Meaney's suspension. But the Massachusetts Civil Service Commission, by written decision issued November 16, 1998, overturned the suspension. The Commission held that Mayor Dever had failed to prove that there was just cause to suspend Meaney. In so doing, the Commission stated that Meaney \"clearly\" had not disturbed the public peace because nobody called the police to complain about the hornblowing, no police officer attempted to stop it, and no arrest was made. The Commission also opined that Meaney's hornblowing was part and parcel of \"his lawful, constitutionally protected right as a union member to picket in a peaceful manner.\"</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On July 16, 1999, Meaney and his wife brought a damages action against Mayor Dever, Chief Mahoney, and the City of Woburn. The complaint invoked 42 U.S.C. &#167; 1983 and alleged that the defendants had violated Meaney's free speech rights and otherwise committed a number of state law torts. Following discovery, the parties filed cross-motions for summary judgment. The district court granted the City summary judgment on all claims against it and Mayor Dever and Chief Mahoney summary judgment on the Meaneys' state law claims. But the court granted Meaney summary judgment on his free speech claim against Mayor Dever and Chief Mahoney and, after rejecting their qualified immunity arguments, entered a $7500 judgment against them. Mayor Dever and Chief Mahoney appeal this judgment.</p>\n    </div>\n    <p>II. Discussion</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Mayor Dever and Chief Mahoney take issue with multiple aspects of the district court's First Amendment ruling, but our agreement with their threshold argument permits us to limit our focus. Because of the likelihood that government agencies would be unduly hampered in performing public services if permitted to regulate their employees' speech only in the same manner and to the same extent as the government <i>qua</i> sovereign, <i>see Waters v. Churchill,</i> 511 U.S. 661, 671-75, 114 S.Ct. 1878, 128 L.Ed.2d 686 (1994) (plurality opinion); <i>see also id.</i> at 694-95, 114 S.Ct. 1878 (Stevens, J., dissenting) (recognizing that \"unduly disruptive\" speech by a public employee can constitute grounds for discipline or dismissal), a public employee disciplined for speech or expressive conduct has a viable retaliation claim under the First Amendment only if the speech or conduct related to \"a matter of public concern.\" <i>Connick v. Myers,</i> 461 U.S. 138, 146, 103 S.Ct. 1684, 75 L.Ed.2d 708 (1983) (elaborating upon <i>Pickering v. Board of Education,</i> 391 U.S. 563, 88 S.Ct. 1731, 20 L.Ed.2d 811 (1968)). Applying traditional summary judgment principles, the district court determined that Meaney's hornblowing was expressive conduct related to a matter of public concern within the meaning of cases such as <i>Pickering</i> and <i>Connick</i> because it was intended \"to show support for [his] fellow union brothers ... in connection with the unions' concerted activities.\" <i>Meaney v. Dever,</i> 170 F.Supp.2d 46, 55 (D.Mass.2001) (internal quotation marks omitted).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Appellants say that this ruling was erroneous. We agree.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">As an initial matter, we think it a close question whether Meaney's hornblowing had sufficient communicative elements to constitute expressive conduct protected by the First Amendment. In evaluating whether allegedly expressive conduct brings the First Amendment into play, the Supreme Court has focused on the context in which the conduct took place, asking \"whether [a]n intent to convey a particularized message was present, and [whether] the likelihood was great that the message would be understood by those who [perceived] it.\" <i>Texas v. Johnson,</i> 491 U.S. 397, 404, 109 S.Ct. 2533, 105 L.Ed.2d 342 (1989) (internal quotation marks omitted) (quoting <i>Spence v. Washington,</i> 418 U.S. 405, 409-11, 94 S.Ct. 2727, 41 L.Ed.2d 842 (1974)). In explaining his hornblowing during the course of the investigation, Meaney consistently emphasized its intended effect: an irritated Mayor Dever. He had little to say about the <i>message</i> he intended the Mayor (and perhaps others) to take from his conduct. Nonetheless, the summary judgment record at least arguably permits us to infer that Meaney intended his hornblowing to communicate three particularized ideas: (1) that he was angry about the alleged grudge Dever held against his family, (2) that he was angry that Dever had denied his request for a leave of absence, and (3) that he supported the unions in what he perceived to be their desire to get under the Mayor's skin.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">It is even more of a stretch to say that there was a \"great likelihood\" that those in attendance at the inauguration ceremony &#8212; even those who had taken note of the picket &#8212; would have comprehended the link Meaney has identified between his hornblowing and the union protest.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Blasting an air horn is qualitatively different from more readily understood expressive conduct of inherent First Amendment significance, such as picketing, boycotting, canvassing, and distributing pamphlets. It is not an expressive act <i>a fortiori,</i> and thus does not implicate the First Amendment unless context establishes it as such. <i>See id.</i> at 404-06, 94 S.Ct. 2727; <i>see also</i> Laurence H. Tribe, <i>American Constitutional Law,</i> &#167; 12-7 (2d ed.1988). In our view, it is doubtful that the context of Meaney's hornblowing made it likely that those to whom it was directed took from it the <i>specific</i> \"message of solidarity\" that Meaney has since identified.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In any event, appellants did not argue to the district court that Meaney's hornblowing lacked sufficient communicative elements to implicate the First Amendment, and a more straightforward basis on which to decide this appeal is readily available. Despite the misgivings we have just expressed, we shall assume <i>arguendo</i> that Meaney's hornblowing constituted expressive conduct. Even so, we cannot agree with the district court's conclusion that it related to a matter of public concern. <i>See Hennessy v. City of Melrose,</i> 194 F.3d 237, 246 (1st Cir.1999) (determination whether expressive conduct relates to a matter of public concern is a legal question when there is no genuine dispute over the underlying facts).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">As noted above, the district court applied traditional summary judgment principles in determining, as a matter of law, that Meaney's hornblowing was intended to express solidarity with his union brothers in connection with their concerted activities. <i>See Meaney,</i> 170 F.Supp.2d at 55. We frankly have some difficulty with the court's decision to frame the intent issue at this degree of generality and to take it from the jury under Fed.R.Civ.P. 56, given that the hornblowing occurred after the picket had all but concluded, was admittedly motivated (at least in part) by personal animosity, and was linked to the union demonstration by Meaney only to the limited extent described above &#8212; as conduct supporting the union in its perceived efforts to irritate the Mayor. But in the end, our disagreement with the court's application of Rule 56 is beside the point. The court should not have employed traditional summary judgment principles to determine Meaney's intent.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Under <i>Waters,</i> a court deciding whether a government employee's speech was on a matter of public concern must defer to the employer's view of the underlying historical facts so long as that view is facially reasonable and drawn in good faith. <i>See</i> 511 U.S. at 677, 114 S.Ct. 1878 (plurality opinion);<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> <i>see also Kearney v. Town of Wareham,</i> 316 F.3d 18, 24-25 &amp; n. 6 (1st Cir.2002) (explicating <i>Waters</i> and explaining that this principle, although derived from a plurality opinion, was agreed to by a majority of the Court). Here, following an investigation and hearing, the integrity of which we have no reason to question,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> the City's decisionmakers concluded (in substance) that Meaney's hornblowing (1) was prompted by an intent to irritate fueled by personal dislike for Mayor Dever, (2) occurred after the picketing had for all intents and purposes ended, and (3) related to the picketing only insofar as both (in Meaney's view) were intended to anger the Mayor. These conclusions, which were based on Meaney's own consistent explanations for his conduct, have strong evidentiary support and easily pass the <i>Waters</i> test.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">With this factual predicate established, our determination that Meaney's hornblowing did not relate to a matter of public concern readily follows. Ordinarily, conduct intended to express anger at a supervisor towards whom one bears personal animosity because of family history and/or a prior personnel decision does not relate to a matter of public concern. <i>See Connick,</i> 461 U.S. at 147, 103 S.Ct. 1684 (\"[W]hen a public employee speaks not as a citizen upon matters of public concern, but instead as an employee upon matters only of personal interest, absent the most unusual circumstances, a federal court is not the appropriate forum in which to review the wisdom of a personnel decision taken by a public agency allegedly in reaction to the employee's behavior.\"). So too, we think, with conduct intended to express solidarity with another's perceived intent to provoke &#8212; regardless whether the other's animus might be thought to arise from frustration over a matter of public concern. Such conduct <i>itself</i> is not calculated to provide members of society with information necessary to make informed decisions about government operations, to disclose public misconduct, or to inspire public debate on a matter of significant public interest. <i>See O'Connor v. Steeves,</i> 994 F.2d 905, 913 (1st Cir.1993) (collecting cases and describing the types of speech and expressive conduct that relate to matters of public concern). It is thus subject to regulation in the public employment context without court oversight. <i>See Connick,</i> 461 U.S. at 146, 103 S.Ct. 1684.</p>\n    </div>\n    <p>III. Conclusion</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We understand the district court's desire to create a broad sphere of immunity for speech and expressive conduct arising out of, or relating to, an emotional union picket. And we appreciate the possibility that, in such a charged context, a thin-skinned public employer might well be tempted to mete out pretextual discipline in order to retaliate for protected speech or expressive conduct. But the record in this case, even when viewed in the light most favorable to Meaney, simply does not support an inference that appellants' fact finding was a sham designed to disguise retaliation against Meaney for his views, or for conduct designed to communicate some particularized view, about the impasse over the collective bargaining agreement. Rather, the record bears out appellants' conclusion that any message inhering in Meaney's hornblowing did not relate to a matter of public concern. Accordingly, we <i>reverse</i> the judgment in favor of Meaney on his First Amendment claims and <i>remand</i> with instructions that the court enter judgment for appellants on those claims.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">So ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Ninth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Woburn officers are considered \"on duty\" at all times for purposes of preserving and protecting the public peace</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In<i>dicta,</i> the district court questioned whether the <i>Pickering / Connick</i> paradigm should apply at all because Meaney was off duty and sounded the air horn \"as a union member\" and \"as part of a union protest.\" <i>Meaney,</i> 170 F.Supp.2d at 55. Our subsequent discussion will explain why we think the court misapplied governing law in concluding that the hornblowing was an echo of one or more particularized messages directly pertaining to the collective bargaining impasse and communicated by the unions during the demonstration. That leaves only the fact that Meaney was off duty at the time he blew the air horn to support the court's <i>dicta.</i> But the applicability of the <i>Pickering / Connick</i> test turns not on whether the speech or expressive conduct in question occurred during working hours, but on whether it was a legitimate object of employer regulation. <i>See Pickering,</i> 391 U.S. at 568-75, 88 S.Ct. 1731 (implicitly recognizing that off-duty conduct can be the legitimate object of regulation by a public employer).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We confine our analysis to the third of the three translations that Meaney has offered because there is no reason to think that anyone present at the inauguration ceremony, even Mayor Dever, would have understood that the blowing of a loud air horn outside City Hall by an unknown person was an expression of anger over a family feud or the denial of a request for a leave of absence</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> At oral argument, Meaney suggested that appellants did not sufficiently develop a<i>Waters</i> argument in the district court. But our review of the summary judgment papers leads us to conclude that appellants' <i>Waters</i> argument was preserved.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Meaney has implied that we should disregard the results of the investigation and hearing, and accept the conclusions of the Massachusetts Civil Service Commission, because the investigation and hearing were ordered and conducted by persons whose impartiality on the matter under investigation was subject to challenge. But the law does not require a narrow focus on the question of impartiality<i>vel non;</i> it requires reasonable procedures and conclusions. <i>Cf. Kearney,</i> 316 F.3d at 25-26 (collecting cases which in similar contexts reject the proposition that a retaliation claim can be grounded <i>solely</i> on proof of animosity towards the plaintiff on the part of the decisionmaker). Moreover, the Commission's reversal of the suspension order does not in and of itself indicate that those conducting the investigation and hearing acted in bad faith. <i>See id.</i> at 25. In all events, the record contains no evidence that the hearing officer &#8212; the city solicitor &#8212; was other than impartial.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">326</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">283</span></span></p>\n    <p class=\"parties\">Paul J. MEANEY; Cheryl A. Meaney, Plaintiffs, Appellees,<br>v.<br>Robert M. DEVER, Individually and in his Capacity as Mayor of Woburn; Philip Mahoney, Individually and in his Capacity as Chief of Police for the City of Woburn Defendants, Appellants,<br>City of Woburn, Defendant.</p>\n    <p class=\"docket\">No. 02-1783.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard December 4, 2002.</p>\n    <p class=\"date\">Decided April 22, 2003.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Thomas Frisardi with whom Peabody &amp; Arnold was on the brief for appellants.</p>\n      <p class=\"indent\">Richard P. Mazzocca with whom Finneran, Byrne &amp; Drechsler was on the brief for appellees.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, FARRIS,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge, and HOWARD, Circuit Judge.</p>\n      <p class=\"indent\">HOWARD, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal requires us to decide whether Woburn, Massachusetts, police officer Paul J. Meaney was lawfully disciplined for repeatedly blasting a borrowed truck's air horn after or near the conclusion of a union picket and during a municipal inauguration ceremony. Acting on cross-motions for summary judgment, the district court ruled that Meaney's conduct was within his free speech rights, and that Robert Dever (Woburn's Mayor) and Philip Mahoney (Woburn's Chief of Police) violated clearly established First Amendment law in suspending him. Dever and Mahoney challenge both rulings, arguing that the court should have entered summary judgment for them or set the matter for trial. We believe that Dever and Mahoney were entitled to summary judgment and accordingly reverse.</p>\n    </div>\n    <p>I. Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On January 5, 1998, Meaney participated in an informational picket organized and sponsored by the Woburn Police Patrolmen's Union Local 313 and the Woburn Firefighter's Union. He was off duty at the time. The unions held the picket outside the Woburn City Hall and timed it to coincide with the arrival of persons who would be attending the inauguration of Mayor Dever. The unions hoped to bring attention to the fact that their members had been working without a collective bargaining agreement for the previous four years. Dever was angered by the picket, telling a demonstrating firefighter upon his arrival at City Hall: \"Well, if this is the way you want it to be, that's the way it's going to be.\"</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The picketers, who numbered between 80 and 125, demonstrated from around 7:00 p.m. until around 8:00 p.m., which is when the inauguration ceremony was scheduled to begin. During the demonstration, a number of persons in passing trucks and vehicles honked their horns in support of the unions. Several off-duty police officers and firefighters drove their vehicles around the adjacent common and blew their horns as well. The hornblowing was steady throughout the picket.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">As the picket wound down, the demonstrators gathered on the steps of City Hall for a group photograph. Afterwards, the group marched around the common and most of the picketers departed. Meaney, however, headed to a nearby fuel oil business owned by his father-in-law and borrowed an oil truck. Within minutes, Meaney returned to City Hall. He made three passes around City Hall, pausing beneath the windows of the room in which the inauguration had begun. All the while, he sounded the truck's loud air horn. A handful of picketers were still in the vicinity of City Hall as Meaney made his rounds, and more than one cheered him on. Meaney's hornblowing was described as sufficiently loud to be heard by the ceremony's attendees, but not loud enough to \"disrupt\" it. Chief Mahoney and five other officers personally observed Meaney driving the fuel truck and blowing its air horn.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On January 6, 1998, a perturbed Mayor Dever asked Chief Mahoney for a report on the previous evening's \"noisemaking.\" Mahoney responded with a written memorandum detailing the events just described. The memorandum was signed by himself and the five other officers who had observed Meaney's conduct. That same day, Dever removed Meaney's father-in-law's business from the list of businesses with which the City contracted to perform snow-plowing services. When Meaney learned that Dever had removed his father-in-law's business from the snow-plowing list, he telephoned Mahoney to protest. During the conversation, Mahoney told Meaney that his conduct the night before was outrageous and ridiculous, and opined that Meaney had intended to interrupt the inauguration ceremony. Meaney agreed with this characterization of his intent, explaining that he wanted to \"piss off\" Dever because Dever held a grudge against him and his family and had once unreasonably denied him a thirty-day leave of absence from the police force. Mahoney replied that Meaney's conduct had occurred after almost everybody had left and that it was unprofessional. Meaney responded that his hornblowing was \"protected\" because he had \"act[ed] as a union member.\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In the two weeks that followed, at least two local newspaper articles about the hornblowing incident were published. The first described what had happened and noted that Mayor Dever had ordered that the matter be investigated; the second detailed Dever's removal of Meaney's father-in-law's business from the snow-plowing list. Each article contained quotes from Dever in which he acknowledged that the picket was perfectly lawful but considered the blowing of the air horn to be illegal because it was an attempt to disrupt a public meeting. In one of the articles, Meaney was quoted as saying, \"My intent was to get under the mayor's skin and voice our opinions. If he didn't like it, that's tough.\"</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">By letter dated January 21, 1998, Chief Mahoney suspended Meaney without pay for two days for his actions on January 5, 1998, and for insubordination during the January 6, 1998 telephone conversation. The letter explained that, in Mahoney's view, Meaney had failed in his professional responsibilities by contributing to a disturbance of the public peace<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> for \"personal reasons.\"</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Meaney appealed his suspension to Mayor Dever, who appointed the city solicitor to conduct a public hearing on the matter. <i>See</i> Mass. Gen. Laws ch. 31, &#167; 41. The hearing, at which Chief Mahoney and Meaney testified, was held on January 29, 1998. At the hearing, Mahoney explained that \"the crux of the suspension was the statements [made by Meaney during the January 6, 1998 telephone conversation] he gave me that he did it on purpose. He wanted to interrupt the inauguration and piss off the mayor, which I thought was not conduct becoming of a police officer on duty or off duty.\" Mahoney also reiterated that Meaney had explained his hornblowing as occasioned by animosity between Dever and Meaney's family and Dever's denial of his request for a 30-day leave of absence. For his part, Meaney testified that, in response to Chief Mahoney's suggestion during the January 6, 1998 telephone call that Meaney's intent was to \"piss off\" Mayor Dever, he had replied, \"You are goddamn right. In my opinion that was the underlying intention of both unions and if that's what happened to the mayor ... well, that's too bad.\"</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">After the hearing, the city solicitor issued written findings and an opinion stating that, in his view, there was just cause warranting Meaney's suspension. In support of this determination, the city solicitor found, in substance, that Meaney had not specified the message he sought to convey by blowing the air horn, and that the blowing of the air horn was prompted by both a desire to \"piss off\" Mayor Dever because of personal animosity between the two and to support the unions in their perceived desire to do the same.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Acting on the basis of the city solicitor's recommendation, Mayor Dever upheld Meaney's suspension. But the Massachusetts Civil Service Commission, by written decision issued November 16, 1998, overturned the suspension. The Commission held that Mayor Dever had failed to prove that there was just cause to suspend Meaney. In so doing, the Commission stated that Meaney \"clearly\" had not disturbed the public peace because nobody called the police to complain about the hornblowing, no police officer attempted to stop it, and no arrest was made. The Commission also opined that Meaney's hornblowing was part and parcel of \"his lawful, constitutionally protected right as a union member to picket in a peaceful manner.\"</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On July 16, 1999, Meaney and his wife brought a damages action against Mayor Dever, Chief Mahoney, and the City of Woburn. The complaint invoked 42 U.S.C. &#167; 1983 and alleged that the defendants had violated Meaney's free speech rights and otherwise committed a number of state law torts. Following discovery, the parties filed cross-motions for summary judgment. The district court granted the City summary judgment on all claims against it and Mayor Dever and Chief Mahoney summary judgment on the Meaneys' state law claims. But the court granted Meaney summary judgment on his free speech claim against Mayor Dever and Chief Mahoney and, after rejecting their qualified immunity arguments, entered a $7500 judgment against them. Mayor Dever and Chief Mahoney appeal this judgment.</p>\n    </div>\n    <p>II. Discussion</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Mayor Dever and Chief Mahoney take issue with multiple aspects of the district court's First Amendment ruling, but our agreement with their threshold argument permits us to limit our focus. Because of the likelihood that government agencies would be unduly hampered in performing public services if permitted to regulate their employees' speech only in the same manner and to the same extent as the government <i>qua</i> sovereign, <i>see Waters v. Churchill,</i> <span class=\"citation\" data-id=\"1087950\"><a href=\"/opinion/1087950/waters-v-churchill/\"><span class=\"volume\">511</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">661</span></a></span>, 671-75, <span class=\"citation\" data-id=\"1087950\"><a href=\"/opinion/1087950/waters-v-churchill/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1878</span></a></span>, <span class=\"citation\" data-id=\"1087950\"><a href=\"/opinion/1087950/waters-v-churchill/\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">686</span></a></span> (1994) (plurality opinion); <i>see also id.</i> at 694-95, <span class=\"citation\" data-id=\"1087950\"><a href=\"/opinion/1087950/waters-v-churchill/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1878</span></a></span> (Stevens, J., dissenting) (recognizing that \"unduly disruptive\" speech by a public employee can constitute grounds for discipline or dismissal), a public employee disciplined for speech or expressive conduct has a viable retaliation claim under the First Amendment only if the speech or conduct related to \"a matter of public concern.\" <i>Connick v. Myers,</i> <span class=\"citation\" data-id=\"110917\"><a href=\"/opinion/110917/connick-v-myers/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">138</span></a></span>, 146, <span class=\"citation\" data-id=\"110917\"><a href=\"/opinion/110917/connick-v-myers/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1684</span></a></span>, <span class=\"citation\" data-id=\"110917\"><a href=\"/opinion/110917/connick-v-myers/\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">708</span></a></span> (1983) (elaborating upon <i>Pickering v. Board of Education,</i> <span class=\"citation\" data-id=\"107717\"><a href=\"/opinion/107717/pickering-v-board-of-ed-of-township-high-school-dist-205-will-cty/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">563</span></a></span>, <span class=\"citation\" data-id=\"107717\"><a href=\"/opinion/107717/pickering-v-board-of-ed-of-township-high-school-dist-205-will-cty/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1731</span></a></span>, <span class=\"citation\" data-id=\"107717\"><a href=\"/opinion/107717/pickering-v-board-of-ed-of-township-high-school-dist-205-will-cty/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">811</span></a></span> (1968)). Applying traditional summary judgment principles, the district court determined that Meaney's hornblowing was expressive conduct related to a matter of public concern within the meaning of cases such as <i>Pickering</i> and <i>Connick</i> because it was intended \"to show support for [his] fellow union brothers ... in connection with the unions' concerted activities.\" <i>Meaney v. Dever,</i> <span class=\"citation\" data-id=\"2402408\"><a href=\"/opinion/2402408/meaney-v-dever/\"><span class=\"volume\">170</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">46</span></a></span>, 55 (D.Mass.2001) (internal quotation marks omitted).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Appellants say that this ruling was erroneous. We agree.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">As an initial matter, we think it a close question whether Meaney's hornblowing had sufficient communicative elements to constitute expressive conduct protected by the First Amendment. In evaluating whether allegedly expressive conduct brings the First Amendment into play, the Supreme Court has focused on the context in which the conduct took place, asking \"whether [a]n intent to convey a particularized message was present, and [whether] the likelihood was great that the message would be understood by those who [perceived] it.\" <i>Texas v. Johnson,</i> <span class=\"citation\" data-id=\"112304\"><a href=\"/opinion/112304/texas-v-johnson/\"><span class=\"volume\">491</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">397</span></a></span>, 404, <span class=\"citation\" data-id=\"112304\"><a href=\"/opinion/112304/texas-v-johnson/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2533</span></a></span>, <span class=\"citation\" data-id=\"112304\"><a href=\"/opinion/112304/texas-v-johnson/\"><span class=\"volume\">105</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">342</span></a></span> (1989) (internal quotation marks omitted) (quoting <i>Spence v. Washington,</i> <span class=\"citation\" data-id=\"109092\"><a href=\"/opinion/109092/spence-v-washington/\"><span class=\"volume\">418</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">405</span></a></span>, 409-11, <span class=\"citation\" data-id=\"109092\"><a href=\"/opinion/109092/spence-v-washington/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2727</span></a></span>, <span class=\"citation\" data-id=\"109092\"><a href=\"/opinion/109092/spence-v-washington/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">842</span></a></span> (1974)). In explaining his hornblowing during the course of the investigation, Meaney consistently emphasized its intended effect: an irritated Mayor Dever. He had little to say about the <i>message</i> he intended the Mayor (and perhaps others) to take from his conduct. Nonetheless, the summary judgment record at least arguably permits us to infer that Meaney intended his hornblowing to communicate three particularized ideas: (1) that he was angry about the alleged grudge Dever held against his family, (2) that he was angry that Dever had denied his request for a leave of absence, and (3) that he supported the unions in what he perceived to be their desire to get under the Mayor's skin.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">It is even more of a stretch to say that there was a \"great likelihood\" that those in attendance at the inauguration ceremony &#8212; even those who had taken note of the picket &#8212; would have comprehended the link Meaney has identified between his hornblowing and the union protest.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Blasting an air horn is qualitatively different from more readily understood expressive conduct of inherent First Amendment significance, such as picketing, boycotting, canvassing, and distributing pamphlets. It is not an expressive act <i>a fortiori,</i> and thus does not implicate the First Amendment unless context establishes it as such. <i>See id.</i> at 404-06, <span class=\"citation\" data-id=\"109092\"><a href=\"/opinion/109092/spence-v-washington/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2727</span></a></span>; <i>see also</i> Laurence H. Tribe, <i>American Constitutional Law,</i> &#167; 12-7 (2d ed.1988). In our view, it is doubtful that the context of Meaney's hornblowing made it likely that those to whom it was directed took from it the <i>specific</i> \"message of solidarity\" that Meaney has since identified.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In any event, appellants did not argue to the district court that Meaney's hornblowing lacked sufficient communicative elements to implicate the First Amendment, and a more straightforward basis on which to decide this appeal is readily available. Despite the misgivings we have just expressed, we shall assume <i>arguendo</i> that Meaney's hornblowing constituted expressive conduct. Even so, we cannot agree with the district court's conclusion that it related to a matter of public concern. <i>See Hennessy v. City of Melrose,</i> <span class=\"citation\" data-id=\"198689\"><a href=\"/opinion/198689/hennessy-v-city-of-melrose/\"><span class=\"volume\">194</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">237</span></a></span>, 246 (1st Cir.1999) (determination whether expressive conduct relates to a matter of public concern is a legal question when there is no genuine dispute over the underlying facts).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">As noted above, the district court applied traditional summary judgment principles in determining, as a matter of law, that Meaney's hornblowing was intended to express solidarity with his union brothers in connection with their concerted activities. <i>See Meaney,</i> 170 F.Supp.2d at 55. We frankly have some difficulty with the court's decision to frame the intent issue at this degree of generality and to take it from the jury under Fed.R.Civ.P. 56, given that the hornblowing occurred after the picket had all but concluded, was admittedly motivated (at least in part) by personal animosity, and was linked to the union demonstration by Meaney only to the limited extent described above &#8212; as conduct supporting the union in its perceived efforts to irritate the Mayor. But in the end, our disagreement with the court's application of Rule 56 is beside the point. The court should not have employed traditional summary judgment principles to determine Meaney's intent.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Under <i>Waters,</i> a court deciding whether a government employee's speech was on a matter of public concern must defer to the employer's view of the underlying historical facts so long as that view is facially reasonable and drawn in good faith. <i>See</i> 511 U.S. at 677, <span class=\"citation\" data-id=\"1087950\"><a href=\"/opinion/1087950/waters-v-churchill/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1878</span></a></span> (plurality opinion);<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> <i>see also Kearney v. Town of Wareham,</i> <span class=\"citation\" data-id=\"200237\"><a href=\"/opinion/200237/kearney-v-town-of-wareham/\"><span class=\"volume\">316</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">18</span></a></span>, 24-25 &amp; n. 6 (1st Cir.2002) (explicating <i>Waters</i> and explaining that this principle, although derived from a plurality opinion, was agreed to by a majority of the Court). Here, following an investigation and hearing, the integrity of which we have no reason to question,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> the City's decisionmakers concluded (in substance) that Meaney's hornblowing (1) was prompted by an intent to irritate fueled by personal dislike for Mayor Dever, (2) occurred after the picketing had for all intents and purposes ended, and (3) related to the picketing only insofar as both (in Meaney's view) were intended to anger the Mayor. These conclusions, which were based on Meaney's own consistent explanations for his conduct, have strong evidentiary support and easily pass the <i>Waters</i> test.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">With this factual predicate established, our determination that Meaney's hornblowing did not relate to a matter of public concern readily follows. Ordinarily, conduct intended to express anger at a supervisor towards whom one bears personal animosity because of family history and/or a prior personnel decision does not relate to a matter of public concern. <i>See Connick,</i> 461 U.S. at 147, <span class=\"citation\" data-id=\"110917\"><a href=\"/opinion/110917/connick-v-myers/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1684</span></a></span> (\"[W]hen a public employee speaks not as a citizen upon matters of public concern, but instead as an employee upon matters only of personal interest, absent the most unusual circumstances, a federal court is not the appropriate forum in which to review the wisdom of a personnel decision taken by a public agency allegedly in reaction to the employee's behavior.\"). So too, we think, with conduct intended to express solidarity with another's perceived intent to provoke &#8212; regardless whether the other's animus might be thought to arise from frustration over a matter of public concern. Such conduct <i>itself</i> is not calculated to provide members of society with information necessary to make informed decisions about government operations, to disclose public misconduct, or to inspire public debate on a matter of significant public interest. <i>See O'Connor v. Steeves,</i> <span class=\"citation\" data-id=\"608078\"><a href=\"/opinion/608078/patrick-j-oconnor-v-robert-w-steeves/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">905</span></a></span>, 913 (1st Cir.1993) (collecting cases and describing the types of speech and expressive conduct that relate to matters of public concern). It is thus subject to regulation in the public employment context without court oversight. <i>See Connick,</i> 461 U.S. at 146, <span class=\"citation\" data-id=\"110917\"><a href=\"/opinion/110917/connick-v-myers/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1684</span></a></span>.</p>\n    </div>\n    <p>III. Conclusion</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We understand the district court's desire to create a broad sphere of immunity for speech and expressive conduct arising out of, or relating to, an emotional union picket. And we appreciate the possibility that, in such a charged context, a thin-skinned public employer might well be tempted to mete out pretextual discipline in order to retaliate for protected speech or expressive conduct. But the record in this case, even when viewed in the light most favorable to Meaney, simply does not support an inference that appellants' fact finding was a sham designed to disguise retaliation against Meaney for his views, or for conduct designed to communicate some particularized view, about the impasse over the collective bargaining agreement. Rather, the record bears out appellants' conclusion that any message inhering in Meaney's hornblowing did not relate to a matter of public concern. Accordingly, we <i>reverse</i> the judgment in favor of Meaney on his First Amendment claims and <i>remand</i> with instructions that the court enter judgment for appellants on those claims.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">So ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Ninth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Woburn officers are considered \"on duty\" at all times for purposes of preserving and protecting the public peace</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In<i>dicta,</i> the district court questioned whether the <i>Pickering / Connick</i> paradigm should apply at all because Meaney was off duty and sounded the air horn \"as a union member\" and \"as part of a union protest.\" <i>Meaney,</i> 170 F.Supp.2d at 55. Our subsequent discussion will explain why we think the court misapplied governing law in concluding that the hornblowing was an echo of one or more particularized messages directly pertaining to the collective bargaining impasse and communicated by the unions during the demonstration. That leaves only the fact that Meaney was off duty at the time he blew the air horn to support the court's <i>dicta.</i> But the applicability of the <i>Pickering / Connick</i> test turns not on whether the speech or expressive conduct in question occurred during working hours, but on whether it was a legitimate object of employer regulation. <i>See Pickering,</i> 391 U.S. at 568-75, <span class=\"citation\" data-id=\"107717\"><a href=\"/opinion/107717/pickering-v-board-of-ed-of-township-high-school-dist-205-will-cty/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1731</span></a></span> (implicitly recognizing that off-duty conduct can be the legitimate object of regulation by a public employer).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We confine our analysis to the third of the three translations that Meaney has offered because there is no reason to think that anyone present at the inauguration ceremony, even Mayor Dever, would have understood that the blowing of a loud air horn outside City Hall by an unknown person was an expression of anger over a family feud or the denial of a request for a leave of absence</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> At oral argument, Meaney suggested that appellants did not sufficiently develop a<i>Waters</i> argument in the district court. But our review of the summary judgment papers leads us to conclude that appellants' <i>Waters</i> argument was preserved.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Meaney has implied that we should disregard the results of the investigation and hearing, and accept the conclusions of the Massachusetts Civil Service Commission, because the investigation and hearing were ordered and conducted by persons whose impartiality on the matter under investigation was subject to challenge. But the law does not require a narrow focus on the question of impartiality<i>vel non;</i> it requires reasonable procedures and conclusions. <i>Cf. Kearney,</i> 316 F.3d at 25-26 (collecting cases which in similar contexts reject the proposition that a retaliation claim can be grounded <i>solely</i> on proof of animosity towards the plaintiff on the part of the decisionmaker). Moreover, the Commission's reversal of the suspension order does not in and of itself indicate that those conducting the investigation and hearing acted in bad faith. <i>See id.</i> at 25. In all events, the record contains no evidence that the hearing officer &#8212; the city solicitor &#8212; was other than impartial.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107717/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109092/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110917/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112304/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198689/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200237/",
    "http://www.courtlistener.com/api/rest/v3/opinions/608078/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1087950/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2402408/"
  ]
}