{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/200459/",
  "absolute_url": "/opinion/200459/banknorth-v-hart/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/200459/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T04:53:19Z",
  "date_modified": "2016-02-28T05:03:04.486173Z",
  "type": "010combined",
  "sha1": "a147fbe5175f865e736bf61204bed3d2c7bf5642",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/02-9005-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2003/05/08/Banknorth_v._Hart.pdf",
  "plain_text": "         United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 02-9005\n\n              IN RE: LYNN A. HART AND DAVID J. HART,\n                              Debtors.\n\n\n       BANKNORTH, N.A., f/k/a PEOPLES HERITAGE BANK, N.A.,\n\n                             Appellant,\n\n                                 v.\n\n              LYNN A. HART AND DAVID J. HART, DEBTORS,\n\n                             Appellees.\n\n\n\n   ON APPEAL FROM THE UNITED STATES BANKRUPTCY APPELLATE PANEL\n\n                       FOR THE FIRST CIRCUIT\n\n\n                               Before\n\n                      Torruella, Circuit Judge,\n                    Stahl, Senior Circuit Judge,\n                     and Lipez, Circuit Judge.\n\n\n     Fred W. Bopp III, with whom Randy J. Creswell and Perkins,\nThompson, Hinckley & Keddy, P.A. were on brief, for appellant.\n     Jeffrey M. Frankel, for appellees.\n\n\n\n                            May 8, 2003\n\f                TORRUELLA, Circuit Judge.          Banknorth, N.A. (the \"Bank\")\n\nappeals     a    judgment   from    the     Bankruptcy     Appellate      Panel    (the\n\n\"Appellate       Panel\")    affirming      an     order   of   the    United    States\n\nBankruptcy Court of the District of Massachusetts (\"Bankruptcy\n\nCourt\"), which granted the Debtors-Appellees' Motion To Avoid\n\nJudicial Liens Pursuant to 11 U.S.C. § 522(f). The Appellate Panel\n\nconcluded that § 522(f)(2)(C) clarifies that judgments authorizing\n\nthe sale of mortgaged premises are not judicial liens subject to\n\navoidance under § 522(f)(1).              We concur in the Appellate Panel's\n\ninterpretation and, thus, affirm the judgment below.\n\n                                   I.    Background\n\n                The facts of this case are undisputed.               On May 23, 1996,\n\na   Maine       superior    court       granted    People's    Heritage        Bank1   a\n\nforeclosure and sale judgment on the Bridgton, Maine property of\n\nDavid and Lynn Hart (collectively, the \"Debtors\").                     After sale of\n\nthe property, the Bank obtained a deficiency judgment in the amount\n\nof $11,718.54 plus interest and costs.\n\n                Though the underlying suit involved a default on a home\n\nin Maine, the Debtors were property owners in, and residents of,\n\nWoburn, Massachusetts.         Accordingly, the Bank brought an action to\n\nenforce its deficiency judgment against debtors and their property\n\nin a Woburn district court, and on July 3, 1997, judgment was\n\n\n\n1\n  Effective January 1, 2002, People's Heritage Bank, N.A. changed\nits name to Banknorth, N.A.\n\n                                           -2-\n\fentered against the Debtors in the amount of $12,921.48 plus\n\ninterest.2    On July 29, 1997, the Bank recorded the Massachusetts\n\nWrit of Execution with the Registry of Deeds for the Southern\n\nDistrict of Middlesex County, thereby creating, in accordance with\n\nMassachusetts law, a lien on the Woburn property (the \"Lien\"). See\n\nMass. Gen. Laws ch. 236, § 4.\n\n             On January 5, 1997, while these state court proceedings\n\nwere progressing,    David J. Hart filed for Chapter 7 relief; then,\n\non January 5, 1998, his spouse, Lynn A. Hart, filed for Chapter 7\n\nrelief.3     On March 23, 2001, the Debtors filed a Lien Avoidance\n\nMotion in the Bankruptcy Court (the \"Motion\"), claiming that the\n\nBank's judicial Lien impaired an exemption that they were entitled\n\nto under 11 U.S.C. § 522(d)(1) and (5).        The Bank argued that\n\nbecause the Lien arose from a deficiency judgment after foreclosure\n\nof a mortgage in Maine, the nature of the Lien made it unavoidable\n\nunder § 522(f)(2)(C), which does not allow a debtor to avoid a\n\n\"judgment arising out of a mortgage foreclosure.\"\n\n             On August 14, 2001, the Bankruptcy Court granted the\n\nDebtors' Motion, concluding that the Lien did not derive from a\n\n\"judgment arising out of a mortgage foreclosure\" within the meaning\n\n\n\n\n2\n    The Debtors defaulted in the district court proceedings.\n3\n   In December of 2000, the Bankruptcy Court granted the Debtors'\nmotion for joint administration, and the cases were consolidated.\n\n                                  -3-\n\fof § 522(f)(2)(C). The Appellate Panel affirmed the determination,\n\nand this appeal followed.\n\n                  II.   Statutory Interpretation\n\n          This appeal forces us to determine whether mortgage\n\ndeficiency judgments are excluded from avoidance under § 522(f) by\n\nvirtue of § 522(f)(2)(C).    To resolve this issue, we must construe\n\nthe statute.   \"A question of the interpretation of the Bankruptcy\n\nCode, like any other question of statutory interpretation, is a\n\nquestion of law that we review de novo.\"    In re Weinstein, 272 F.\n\n3d 39, 42 (1st Cir. 2001).\n\n          A debtor's ability to avoid the fixing of a judicial lien\n\nderives from § 522(f) of the Bankruptcy Code, which provides, in\n\nrelevant part, that:\n\n          (f)(1)    Notwithstanding   any   waiver   of\n          exemptions but subject to paragraph (3), the\n          debtor may avoid the fixing of a lien on an\n          interest of the debtor in property to the\n          extent that such lien impairs an exemption to\n          which the debtor would have been entitled\n          under subsection (b) of this section, if such\n          lien is--\n          (A) a judicial lien, other than a judicial\n          lien that secures a debt--\n          (i) to a spouse, former spouse, or child of\n          the debtor, for alimony to, maintenance for,\n          or support of such spouse or child, in\n          connection   with   a  separation  agreement,\n          divorce decree or other order of a court of\n          record, determination made in accordance with\n          State or territorial law by a governmental\n          unit, or property settlement agreement; and\n          . . .\n          (2)(A) For the purposes of this subsection, a\n          lien shall be considered to impair an\n          exemption to the extent that the sum of--\n\n                                 -4-\n\f            (i) the lien,\n            (ii) all other liens on the property; and\n            (iii) the amount of the exemption that the\n            debtor could claim if there were no liens on\n            the property; exceeds the value that the\n            debtor's interest in the property would have\n            in the absence of any liens.\n            . . . .\n            (C) This paragraph shall not apply with\n            respect to a judgment arising out of a\n            mortgage foreclosure.\n\n11 U.S.C. § 522(f).\n\n            Courts that have considered whether § 522(f)(2)(C) allows\n\ndebtors to avoid mortgage deficiency liens have come to conflicting\n\nconclusions   because     most   have   assumed   that   the    provision   is\n\nambiguous and have put state foreclosure law into the calculus.\n\nSee, e.g., In re Smith, 270 B.R. 557, 561 (Bankr. W.D.N.Y. 2001)\n\n(using New York law distinctions between equitable and legal forms\n\nof relief to find that \"a deficiency judgment is not subject to the\n\nexclusion of 11 U.S.C. § 522(f)(2)(C)\"); In re Vincent, 260 B.R.\n\n617, 621-22 (Bankr. D. Conn. 2000) (\"[A]lthough they are ambiguous\n\nin the present context, the words, 'judgment arising out of . . .\n\na mortgage foreclosure,' more naturally suggest the mechanics of a\n\nConnecticut deficiency judgment rather than that of a mortgage\n\ntransmutation . . . . [A]ccordingly, that lien is not avoidable\n\nunder Section 522(f) of the Bankruptcy Code.\").                But see In re\n\nPascucci,    225   B.R.   25,    28   (Bankr.   D.   Mass.     1998)   (\"While\n\nMassachusetts has articulated protection of the family as the goal\n\nof its homestead statute, that statement does not override the\n\n\n                                      -5-\n\fplain provisions of § 522(f).             Federal law determines whether\n\nproperty is exempted and immunized against seizure and sale of\n\nprebankruptcy debts.\") (quotation marks and citation omitted).\n\n          However,    we   find    that    application    of   state   law   is\n\ninappropriate   because    the    statute    is   not   ambiguous.     In    re\n\nWeinstein, 272 F.3d 39, 43 (1st Cir. 2001) (stating that when we\n\ninterpret the Bankruptcy Code, we first consider the text of the\n\nstatute, and \"[i]f sufficiently clear, that text assumes overriding\n\nimportance\").   When we closely examine the structure of § 522(f),\n\nthe   meaning   of   the   terms    used     in   §     522(f)(2)(C)   become\n\n\"sufficiently clear\" for us to conclude that Congress did not\n\nintend § 522(f)(2)(C) as an exception to otherwise avoidable liens.\n\n          We begin our inquiry with the language of the statute.\n\nUnited States v. Ron Pair Enters., Inc., 489 U.S. 235, 241 (1989).\n\nCrucial to our interpretation is our need to determine to what\n\nCongress was referring when it used the phrase \"this paragraph\" in\n\n§ 522(f)(2)(C) (\"This paragraph shall not apply with respect to a\n\njudgment arising out of a mortgage foreclosure\"). Because Congress\n\nfailed to designate the meaning of \"this paragraph,\" we determine\n\nits meaning by \"examin[ing] the statute as a whole, giving due\n\nweight to design, structure, and purpose as well as to aggregate\n\nlanguage.\" Cablevision of Boston, Inc. v. Pub. Improvement Comm'n,\n\n184 F.3d 88, 101 (1st Cir. 1999).\n\n\n\n\n                                    -6-\n\f             Like the Appellate Panel, when we examine the structure\n\nof § 522 and analyze the placement of § 522(f)(2)(C) within this\n\nstructure, we find that the meaning of \"this paragraph\" is not\n\nambiguous and that 522(f)(2)(C) does not create any exception to\n\notherwise avoidable judicial liens.       Congress uses \"paragraph\" to\n\nrefer to the numbered sections of the statute, and specifically,\n\nuses \"this paragraph\" to refer to § 522(f)(2).        This structural\n\nanalysis also makes it clear that Congress uses \"this subsection\"\n\nin § 522(f)(2)(A) to refer to all of § 522(f).      Consequently,   we\n\nare to utilize § 522(f)(2)(A)'s impairment formula for all judicial\n\nliens.\n\n             Section 522(f)(2)(C) does not create different treatment\n\nfor \"a judgment arising out of a mortgage foreclosure.\"       Instead,\n\nCongress used § 522(f)(2)(C) to contrast mortgage foreclosure\n\njudgments from liens which are avoidable under § 522(f), clarifying\n\nthat the entry of a foreclosure judgment does not convert the\n\nunderlying consensual mortgage into a judicial lien which may be\n\navoided.     Mortgage foreclosure judgments do not become judicial\n\nliens subject to avoidance under § 522.         \"Rather, a deficiency\n\njudgment --    whether it arises in a foreclosure action as in Maine\n\nor in a separate action as in Massachusetts -- is a non-consensual\n\njudicial lien like any other which is subject to avoidance under\n\n§ 522(f).\"    In re Linane, No. 02 B 42557, 2003 Bankr. LEXIS 230, at\n\n*9 (N.D. Ill.     Mar. 17, 2003).\n\n\n                                    -7-\n\f           Our    interpretation      provides      a    logical   and      coherent\n\nreading of Congress' organization of § 522.               If Congress intended\n\nto except mortgage foreclosure judgments, then § 522(f)(1) was the\n\nnatural, and trouble-free, place to insert such an exception.\n\nCongress' chosen language supports our interpretation.                      Congress\n\nuses the word \"lien\" throughout § 522(f) and only uses \"judgment\"\n\nin § 522(f)(2)(C).        As the Appellate Panel pointed out, Congress\n\nwould   have   used   the   word     \"lien\"    if   it    intended     to    exclude\n\ndeficiency     judgment   liens.      \"[I]t    is   a    general   principle      of\n\nstatutory construction       that    when     Congress     includes    particular\n\nlanguage in one section of a statute but omits it in another\n\nsection of the same Act, it is generally presumed that Congress\n\nacts intentionally and purposely in the disparate inclusion or\n\nexclusion.\"     Barnhart v. Sigmon Coal Co., 534 U.S. 438, 452 (2002)\n\n(quotation marks and citation omitted).\n\n           Subsection 522(f)(2)(C) lacks legislative history, and as\n\nwe discussed in In re Silveira, 141 F.3d 34, 33-39 (1st Cir. 1998),\n\nthe   legislative     history   of    the     amendments     to    §   522(f)    is\n\nunreliable, making the intention of the drafters tenebrous. See In\n\nre Pascucci, 225 B.R. 25, 28 (Bankr. D. Mass. 1998) (stating that\n\n\"the First Circuit has demonstrated that the legislative history of\n\nthe amendments to § 522(f) is unreliable and therefore the exact\n\npurpose cannot be deciphered\").               Consequently, our inquiry is\n\ncomplete because \"[t]he plain meaning of legislation should be\n\n\n                                      -8-\n\fconclusive,   except    in   the    rare   cases     in   which   the   literal\n\napplication of a statute will produce a result demonstrably at odds\n\nwith the intentions of its drafters.\"4        Ron Pair Enters., Inc., 489\n\nU.S. at 242 (quotation marks and citation omitted).                And as the\n\nSupreme   Court   has   directed    us,    \"courts    must   presume    that   a\n\nlegislature says in a statute what it means and means in a statute\n\nwhat it says there.     When the words of a statute are unambiguous,\n\nthen, this first canon is also the last: judicial inquiry is\n\ncomplete.\"    Barnhart, 534 U.S. at 461-62 (quotation marks and\n\ncitation omitted).\n\n                             III.   Conclusion\n\n           For the reasons stated above, we affirm the determination\n\nof the Appellate Panel.\n\n           Affirmed.\n\n\n\n\n4\n   The Bank does not challenge on appeal the Appellate Panel's\ndetermination that, insofar as the Bank placed the lien upon the\nMassachusetts property after David Hart had filed his bankruptcy\npetition, the lien was a violation of the automatic stay and,\ntherefore, void as to David Hart's interest in the property. We\nagree that the violation of the stay only voided the Bank's lien on\nthe Debtor David Hart's interest in the Massachusetts property.\n\n                                     -9-\n\f",
  "html": "<p class=\"case_cite\">328 F.3d 45</p>\n    <p class=\"parties\">In re Lynn A. HART and David J. Hart, Debtors.<br>Banknorth, N.A., f/k/a Peoples Heritage Bank, N.A., Appellant,<br>v.<br>Lynn A. Hart and David J. Hart, Debtors, Appellees.</p>\n    <p class=\"docket\">No. 02-9005.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard February 6, 2003.</p>\n    <p class=\"date\">Decided May 8, 2003.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Fred W. Bopp III, with whom Randy J. Creswell and Perkins, Thompson, Hinckley &amp; Keddy, P.A. were on brief, for appellant.</p>\n      <p class=\"indent\">Jeffrey M. Frankel, for appellees.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, STAHL, Senior Circuit Judge, and LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Banknorth, N.A. (the \"Bank\") appeals a judgment from the Bankruptcy Appellate Panel (the \"Appellate Panel\") affirming an order of the United States Bankruptcy Court of the District of Massachusetts (\"Bankruptcy Court\"), which granted the Debtors-Appellees' Motion To Avoid Judicial Liens Pursuant to 11 U.S.C. &#167; 522(f). The Appellate Panel concluded that &#167; 522(f)(2)(C) clarifies that judgments authorizing the sale of mortgaged premises are not judicial liens subject to avoidance under &#167; 522(f)(1). We concur in the Appellate Panel's interpretation and, thus, affirm the judgment below.</p>\n    </div>\n    <p>I. Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The facts of this case are undisputed. On May 23, 1996, a Maine superior court granted People's Heritage Bank<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> a foreclosure and sale judgment on the Bridgton, Maine property of David and Lynn Hart (collectively, the \"Debtors\"). After sale of the property, the Bank obtained a deficiency judgment in the amount of $11,718.54 plus interest and costs.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Though the underlying suit involved a default on a home in Maine, the Debtors were property owners in, and residents of, Woburn, Massachusetts. Accordingly, the Bank brought an action to enforce its deficiency judgment against debtors and their property in a Woburn district court, and on July 3, 1997, judgment was entered against the Debtors in the amount of $12,921.48 plus interest.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> On July 29, 1997, the Bank recorded the Massachusetts Writ of Execution with the Registry of Deeds for the Southern District of Middlesex County, thereby creating, in accordance with Massachusetts law, a lien on the Woburn property (the \"Lien\"). <i>See</i> Mass. Gen. Laws ch. 236, &#167; 4.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On January 5, 1997, while these state court proceedings were progressing, David J. Hart filed for Chapter 7 relief, then, on January 5, 1998, his spouse, Lynn A. Hart, filed for Chapter 7 relief.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> On March 23, 2001, the Debtors filed a Lien Avoidance Motion in the Bankruptcy Court (the \"Motion\"), claiming that the Bank's judicial Lien impaired an exemption that they were entitled to under 11 U.S.C. &#167; 522(d)(1) and (5). The Bank argued that because the Lien arose from a deficiency judgment after foreclosure of a mortgage in Maine, the nature of the Lien made it unavoidable under &#167; 522(f)(2)(C), which does not allow a debtor to avoid a \"judgment arising out of a mortgage foreclosure.\"</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On August 14, 2001, the Bankruptcy Court granted the Debtors' Motion, concluding that the Lien did not derive from a \"judgment arising out of a mortgage foreclosure\" within the meaning of &#167; 522(f)(2)(C). The Appellate Panel affirmed the determination, and this appeal followed.</p>\n    </div>\n    <p>II. Statutory Interpretation</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">This appeal forces us to determine whether mortgage deficiency judgments are excluded from avoidance under &#167; 522(f) by virtue of &#167; 522(f)(2)(C). To resolve this issue, we must construe the statute. \"A question of the interpretation of the Bankruptcy Code, like any other question of statutory interpretation, is a question of law that we review de novo.\" <i>In re Weinstein,</i> 272 F.3d 39, 42 (1st Cir. 2001).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">A debtor's ability to avoid the fixing of a judicial lien derives from &#167; 522(f) of the Bankruptcy Code, which provides, in relevant part, that:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">(f)(1) Notwithstanding any waiver of exemptions but subject to paragraph (3), the debtor may avoid the fixing of a lien on an interest of the debtor in property to the extent that such lien impairs an exemption to which the debtor would have been entitled under subsection (b) of this section, if such lien is &#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">(A) a judicial lien, other than a judicial lien that secures a debt &#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">(i) to a spouse, former spouse, or child of the debtor, for alimony to, maintenance for, or support of such spouse or child, in connection with a separation agreement, divorce decree or other order of a court of record, determination made in accordance with State or territorial law by a governmental unit, or property settlement agreement; and ...</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">(2)(A) For the purposes of this subsection, a lien shall be considered to impair an exemption to the extent that the sum of &#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">(i) the lien,</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">(ii) all other liens on the property; and</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">(iii) the amount of the exemption that the debtor could claim if there were no liens on the property; exceeds the value that the debtor's interest in the property would have in the absence of any liens.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">....</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">(C) This paragraph shall not apply with respect to a judgment arising out of a mortgage foreclosure.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">11 U.S.C. &#167; 522(f).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Courts that have considered whether &#167; 522(f)(2)(C) allows debtors to avoid mortgage deficiency liens have come to conflicting conclusions because most have assumed that the provision is ambiguous and have put state foreclosure law into the calculus. <i>See, e.g., In re Smith,</i> 270 B.R. 557, 561 (Bankr.W.D.N.Y.2001) (using New York law distinctions between equitable and legal forms of relief to find that \"a deficiency judgment is not subject to the exclusion of 11 U.S.C. &#167; 522(f)(2)(C)\"); <i>In re Vincent,</i> 260 B.R. 617, 621-22 (Bankr. D.Conn.2000) (\"[A]lthough they are ambiguous in the present context, the words, `judgment arising out of ... a mortgage foreclosure,' more naturally suggest the mechanics of a Connecticut deficiency judgment rather than that of a mortgage transmutation.... [A]ccordingly, that lien is not avoidable under Section 522(f) of the Bankruptcy Code.\"). <i>But see In re Pascucci,</i> 225 B.R. 25, 28 (Bankr.D.Mass.1998) (\"While Massachusetts has articulated protection of the family as the goal of its homestead statute, that statement does not override the plain provisions of &#167; 522(f). Federal law determines whether property is exempted and immunized against seizure and sale of prebankruptcy debts.\") (quotation marks and citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">However, we find that application of state law is inappropriate because the statute is not ambiguous. <i>In re Weinstein,</i> 272 F.3d 39, 43 (1st Cir.2001) (stating that when we interpret the Bankruptcy Code, we first consider the text of the statute, and \"[i]f sufficiently clear, that text assumes overriding importance\"). When we closely examine the structure of &#167; 522(f), the meaning of the terms used in &#167; 522(f)(2)(C) become \"sufficiently clear\" for us to conclude that Congress did not intend &#167; 522(f)(2)(C) as an exception to otherwise avoidable liens.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We begin our inquiry with the language of the statute. <i>United States v. Ron Pair Enters., Inc.,</i> 489 U.S. 235, 241, 109 S.Ct. 1026, 103 L.Ed.2d 290 (1989). Crucial to our interpretation is our need to determine to what Congress was referring when it used the phrase \"this paragraph\" in &#167; 522(f)(2)(C) (\"This paragraph shall not apply with respect to a judgment arising out of a mortgage foreclosure\"). Because Congress failed to designate the meaning of \"this paragraph,\" we determine its meaning by \"examin[ing] the statute as a whole, giving due weight to design, structure, and purpose as well as to aggregate language.\" <i>Cablevision of Boston, Inc. v. Pub. Improvement Comm'n,</i> 184 F.3d 88, 101 (1st Cir.1999).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Like the Appellate Panel, when we examine the structure of &#167; 522 and analyze the placement of &#167; 522(f)(2)(C) within this structure, we find that the meaning of \"this paragraph\" is not ambiguous and that 522(f)(2)(C) does not create any exception to otherwise avoidable judicial liens. Congress uses \"paragraph\" to refer to the numbered sections of the statute, and specifically, uses \"this paragraph\" to refer to &#167; 522(f)(2). This structural analysis also makes it clear that Congress uses \"this subsection\" in &#167; 522(f)(2)(A) to refer to all of &#167; 522(f). Consequently, we are to utilize &#167; 522(f)(2)(A)'s impairment formula for all judicial liens.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Section 522(f)(2)(C) does not create different treatment for \"a judgment arising out of a mortgage foreclosure.\" Instead, Congress used &#167; 522(f)(2)(C) to contrast mortgage foreclosure judgments from liens which are avoidable under &#167; 522(f), clarifying that the entry of a foreclosure judgment does not convert the underlying consensual mortgage into a judicial lien which may be avoided. Mortgage foreclosure judgments do not become judicial liens subject to avoidance under &#167; 522. \"Rather, a deficiency judgment &#8212; whether it arises in a foreclosure action as in Maine or in a separate action as in Massachusetts &#8212; is a non-consensual judicial lien like any other which is subject to avoidance under &#167; 522(f).\" <i>In re Linane,</i> 291 B.R. 457, 461 (N.D.Ill.2003).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Our interpretation provides a logical and coherent reading of Congress' organization of &#167; 522. If Congress intended to except mortgage foreclosure judgments, then &#167; 522(f)(1) was the natural, and trouble-free, place to insert such an exception. Congress' chosen language supports our interpretation. Congress uses the word \"lien\" throughout &#167; 522(f) and only uses \"judgment\" in &#167; 522(f)(2)(C). As the Appellate Panel pointed out, Congress would have used the word \"lien\" if it intended to exclude deficiency judgment liens. \"[I]t is a general principle of statutory construction that when Congress includes particular language in one section of a statute but omits it in another section of the same Act, it is generally presumed that Congress acts intentionally and purposely in the disparate inclusion or exclusion.\" <i>Barnhart v. Sigmon Coal Co.,</i> 534 U.S. 438, 452, 122 S.Ct. 941, 151 L.Ed.2d 908 (2002) (quotation marks and citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Subsection 522(f)(2)(C) lacks legislative history, and as we discussed in <i>In re Silveira,</i> 141 F.3d 34, 38-39 (1st Cir.1998), the legislative history of the amendments to &#167; 522(f) is unreliable, making the intention of the drafters tenebrous. <i>See In re Pascucci,</i> 225 B.R. 25, 28 (Bankr. D.Mass.1998) (stating that \"the First Circuit has demonstrated that the legislative history of the amendments to &#167; 522(f) is unreliable and therefore the exact purpose cannot be deciphered\"). Consequently, our inquiry is complete because \"[t]he plain meaning of legislation should be conclusive, except in the rare cases in which the literal application of a statute will produce a result demonstrably at odds with the intentions of its drafters.\"<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> <i>Ron Pair Enters., Inc.,</i> 489 U.S. at 242, 109 S.Ct. 1026 (quotation marks and citation omitted). And as the Supreme Court has directed us, \"courts must presume that a legislature says in a statute what it means and means in a statute what it says there. When the words of a statute are unambiguous, then, this first canon is also the last: judicial inquiry is complete.\" <i>Barnhart,</i> 534 U.S. at 461-62, 122 S.Ct. 941 (quotation marks and citation omitted).</p>\n    </div>\n    <p>III. Conclusion</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">For the reasons stated above, we affirm the determination of the Appellate Panel.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Effective January 1, 2002, People's Heritage Bank, N.A. changed its name to Banknorth, N.A</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The Debtors defaulted in the district court proceedings</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In December of 2000, the Bankruptcy Court granted the Debtors' motion for joint administration, and the cases were consolidated</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The Bank does not challenge on appeal the Appellate Panel's determination that, insofar as the Bank placed the lien upon the Massachusetts property after David Hart had filed his bankruptcy petition, the lien was a violation of the automatic stay and, therefore, void as to David Hart's interest in the property. We agree that the violation of the stay only voided the Bank's lien on the Debtor David Hart's interest in the Massachusetts property</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">328</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">45</span></span></p>\n    <p class=\"parties\">In re Lynn A. HART and David J. Hart, Debtors.<br>Banknorth, N.A., f/k/a Peoples Heritage Bank, N.A., Appellant,<br>v.<br>Lynn A. Hart and David J. Hart, Debtors, Appellees.</p>\n    <p class=\"docket\">No. 02-9005.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard February 6, 2003.</p>\n    <p class=\"date\">Decided May 8, 2003.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Fred W. Bopp III, with whom Randy J. Creswell and Perkins, Thompson, Hinckley &amp; Keddy, P.A. were on brief, for appellant.</p>\n      <p class=\"indent\">Jeffrey M. Frankel, for appellees.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, STAHL, Senior Circuit Judge, and LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Banknorth, N.A. (the \"Bank\") appeals a judgment from the Bankruptcy Appellate Panel (the \"Appellate Panel\") affirming an order of the United States Bankruptcy Court of the District of Massachusetts (\"Bankruptcy Court\"), which granted the Debtors-Appellees' Motion To Avoid Judicial Liens Pursuant to 11 U.S.C. &#167; 522(f). The Appellate Panel concluded that &#167; 522(f)(2)(C) clarifies that judgments authorizing the sale of mortgaged premises are not judicial liens subject to avoidance under &#167; 522(f)(1). We concur in the Appellate Panel's interpretation and, thus, affirm the judgment below.</p>\n    </div>\n    <p>I. Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The facts of this case are undisputed. On May 23, 1996, a Maine superior court granted People's Heritage Bank<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> a foreclosure and sale judgment on the Bridgton, Maine property of David and Lynn Hart (collectively, the \"Debtors\"). After sale of the property, the Bank obtained a deficiency judgment in the amount of $11,718.54 plus interest and costs.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Though the underlying suit involved a default on a home in Maine, the Debtors were property owners in, and residents of, Woburn, Massachusetts. Accordingly, the Bank brought an action to enforce its deficiency judgment against debtors and their property in a Woburn district court, and on July 3, 1997, judgment was entered against the Debtors in the amount of $12,921.48 plus interest.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> On July 29, 1997, the Bank recorded the Massachusetts Writ of Execution with the Registry of Deeds for the Southern District of Middlesex County, thereby creating, in accordance with Massachusetts law, a lien on the Woburn property (the \"Lien\"). <i>See</i> Mass. Gen. Laws ch. 236, &#167; 4.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On January 5, 1997, while these state court proceedings were progressing, David J. Hart filed for Chapter 7 relief, then, on January 5, 1998, his spouse, Lynn A. Hart, filed for Chapter 7 relief.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> On March 23, 2001, the Debtors filed a Lien Avoidance Motion in the Bankruptcy Court (the \"Motion\"), claiming that the Bank's judicial Lien impaired an exemption that they were entitled to under 11 U.S.C. &#167; 522(d)(1) and (5). The Bank argued that because the Lien arose from a deficiency judgment after foreclosure of a mortgage in Maine, the nature of the Lien made it unavoidable under &#167; 522(f)(2)(C), which does not allow a debtor to avoid a \"judgment arising out of a mortgage foreclosure.\"</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On August 14, 2001, the Bankruptcy Court granted the Debtors' Motion, concluding that the Lien did not derive from a \"judgment arising out of a mortgage foreclosure\" within the meaning of &#167; 522(f)(2)(C). The Appellate Panel affirmed the determination, and this appeal followed.</p>\n    </div>\n    <p>II. Statutory Interpretation</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">This appeal forces us to determine whether mortgage deficiency judgments are excluded from avoidance under &#167; 522(f) by virtue of &#167; 522(f)(2)(C). To resolve this issue, we must construe the statute. \"A question of the interpretation of the Bankruptcy Code, like any other question of statutory interpretation, is a question of law that we review de novo.\" <i>In re Weinstein,</i> <span class=\"citation\" data-id=\"199701\"><a href=\"/opinion/199701/paul-d-weinstein-v/\"><span class=\"volume\">272</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">39</span></a></span>, 42 (1st Cir. 2001).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">A debtor's ability to avoid the fixing of a judicial lien derives from &#167; 522(f) of the Bankruptcy Code, which provides, in relevant part, that:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">(f)(1) Notwithstanding any waiver of exemptions but subject to paragraph (3), the debtor may avoid the fixing of a lien on an interest of the debtor in property to the extent that such lien impairs an exemption to which the debtor would have been entitled under subsection (b) of this section, if such lien is &#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">(A) a judicial lien, other than a judicial lien that secures a debt &#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">(i) to a spouse, former spouse, or child of the debtor, for alimony to, maintenance for, or support of such spouse or child, in connection with a separation agreement, divorce decree or other order of a court of record, determination made in accordance with State or territorial law by a governmental unit, or property settlement agreement; and ...</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">(2)(A) For the purposes of this subsection, a lien shall be considered to impair an exemption to the extent that the sum of &#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">(i) the lien,</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">(ii) all other liens on the property; and</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">(iii) the amount of the exemption that the debtor could claim if there were no liens on the property; exceeds the value that the debtor's interest in the property would have in the absence of any liens.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">....</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">(C) This paragraph shall not apply with respect to a judgment arising out of a mortgage foreclosure.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">11 U.S.C. &#167; 522(f).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Courts that have considered whether &#167; 522(f)(2)(C) allows debtors to avoid mortgage deficiency liens have come to conflicting conclusions because most have assumed that the provision is ambiguous and have put state foreclosure law into the calculus. <i>See, e.g., In re Smith,</i> <span class=\"citation\" data-id=\"1908166\"><a href=\"/opinion/1908166/in-re-smith/\"><span class=\"volume\">270</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">557</span></a></span>, 561 (Bankr.W.D.N.Y.2001) (using New York law distinctions between equitable and legal forms of relief to find that \"a deficiency judgment is not subject to the exclusion of 11 U.S.C. &#167; 522(f)(2)(C)\"); <i>In re Vincent,</i> <span class=\"citation\" data-id=\"1998254\"><a href=\"/opinion/1998254/in-re-vincent/\"><span class=\"volume\">260</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">617</span></a></span>, 621-22 (Bankr. D.Conn.2000) (\"[A]lthough they are ambiguous in the present context, the words, `judgment arising out of ... a mortgage foreclosure,' more naturally suggest the mechanics of a Connecticut deficiency judgment rather than that of a mortgage transmutation.... [A]ccordingly, that lien is not avoidable under Section 522(f) of the Bankruptcy Code.\"). <i>But see In re Pascucci,</i> <span class=\"citation\" data-id=\"1965946\"><a href=\"/opinion/1965946/in-re-pascucci/\"><span class=\"volume\">225</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">25</span></a></span>, 28 (Bankr.D.Mass.1998) (\"While Massachusetts has articulated protection of the family as the goal of its homestead statute, that statement does not override the plain provisions of &#167; 522(f). Federal law determines whether property is exempted and immunized against seizure and sale of prebankruptcy debts.\") (quotation marks and citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">However, we find that application of state law is inappropriate because the statute is not ambiguous. <i>In re Weinstein,</i> <span class=\"citation\" data-id=\"199701\"><a href=\"/opinion/199701/paul-d-weinstein-v/\"><span class=\"volume\">272</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">39</span></a></span>, 43 (1st Cir.2001) (stating that when we interpret the Bankruptcy Code, we first consider the text of the statute, and \"[i]f sufficiently clear, that text assumes overriding importance\"). When we closely examine the structure of &#167; 522(f), the meaning of the terms used in &#167; 522(f)(2)(C) become \"sufficiently clear\" for us to conclude that Congress did not intend &#167; 522(f)(2)(C) as an exception to otherwise avoidable liens.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We begin our inquiry with the language of the statute. <i>United States v. Ron Pair Enters., Inc.,</i> <span class=\"citation\" data-id=\"112204\"><a href=\"/opinion/112204/united-states-v-ron-pair-enterprises-inc/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">235</span></a></span>, 241, <span class=\"citation\" data-id=\"112204\"><a href=\"/opinion/112204/united-states-v-ron-pair-enterprises-inc/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1026</span></a></span>, <span class=\"citation\" data-id=\"112204\"><a href=\"/opinion/112204/united-states-v-ron-pair-enterprises-inc/\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">290</span></a></span> (1989). Crucial to our interpretation is our need to determine to what Congress was referring when it used the phrase \"this paragraph\" in &#167; 522(f)(2)(C) (\"This paragraph shall not apply with respect to a judgment arising out of a mortgage foreclosure\"). Because Congress failed to designate the meaning of \"this paragraph,\" we determine its meaning by \"examin[ing] the statute as a whole, giving due weight to design, structure, and purpose as well as to aggregate language.\" <i>Cablevision of Boston, Inc. v. Pub. Improvement Comm'n,</i> <span class=\"citation\" data-id=\"198617\"><a href=\"/opinion/198617/cablevision-v-public-improvement/\"><span class=\"volume\">184</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">88</span></a></span>, 101 (1st Cir.1999).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Like the Appellate Panel, when we examine the structure of &#167; 522 and analyze the placement of &#167; 522(f)(2)(C) within this structure, we find that the meaning of \"this paragraph\" is not ambiguous and that 522(f)(2)(C) does not create any exception to otherwise avoidable judicial liens. Congress uses \"paragraph\" to refer to the numbered sections of the statute, and specifically, uses \"this paragraph\" to refer to &#167; 522(f)(2). This structural analysis also makes it clear that Congress uses \"this subsection\" in &#167; 522(f)(2)(A) to refer to all of &#167; 522(f). Consequently, we are to utilize &#167; 522(f)(2)(A)'s impairment formula for all judicial liens.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Section 522(f)(2)(C) does not create different treatment for \"a judgment arising out of a mortgage foreclosure.\" Instead, Congress used &#167; 522(f)(2)(C) to contrast mortgage foreclosure judgments from liens which are avoidable under &#167; 522(f), clarifying that the entry of a foreclosure judgment does not convert the underlying consensual mortgage into a judicial lien which may be avoided. Mortgage foreclosure judgments do not become judicial liens subject to avoidance under &#167; 522. \"Rather, a deficiency judgment &#8212; whether it arises in a foreclosure action as in Maine or in a separate action as in Massachusetts &#8212; is a non-consensual judicial lien like any other which is subject to avoidance under &#167; 522(f).\" <i>In re Linane,</i> <span class=\"citation no-link\"><span class=\"volume\">291</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">457</span></span>, 461 (N.D.Ill.2003).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Our interpretation provides a logical and coherent reading of Congress' organization of &#167; 522. If Congress intended to except mortgage foreclosure judgments, then &#167; 522(f)(1) was the natural, and trouble-free, place to insert such an exception. Congress' chosen language supports our interpretation. Congress uses the word \"lien\" throughout &#167; 522(f) and only uses \"judgment\" in &#167; 522(f)(2)(C). As the Appellate Panel pointed out, Congress would have used the word \"lien\" if it intended to exclude deficiency judgment liens. \"[I]t is a general principle of statutory construction that when Congress includes particular language in one section of a statute but omits it in another section of the same Act, it is generally presumed that Congress acts intentionally and purposely in the disparate inclusion or exclusion.\" <i>Barnhart v. Sigmon Coal Co.,</i> <span class=\"citation\" data-id=\"145120\"><a href=\"/opinion/145120/barnhart-v-sigmon-coal-co/\"><span class=\"volume\">534</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">438</span></a></span>, 452, <span class=\"citation\" data-id=\"145120\"><a href=\"/opinion/145120/barnhart-v-sigmon-coal-co/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">941</span></a></span>, <span class=\"citation\" data-id=\"145120\"><a href=\"/opinion/145120/barnhart-v-sigmon-coal-co/\"><span class=\"volume\">151</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">908</span></a></span> (2002) (quotation marks and citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Subsection 522(f)(2)(C) lacks legislative history, and as we discussed in <i>In re Silveira,</i> <span class=\"citation\" data-id=\"197912\"><a href=\"/opinion/197912/east-cambridge-v-silveira/\"><span class=\"volume\">141</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">34</span></a></span>, 38-39 (1st Cir.1998), the legislative history of the amendments to &#167; 522(f) is unreliable, making the intention of the drafters tenebrous. <i>See In re Pascucci,</i> <span class=\"citation\" data-id=\"1965946\"><a href=\"/opinion/1965946/in-re-pascucci/\"><span class=\"volume\">225</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">25</span></a></span>, 28 (Bankr. D.Mass.1998) (stating that \"the First Circuit has demonstrated that the legislative history of the amendments to &#167; 522(f) is unreliable and therefore the exact purpose cannot be deciphered\"). Consequently, our inquiry is complete because \"[t]he plain meaning of legislation should be conclusive, except in the rare cases in which the literal application of a statute will produce a result demonstrably at odds with the intentions of its drafters.\"<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> <i>Ron Pair Enters., Inc.,</i> 489 U.S. at 242, <span class=\"citation\" data-id=\"112204\"><a href=\"/opinion/112204/united-states-v-ron-pair-enterprises-inc/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1026</span></a></span> (quotation marks and citation omitted). And as the Supreme Court has directed us, \"courts must presume that a legislature says in a statute what it means and means in a statute what it says there. When the words of a statute are unambiguous, then, this first canon is also the last: judicial inquiry is complete.\" <i>Barnhart,</i> 534 U.S. at 461-62, <span class=\"citation\" data-id=\"145120\"><a href=\"/opinion/145120/barnhart-v-sigmon-coal-co/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">941</span></a></span> (quotation marks and citation omitted).</p>\n    </div>\n    <p>III. Conclusion</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">For the reasons stated above, we affirm the determination of the Appellate Panel.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Effective January 1, 2002, People's Heritage Bank, N.A. changed its name to Banknorth, N.A</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The Debtors defaulted in the district court proceedings</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In December of 2000, the Bankruptcy Court granted the Debtors' motion for joint administration, and the cases were consolidated</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The Bank does not challenge on appeal the Appellate Panel's determination that, insofar as the Bank placed the lien upon the Massachusetts property after David Hart had filed his bankruptcy petition, the lien was a violation of the automatic stay and, therefore, void as to David Hart's interest in the property. We agree that the violation of the stay only voided the Bank's lien on the Debtor David Hart's interest in the Massachusetts property</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112204/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145120/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197912/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198617/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199701/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1908166/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1965946/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1998254/"
  ]
}