{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/200425/",
  "absolute_url": "/opinion/200425/united-states-v-boulerice/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/200425/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T04:51:17Z",
  "date_modified": "2016-02-28T05:03:00.958707Z",
  "type": "010combined",
  "sha1": "7c3d96a77152c1e31e00a86b36ca8a4905f632c7",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/02-1035-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2003/04/14/US_v._Boulerice.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 02-1035\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                                v.\n\n                        LISA A. BOULERICE,\n\n                      Defendant, Appellant.\n\n\n         ON APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n          [Hon. Michael A. Ponsor, U.S. District Judge]\n\n\n                              Before\n\n                       Selya, Circuit Judge,\n                   Stahl, Senior Circuit Judge,\n                    and Lipez, Circuit Judge.\n\n\n\n     Lori H. Levinson, with whom Cain Hibbard Myers & Cook, P.C.\nwas on brief, for appellant.\n\n     Thomas J. O'Connor, Assistant United States Attorney, with\nwhom Michael J. Sullivan, United States Attorney, was on brief, for\nappellee.\n\n\n\n                          April 14, 2003\n\f           LIPEZ,   Circuit      Judge.       Defendant-appellant     Lisa   A.\n\nBoulerice appeals from a judgment of conviction following a jury\n\ntrial in which she was found guilty of having filed false income\n\ntax returns for 1993 and 1994 in violation of 26 U.S.C. § 7206(1).\n\nOn appeal Boulerice claims that there was insufficient evidence to\n\nsupport   the   findings   of    guilt,      and   that   the   district   court\n\ntherefore erred in denying her Rule 29 motion for judgment of\n\nacquittal.      See Fed. R. Crim. P. 29.           She also claims that the\n\ndistrict court improperly admitted evidence of prior bad acts, and\n\nthat the court abused its discretion when it declined to grant a\n\nrequest from the jury to read back testimony.              Finally, Boulerice\n\nargues that the prosecutor's closing argument impermissibly shifted\n\nthe burden of proof to her, thereby violating her due process\n\nrights.   Discerning no reversible error in any of these claims, we\n\naffirm.\n\n                                I.    Background\n\n           This case arose out of an investigation by the Internal\n\nRevenue Service (\"IRS\") and the United States Postal Inspection\n\nService   (\"USPIS\")   into      the    suspected    criminal    activities   of\n\nAmerican Inventor's Corporation (\"AIC\") and Massachusetts Patent\n\nServices (\"MPS\"), entities owned and controlled by Lisa Boulerice's\n\nfather, Ronald Boulerice.1            AIC and MPS were ostensibly in the\n\n\n\n     1\n       For convenience, we refer to Lisa Boulerice as \"Lisa\" or\n\"Boulerice,\" and Ronald Boulerice as \"Ronald.\"\n\n                                       -2-\n\fbusiness of helping inventors secure patents for their inventions,\n\nwhen in fact the companies did little more than bilk the inventors\n\nout of their money.   In 1995, acting on the complaints of numerous\n\nAIC and MPS clients, the USPIS launched an inquiry into the\n\nactivities of AIC and MPS.       This investigation ultimately led to\n\nthe execution of search warrants in October 1995 at the companies'\n\nplaces of business in Westfield, Massachusetts, and the subsequent\n\nindictment of Ronald and eight other individuals for numerous\n\noffenses, including mail fraud, conspiracy to commit mail fraud,\n\nmoney laundering, conspiracy to commit money laundering, filing\n\nfalse income tax returns, and conspiracy to defraud the United\n\nStates.   Ronald    ultimately    pleaded   guilty   to   several   of   the\n\ncharges2 and was sentenced to ninety-six months' imprisonment.            He\n\nwas also ordered to pay $2.2 million in restitution and $7.3\n\nmillion in fines.\n\n          The government's investigation into Ronald also unearthed\n\nevidence of wrongdoing on the part of his daughter Lisa, the\n\nappellant in this case.    The government discovered that Lisa had\n\nbeen on the payroll of MPS and AIC for several years.         During that\n\ntime, she accepted and cashed paychecks from AIC and MPS, claiming\n\nthese proceeds as \"wages\" on her 1991–1994 tax returns — even\n\nthough she had done no work for the two companies.         Indeed, during\n\n\n     2\n       Ronald Boulerice pleaded guilty to one count of mail fraud,\none count of conspiracy to commit mail fraud, two counts of money\nlaundering, and one count of filing a false tax return.\n\n                                   -3-\n\fthe period at issue, Lisa was pursuing her own career as a fashion\n\ndesigner in New York City, living in an expensive apartment on the\n\ncity's Upper East Side. AIC paid for this apartment, deducting the\n\ncost as a   business expense on its income tax returns.              The\n\ngovernment also uncovered evidence that, in response to a 1992 IRS\n\naudit of AIC, Lisa had backdated two job description forms, falsely\n\ndetailing her supposed duties as an AIC employee.\n\n          On April 15, 1999, a grand jury sitting in Springfield,\n\nMassachusetts,   returned   a   four-count   indictment   against   Lisa,\n\ncharging her with one count of conspiracy to defraud the United\n\nStates, in violation of 18 U.S.C. § 371, and three counts of filing\n\nfalse income tax returns for 1992, 1993, and 1994, in violation of\n\n26 U.S.C. § 7206(1).        On August 1, 2001, the district court\n\ncommenced a jury trial, and on August 10, 2001, the jury found\n\nBoulerice guilty of filing false income tax returns for 1993 and\n\n1994, but acquitted her of the other two counts (conspiracy and\n\nfiling a false tax return for 1992).     The district court sentenced\n\nBoulerice to a term of two years' probation.       This appeal ensued.\n\n                      II.    The Rule 29 Motion\n\n          Boulerice argues that the evidence at trial \"fell far\n\nshort of proving that when she submitted IRS Form 1040s for 1993\n\nand 1994, she willfully made false statements with the intent of\n\nviolating her duty under the tax laws.\"         Thus, she claims, the\n\ndistrict court erred in denying her Rule 29 motion for judgment of\n\n\n                                  -4-\n\facquittal.    See Fed. R. Crim. P. 29(a) (indicating that court must\n\nenter judgment of acquittal \"if the evidence is insufficient to\n\nsustain a conviction of such offense or offenses\").           Our review of\n\nthe district court's ruling is de novo.         United States v. Carroll,\n\n105 F.3d 740, 742 (1st Cir. 1997).          We will affirm the conviction\n\nif, \"after assaying all the evidence in the light most amiable to\n\nthe government, and taking all reasonable inferences in its favor,\n\na rational factfinder could find, beyond a reasonable doubt, that\n\nthe prosecution successfully proved the essential elements of the\n\ncrime.\"    United States v. O'Brien, 14 F.3d 703, 706 (1st Cir.\n\n1994).    We need not be convinced that the government succeeded in\n\n\"eliminating every possible theory consistent with the defendant's\n\ninnocence.\"        United States v. Moran, 312 F.3d 480, 487 (1st Cir.\n\n2002).    Rather, we simply consider \"all the evidence, direct and\n\ncircumstantial, and resolve all evidentiary conflicts in favor of\n\nthe verdict.\"        United States v. Hernandez, 146 F.3d 30, 32 (1st\n\nCir. 1998).        We will affirm if \"any rational trier of fact could\n\nhave found the essential elements of the crime beyond a reasonable\n\ndoubt.\"    Jackson v. Virginia, 443 U.S. 307, 319 (1979).\n\n             The    jury   found   Boulerice   guilty   of   two   counts   of\n\nviolating 26 U.S.C. § 7206, which provides:\n\n             Any person who —\n\n             (1) Declaration under penalties of perjury. —\n             Willfully makes and subscribes any return,\n             statement, or other document, which contains\n             or is verified by a written declaration that\n\n                                      -5-\n\f          it is made under the penalties of perjury, and\n          which he does not believe to be true and\n          correct as to every material matter\n\n          . . . .\n\n          shall be guilty of a felony and, upon\n          conviction thereof, shall be fined not more\n          than $100,000 ($500,000 in the case of a\n          corporation), or imprisoned not more than 3\n          years, or both, together with the costs of\n          prosecution.\n\nAs the verdict forms make clear, the jury found Boulerice \"guilty\n\nof willfully filing a false 1993 tax return\" and \"guilty of\n\nwillfully filing a false 1994 tax return.\"\n\n          We take this opportunity to clarify the government's\n\nburden under 26 U.S.C. § 7206(1).   The elements of an offense under\n\n26 U.S.C. § 7206(1) are\n\n          (1) that the defendant made or caused to be\n          made, a federal income tax return for the year\n          in question which he verified to be true; (2)\n          that the tax return was false as to a material\n          matter; (3) that the defendant signed the\n          return willfully and knowing it was false; and\n          (4) that the return contained a written\n          declaration that it was made under the penalty\n          of perjury.\n\nUnited States v. LaSpina, 299 F.3d 165, 179 (2d Cir. 2002) (quoting\n\nUnited States v. Pirro, 212 F.3d 86, 89 (2d Cir. 2000) (quoting\n\nUnited States v. Peters, 153 F.3d 445, 461 (7th Cir. 1998))); see\n\nalso United States v. Scholl, 166 F.3d 964, 979 (9th Cir. 1999).\n\nBoulerice concedes that she filed the returns, and she does not\n\nchallenge the materiality of the false statements.    She also does\n\nnot contend that the tax returns failed to include the required\n\n                               -6-\n\fdeclaration. Boulerice does maintain, however, that the government\n\nfailed to demonstrate that she willfully violated the statute. She\n\nalso asserts that the government failed to demonstrate that she had\n\nactual knowledge of the returns' material falsity.         We address\n\nthese two contentions in turn.\n\nA.   Willfulness\n\n           Boulerice   insists   that   the   government   \"failed   to\n\nestablish beyond a reasonable doubt that [she] acted willfully when\n\nshe filed her income tax returns for 1993 and 1994.\"         At trial,\n\nBoulerice took the stand in her own defense, testifying that she\n\nheld an honest belief that she was required by law to file an\n\nincome tax return for money that she had received from her father's\n\ncorporation.      She maintained that she was only doing what her\n\naccountant told her to do — file tax returns which reflected the\n\n\"wages\" she received from AIC and MPS.        Therefore, the argument\n\ngoes, the government failed to demonstrate willfulness as required\n\nby the statute.    See 26 U.S.C. § 7206(1) (\"Any person who willfully\n\n. . . .\") (emphasis added).\n\n          We have previously indicated that \"willfully,\" as that\n\nword is used in 26 U.S.C. §§ 7201–7207, means \"a voluntary,\n\nintentional violation of a known legal duty.\"       United States v.\n\nMonteiro, 871 F.2d 204, 209 (1st Cir. 1989) (citing Drape, 668 F.2d\n\nat 26).    The government need not present direct evidence of\n\nwillfulness; rather, circumstantial evidence of willfulness can be\n\n\n                                  -7-\n\fsufficient to sustain a conviction.                 Id. at 211; see also United\n\nStates v. Olbres, 61 F.3d 967, 971 (1st Cir. 1995) (\"[I]n proving\n\ntax evasion, 'the government does not need to show direct evidence\n\nof   tax   motivation'       so    long    as      the   jury      has    a    sufficient\n\ncircumstantial basis for inferring willfulness.\") (quoting United\n\nStates v. Hurley, 957 F.2d 1, 4 (1st Cir. 1992)).\n\n             Our decision in Olbres is illuminating.                          Having been\n\nconvicted of tax evasion under 26 U.S.C. § 7201, the defendants\n\nmaintained    on    appeal    that      the     government      had      not    presented\n\nsufficient evidence of willfulness to sustain the verdict.                              They\n\nasserted     that   blind     reliance        on    their    accountant,         and     not\n\nwillfulness or criminal intent, caused an underreporting of income.\n\nOlbres, 61 F.3d at 970.           In rejecting their argument, we indicated\n\nthat \"the critical datum is not whether the defendants ordered the\n\naccountant    to    falsify       the   return,      but,    rather,          whether    the\n\ndefendants knew when they signed the return that it understated\n\ntheir income.\" Id. at 970–71. Moreover, \"[a] jury may permissibly\n\ninfer that a taxpayer read his return and knew its contents from\n\nthe bare fact that he signed it.\"               Id. at 971; see also Drape, 668\n\nF.2d at 26 (holding that defendant's signature on tax return\n\nsufficed to establish knowledge of incorrect contents); United\n\nStates v. Romanow, 509 F.2d 26, 27 (1st Cir. 1975) (holding that\n\n\"jury could     conclude      from      nothing     more    than    the       presence    of\n\n[defendant's] uncontested signature\" that violation was willful).\n\n\n                                          -8-\n\fHence, in Boulerice's case, the government need only have presented\n\nsufficient evidence for the jury to conclude that when Boulerice\n\nsigned her tax returns, those returns were not \"true and correct as\n\nto every material matter.\"       26 U.S.C. § 7206(1).            The jury was then\n\npermitted (though by no means required) to infer willfulness.\n\n            At trial, however, the government elicited significantly\n\nmore evidence of willfulness than Boulerice's signature on two\n\nfalse returns.     Under cross-examination, Boulerice admitted that\n\nshe knew that \"wages\" means income one earns by working, and she\n\nalso   admitted    that   she    had     never     worked    at     AIC    or   MPS.\n\nNevertheless, on her tax returns she claimed as \"wages\" the money\n\nshe received from AIC and MPS.           Moreover, Marvin Kennedy, AIC's\n\nformer accountant, testified for the government that in 1992\n\nBoulerice had voiced concerns about the propriety of receiving\n\npayroll checks from the companies when she was not actually working\n\nfor them.   Because of her unease, she wanted to know how she could\n\n\"eradicate\"   [sic]   herself     from       the   situation.       When    Kennedy\n\nresponded   that   her    only   option       would   be    to    forego    further\n\ndisbursements, Boulerice decided to remain on the payroll.\n\n            The government also produced evidence that, in response\n\nto an IRS audit of AIC, Boulerice signed and backdated phony job\n\ndescriptions that falsely held her out as an employee of AIC.                     In\n\nJune 1992, the IRS auditor asked AIC to produce more information\n\nabout Boulerice's employment duties and the rent payments for her\n\n\n                                       -9-\n\fNew York City apartment, which AIC had been deducting as a business\n\nexpense.    Laurie O'Brien, a vice-president of AIC, testified that\n\nshe sent Boulerice two job description forms falsely detailing\n\nBoulerice's duties as an employee with the company.             Each form was\n\naccompanied by a note:         One was dated \"7/10/92\" and instructed\n\nBoulerice to \"sign and date using date of 6/2/88,\" and the other\n\nwas dated \"7/11/92\" and informed Boulerice that she should sign\n\nusing the \"date of 5/23/90.       This is for audit.\"      Boulerice signed\n\nthe forms as requested and returned them to O'Brien.\n\n            Boulerice's misrepresentations did not end there. Postal\n\nInspector Gerry Carmody testified that Boulerice continued to hold\n\nherself out as an employee of AIC as late as 1996.             In May of that\n\nyear, as a result of the criminal investigations into AIC and MPS,\n\nCarmody interviewed Boulerice concerning her relationship with the\n\ncompanies.    When he asked her if she was an employee of AIC, she\n\nresponded in a \"curt\" and \"annoyed\" manner that she was.                    After\n\nanswering    that   question,    Boulerice    terminated      the    interview,\n\ntelling Carmody that she wanted to speak to her father before\n\nanswering any more questions.\n\n            Finally,   while    Boulerice    insists   that    she    had   only\n\n\"rudimentary\" knowledge of her obligations under the tax code, the\n\ngovernment produced evidence that Boulerice was not altogether\n\nunsophisticated.     For example, in 1991 Boulerice provided her tax\n\npreparer with check stubs documenting income from her freelance\n\n\n                                    -10-\n\fwork, together with a note revealing that she understood that those\n\npayments had to be included in her returns.          This, when combined\n\nwith Boulerice's testimony that she understood that \"wages\" meant\n\nmoney actually earned from working, supports an inference that\n\nBoulerice knew that the line \"wages, salaries, tips, etc.\" on her\n\ntax returns did not merely mean the dollar amounts contained in Box\n\n#1 of her W-2 forms, but that it meant income actually earned from\n\nwork.\n\n            In light of the foregoing, we conclude that there was\n\nample   evidence   to   support   the   jury's   finding   that   Boulerice\n\nwillfully filed tax returns that she knew to be false.            The jury\n\nreasonably could have found that Boulerice knew of her obligation\n\nto accurately report her income, she knew that the money she was\n\nreceiving from AIC and MPS was not \"wages,\" and she repeatedly\n\nattempted to cover up the truth about her relationship with AIC and\n\nMPS.    She nevertheless reported as \"wages\" on her tax returns the\n\nmoney she received from AIC and MPS.             We will not disturb the\n\njury's verdict.\n\nB.   Actual Knowledge of Material Falsity\n\n            In her opening brief, Boulerice also claims that the\n\ndistrict court erred in denying her Rule 29 motion because there\n\nwas \"no evidence that Boulerice 'actually knew' the return[s]\n\n[were] materially false\" when she filed them. She asserts that the\n\ngovernment was required to prove that she knew her father was\n\n\n                                   -11-\n\fdeducting her \"wages\" as a business expense on his corporate income\n\ntax returns.   Since the government did not do so, she maintains,\n\nshe is entitled to judgment of acquittal.\n\n           This assignment of error has no basis in law.              Although\n\nthe   government   had   to   prove   to     the   jury   the   materiality   of\n\nBoulerice's false statements, the government did not have to prove\n\nher knowledge of the materiality.3           See LaSpina, 299 F.3d at 179;\n\nDrape, 668 F.2d at 25–26; cf. United States v. Notarantonio, 758\n\nF.2d 777, 785 n.4 (1st Cir. 1985) (holding that in prosecution\n\nunder 18 U.S.C. § 1001, \"knowledge\" is assessed \"with respect to\n\nthe defendant's knowledge of the falsity of the statements rather\n\nthan with respect to the defendant's knowledge of the statement's\n\nmateriality to the federal agency involved\").                   Hence, whether\n\nBoulerice actually knew of the false statements' materiality to the\n\ngovernment does not enter the calculus of proof.4\n\n\n      3\n       A \"material\" matter is one that is likely to affect the\ncalculation of tax due and payable, or to affect or influence the\nIRS in carrying out the functions committed to it by law, such as\nmonitoring and verifying tax liability. See DiRico, 78 F.3d at\n735–36. As indicated previously, Boulerice does not challenge on\nappeal the materiality of the false statements.\n      4\n        At one point in the instructions, the district court\ninstructed the jurors that the government had to prove that\n\"Boulerice herself actually knew the return was materially false.\"\nThis, as explained in the text, overstates the government's burden.\nElsewhere in its instructions, however, the court more accurately\ninstructed that \"the defendant must be proved to have known that\nmaterial statements in the return were false\" and that she \"in fact\ndid not believe the return was true and correct in every material\nmatter.\"    We do not believe that, taken as a whole, these\ninstructions confused or misled the jury. See United States v.\n\n                                      -12-\n\f           III. The Admission of Evidence of Unreported\n            Freelance Income as \"Other Bad Act\" Evidence\n\n            At   trial,   the   government,   without   objection,   cross-\n\nexamined Boulerice concerning her failure to report freelance\n\nincome to the IRS after 1992.          Boulerice now claims that this\n\n\"extrinsic evidence,\" as she describes it,5 was highly prejudicial\n\n\"other bad act\" evidence offered to show criminal propensity\n\nwithout serving another legitimate purpose, in violation of Federal\n\nRules of Evidence 404(b) and 403.6\n\n\nSmith, 278 F.3d 33, 38 (1st Cir. 2002).\n     5\n       \"Extrinsic evidence\" is evidence of specific instances of\nconduct \"not relevant in the litigation to establish a fact of\nconsequence,\" i.e., evidence of a \"collateral matter.\"     United\nStates v. Andujar, 49 F.3d 16, 26 (1st Cir. 1995).      Testimony\nelicited under cross-examination, however, is not actually\n\"extrinsic.\"   See 4 Jack B. Weinstein & Margaret A. Berger,\nWeinstein's Federal Evidence, § 608.20[1] (Joseph M. McLaughlin,\ned., Matthew Bender 2d ed. (2003))(\"Evidence is 'extrinsic' if\noffered through documents or other witnesses, rather than through\ncross-examination of the witness himself or herself.\").\n     6\n         Rule 404(b) provides, in pertinent part:\n\n     Evidence of other crimes, wrongs, or acts is not\n     admissible to prove the character of a person in order to\n     show action in conformity therewith. It may, however, be\n     admissible for other purposes, such as proof of motive,\n     opportunity, intent, preparation, plan, knowledge,\n     identity, or absence of mistake or accident, provided\n     that upon request by the accused, the prosecution in a\n     criminal case shall provide reasonable notice in advance\n     of trial . . . of the general nature of any such evidence\n     it intends to introduce at trial.\n\nFed. R. Evid. 404(b). Under Rule 403, relevant evidence may be\nexcluded \"if its probative value is substantially outweighed by the\ndanger of unfair prejudice, confusion of the issues, or misleading\nthe jury, or by considerations of undue delay, waste of time, or\n\n                                    -13-\n\f           The government responds with a number of theories of\n\nadmissibility.       We need not dwell at length on any of them,\n\nhowever, for two reasons.        First, since Boulerice failed to object\n\nbelow, we review only for plain error.          United States v. Olano, 507\n\nU.S. 725, 733 (1993); United States v. Baldyga, 233 F.3d 674, 684\n\nn.11 (1st Cir. 2000).      Under this standard, we will disregard the\n\npurported error unless \"a miscarriage of justice would otherwise\n\nresult,\" or if the error \"seriously affects the fairness, integrity\n\nor public reputation of [the] judicial proceedings.\"                Olano, 507\n\nU.S. at    736.      Second,    the   government   had    already   introduced\n\nevidence   of     Boulerice's    unreported     freelance    income,   without\n\nobjection, during its case-in-chief, precluding any argument that\n\nthis cross-examination affected Boulerice's substantial rights.\n\nSee Fed. R. Crim. P. 52(a).\n\n           Among the witnesses called by the government was Marvin\n\nKennedy, the AIC accountant who assisted with the preparation of\n\nBoulerice's 1991 and 1992 tax returns and who testified that\n\nBoulerice had provided him with receipts for freelance income which\n\nhe included on her returns for those years.                   Thereafter, the\n\ngovernment      elicited   testimony     from   Michael     Barret,    the   AIC\n\naccountant who assisted with the preparation of Boulerice's 1993\n\nand 1994 tax returns, that Boulerice did not claim any freelance\n\nincome during those two years. When the government asked Barret if\n\n\nneedless presentation of cumulative evidence.\"              Fed. R. Evid. 403.\n\n                                      -14-\n\fhe would have included freelance income had Boulerice provided\n\ndocumentation of any, Boulerice objected to the question as \"calls\n\nfor speculation.\"7 The objection was overruled. Subsequently, the\n\ngovernment — without objection from Boulerice — introduced evidence\n\nof paid freelance work performed by Boulerice in 1993 and 1994\n\nthrough,     among   other   things,   the   testimony   of   Boulerice's\n\nemployers.\n\n           When Boulerice took the stand, the government first\n\ncross-examined her about her knowledge of her responsibilities\n\nunder the tax code:\n\n             Q:     And you know what wages are, for\n                    example? You know what that is, don't\n                    you?\n             A:     What you make.\n             Q:     And it's what you make when you work,\n                    correct?\n             A:     Correct.\n             Q:     And you knew that wages have to be\n                    reported accurately to the Internal\n                    Revenue Service, isn't that correct?\n             A:     Yes.\n             . . . .\n             Q:      You knew you had to report the figure\n                     on the income tax return accurately and\n\n\n\n     7\n       The district court, overruling Boulerice's \"speculation\"\nobjection, nevertheless sua sponte raised the issue of other bad\nact evidence, expressing a concern that the government was perhaps\ntrying to elicit inadmissible \"propensity evidence.\"            The\ngovernment responded that the evidence went to Boulerice's intent,\nparticularly her knowledge of her responsibilities under the tax\nlaws. Boulerice essentially repeated her speculation objection.\nThe court then indicated that, \"to the extent this is evidence of\nsome sort of bad act, I think it is relevant on the issue of intent\nand I don't think that its probative value is outweighed by any\nprejudicial value.\"\n\n                                   -15-\n\f                    truthfully and correctly, isn't that\n                    correct?\n          A:        Yes.\n\n\nBoulerice then testified that she had assisted her accountant in\n\nthe preparation of her tax returns:\n\n          Q:        And you recall that you would send him\n                    information to assist him in reporting\n                    accurately all your income; do you\n                    recall doing that?\n          A:        I believe I did.\n\nAt this point the government began to cross-examine Boulerice about\n\nher various freelance jobs, the income she received from those\n\njobs, and her failure to report that income on her tax returns.\n\nUnder this questioning, Boulerice admitted to having failed to\n\nreport significant freelance income on her tax returns.\n\n          Boulerice contests on appeal only this cross-examination\n\nand not the evidence of her unreported freelance income admitted\n\nduring the government's case-in-chief.           Hence we need not address\n\nthe government's theories regarding the propriety of the cross-\n\nexamination.       Since   the    jury   had   already    heard    evidence   of\n\nBoulerice's    unreported        freelance     income    without    objection,\n\nBoulerice cannot be heard to complain that her cross-examination\n\nregarding the same was unfairly prejudicial.             See United States v.\n\nPerrotta, 289 F.3d 155, 165 (1st Cir. 2002); Doty v. Sewall, 908\n\nF.2d 1053, 1057 (1st Cir. 1990); Lacy v. Gardino, 791 F.2d 980, 986\n\n(1st Cir. 1986).    Thus, we conclude that the district court did not\n\nplainly err in indulging the cross-examination.\n\n                                     -16-\n\f                IV.    The Failure to Read Back Testimony\n\n           At the start of its second day of deliberations, the jury\n\nsubmitted a note to the court stating that the jury \"would like to\n\nlisten to the testimony of Marvin Kennedy.\" Assuming that the jury\n\nwas asking the court to read back the testimony of Kennedy in its\n\nentirety, the court (outside the presence of the jury) informed\n\ncounsel:   \"I don't do that.     I've never done it before.\"   The court\n\ncontinued:\n\n                    I'll certainly hear you before I make\n             my final decision but it's been my practice in\n             the past not to do that for two reasons.\n             First, I don't think we have a transcript of\n             the testimony of Marvin Kennedy. We have the\n             notes.   We have the stenographic notes from\n             which a transcript could be prepared, but I\n             don't believe that we have a transcript of Mr.\n             Kennedy's testimony.\n\n             . . . .\n\n                    Even if we did, I would hesitate to\n             read it to them.    It would tend to put, I\n             believe, or at least would have the potential\n             for putting undue emphasis on Mr. Kennedy's\n             testimony in contrast to the testimony of Mr.\n             Barrett or the testimony of the defendant or\n             whatever. And so if I was going to do it, I\n             would probably have to consider doing all the\n             witnesses' testimony as well so there won't be\n             any imbalance.\n\n                    I'm sure it's frustrating to the jury\n             to be told that they're not going to get what\n             they're asking for, but this is what I've done\n             in the past and this is what I am inclined to\n             do in this case.\n\n                    Before I make my final decision, I'd be\n             happy to hear from counsel.\n\n\n                                   -17-\n\fCounsel for Boulerice then stated:\n\n                  Well, I do know that from some past\n           experience in other courts, the court reporter\n           has read from the stenographic notes the\n           testimony of the witness.    Short of that, I\n           would have no other possible suggestions, Your\n           Honor.\n\nThe court then reiterated its concern that, even assuming an\n\naccurate transcript could be quickly assembled, there would still\n\nbe the risk of inappropriately highlighting the testimony of\n\nKennedy.    After   hearing     from   the    prosecutor,   who      voiced   his\n\nopposition to any read back, the court indicated that it would not\n\nread back the testimony.\n\n           Boulerice now assigns error to this decision. A district\n\ncourt's decision not to read back testimony is reviewed only for\n\nabuse of discretion.    United States v. Akitoye, 923 F.2d 221, 226\n\n(1st Cir. 1991).    We find no abuse of discretion here.\n\n           Before the district court, Boulerice's counsel offered\n\nonly one justification for reading back the testimony:                     other\n\ncourts in which she has appeared have read back testimony.                    She\n\nfailed, however, to respond to the two concerns articulated by the\n\ndistrict   court,   both   of    which       we   have   held   to    be   valid\n\nconsiderations. See United States v. Aubin, 961 F.2d 980, 983 (1st\n\nCir. 1992) (indicating that \"risk of confusion\" and \"difficulty in\n\ncompliance\" are proper considerations in ruling on request for read\n\nback of testimony).\n\n\n\n                                   -18-\n\f            Belatedly,    Boulerice     now   maintains    that   of    all   the\n\nwitnesses, Kennedy was \"the crucial one,\" that Kennedy's testimony\n\nwas   short     and   consisted   of    \"only\"   seventy    pages      of   trial\n\ntranscript, and that the court reporter was capable of accurately\n\nreading back from her stenographic notes.           Whatever the merits of\n\nany of these arguments, they do not alter our conclusion that the\n\ndistrict court acted well within its discretion in denying the read\n\nback.\n\n              Boulerice also complains that the district court did not\n\nactually exercise any discretion in deciding not to read back the\n\ntestimony.      She claims that the district court, in a \"knee-jerk\n\nreaction,\" summarily dismissed the jury's request, without engaging\n\nin the thoughtful balancing of interests which normally goes into\n\nthe exercise of a court's sound discretion.           We disagree.          While\n\nthe district court did initially indicate its reluctance to read\n\nback the testimony (\"I don't do that.               I've never done that\n\nbefore.\"), it subsequently explained why it was inclined to deny\n\nthe jury's request. The court then gave counsel the opportunity to\n\nbe heard and to present any counter-arguments before making a final\n\ndecision.       Only then did the district court render its final\n\ndecision.     We therefore reject Boulerice's claim that the district\n\ncourt failed to engage in the proper analysis.\n\n\n\n\n                                       -19-\n\f                V.     The Prosecutor's Closing Argument\n\n            Boulerice's         final   claim       of    error    concerns      three\n\nstatements made by the prosecutor during closing argument — only\n\none of which elicited an objection from Boulerice.                            Boulerice\n\nclaims that these statements \"improperly shifted the burden of\n\nproof to the defendant.\"          We disagree.\n\n            Part     of   Boulerice's      defense        theory     hinged    on   her\n\nrelationship    with      her    father.       In   an    effort     to   defeat    the\n\ngovernment's conspiracy charge, Boulerice claimed that she had an\n\nabusive relationship with her father and that she was in such fear\n\nof him that there was no way she could turn down the money that he\n\nsent her through MPS and AIC.              She unquestioningly accepted the\n\npayments from him because she was afraid to inquire about their\n\nsource and thereby risk incurring his wrath.                      Thus, she argued,\n\nthere was no conspiracy to defraud the United States.8\n\n            The only witness to testify to this allegedly difficult\n\nfather-daughter      relationship       was    Lisa      Boulerice    herself.       In\n\nclosing argument, the prosecutor commented on this fact:\n\n                   And one of the things about intent that\n            you can do is you can consider the credibility\n            of that person because there's really no other\n            evidence that the defense has presented, other\n            than this person, the defendant who has the\n            most to lose, and if you don't think that\n            she's credible, that means you can consider\n            that as evidence of guilt.\n\n\n\n     8\n         The jury acquitted Boulerice of the conspiracy count.\n\n                                        -20-\n\fLater, the prosecutor continued:\n\n                   We will never know what the true\n            relationship between her and this defendant\n            was. We do know that they haven't put a shred\n            of evidence on from anyone else as to the true\n            nature of the relationship.\n\nBoulerice interposed an objection after this comment.           She did not\n\nindicate a basis for her objection.           The court responded:       \"I'm\n\ngoing to overrule it.     The jury may consider the evidence for what\n\nit's worth.\"    The prosecutor then immediately picked up where he\n\nleft off:\n\n                   Calling not just the defendant but\n            another witness as well,9 and yet you're\n            supposed   to   believe  the   uncorroborated\n            testimony of this one person alone.\n\nBoulerice claims that these statements impermissibly shifted the\n\nburden of proof in the jury's eyes from the government to her.\n\n            Boulerice cites no authority in support of her position,\n\nnor can we find any.     Indeed, the case law makes clear that when a\n\ndefendant   puts   her   credibility     at   issue   by   testifying,    the\n\nprosecution can comment on the implausibility of her testimony or\n\nits lack of an evidentiary foundation. See, e.g., United States v.\n\nRoberts, 119 F.3d 1006, 1014 (1st Cir. 1997) (\"When a defendant\n\nadvances a theory of the case, [] this opens the door to an\n\nappropriate response by the prosecution, commenting on the quality\n\n\n\n     9\n       Other than Boulerice, the defense called only one other\nwitness at trial — a character witness who did not corroborate\nBoulerice's story regarding her relationship with her father.\n\n                                  -21-\n\fof his witnesses or attacking the weak evidentiary foundation on\n\nwhich the defendant's theory of the case rested.\") (ellipses and\n\nquotation marks omitted); United States v. Kubitsky, 469 F.2d 1253,\n\n1255 (1st Cir. 1972) (noting that prosecutor may \"comment upon the\n\nabsence of witnesses other than the defendant, such as alibi\n\nwitnesses, that might have been logically expected\").\n\n             As for the particular comments at issue here, we were\n\nfaced with a similar situation in United States v. Savarese, 649\n\nF.2d 83 (1st Cir. 1981).           In that case, the defendant did not\n\nchoose to take the stand.         He did, however, offer alibi testimony\n\nfrom   his   mother.      During     closing     argument,   the   government\n\nhighlighted the fact that the only alibi presented was from a\n\nhighly biased witness, and that there were no other witnesses to\n\ncorroborate this alibi. We held that the prosecutor's argument was\n\nnot improper.\n\n             To be sure, the statements were, to some\n             degree, a comment on defendant's failure to\n             produce evidence, which, of course, defendant\n             had no obligation to do. However, defendant\n             chose to call witnesses and put forth an\n             alibi.   Having done so, he had no right to\n             expect   the    government  to   refrain from\n             commenting on the quality of his alibi\n             witnesses    or   from   attacking   the weak\n             evidentiary foundation on which the alibi\n             rested.\n\nId. at 87.         While it is axiomatic that the prosecutor cannot\n\ncomment on     a    defendant's   failure   to    testify,   see Griffin   v.\n\nCalifornia, 380 U.S. 609, 615 (1965), once a defendant has taken\n\n\n                                     -22-\n\fthe stand in her own defense, the prosecutor is not precluded from\n\nimpugning the defendant's credibility by commenting on her failure\n\nto produce any corroborating evidence.                Other courts have come to\n\nthe same conclusion.       See United States v. Cabrera, 201 F.3d 1243,\n\n1250 (9th Cir. 2000); United States v. Bautista, 23 F.3d 726, 733\n\n(2d Cir. 1994); United States v. Dahdah, 864 F.2d 55, 59 (7th Cir.\n\n1988); see also 75A Am. Jur. 2d Trial § 605 (2002) (\"[A] prosecutor\n\nmay    properly    comment     on   the    defendant's     failure      to   present\n\nexculpatory evidence which would substantiate defendant's story as\n\nlong    as   it   does   not   constitute        a   comment   on   a   defendant's\n\nsilence.\").       In light of these ample precedents, there was nothing\n\nimproper about the prosecutor's comments here.10\n\n             Affirmed.\n\n\n\n\n       10\n        Since we have concluded that the statements were not\nimproper, we need not determine whether any objection to them was\nproperly preserved.\n\n                                          -23-\n\f",
  "html": "<p class=\"case_cite\">325 F.3d 75</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Lisa A. BOULERICE, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 02-1035.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard November 5, 2002.</p>\n    <p class=\"date\">Decided April 14, 2003.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts, Michael A. Ponsor, J. COPYRIGHT MATERIAL OMITTED Lori H. Levinson, with whom Cain Hibbard Myers &amp; Cook, P.C., was on brief, for Appellant.</p>\n      <p class=\"indent\">Thomas J. O'Connor, Assistant United States Attorney, with whom Michael J. Sullivan, United States Attorney, was on brief, for Appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, STAHL, Senior Circuit Judge, and LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">LIPEZ, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellant Lisa A. Boulerice appeals from a judgment of conviction following a jury trial in which she was found guilty of having filed false income tax returns for 1993 and 1994 in violation of 26 U.S.C. &#167; 7206(1). On appeal Boulerice claims that there was insufficient evidence to support the findings of guilt, and that the district court therefore erred in denying her Rule 29 motion for judgment of acquittal. <i>See</i> Fed.R.Crim.P. 29. She also claims that the district court improperly admitted evidence of prior bad acts, and that the court abused its discretion when it declined to grant a request from the jury to read back testimony. Finally, Boulerice argues that the prosecutor's closing argument impermissibly shifted the burden of proof to her, thereby violating her due process rights. Discerning no reversible error in any of these claims, we affirm.</p>\n    </div>\n    <p>I. Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">This case arose out of an investigation by the Internal Revenue Service (\"IRS\") and the United States Postal Inspection Service (\"USPIS\") into the suspected criminal activities of American Inventor's Corporation (\"AIC\") and Massachusetts Patent Services (\"MPS\"), entities owned and controlled by Lisa Boulerice's father, Ronald Boulerice.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> AIC and MPS were ostensibly in the business of helping inventors secure patents for their inventions, when in fact the companies did little more than bilk the inventors out of their money. In 1995, acting on the complaints of numerous AIC and MPS clients, the USPIS launched an inquiry into the activities of AIC and MPS. This investigation ultimately led to the execution of search warrants in October 1995 at the companies' places of business in Westfield, Massachusetts, and the subsequent indictment of Ronald and eight other individuals for numerous offenses, including mail fraud, conspiracy to commit mail fraud, money laundering, conspiracy to commit money laundering, filing false income tax returns, and conspiracy to defraud the United States. Ronald ultimately pleaded guilty to several of the charges<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> and was sentenced to ninety-six months' imprisonment. He was also ordered to pay $2.2 million in restitution and $7.3 million in fines.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The government's investigation into Ronald also unearthed evidence of wrongdoing on the part of his daughter Lisa, the appellant in this case. The government discovered that Lisa had been on the payroll of MPS and AIC for several years. During that time, she accepted and cashed paychecks from AIC and MPS, claiming these proceeds as \"wages\" on her 1991-1994 tax returns &#8212; even though she had done no work for the two companies. Indeed, during the period at issue, Lisa was pursuing her own career as a fashion designer in New York City, living in an expensive apartment on the city's Upper East Side. AIC paid for this apartment, deducting the cost as a business expense on its income tax returns. The government also uncovered evidence that, in response to a 1992 IRS audit of AIC, Lisa had backdated two job description forms, falsely detailing her supposed duties as an AIC employee.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On April 15, 1999, a grand jury sitting in Springfield, Massachusetts, returned a four-count indictment against Lisa, charging her with one count of conspiracy to defraud the United States, in violation of 18 U.S.C. &#167; 371, and three counts of filing false income tax returns for 1992, 1993, and 1994, in violation of 26 U.S.C. &#167; 7206(1). On August 1, 2001, the district court commenced a jury trial, and on August 10, 2001, the jury found Boulerice guilty of filing false income tax returns for 1993 and 1994, but acquitted her of the other two counts (conspiracy and filing a false tax return for 1992). The district court sentenced Boulerice to a term of two years' probation. This appeal ensued.</p>\n    </div>\n    <p>II. The Rule 29 Motion</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Boulerice argues that the evidence at trial \"fell far short of proving that when she submitted IRS Form 1040s for 1993 and 1994, she willfully made false statements with the intent of violating her duty under the tax laws.\" Thus, she claims, the district court erred in denying her Rule 29 motion for judgment of acquittal. <i>See</i> Fed.R.Crim.P. 29(a) (indicating that court must enter judgment of acquittal \"if the evidence is insufficient to sustain a conviction of such offense or offenses\"). Our review of the district court's ruling is de novo. <i>United States v. Carroll,</i> 105 F.3d 740, 742 (1st Cir.1997). We will affirm the conviction if, \"after assaying all the evidence in the light most amiable to the government, and taking all reasonable inferences in its favor, a rational factfinder could find, beyond a reasonable doubt, that the prosecution successfully proved the essential elements of the crime.\" <i>United States v. O'Brien,</i> 14 F.3d 703, 706 (1st Cir.1994). We need not be convinced that the government succeeded in \"eliminating every possible theory consistent with the defendant's innocence.\" <i>United States v. Moran,</i> 312 F.3d 480, 487 (1st Cir.2002). Rather, we simply consider \"all the evidence, direct and circumstantial, and resolve all evidentiary conflicts in favor of the verdict.\" <i>United States v. Hernandez,</i> 146 F.3d 30, 32 (1st Cir.1998). We will affirm if \"any rational trier of fact could have found the essential elements of the crime beyond a reasonable doubt.\" <i>Jackson v. Virginia,</i> 443 U.S. 307, 319, 99 S.Ct. 2781, 61 L.Ed.2d 560 (1979).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The jury found Boulerice guilty of two counts of violating 26 U.S.C. &#167; 7206, which provides:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Any person who &#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">(1) Declaration under penalties of perjury. &#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Willfully makes and subscribes any return, statement, or other document, which contains or is verified by a written declaration that it is made under the penalties of perjury, and which he does not believe to be true and correct as to every material matter</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">....</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">shall be guilty of a felony and, upon conviction thereof, shall be fined not more than $100,000 ($500,000 in the case of a corporation), or imprisoned not more than 3 years, or both, together with the costs of prosecution.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">As the verdict forms make clear, the jury found Boulerice \"guilty of willfully filing a false 1993 tax return\" and \"guilty of willfully filing a false 1994 tax return.\"</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We take this opportunity to clarify the government's burden under 26 U.S.C. &#167; 7206(1). The elements of an offense under 26 U.S.C. &#167; 7206(1) are</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">(1) that the defendant made or caused to be made, a federal income tax return for the year in question which he verified to be true; (2) that the tax return was false as to a material matter; (3) that the defendant signed the return willfully and knowing it was false; and (4) that the return contained a written declaration that it was made under the penalty of perjury.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\"><i>United States v. LaSpina,</i> 299 F.3d 165, 179 (2d Cir.2002) (quoting <i>United States v. Pirro,</i> 212 F.3d 86, 89 (2d Cir.2000) (quoting <i>United States v. Peters,</i> 153 F.3d 445, 461 (7th Cir.1998))); <i>see also United States v. Scholl,</i> 166 F.3d 964, 979 (9th Cir.1999). Boulerice concedes that she filed the returns, and she does not challenge the materiality of the false statements. She also does not contend that the tax returns failed to include the required declaration. Boulerice does maintain, however, that the government failed to demonstrate that she willfully violated the statute. She also asserts that the government failed to demonstrate that she had actual knowledge of the returns' material falsity. We address these two contentions in turn.</p>\n    </div>\n    <p class=\"indent\">A. Willfulness</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Boulerice insists that the government \"failed to establish beyond a reasonable doubt that [she] acted willfully when she filed her income tax returns for 1993 and 1994.\" At trial, Boulerice took the stand in her own defense, testifying that she held an honest belief that she was required by law to file an income tax return for money that she had received from her father's corporation. She maintained that she was only doing what her accountant told her to do &#8212; file tax returns which reflected the \"wages\" she received from AIC and MPS. Therefore, the argument goes, the government failed to demonstrate willfulness as required by the statute. <i>See</i> 26 U.S.C. &#167; 7206(1) (\"Any person who <i>willfully</i> ....\") (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We have previously indicated that \"willfully,\" as that word is used in 26 U.S.C. &#167;&#167; 7201-7207, means \"a voluntary, intentional violation of a known legal duty.\" <i>United States v. Monteiro,</i> 871 F.2d 204, 209 (1st Cir.1989) (citing <i>Drape,</i> 668 F.2d at 26). The government need not present direct evidence of willfulness; rather, circumstantial evidence of willfulness can be sufficient to sustain a conviction. <i>Id.</i> at 211; <i>see also United States v. Olbres,</i> 61 F.3d 967, 971 (1st Cir.1995) (\"[I]n proving tax evasion, `the government does not need to show direct evidence of tax motivation' so long as the jury has a sufficient circumstantial basis for inferring willfulness.\") (quoting <i>United States v. Hurley,</i> 957 F.2d 1, 4 (1st Cir.1992)).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Our decision in <i>Olbres</i> is illuminating. Having been convicted of tax evasion under 26 U.S.C. &#167; 7201, the defendants maintained on appeal that the government had not presented sufficient evidence of willfulness to sustain the verdict. They asserted that blind reliance on their accountant, and not willfulness or criminal intent, caused an underreporting of income. <i>Olbres,</i> 61 F.3d at 970. In rejecting their argument, we indicated that \"the critical datum is not whether the defendants ordered the accountant to falsify the return, but, rather, whether the defendants knew when they signed the return that it understated their income.\" <i>Id.</i> at 970-71. Moreover, \"[a] jury may permissibly infer that a taxpayer read his return and knew its contents from the bare fact that he signed it.\" <i>Id.</i> at 971; <i>see also Drape,</i> 668 F.2d at 26 (holding that defendant's signature on tax return sufficed to establish knowledge of incorrect contents); <i>United States v. Romanow,</i> 509 F.2d 26, 27 (1st Cir.1975) (holding that \"jury could conclude from nothing more than the presence of [defendant's] uncontested signature\" that violation was willful). Hence, in Boulerice's case, the government need only have presented sufficient evidence for the jury to conclude that when Boulerice signed her tax returns, those returns were not \"true and correct as to every material matter.\" 26 U.S.C. &#167; 7206(1). The jury was then permitted (though by no means required) to infer willfulness.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">At trial, however, the government elicited significantly more evidence of willfulness than Boulerice's signature on two false returns. Under cross-examination, Boulerice admitted that she knew that \"wages\" means income one earns by working, and she also admitted that she had never worked at AIC or MPS. Nevertheless, on her tax returns she claimed as \"wages\" the money she received from AIC and MPS. Moreover, Marvin Kennedy, AIC's former accountant, testified for the government that in 1992 Boulerice had voiced concerns about the propriety of receiving payroll checks from the companies when she was not actually working for them. Because of her unease, she wanted to know how she could \"eradicate\" [sic] herself from the situation. When Kennedy responded that her only option would be to forego further disbursements, Boulerice decided to remain on the payroll.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The government also produced evidence that, in response to an IRS audit of AIC, Boulerice signed and backdated phony job descriptions that falsely held her out as an employee of AIC. In June 1992, the IRS auditor asked AIC to produce more information about Boulerice's employment duties and the rent payments for her New York City apartment, which AIC had been deducting as a business expense. Laurie O'Brien, a vice-president of AIC, testified that she sent Boulerice two job description forms falsely detailing Boulerice's duties as an employee with the company. Each form was accompanied by a note: One was dated \"7/10/92\" and instructed Boulerice to \"sign and date using date of 6/2/88,\" and the other was dated \"7/11/92\" and informed Boulerice that she should sign using the \"date of 5/23/90. This is for audit.\" Boulerice signed the forms as requested and returned them to O'Brien.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Boulerice's misrepresentations did not end there. Postal Inspector Gerry Carmody testified that Boulerice continued to hold herself out as an employee of AIC as late as 1996. In May of that year, as a result of the criminal investigations into AIC and MPS, Carmody interviewed Boulerice concerning her relationship with the companies. When he asked her if she was an employee of AIC, she responded in a \"curt\" and \"annoyed\" manner that she was. After answering that question, Boulerice terminated the interview, telling Carmody that she wanted to speak to her father before answering any more questions.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Finally, while Boulerice insists that she had only \"rudimentary\" knowledge of her obligations under the tax code, the government produced evidence that Boulerice was not altogether unsophisticated. For example, in 1991 Boulerice provided her tax preparer with check stubs documenting income from her freelance work, together with a note revealing that she understood that those payments had to be included in her returns. This, when combined with Boulerice's testimony that she understood that \"wages\" meant money actually earned from working, supports an inference that Boulerice knew that the line \"wages, salaries, tips, etc.\" on her tax returns did not merely mean the dollar amounts contained in Box #1 of her W-2 forms, but that it meant income actually earned from work.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In light of the foregoing, we conclude that there was ample evidence to support the jury's finding that Boulerice willfully filed tax returns that she knew to be false. The jury reasonably could have found that Boulerice knew of her obligation to accurately report her income, she knew that the money she was receiving from AIC and MPS was not \"wages,\" and she repeatedly attempted to cover up the truth about her relationship with AIC and MPS. She nevertheless reported as \"wages\" on her tax returns the money she received from AIC and MPS. We will not disturb the jury's verdict.</p>\n    </div>\n    <p class=\"indent\">B. Actual Knowledge of Material Falsity</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In her opening brief, Boulerice also claims that the district court erred in denying her Rule 29 motion because there was \"no evidence that Boulerice `actually knew' the return[s] [were] materially false\" when she filed them. She asserts that the government was required to prove that she knew her father was deducting her \"wages\" as a business expense on his corporate income tax returns. Since the government did not do so, she maintains, she is entitled to judgment of acquittal.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">This assignment of error has no basis in law. Although the government had to prove to the jury the materiality of Boulerice's false statements, the government did not have to prove her knowledge of the materiality.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> <i>See LaSpina,</i> 299 F.3d at 179; <i>Drape,</i> 668 F.2d at 25-26; <i>cf. United States v. Notarantonio,</i> 758 F.2d 777, 785 n. 4 (1st Cir.1985) (holding that in prosecution under 18 U.S.C. &#167; 1001, \"knowledge\" is assessed \"with respect to the defendant's knowledge of the falsity of the statements rather than with respect to the defendant's knowledge of the statement's materiality to the federal agency involved\"). Hence, whether Boulerice actually knew of the false statements' materiality to the government does not enter the calculus of proof.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">III. The Admission of Evidence of Unreported Freelance Income as \"Other Bad Act\" Evidence</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">At trial, the government, without objection, cross-examined Boulerice concerning her failure to report freelance income to the IRS after 1992. Boulerice now claims that this \"extrinsic evidence,\" as she describes it,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> was highly prejudicial \"other bad act\" evidence offered to show criminal propensity without serving another legitimate purpose, in violation of Federal Rules of Evidence 404(b) and 403.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The government responds with a number of theories of admissibility. We need not dwell at length on any of them, however, for two reasons. First, since Boulerice failed to object below, we review only for plain error. <i>United States v. Olano,</i> 507 U.S. 725, 733, 113 S.Ct. 1770, 123 L.Ed.2d 508 (1993); <i>United States v. Baldyga,</i> 233 F.3d 674, 684 n. 11 (1st Cir.2000). Under this standard, we will disregard the purported error unless \"a miscarriage of justice would otherwise result,\" or if the error \"seriously affects the fairness, integrity or public reputation of [the] judicial proceedings.\" <i>Olano,</i> 507 U.S. at 736, 113 S.Ct. 1770. Second, the government had already introduced evidence of Boulerice's unreported freelance income, without objection, during its case-in-chief, precluding any argument that this cross-examination affected Boulerice's substantial rights. <i>See</i> Fed.R.Crim.P. 52(a).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Among the witnesses called by the government was Marvin Kennedy, the AIC accountant who assisted with the preparation of Boulerice's 1991 and 1992 tax returns and who testified that Boulerice had provided him with receipts for freelance income which he included on her returns for those years. Thereafter, the government elicited testimony from Michael Barret, the AIC accountant who assisted with the preparation of Boulerice's 1993 and 1994 tax returns, that Boulerice did not claim any freelance income during those two years. When the government asked Barret if he would have included freelance income had Boulerice provided documentation of any, Boulerice objected to the question as \"calls for speculation.\"<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> The objection was overruled. Subsequently, the government &#8212; without objection from Boulerice &#8212; introduced evidence of paid freelance work performed by Boulerice in 1993 and 1994 through, among other things, the testimony of Boulerice's employers.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">When Boulerice took the stand, the government first cross-examined her about her knowledge of her responsibilities under the tax code:</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Q: And you know what wages are, for example? You know what that is, don't you?</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">A: What you make.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Q: And it's what you make when you work, correct?</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">A: Correct.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Q: And you knew that wages have to be reported accurately to the Internal Revenue Service, isn't that correct?</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">A: Yes.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">. . . .</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Q: You knew you had to report the figure on the income tax return accurately and truthfully and correctly, isn't that correct?</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">A: Yes.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Boulerice then testified that she had assisted her accountant in the preparation of her tax returns:</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Q: And you recall that you would send him information to assist him in reporting accurately all your income; do you recall doing that?</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">A: I believe I did.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">At this point the government began to cross-examine Boulerice about her various freelance jobs, the income she received from those jobs, and her failure to report that income on her tax returns. Under this questioning, Boulerice admitted to having failed to report significant freelance income on her tax returns.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Boulerice contests on appeal only this cross-examination and not the evidence of her unreported freelance income admitted during the government's case-in-chief. Hence we need not address the government's theories regarding the propriety of the cross-examination. Since the jury had already heard evidence of Boulerice's unreported freelance income without objection, Boulerice cannot be heard to complain that her cross-examination regarding the same was unfairly prejudicial. <i>See United States v. Perrotta,</i> 289 F.3d 155, 165 (1st Cir.2002); <i>Doty v. Sewall,</i> 908 F.2d 1053, 1057 (1st Cir.1990); <i>Lacy v. Gardino,</i> 791 F.2d 980, 986 (1st Cir.1986). Thus, we conclude that the district court did not plainly err in indulging the cross-examination.</p>\n    </div>\n    <p>IV. The Failure to Read Back Testimony</p>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">At the start of its second day of deliberations, the jury submitted a note to the court stating that the jury \"would like to listen to the testimony of Marvin Kennedy.\" Assuming that the jury was asking the court to read back the testimony of Kennedy in its entirety, the court (outside the presence of the jury) informed counsel: \"I don't do that. I've never done it before.\" The court continued:</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">I'll certainly hear you before I make my final decision but it's been my practice in the past not to do that for two reasons. First, I don't think we have a transcript of the testimony of Marvin Kennedy. We have the notes. We have the stenographic notes from which a transcript could be prepared, but I don't believe that we have a transcript of Mr. Kennedy's testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">....</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Even if we did, I would hesitate to read it to them. It would tend to put, I believe, or at least would have the potential for putting undue emphasis on Mr. Kennedy's testimony in contrast to the testimony of Mr. Barrett or the testimony of the defendant or whatever. And so if I was going to do it, I would probably have to consider doing all the witnesses' testimony as well so there won't be any imbalance.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">I'm sure it's frustrating to the jury to be told that they're not going to get what they're asking for, but this is what I've done in the past and this is what I am inclined to do in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Before I make my final decision, I'd be happy to hear from counsel.</p>\n    </div>\n    <p class=\"indent\">Counsel for Boulerice then stated:</p>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Well, I do know that from some past experience in other courts, the court reporter has read from the stenographic notes the testimony of the witness. Short of that, I would have no other possible suggestions, Your Honor.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The court then reiterated its concern that, even assuming an accurate transcript could be quickly assembled, there would still be the risk of inappropriately highlighting the testimony of Kennedy. After hearing from the prosecutor, who voiced his opposition to any read back, the court indicated that it would not read back the testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Boulerice now assigns error to this decision. A district court's decision not to read back testimony is reviewed only for abuse of discretion. <i>United States v. Akitoye,</i> 923 F.2d 221, 226 (1st Cir.1991). We find no abuse of discretion here.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Before the district court, Boulerice's counsel offered only one justification for reading back the testimony: other courts in which she has appeared have read back testimony. She failed, however, to respond to the two concerns articulated by the district court, both of which we have held to be valid considerations. <i>See United States v. Aubin,</i> 961 F.2d 980, 983 (1st Cir.1992) (indicating that \"risk of confusion\" and \"difficulty in compliance\" are proper considerations in ruling on request for read back of testimony).</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Belatedly, Boulerice now maintains that of all the witnesses, Kennedy was \"the crucial one,\" that Kennedy's testimony was short and consisted of \"only\" seventy pages of trial transcript, and that the court reporter was capable of accurately reading back from her stenographic notes. Whatever the merits of any of these arguments, they do not alter our conclusion that the district court acted well within its discretion in denying the read back.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Boulerice also complains that the district court did not actually exercise any discretion in deciding not to read back the testimony. She claims that the district court, in a \"knee-jerk reaction,\" summarily dismissed the jury's request, without engaging in the thoughtful balancing of interests which normally goes into the exercise of a court's sound discretion. We disagree. While the district court did initially indicate its reluctance to read back the testimony (\"I don't do that. I've never done that before.\"), it subsequently explained why it was inclined to deny the jury's request. The court then gave counsel the opportunity to be heard and to present any counter-arguments before making a final decision. Only then did the district court render its final decision. We therefore reject Boulerice's claim that the district court failed to engage in the proper analysis.</p>\n    </div>\n    <p>V. The Prosecutor's Closing Argument</p>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Boulerice's final claim of error concerns three statements made by the prosecutor during closing argument &#8212; only one of which elicited an objection from Boulerice. Boulerice claims that these statements \"improperly shifted the burden of proof to the defendant.\" We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Part of Boulerice's defense theory hinged on her relationship with her father. In an effort to defeat the government's conspiracy charge, Boulerice claimed that she had an abusive relationship with her father and that she was in such fear of him that there was no way she could turn down the money that he sent her through MPS and AIC. She unquestioningly accepted the payments from him because she was afraid to inquire about their source and thereby risk incurring his wrath. Thus, she argued, there was no conspiracy to defraud the United States.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">The only witness to testify to this allegedly difficult father-daughter relationship was Lisa Boulerice herself. In closing argument, the prosecutor commented on this fact:</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">And one of the things about intent that you can do is you can consider the credibility of that person because there's really no other evidence that the defense has presented, other than this person, the defendant who has the most to lose, and if you don't think that she's credible, that means you can consider that as evidence of guilt.</p>\n    </div>\n    <p class=\"indent\">Later, the prosecutor continued:</p>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">We will never know what the true relationship between her father and this defendant was. We do know that they haven't put a shred of evidence on from anyone else as to the true nature of the relationship.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Boulerice interposed an objection after this comment. She did not indicate a basis for her objection. The court responded: \"I'm going to overrule it. The jury may consider the evidence for what it's worth.\" The prosecutor then immediately picked up where he left off:</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Calling not just the defendant but another witness as well,<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> and yet you're supposed to believe the uncorroborated testimony of this one person alone.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Boulerice claims that these statements impermissibly shifted the burden of proof in the jury's eyes from the government to her.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Boulerice cites no authority in support of her position, nor can we find any. Indeed, the case law makes clear that when a defendant puts her credibility at issue by testifying, the prosecution can comment on the implausibility of her testimony or its lack of an evidentiary foundation. <i>See, e.g., United States v. Roberts,</i> 119 F.3d 1006, 1014 (1st Cir.1997) (\"When a defendant advances a theory of the case, [ ] this opens the door to an appropriate response by the prosecution, commenting on the quality of his witnesses or attacking the weak evidentiary foundation on which the defendant's theory of the case rested.\") (ellipses and quotation marks omitted); <i>United States v. Kubitsky,</i> 469 F.2d 1253, 1255 (1st Cir.1972) (noting that prosecutor may \"comment upon the absence of witnesses other than the defendant, such as alibi witnesses, that might have been logically expected\").</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">As for the particular comments at issue here, we were faced with a similar situation in <i>United States v. Savarese,</i> 649 F.2d 83 (1st Cir.1981). In that case, the defendant did not choose to take the stand. He did, however, offer alibi testimony from his mother. During closing argument, the government highlighted the fact that the only alibi presented was from a highly biased witness, and that there were no other witnesses to corroborate this alibi. We held that the prosecutor's argument was not improper.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">To be sure, the statements were, to some degree, a comment on defendant's failure to produce evidence, which, of course, defendant had no obligation to do. However, defendant chose to call witnesses and put forth an alibi. Having done so, he had no right to expect the government to refrain from commenting on the quality of his alibi witnesses or from attacking the weak evidentiary foundation on which the alibi rested.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\"><i>Id.</i> at 87. While it is axiomatic that the prosecutor cannot comment on a defendant's failure to testify, <i>see Griffin v. California,</i> 380 U.S. 609, 615, 85 S.Ct. 1229, 14 L.Ed.2d 106 (1965), once a defendant has taken the stand in her own defense, the prosecutor is not precluded from impugning the defendant's credibility by commenting on her failure to produce any corroborating evidence. Other courts have come to the same conclusion. <i>See United States v. Cabrera,</i> 201 F.3d 1243, 1250 (9th Cir.2000); <i>United States v. Bautista,</i> 23 F.3d 726, 733 (2d Cir.1994); <i>United States v. Dahdah,</i> 864 F.2d 55, 59 (7th Cir.1988); <i>see also</i> 75A Am.Jur.2d Trial &#167; 605 (2002) (\"[A] prosecutor may properly comment on the defendant's failure to present exculpatory evidence which would substantiate defendant's story as long as it does not constitute a comment on a defendant's silence.\"). In light of these ample precedents, there was nothing improper about the prosecutor's comments here.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> For convenience, we refer to Lisa Boulerice as \"Lisa\" or \"Boulerice,\" and Ronald Boulerice as \"Ronald.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Ronald Boulerice pleaded guilty to one count of mail fraud, one count of conspiracy to commit mail fraud, two counts of money laundering, and one count of filing a false tax return</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> A \"material\" matter is one that is likely to affect the calculation of tax due and payable, or to affect or influence the IRS in carrying out the functions committed to it by law, such as monitoring and verifying tax liability<i>See DiRico,</i> 78 F.3d at 735-36. As indicated previously, Boulerice does not challenge on appeal the materiality of the false statements.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> At one point in the instructions, the district court instructed the jurors that the government had to prove that \"Boulerice herself actually knew the return was materially false.\" This, as explained in the text, overstates the government's burden. Elsewhere in its instructions, however, the court more accurately instructed that \"the defendant must be proved to have known that material statements in the return were false\" and that she \"in fact did not believe the return was true and correct in every material matter.\" We do not believe that, taken as a whole, these instructions confused or misled the jury<i>See United States v. Smith,</i> 278 F.3d 33, 38 (1st Cir.2002).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> \"Extrinsic evidence\" is evidence of specific instances of conduct \"not relevant in the litigation to establish a fact of consequence,\" i.e., evidence of a \"collateral matter.\"<i>United States v. Andujar,</i> 49 F.3d 16, 26 (1st Cir.1995). Testimony elicited under cross-examination, however, is not actually \"extrinsic.\" <i>See</i> 4 Jack B. Weinstein &amp; Margaret A. Berger, <i>Weinstein's Federal Evidence,</i> &#167; 608.20[1] (Joseph M. McLaughlin, ed., Matthew Bender 2d ed. (2003))(\"Evidence is `extrinsic' if offered through documents or other witnesses, rather than through cross-examination of the witness himself or herself.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Rule 404(b) provides, in pertinent part:</p>\n        <p class=\"indent\">Evidence of other crimes, wrongs, or acts is not admissible to prove the character of a person in order to show action in conformity therewith. It may, however, be admissible for other purposes, such as proof of motive, opportunity, intent, preparation, plan, knowledge, identity, or absence of mistake or accident, provided that upon request by the accused, the prosecution in a criminal case shall provide reasonable notice in advance of trial ... of the general nature of any such evidence it intends to introduce at trial.</p>\n        <p class=\"indent\">Fed.R.Evid. 404(b). Under Rule 403, relevant evidence may be excluded \"if its probative value is substantially outweighed by the danger of unfair prejudice, confusion of the issues, or misleading the jury, or by considerations of undue delay, waste of time, or needless presentation of cumulative evidence.\" Fed.R.Evid. 403.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The district court, overruling Boulerice's \"speculation\" objection, nevertheless sua sponte raised the issue of other bad act evidence, expressing a concern that the government was perhaps trying to elicit inadmissible \"propensity evidence.\" The government responded that the evidence went to Boulerice's intent, particularly her knowledge of her responsibilities under the tax laws. Boulerice essentially repeated her speculation objection. The court then indicated that, \"to the extent this is evidence of some sort of bad act, I think it is relevant on the issue of intent and I don't think that its probative value is outweighed by any prejudicial value.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The jury acquitted Boulerice of the conspiracy count</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Other than Boulerice, the defense called only one other witness at trial &#8212; a character witness who did not corroborate Boulerice's story regarding her relationship with her father</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Since we have concluded that the statements were not improper, we need not determine whether any objection to them was properly preserved</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">325</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">75</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Lisa A. BOULERICE, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 02-1035.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard November 5, 2002.</p>\n    <p class=\"date\">Decided April 14, 2003.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts, Michael A. Ponsor, J. COPYRIGHT MATERIAL OMITTED Lori H. Levinson, with whom Cain Hibbard Myers &amp; Cook, P.C., was on brief, for Appellant.</p>\n      <p class=\"indent\">Thomas J. O'Connor, Assistant United States Attorney, with whom Michael J. Sullivan, United States Attorney, was on brief, for Appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, STAHL, Senior Circuit Judge, and LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">LIPEZ, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellant Lisa A. Boulerice appeals from a judgment of conviction following a jury trial in which she was found guilty of having filed false income tax returns for 1993 and 1994 in violation of 26 U.S.C. &#167; 7206(1). On appeal Boulerice claims that there was insufficient evidence to support the findings of guilt, and that the district court therefore erred in denying her Rule 29 motion for judgment of acquittal. <i>See</i> Fed.R.Crim.P. 29. She also claims that the district court improperly admitted evidence of prior bad acts, and that the court abused its discretion when it declined to grant a request from the jury to read back testimony. Finally, Boulerice argues that the prosecutor's closing argument impermissibly shifted the burden of proof to her, thereby violating her due process rights. Discerning no reversible error in any of these claims, we affirm.</p>\n    </div>\n    <p>I. Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">This case arose out of an investigation by the Internal Revenue Service (\"IRS\") and the United States Postal Inspection Service (\"USPIS\") into the suspected criminal activities of American Inventor's Corporation (\"AIC\") and Massachusetts Patent Services (\"MPS\"), entities owned and controlled by Lisa Boulerice's father, Ronald Boulerice.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> AIC and MPS were ostensibly in the business of helping inventors secure patents for their inventions, when in fact the companies did little more than bilk the inventors out of their money. In 1995, acting on the complaints of numerous AIC and MPS clients, the USPIS launched an inquiry into the activities of AIC and MPS. This investigation ultimately led to the execution of search warrants in October 1995 at the companies' places of business in Westfield, Massachusetts, and the subsequent indictment of Ronald and eight other individuals for numerous offenses, including mail fraud, conspiracy to commit mail fraud, money laundering, conspiracy to commit money laundering, filing false income tax returns, and conspiracy to defraud the United States. Ronald ultimately pleaded guilty to several of the charges<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> and was sentenced to ninety-six months' imprisonment. He was also ordered to pay $2.2 million in restitution and $7.3 million in fines.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The government's investigation into Ronald also unearthed evidence of wrongdoing on the part of his daughter Lisa, the appellant in this case. The government discovered that Lisa had been on the payroll of MPS and AIC for several years. During that time, she accepted and cashed paychecks from AIC and MPS, claiming these proceeds as \"wages\" on her 1991-1994 tax returns &#8212; even though she had done no work for the two companies. Indeed, during the period at issue, Lisa was pursuing her own career as a fashion designer in New York City, living in an expensive apartment on the city's Upper East Side. AIC paid for this apartment, deducting the cost as a business expense on its income tax returns. The government also uncovered evidence that, in response to a 1992 IRS audit of AIC, Lisa had backdated two job description forms, falsely detailing her supposed duties as an AIC employee.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On April 15, 1999, a grand jury sitting in Springfield, Massachusetts, returned a four-count indictment against Lisa, charging her with one count of conspiracy to defraud the United States, in violation of 18 U.S.C. &#167; 371, and three counts of filing false income tax returns for 1992, 1993, and 1994, in violation of 26 U.S.C. &#167; 7206(1). On August 1, 2001, the district court commenced a jury trial, and on August 10, 2001, the jury found Boulerice guilty of filing false income tax returns for 1993 and 1994, but acquitted her of the other two counts (conspiracy and filing a false tax return for 1992). The district court sentenced Boulerice to a term of two years' probation. This appeal ensued.</p>\n    </div>\n    <p>II. The Rule 29 Motion</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Boulerice argues that the evidence at trial \"fell far short of proving that when she submitted IRS Form 1040s for 1993 and 1994, she willfully made false statements with the intent of violating her duty under the tax laws.\" Thus, she claims, the district court erred in denying her Rule 29 motion for judgment of acquittal. <i>See</i> Fed.R.Crim.P. 29(a) (indicating that court must enter judgment of acquittal \"if the evidence is insufficient to sustain a conviction of such offense or offenses\"). Our review of the district court's ruling is de novo. <i>United States v. Carroll,</i> <span class=\"citation\" data-id=\"734111\"><a href=\"/opinion/734111/united-states-v-christopher-b-carroll/\"><span class=\"volume\">105</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">740</span></a></span>, 742 (1st Cir.1997). We will affirm the conviction if, \"after assaying all the evidence in the light most amiable to the government, and taking all reasonable inferences in its favor, a rational factfinder could find, beyond a reasonable doubt, that the prosecution successfully proved the essential elements of the crime.\" <i>United States v. O'Brien,</i> <span class=\"citation\" data-id=\"661452\"><a href=\"/opinion/661452/43-socsecrepser-489-medicaremedicaid-guide-p-42092-united-states-of/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">703</span></a></span>, 706 (1st Cir.1994). We need not be convinced that the government succeeded in \"eliminating every possible theory consistent with the defendant's innocence.\" <i>United States v. Moran,</i> <span class=\"citation\" data-id=\"780048\"><a href=\"/opinion/780048/united-states-v-john-moran-and-nora-moran/\"><span class=\"volume\">312</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">480</span></a></span>, 487 (1st Cir.2002). Rather, we simply consider \"all the evidence, direct and circumstantial, and resolve all evidentiary conflicts in favor of the verdict.\" <i>United States v. Hernandez,</i> <span class=\"citation\" data-id=\"198013\"><a href=\"/opinion/198013/united-states-v-hernandez-favale/\"><span class=\"volume\">146</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">30</span></a></span>, 32 (1st Cir.1998). We will affirm if \"any rational trier of fact could have found the essential elements of the crime beyond a reasonable doubt.\" <i>Jackson v. Virginia,</i> <span class=\"citation\" data-id=\"110138\"><a href=\"/opinion/110138/jackson-v-virginia/\"><span class=\"volume\">443</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">307</span></a></span>, 319, <span class=\"citation\" data-id=\"110138\"><a href=\"/opinion/110138/jackson-v-virginia/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2781</span></a></span>, <span class=\"citation\" data-id=\"110138\"><a href=\"/opinion/110138/jackson-v-virginia/\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">560</span></a></span> (1979).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The jury found Boulerice guilty of two counts of violating 26 U.S.C. &#167; 7206, which provides:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Any person who &#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">(1) Declaration under penalties of perjury. &#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Willfully makes and subscribes any return, statement, or other document, which contains or is verified by a written declaration that it is made under the penalties of perjury, and which he does not believe to be true and correct as to every material matter</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">....</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">shall be guilty of a felony and, upon conviction thereof, shall be fined not more than $100,000 ($500,000 in the case of a corporation), or imprisoned not more than 3 years, or both, together with the costs of prosecution.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">As the verdict forms make clear, the jury found Boulerice \"guilty of willfully filing a false 1993 tax return\" and \"guilty of willfully filing a false 1994 tax return.\"</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We take this opportunity to clarify the government's burden under 26 U.S.C. &#167; 7206(1). The elements of an offense under 26 U.S.C. &#167; 7206(1) are</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">(1) that the defendant made or caused to be made, a federal income tax return for the year in question which he verified to be true; (2) that the tax return was false as to a material matter; (3) that the defendant signed the return willfully and knowing it was false; and (4) that the return contained a written declaration that it was made under the penalty of perjury.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\"><i>United States v. LaSpina,</i> <span class=\"citation\" data-id=\"778643\"><a href=\"/opinion/778643/united-states-v-lawrence-laspina-robert-st-germain/\"><span class=\"volume\">299</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">165</span></a></span>, 179 (2d Cir.2002) (quoting <i>United States v. Pirro,</i> <span class=\"citation\" data-id=\"768669\"><a href=\"/opinion/768669/united-states-v-albert-j-pirro-jr-anthony-g-pirro/\"><span class=\"volume\">212</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">86</span></a></span>, 89 (2d Cir.2000) (quoting <i>United States v. Peters,</i> <span class=\"citation\" data-id=\"757334\"><a href=\"/opinion/757334/united-states-v-florence-l-peters/\"><span class=\"volume\">153</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">445</span></a></span>, 461 (7th Cir.1998))); <i>see also United States v. Scholl,</i> <span class=\"citation\" data-id=\"761284\"><a href=\"/opinion/761284/united-states-v-william-l-scholl-united-states-of-america-v-william-l/\"><span class=\"volume\">166</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">964</span></a></span>, 979 (9th Cir.1999). Boulerice concedes that she filed the returns, and she does not challenge the materiality of the false statements. She also does not contend that the tax returns failed to include the required declaration. Boulerice does maintain, however, that the government failed to demonstrate that she willfully violated the statute. She also asserts that the government failed to demonstrate that she had actual knowledge of the returns' material falsity. We address these two contentions in turn.</p>\n    </div>\n    <p class=\"indent\">A. Willfulness</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Boulerice insists that the government \"failed to establish beyond a reasonable doubt that [she] acted willfully when she filed her income tax returns for 1993 and 1994.\" At trial, Boulerice took the stand in her own defense, testifying that she held an honest belief that she was required by law to file an income tax return for money that she had received from her father's corporation. She maintained that she was only doing what her accountant told her to do &#8212; file tax returns which reflected the \"wages\" she received from AIC and MPS. Therefore, the argument goes, the government failed to demonstrate willfulness as required by the statute. <i>See</i> 26 U.S.C. &#167; 7206(1) (\"Any person who <i>willfully</i> ....\") (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We have previously indicated that \"willfully,\" as that word is used in 26 U.S.C. &#167;&#167; 7201-7207, means \"a voluntary, intentional violation of a known legal duty.\" <i>United States v. Monteiro,</i> <span class=\"citation\" data-id=\"520580\"><a href=\"/opinion/520580/united-states-v-anthony-monteiro-aka-toy/\"><span class=\"volume\">871</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">204</span></a></span>, 209 (1st Cir.1989) (citing <i>Drape,</i> 668 F.2d at 26). The government need not present direct evidence of willfulness; rather, circumstantial evidence of willfulness can be sufficient to sustain a conviction. <i>Id.</i> at 211; <i>see also United States v. Olbres,</i> <span class=\"citation\" data-id=\"196204\"><a href=\"/opinion/196204/united-states-v-olbres/\"><span class=\"volume\">61</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">967</span></a></span>, 971 (1st Cir.1995) (\"[I]n proving tax evasion, `the government does not need to show direct evidence of tax motivation' so long as the jury has a sufficient circumstantial basis for inferring willfulness.\") (quoting <i>United States v. Hurley,</i> <span class=\"citation\" data-id=\"578196\"><a href=\"/opinion/578196/united-states-v-edmund-m-hurley-united-states-v-charles-r-burnett/\"><span class=\"volume\">957</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 4 (1st Cir.1992)).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Our decision in <i>Olbres</i> is illuminating. Having been convicted of tax evasion under 26 U.S.C. &#167; 7201, the defendants maintained on appeal that the government had not presented sufficient evidence of willfulness to sustain the verdict. They asserted that blind reliance on their accountant, and not willfulness or criminal intent, caused an underreporting of income. <i>Olbres,</i> 61 F.3d at 970. In rejecting their argument, we indicated that \"the critical datum is not whether the defendants ordered the accountant to falsify the return, but, rather, whether the defendants knew when they signed the return that it understated their income.\" <i>Id.</i> at 970-71. Moreover, \"[a] jury may permissibly infer that a taxpayer read his return and knew its contents from the bare fact that he signed it.\" <i>Id.</i> at 971; <i>see also Drape,</i> 668 F.2d at 26 (holding that defendant's signature on tax return sufficed to establish knowledge of incorrect contents); <i>United States v. Romanow,</i> <span class=\"citation\" data-id=\"324491\"><a href=\"/opinion/324491/united-states-v-harold-m-romanow/\"><span class=\"volume\">509</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">26</span></a></span>, 27 (1st Cir.1975) (holding that \"jury could conclude from nothing more than the presence of [defendant's] uncontested signature\" that violation was willful). Hence, in Boulerice's case, the government need only have presented sufficient evidence for the jury to conclude that when Boulerice signed her tax returns, those returns were not \"true and correct as to every material matter.\" 26 U.S.C. &#167; 7206(1). The jury was then permitted (though by no means required) to infer willfulness.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">At trial, however, the government elicited significantly more evidence of willfulness than Boulerice's signature on two false returns. Under cross-examination, Boulerice admitted that she knew that \"wages\" means income one earns by working, and she also admitted that she had never worked at AIC or MPS. Nevertheless, on her tax returns she claimed as \"wages\" the money she received from AIC and MPS. Moreover, Marvin Kennedy, AIC's former accountant, testified for the government that in 1992 Boulerice had voiced concerns about the propriety of receiving payroll checks from the companies when she was not actually working for them. Because of her unease, she wanted to know how she could \"eradicate\" [sic] herself from the situation. When Kennedy responded that her only option would be to forego further disbursements, Boulerice decided to remain on the payroll.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The government also produced evidence that, in response to an IRS audit of AIC, Boulerice signed and backdated phony job descriptions that falsely held her out as an employee of AIC. In June 1992, the IRS auditor asked AIC to produce more information about Boulerice's employment duties and the rent payments for her New York City apartment, which AIC had been deducting as a business expense. Laurie O'Brien, a vice-president of AIC, testified that she sent Boulerice two job description forms falsely detailing Boulerice's duties as an employee with the company. Each form was accompanied by a note: One was dated \"7/10/92\" and instructed Boulerice to \"sign and date using date of 6/2/88,\" and the other was dated \"7/11/92\" and informed Boulerice that she should sign using the \"date of 5/23/90. This is for audit.\" Boulerice signed the forms as requested and returned them to O'Brien.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Boulerice's misrepresentations did not end there. Postal Inspector Gerry Carmody testified that Boulerice continued to hold herself out as an employee of AIC as late as 1996. In May of that year, as a result of the criminal investigations into AIC and MPS, Carmody interviewed Boulerice concerning her relationship with the companies. When he asked her if she was an employee of AIC, she responded in a \"curt\" and \"annoyed\" manner that she was. After answering that question, Boulerice terminated the interview, telling Carmody that she wanted to speak to her father before answering any more questions.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Finally, while Boulerice insists that she had only \"rudimentary\" knowledge of her obligations under the tax code, the government produced evidence that Boulerice was not altogether unsophisticated. For example, in 1991 Boulerice provided her tax preparer with check stubs documenting income from her freelance work, together with a note revealing that she understood that those payments had to be included in her returns. This, when combined with Boulerice's testimony that she understood that \"wages\" meant money actually earned from working, supports an inference that Boulerice knew that the line \"wages, salaries, tips, etc.\" on her tax returns did not merely mean the dollar amounts contained in Box #1 of her W-2 forms, but that it meant income actually earned from work.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In light of the foregoing, we conclude that there was ample evidence to support the jury's finding that Boulerice willfully filed tax returns that she knew to be false. The jury reasonably could have found that Boulerice knew of her obligation to accurately report her income, she knew that the money she was receiving from AIC and MPS was not \"wages,\" and she repeatedly attempted to cover up the truth about her relationship with AIC and MPS. She nevertheless reported as \"wages\" on her tax returns the money she received from AIC and MPS. We will not disturb the jury's verdict.</p>\n    </div>\n    <p class=\"indent\">B. Actual Knowledge of Material Falsity</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In her opening brief, Boulerice also claims that the district court erred in denying her Rule 29 motion because there was \"no evidence that Boulerice `actually knew' the return[s] [were] materially false\" when she filed them. She asserts that the government was required to prove that she knew her father was deducting her \"wages\" as a business expense on his corporate income tax returns. Since the government did not do so, she maintains, she is entitled to judgment of acquittal.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">This assignment of error has no basis in law. Although the government had to prove to the jury the materiality of Boulerice's false statements, the government did not have to prove her knowledge of the materiality.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> <i>See LaSpina,</i> 299 F.3d at 179; <i>Drape,</i> 668 F.2d at 25-26; <i>cf. United States v. Notarantonio,</i> <span class=\"citation\" data-id=\"450371\"><a href=\"/opinion/450371/united-states-v-james-a-notarantonio-united-states-of-america-v-edward/\"><span class=\"volume\">758</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">777</span></a></span>, 785 n. 4 (1st Cir.1985) (holding that in prosecution under 18 U.S.C. &#167; 1001, \"knowledge\" is assessed \"with respect to the defendant's knowledge of the falsity of the statements rather than with respect to the defendant's knowledge of the statement's materiality to the federal agency involved\"). Hence, whether Boulerice actually knew of the false statements' materiality to the government does not enter the calculus of proof.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">III. The Admission of Evidence of Unreported Freelance Income as \"Other Bad Act\" Evidence</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">At trial, the government, without objection, cross-examined Boulerice concerning her failure to report freelance income to the IRS after 1992. Boulerice now claims that this \"extrinsic evidence,\" as she describes it,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> was highly prejudicial \"other bad act\" evidence offered to show criminal propensity without serving another legitimate purpose, in violation of Federal Rules of Evidence 404(b) and 403.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The government responds with a number of theories of admissibility. We need not dwell at length on any of them, however, for two reasons. First, since Boulerice failed to object below, we review only for plain error. <i>United States v. Olano,</i> <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">725</span></a></span>, 733, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1770</span></a></span>, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span></a></span> (1993); <i>United States v. Baldyga,</i> <span class=\"citation\" data-id=\"199179\"><a href=\"/opinion/199179/united-states-v-baldyga/\"><span class=\"volume\">233</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">674</span></a></span>, 684 n. 11 (1st Cir.2000). Under this standard, we will disregard the purported error unless \"a miscarriage of justice would otherwise result,\" or if the error \"seriously affects the fairness, integrity or public reputation of [the] judicial proceedings.\" <i>Olano,</i> 507 U.S. at 736, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1770</span></a></span>. Second, the government had already introduced evidence of Boulerice's unreported freelance income, without objection, during its case-in-chief, precluding any argument that this cross-examination affected Boulerice's substantial rights. <i>See</i> Fed.R.Crim.P. 52(a).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Among the witnesses called by the government was Marvin Kennedy, the AIC accountant who assisted with the preparation of Boulerice's 1991 and 1992 tax returns and who testified that Boulerice had provided him with receipts for freelance income which he included on her returns for those years. Thereafter, the government elicited testimony from Michael Barret, the AIC accountant who assisted with the preparation of Boulerice's 1993 and 1994 tax returns, that Boulerice did not claim any freelance income during those two years. When the government asked Barret if he would have included freelance income had Boulerice provided documentation of any, Boulerice objected to the question as \"calls for speculation.\"<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> The objection was overruled. Subsequently, the government &#8212; without objection from Boulerice &#8212; introduced evidence of paid freelance work performed by Boulerice in 1993 and 1994 through, among other things, the testimony of Boulerice's employers.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">When Boulerice took the stand, the government first cross-examined her about her knowledge of her responsibilities under the tax code:</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Q: And you know what wages are, for example? You know what that is, don't you?</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">A: What you make.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Q: And it's what you make when you work, correct?</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">A: Correct.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Q: And you knew that wages have to be reported accurately to the Internal Revenue Service, isn't that correct?</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">A: Yes.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">. . . .</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Q: You knew you had to report the figure on the income tax return accurately and truthfully and correctly, isn't that correct?</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">A: Yes.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Boulerice then testified that she had assisted her accountant in the preparation of her tax returns:</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Q: And you recall that you would send him information to assist him in reporting accurately all your income; do you recall doing that?</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">A: I believe I did.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">At this point the government began to cross-examine Boulerice about her various freelance jobs, the income she received from those jobs, and her failure to report that income on her tax returns. Under this questioning, Boulerice admitted to having failed to report significant freelance income on her tax returns.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Boulerice contests on appeal only this cross-examination and not the evidence of her unreported freelance income admitted during the government's case-in-chief. Hence we need not address the government's theories regarding the propriety of the cross-examination. Since the jury had already heard evidence of Boulerice's unreported freelance income without objection, Boulerice cannot be heard to complain that her cross-examination regarding the same was unfairly prejudicial. <i>See United States v. Perrotta,</i> <span class=\"citation\" data-id=\"777541\"><a href=\"/opinion/777541/united-states-v-edward-t-perrotta/\"><span class=\"volume\">289</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">155</span></a></span>, 165 (1st Cir.2002); <i>Doty v. Sewall,</i> <span class=\"citation\" data-id=\"545153\"><a href=\"/opinion/545153/arthur-doty-v-richard-sewall-arthur-doty-v-richard-sewall/\"><span class=\"volume\">908</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1053</span></a></span>, 1057 (1st Cir.1990); <i>Lacy v. Gardino,</i> <span class=\"citation\" data-id=\"470962\"><a href=\"/opinion/470962/leonard-lacy-v-joseph-gardino-superintendent-northeastern-correctional/\"><span class=\"volume\">791</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">980</span></a></span>, 986 (1st Cir.1986). Thus, we conclude that the district court did not plainly err in indulging the cross-examination.</p>\n    </div>\n    <p>IV. The Failure to Read Back Testimony</p>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">At the start of its second day of deliberations, the jury submitted a note to the court stating that the jury \"would like to listen to the testimony of Marvin Kennedy.\" Assuming that the jury was asking the court to read back the testimony of Kennedy in its entirety, the court (outside the presence of the jury) informed counsel: \"I don't do that. I've never done it before.\" The court continued:</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">I'll certainly hear you before I make my final decision but it's been my practice in the past not to do that for two reasons. First, I don't think we have a transcript of the testimony of Marvin Kennedy. We have the notes. We have the stenographic notes from which a transcript could be prepared, but I don't believe that we have a transcript of Mr. Kennedy's testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">....</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Even if we did, I would hesitate to read it to them. It would tend to put, I believe, or at least would have the potential for putting undue emphasis on Mr. Kennedy's testimony in contrast to the testimony of Mr. Barrett or the testimony of the defendant or whatever. And so if I was going to do it, I would probably have to consider doing all the witnesses' testimony as well so there won't be any imbalance.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">I'm sure it's frustrating to the jury to be told that they're not going to get what they're asking for, but this is what I've done in the past and this is what I am inclined to do in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Before I make my final decision, I'd be happy to hear from counsel.</p>\n    </div>\n    <p class=\"indent\">Counsel for Boulerice then stated:</p>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Well, I do know that from some past experience in other courts, the court reporter has read from the stenographic notes the testimony of the witness. Short of that, I would have no other possible suggestions, Your Honor.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The court then reiterated its concern that, even assuming an accurate transcript could be quickly assembled, there would still be the risk of inappropriately highlighting the testimony of Kennedy. After hearing from the prosecutor, who voiced his opposition to any read back, the court indicated that it would not read back the testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Boulerice now assigns error to this decision. A district court's decision not to read back testimony is reviewed only for abuse of discretion. <i>United States v. Akitoye,</i> <span class=\"citation\" data-id=\"554021\"><a href=\"/opinion/554021/united-states-v-adegboyega-akitoye/\"><span class=\"volume\">923</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">221</span></a></span>, 226 (1st Cir.1991). We find no abuse of discretion here.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Before the district court, Boulerice's counsel offered only one justification for reading back the testimony: other courts in which she has appeared have read back testimony. She failed, however, to respond to the two concerns articulated by the district court, both of which we have held to be valid considerations. <i>See United States v. Aubin,</i> <span class=\"citation\" data-id=\"581511\"><a href=\"/opinion/581511/united-states-v-paul-edward-aubin/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">980</span></a></span>, 983 (1st Cir.1992) (indicating that \"risk of confusion\" and \"difficulty in compliance\" are proper considerations in ruling on request for read back of testimony).</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Belatedly, Boulerice now maintains that of all the witnesses, Kennedy was \"the crucial one,\" that Kennedy's testimony was short and consisted of \"only\" seventy pages of trial transcript, and that the court reporter was capable of accurately reading back from her stenographic notes. Whatever the merits of any of these arguments, they do not alter our conclusion that the district court acted well within its discretion in denying the read back.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Boulerice also complains that the district court did not actually exercise any discretion in deciding not to read back the testimony. She claims that the district court, in a \"knee-jerk reaction,\" summarily dismissed the jury's request, without engaging in the thoughtful balancing of interests which normally goes into the exercise of a court's sound discretion. We disagree. While the district court did initially indicate its reluctance to read back the testimony (\"I don't do that. I've never done that before.\"), it subsequently explained why it was inclined to deny the jury's request. The court then gave counsel the opportunity to be heard and to present any counter-arguments before making a final decision. Only then did the district court render its final decision. We therefore reject Boulerice's claim that the district court failed to engage in the proper analysis.</p>\n    </div>\n    <p>V. The Prosecutor's Closing Argument</p>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Boulerice's final claim of error concerns three statements made by the prosecutor during closing argument &#8212; only one of which elicited an objection from Boulerice. Boulerice claims that these statements \"improperly shifted the burden of proof to the defendant.\" We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Part of Boulerice's defense theory hinged on her relationship with her father. In an effort to defeat the government's conspiracy charge, Boulerice claimed that she had an abusive relationship with her father and that she was in such fear of him that there was no way she could turn down the money that he sent her through MPS and AIC. She unquestioningly accepted the payments from him because she was afraid to inquire about their source and thereby risk incurring his wrath. Thus, she argued, there was no conspiracy to defraud the United States.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">The only witness to testify to this allegedly difficult father-daughter relationship was Lisa Boulerice herself. In closing argument, the prosecutor commented on this fact:</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">And one of the things about intent that you can do is you can consider the credibility of that person because there's really no other evidence that the defense has presented, other than this person, the defendant who has the most to lose, and if you don't think that she's credible, that means you can consider that as evidence of guilt.</p>\n    </div>\n    <p class=\"indent\">Later, the prosecutor continued:</p>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">We will never know what the true relationship between her father and this defendant was. We do know that they haven't put a shred of evidence on from anyone else as to the true nature of the relationship.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Boulerice interposed an objection after this comment. She did not indicate a basis for her objection. The court responded: \"I'm going to overrule it. The jury may consider the evidence for what it's worth.\" The prosecutor then immediately picked up where he left off:</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Calling not just the defendant but another witness as well,<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> and yet you're supposed to believe the uncorroborated testimony of this one person alone.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Boulerice claims that these statements impermissibly shifted the burden of proof in the jury's eyes from the government to her.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Boulerice cites no authority in support of her position, nor can we find any. Indeed, the case law makes clear that when a defendant puts her credibility at issue by testifying, the prosecution can comment on the implausibility of her testimony or its lack of an evidentiary foundation. <i>See, e.g., United States v. Roberts,</i> <span class=\"citation\" data-id=\"197474\"><a href=\"/opinion/197474/united-states-v-roberts/\"><span class=\"volume\">119</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1006</span></a></span>, 1014 (1st Cir.1997) (\"When a defendant advances a theory of the case, [ ] this opens the door to an appropriate response by the prosecution, commenting on the quality of his witnesses or attacking the weak evidentiary foundation on which the defendant's theory of the case rested.\") (ellipses and quotation marks omitted); <i>United States v. Kubitsky,</i> <span class=\"citation\" data-id=\"306804\"><a href=\"/opinion/306804/united-states-v-george-burton-kubitsky/\"><span class=\"volume\">469</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1253</span></a></span>, 1255 (1st Cir.1972) (noting that prosecutor may \"comment upon the absence of witnesses other than the defendant, such as alibi witnesses, that might have been logically expected\").</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">As for the particular comments at issue here, we were faced with a similar situation in <i>United States v. Savarese,</i> <span class=\"citation\" data-id=\"390432\"><a href=\"/opinion/390432/united-states-v-vincent-savarese/\"><span class=\"volume\">649</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">83</span></a></span> (1st Cir.1981). In that case, the defendant did not choose to take the stand. He did, however, offer alibi testimony from his mother. During closing argument, the government highlighted the fact that the only alibi presented was from a highly biased witness, and that there were no other witnesses to corroborate this alibi. We held that the prosecutor's argument was not improper.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">To be sure, the statements were, to some degree, a comment on defendant's failure to produce evidence, which, of course, defendant had no obligation to do. However, defendant chose to call witnesses and put forth an alibi. Having done so, he had no right to expect the government to refrain from commenting on the quality of his alibi witnesses or from attacking the weak evidentiary foundation on which the alibi rested.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\"><i>Id.</i> at 87. While it is axiomatic that the prosecutor cannot comment on a defendant's failure to testify, <i>see Griffin v. California,</i> <span class=\"citation\" data-id=\"107038\"><a href=\"/opinion/107038/griffin-v-california/\"><span class=\"volume\">380</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">609</span></a></span>, 615, <span class=\"citation\" data-id=\"107038\"><a href=\"/opinion/107038/griffin-v-california/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1229</span></a></span>, <span class=\"citation\" data-id=\"107038\"><a href=\"/opinion/107038/griffin-v-california/\"><span class=\"volume\">14</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">106</span></a></span> (1965), once a defendant has taken the stand in her own defense, the prosecutor is not precluded from impugning the defendant's credibility by commenting on her failure to produce any corroborating evidence. Other courts have come to the same conclusion. <i>See United States v. Cabrera,</i> <span class=\"citation\" data-id=\"767445\"><a href=\"/opinion/767445/united-states-v-pedro-pablo-cabrera-opinion/\"><span class=\"volume\">201</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1243</span></a></span>, 1250 (9th Cir.2000); <i>United States v. Bautista,</i> <span class=\"citation\" data-id=\"669661\"><a href=\"/opinion/669661/united-states-v-miguel-bautista-and-tony-rodriguez-perez-luis-r/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">726</span></a></span>, 733 (2d Cir.1994); <i>United States v. Dahdah,</i> <span class=\"citation\" data-id=\"516076\"><a href=\"/opinion/516076/united-states-v-hasna-sayed-dahdah/\"><span class=\"volume\">864</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">55</span></a></span>, 59 (7th Cir.1988); <i>see also</i> 75A Am.Jur.2d Trial &#167; 605 (2002) (\"[A] prosecutor may properly comment on the defendant's failure to present exculpatory evidence which would substantiate defendant's story as long as it does not constitute a comment on a defendant's silence.\"). In light of these ample precedents, there was nothing improper about the prosecutor's comments here.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> For convenience, we refer to Lisa Boulerice as \"Lisa\" or \"Boulerice,\" and Ronald Boulerice as \"Ronald.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Ronald Boulerice pleaded guilty to one count of mail fraud, one count of conspiracy to commit mail fraud, two counts of money laundering, and one count of filing a false tax return</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> A \"material\" matter is one that is likely to affect the calculation of tax due and payable, or to affect or influence the IRS in carrying out the functions committed to it by law, such as monitoring and verifying tax liability<i>See DiRico,</i> 78 F.3d at 735-36. As indicated previously, Boulerice does not challenge on appeal the materiality of the false statements.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> At one point in the instructions, the district court instructed the jurors that the government had to prove that \"Boulerice herself actually knew the return was materially false.\" This, as explained in the text, overstates the government's burden. Elsewhere in its instructions, however, the court more accurately instructed that \"the defendant must be proved to have known that material statements in the return were false\" and that she \"in fact did not believe the return was true and correct in every material matter.\" We do not believe that, taken as a whole, these instructions confused or misled the jury<i>See United States v. Smith,</i> <span class=\"citation\" data-id=\"199804\"><a href=\"/opinion/199804/united-states-v-smith/\"><span class=\"volume\">278</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">33</span></a></span>, 38 (1st Cir.2002).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> \"Extrinsic evidence\" is evidence of specific instances of conduct \"not relevant in the litigation to establish a fact of consequence,\" i.e., evidence of a \"collateral matter.\"<i>United States v. Andujar,</i> <span class=\"citation\" data-id=\"195947\"><a href=\"/opinion/195947/united-states-v-andujar/\"><span class=\"volume\">49</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">16</span></a></span>, 26 (1st Cir.1995). Testimony elicited under cross-examination, however, is not actually \"extrinsic.\" <i>See</i> 4 Jack B. Weinstein &amp; Margaret A. Berger, <i>Weinstein's Federal Evidence,</i> &#167; 608.20[1] (Joseph M. McLaughlin, ed., Matthew Bender 2d ed. (2003))(\"Evidence is `extrinsic' if offered through documents or other witnesses, rather than through cross-examination of the witness himself or herself.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Rule 404(b) provides, in pertinent part:</p>\n        <p class=\"indent\">Evidence of other crimes, wrongs, or acts is not admissible to prove the character of a person in order to show action in conformity therewith. It may, however, be admissible for other purposes, such as proof of motive, opportunity, intent, preparation, plan, knowledge, identity, or absence of mistake or accident, provided that upon request by the accused, the prosecution in a criminal case shall provide reasonable notice in advance of trial ... of the general nature of any such evidence it intends to introduce at trial.</p>\n        <p class=\"indent\">Fed.R.Evid. 404(b). Under Rule 403, relevant evidence may be excluded \"if its probative value is substantially outweighed by the danger of unfair prejudice, confusion of the issues, or misleading the jury, or by considerations of undue delay, waste of time, or needless presentation of cumulative evidence.\" Fed.R.Evid. 403.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The district court, overruling Boulerice's \"speculation\" objection, nevertheless sua sponte raised the issue of other bad act evidence, expressing a concern that the government was perhaps trying to elicit inadmissible \"propensity evidence.\" The government responded that the evidence went to Boulerice's intent, particularly her knowledge of her responsibilities under the tax laws. Boulerice essentially repeated her speculation objection. The court then indicated that, \"to the extent this is evidence of some sort of bad act, I think it is relevant on the issue of intent and I don't think that its probative value is outweighed by any prejudicial value.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The jury acquitted Boulerice of the conspiracy count</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Other than Boulerice, the defense called only one other witness at trial &#8212; a character witness who did not corroborate Boulerice's story regarding her relationship with her father</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Since we have concluded that the statements were not improper, we need not determine whether any objection to them was properly preserved</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107038/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110138/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112848/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195947/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196204/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197474/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198013/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199179/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199804/",
    "http://www.courtlistener.com/api/rest/v3/opinions/306804/",
    "http://www.courtlistener.com/api/rest/v3/opinions/324491/",
    "http://www.courtlistener.com/api/rest/v3/opinions/390432/",
    "http://www.courtlistener.com/api/rest/v3/opinions/450371/",
    "http://www.courtlistener.com/api/rest/v3/opinions/470962/",
    "http://www.courtlistener.com/api/rest/v3/opinions/516076/",
    "http://www.courtlistener.com/api/rest/v3/opinions/520580/",
    "http://www.courtlistener.com/api/rest/v3/opinions/545153/",
    "http://www.courtlistener.com/api/rest/v3/opinions/554021/",
    "http://www.courtlistener.com/api/rest/v3/opinions/578196/",
    "http://www.courtlistener.com/api/rest/v3/opinions/581511/",
    "http://www.courtlistener.com/api/rest/v3/opinions/661452/",
    "http://www.courtlistener.com/api/rest/v3/opinions/669661/",
    "http://www.courtlistener.com/api/rest/v3/opinions/734111/",
    "http://www.courtlistener.com/api/rest/v3/opinions/757334/",
    "http://www.courtlistener.com/api/rest/v3/opinions/761284/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767445/",
    "http://www.courtlistener.com/api/rest/v3/opinions/768669/",
    "http://www.courtlistener.com/api/rest/v3/opinions/777541/",
    "http://www.courtlistener.com/api/rest/v3/opinions/778643/",
    "http://www.courtlistener.com/api/rest/v3/opinions/780048/"
  ]
}