{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/200543/",
  "absolute_url": "/opinion/200543/united-states-v-guerra-garcia/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/200543/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T04:55:05Z",
  "date_modified": "2016-02-28T05:03:16.268825Z",
  "type": "010combined",
  "sha1": "e367054ab9413e94b7b2c2a1096c8b5de34701ea",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/02-1906-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2003/07/16/US_v._Guerra-Garcia.pdf",
  "plain_text": "             United States Court of Appeals\n                        For the First Circuit\n\nNos. 02-1906\n     02-1930\n                       UNITED STATES OF AMERICA,\n\n                               Appellee,\n\n                                  v.\n\n                 JORGE GUERRA-GARCIA; ARTURO CAVAZOS,\n\n                        Defendants, Appellants.\n\n\n             APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n                   FOR THE DISTRICT OF RHODE ISLAND\n\n             [Hon. Ernest C. Torres, U.S. District Judge]\n\n\n\n                                Before\n\n                          Lipez, Circuit Judge,\n                    Porfilio,* Senior Circuit Judge,\n                       and Howard, Circuit Judge.\n\n\n\n     Darla J. Mondou, with whom John M. Claffey was on the brief\nfor appellant.\n     Demetra Lambros, Attorney, United States Department of\nJustice, with whom Margaret E. Curran, United States Attorney, and\nJames H. Leavey, Assistant United States Attorney General were on\nthe brief, for the United States.\n\n\n                             July 16, 2003\n\n\n\n     *\n         Of the Tenth Circuit, sitting by designation.\n\f             PORFILIO, Senior Circuit Judge.           In this consolidated\n\nappeal, Defendant Jorge Guerra-Garcia and Arturo Cavazos challenge\n\ntheir convictions for conspiring to transport an illegal alien\n\nwithin   the       United    States,     in      violation        of    8    U.S.C.\n\n§ 1324(a)(1)(A)(v)(I), and of transporting an illegal alien within\n\nthe United States, in violation of 8 U.S.C. §§ 1324(a)(1)(A)(ii)\n\nand (v)(II).       Trial was held in the United States District Court\n\nfor the District of Rhode Island.             After the verdict, Defendants\n\nmoved for a judgment of acquittal under Fed. R. Crim. P. 29, which\n\nthe district court denied.           Both Defendants were sentenced to\n\nconcurrent 13-month terms of imprisonment.\n\n             On appeal, Defendants make two claims.                    First, they\n\nassert the district court erred by denying their Rule 29 motions\n\nbecause evidence was insufficient to support the convictions.\n\nSecond, they argue the court committed plain error in instructing\n\nthe jury.     Concluding Defendants have not carried their appellate\n\nburdens of demonstrating that no rational jury could have convicted\n\nbeyond   a    reasonable     doubt     and    that   the     district       court’s\n\ninstructions, taken as a whole, violated their substantial rights,\n\nwe affirm.\n\n             In February 2001, Francisco Rodriguez illegally entered\n\nthe United States from Mexico and attempted to join his son,\n\nCarmen, also an illegal alien living in North Carolina. Initially,\n\nFrancisco    was    led   across   the   Texas    border     by    Mexican    alien\n\n\n                                       -2-\n\fsmugglers.    Once in Texas, he was put into the hands of Defendants\n\nfor the journey to North Carolina. Ten days later, Defendants were\n\narrested     in   Providence,   Rhode      Island,    by   Immigration    and\n\nNaturalization     Service   (INS)   agents.     In    exchange   for    their\n\ntruthful testimony at Defendants’ trial, Francisco and Carmen were\n\ngranted immunity from prosecution, given immigration papers, and\n\nallowed to work in this country during the pendency of the trial.\n\n             After many difficulties on the Mexican side of the\n\nborder, including Carmen’s $600 payment to a smuggler who left\n\nFrancisco stranded in a hotel room in Mexico, Francisco entered the\n\nUnited States.     He hid for about 13 hours, along with 15-20 other\n\naliens, before he was taken to a safe house run by Luis Martinez.\n\nMartinez asked Francisco for the name and number of the person\n\npaying for his trip to North Carolina.           Martinez then contacted\n\nCarmen, who wired $200 for food and clothing for his father.\n\n             After two days, Francisco and the others were taken to an\n\napartment in Houston, where he provided his contact information to\n\nanother smuggler, Uriel Cortes Gomez. Gomez requested a balance of\n\n$1,000 from Carmen to take Francisco to North Carolina. Gomez also\n\nstated the trip from Houston to North Carolina would cost an\n\nadditional $250 if paid up-front or $450 if paid upon delivery.\n\nNot having the additional $250, Carmen wired Gomez $1,000 and\n\nagreed to pay $450 upon his father’s arrival in North Carolina.\n\n\n\n\n                                     -3-\n\f           Two days later, Gomez took Francisco to a “big house”\n\noperated by “Flash Van Tours” where “they ha[d] some vans” outside.\n\nGomez told Francisco he was “all set” and directed him to a room\n\ninside the house, where he joined about 30 others.             Francisco had\n\nno money and only a small bag with a shirt and a pair of pants.\n\n           After about three hours, Defendant Guerra-Garcia called\n\nout the names of 15-17 people, all from Mexico, Guatemala, or\n\nBrazil, and ushered them into a van.           He gave Francisco a ticket\n\nwhich bore his name, but no price.          Francisco paid nothing for the\n\nticket. Guerra-Garcia assigned the passengers to their seats, four\n\nto a bench, directed them not to talk, and took his place in the\n\ndriver’s seat.     Ten    minutes     later,   they   picked   up   Defendant\n\nCavazos, who shared driving duties for the rest of the trip.\n\n           At their first stop in Louisiana, Guerra-Garcia and\n\nCavazos allowed a woman and her children, but no one else, to exit\n\nthe van and use the bathroom. Guerra-Garcia explained to the group\n\nthat the men were not allowed to get out because Louisiana “was a\n\nlittle bit dangerous” and “people are somewhat racist and they\n\ncould say something.”         At later stops, passengers were allowed\n\nbathroom breaks and given the opportunity to purchase food.\n\n           Throughout the trip, defendants utilized a procedure for\n\ndropping   passengers    at   their   destinations.      Guerra-Garcia     or\n\nCavazos would call ahead to a “pick-up” person and only those\n\nleaving permanently would exit the van at a specific drop-off\n\n\n                                      -4-\n\flocation. To organize this process, Defendants carried a passenger\n\nmanifest, which listed each rider’s name, destination, contact\n\ntelephone numbers, and balance owed.\n\n           As     the    van   approached     North   Carolina,    Guerra-Garcia\n\ncalled Carmen, stating that if he had Francisco’s fare, they would\n\ndrop him off on Route 85 next to a McDonald’s.                  Carmen, however,\n\ntold Guerra-Garcia he only had $200, but asked to have his father\n\ndropped off anyway and promised to get the remaining $250 by the\n\nweekend.   Guerra-Garcia refused, claiming “many people had failed\n\nto pay them.”       Carmen said he would try to get the extra money\n\nwithin a half hour and took down Guerra-Garcia’s cell phone number.\n\n           Carmen       was    not   able   to   obtain   the   money    and   again\n\npromised to raise money over the weekend.                 Guerra-Garcia refused,\n\nstating they would keep Francisco for the trip to Boston; if Carmen\n\nhad the money by the time they returned to North Carolina, they\n\nwould drop Francisco off then.              If not, they would return him to\n\nHouston.\n\n           The trip continued.              In Virginia, Guerra-Garcia and\n\nCavazos    left    the    van    and    brought    back     hamburgers    for    the\n\npassengers.       When they reached Boston and dropped off a group of\n\nBrazilians at a private home, everyone was invited in for dinner.\n\nMeanwhile, in Providence, INS agents received a tip that a group of\n\nillegal aliens was headed their way.\n\n\n\n\n                                        -5-\n\f              After the meal, Francisco, two remaining passengers, and\n\nDefendants headed toward Rhode Island.                     Upon their arrival in\n\nProvidence on February 20, 2001, Defendants were arrested.                      INS\n\nagents      seized   $5,461      in   cash    from   the    Defendants’    personal\n\npossession and a cell phone from Guerra-Garcia. In the van, agents\n\ndiscovered the passenger manifest, an envelope with receipts for\n\nfuel, tolls, and food, and a Rand McNally atlas opened to a map of\n\nMassachusetts.\n\n         I.    Denial of the Motion for Judgment of Acquittal\n\n                         - Sufficiency of the Evidence\n\n              We review a district court’s denial of a judgment of\n\nacquittal de novo.        United States v. Collazo-Aponte, 216 F.3d 163,\n\n193 (1st Cir. 2000).        In appealing the denial of a Rule 29 motion,\n\na defendant who challenges the sufficiency of the evidence must\n\nshow   no     rational    jury    could   have    found     him   guilty   beyond   a\n\nreasonable doubt.         United States v. Rodriguez, 162 F.3d 135, 141\n\n(1st Cir. 1998); see United States v. Hernandez, 218 F.3d 58, 64\n\nn.4 (challenges to denial of Rule 29 motion and to sufficiency of\n\nevidence raise same question).               We view the evidence in the light\n\nmost favorable to the prosecution, drawing all inferences in its\n\nfavor, and resolve all credibility determinations in line with the\n\nverdict.      United States v. Piper, 298 F.3d 47, 59 (1st Cir. 2002);\n\nUnited States v. Medina-Garcia, 918 F.2d 4, 7 (1st Cir. 1990) (Rule\n\n29).\n\n\n                                          -6-\n\f          Count       III     charged     a   violation        of   8   U.S.C.\n\n§ 1324(a)(1)(A)(v)(I), which makes it a crime to “engage[] in any\n\nconspiracy     to   commit”   the   substantive    act    of    knowingly   or\n\nrecklessly transporting an illegal alien.           The statutory basis\n\nfor Count IV, 8 U.S.C. § 1324(a)(1)(A)(ii), provides that anyone\n\nwho:\n\n             Knowingly or in reckless disregard of the fact\n             that an alien has come to, entered, or remains\n             in the United States in violation of law,\n             transports, or moves or attempts to transport\n             or move such alien within the United States by\n             means of transportation or otherwise, in\n             furtherance of such violation of law . . .\n             shall be punished.\n\nAs the district court instructed the jury, to convict on Count IV,\n\nthe Government had to prove: (1) the alien named in the indictment\n\n(here, Francisco Rodriguez) was not lawfully in the United States;\n\n(2) defendants knew or recklessly disregarded that fact; (3)\n\ndefendants transported the alien into the United States; and (4)\n\ndefendants acted willfully in furtherance of the alien’s illegal\n\npresence in the United States.           See United States v. Angwin, 271\n\nF.3d 786, 805 (9th Cir. 2001), cert. denied, 535 U.S. 966 (2002);\n\nFederal Jury Practice & Instructions, § 51B.06 (1999 Supplement).\n\n          Defendants take issue with the proof of the conspiracy\n\nelement of Count III, the touchstone of which is an agreement to do\n\nan unlawful act.      United States v. Martinez-Medina, 279 F.3d 105,\n\n113 (1st Cir. 2002).          The Government must prove a defendant’s\n\n\n\n                                        -7-\n\fintent to agree and intent to commit the substantive offense with\n\nthe named co-conspirators or unnamed others.      United States v.\n\nGomez-Pabon, 911 F.2d 847, 853 (1st Cir. 1990).   A defendant need\n\nnot have knowledge of all the details of the conspiracy, the\n\nparticipants in the conspiracy, or their acts.    United States v.\n\nWilliams, 809 F.2d 75, 86 (1st Cir. 1986).   “The jury may infer an\n\nagreement circumstantially by evidence of, inter alia, a common\n\npurpose (such as a purpose to sell illicit drugs), overlap of\n\nparticipants, and interdependence of elements in the overall plan.”\n\nMartinez-Medina, 279 F.3d at 113-14.\n\n          Claiming they made no attempt to hide their activities,\n\nDefendants maintain they did not act in a manner consistent with a\n\nconspiracy to transport an illegal alien.1        The van used to\n\ntransport Francisco had windows, the doors were not bolted shut,\n\nand Francisco was not handcuffed or restrained in any manner.2\n\nPassengers were allowed to use the bathroom and purchase food at\n\nstores during the trip.     Flash Van Tours operated openly in\n\nHouston; people were allowed to enter and exit the building freely.\n\n\n\n     1\n      The Ninth Circuit has held there is no ipso facto exemption\nfrom 8 U.S.C. § 1324(a) for those who transport illegal aliens\nduring the course of employment.     United States v. Hernandez-\nGuardado, 228 F.3d 1017, 1023 (9th Cir. 2000). The First Circuit\nhas not ruled on this precise issue. Because other circumstantial\nevidence supports Defendants’ conviction on both the transport and\nconspiracy counts, we need not resolve the issue in this case.\n     2\n      To the extent Defendants regard such acts as required conduct\nof illegal alien transporters, their hypothesis is unrealistic.\n\n                               -8-\n\f            Defendants concede the passenger manifest demonstrates\n\ntheir purported involvement in an alleged conspiracy, but maintain\n\nit is insufficient to satisfy proof beyond a reasonable doubt,\n\nparticularly because the list did not state the nationalities or\n\ncitizenship      of    passengers.      Francisco’s    presence      in    the   van\n\nresulted from the manager of Flash Van Tours’ “on-the-side deal”\n\nwith Martinez and Gomez, reached entirely without Defendants’\n\ninvolvement.          Further,   Defendants    point   to   the   fact     the   INS\n\ninvestigation         of   telephone   records    showed    no    calls    between\n\nDefendants to Gomez or Martinez or vice versa.3\n\n            In contrast, the Government urges there was sufficient\n\nevidence    to    support     the    conspiracy   convictions.        We    agree.\n\nTogether,   Defendants        transported     Francisco     within   the    United\n\nStates, knowing or recklessly disregarding his illegal alien status\n\nin furtherance of his unlawful presence in this country. At least,\n\nDefendants agreed with each other to illegally transport Francisco\n\n– sufficient standing alone to satisfy a conspiracy charge.                      See\n\nUnited States v. Alemany Rivera, 781 F.2d 229, 234 (1st Cir. 1985)\n\n(conspiratorial agreement “may consist of no more than a tacit\n\nunderstanding”).\n\n\n\n\n     3\n      On appeal, Defendants do not address the inference of\nconspiracy arising from the fact that Guerra-Garcia refused to drop\nFrancisco off in North Carolina because Carmen did not have the\nfare he previously promised.\n\n                                        -9-\n\f            Further, circumstantial proof indicates Defendants were\n\npart of a larger conspiracy involving Gomez, Martinez, and unnamed\n\nothers.         Gomez    and    Martinez    facilitated    Francisco’s     border\n\ncrossing; Gomez negotiated Francisco’s fare to North Carolina with\n\nCarmen; and Gomez delivered Francisco to the house where he was\n\nlater collected by Guerra-Garcia.              Defendants were aware of the\n\nterms of the deal Gomez had reached with Carmen, and, because “many\n\npeople    had    failed    to   pay   them,”   refused,    without     consulting\n\nsuperiors at Flash Van Tours, to deliver Francisco unless full\n\npayment was tendered. The jury could have inferred Defendants were\n\nin league with Gomez, as bill collectors at minimum, or as agents\n\nor partners.      Once the existence of a conspiracy is established, a\n\ndefendant’s connection to it need only be slight, if knowing and\n\nwilling.    United States v. Brandon, 17 F.3d 409, 428 (1st Cir.\n\n1994) (once conspiracy and defendant’s intent to further it is\n\nestablished,      “any     connection      between   the   defendant    and   the\n\nconspiracy, even a slight one, will be sufficient to establish\n\nknowing participation”).\n\n            Defendants next contend the Government did not prove they\n\nknowingly and recklessly disregarded the fact that Francisco was an\n\nillegal alien.          Although there is no direct evidence Defendants\n\nknew Francisco was an illegal alien, that they had knowledge of\n\nthat fact or recklessly disregarded it may be based entirely on\n\ncircumstantial evidence, including inferences from the surrounding\n\n\n\n                                        -10-\n\fcircumstances.       See United States v. Olbres, 61 F.3d 967, 971 (1st\n\nCir. 1995).\n\n           Defendants       maintain       the     surrounding      circumstances\n\nreasonably did not cause them to question Francisco’s alienage.\n\nFirst, they claim Francisco’s inability to speak English bore no\n\ncorrelation to his illegal alien status because many United States\n\ncitizens speak only Spanish.         The fact he was carrying only a small\n\nbag and had no money did not indicate his status because many\n\nforeign-born travelers carry light luggage.                 Defendants suggest,\n\nfor example, a Puerto Rican Spanish-speaker traveling from Houston,\n\ncarrying only a small bag would not be an illegal alien.                     Second,\n\ntheir refusal to drop off Francisco without full payment from\n\nCarmen   was   not    an   indication      Defendants       knew   or     recklessly\n\ndisregarded    Francisco’s         illegal       presence    in    this     country.\n\nDefendants claim they were merely following orders from superiors\n\nat Flash Van Tours not to release any traveler without full\n\npayment.   While acknowledging the practice is unusual, Defendants\n\nurge Flash Van Tours’ collection of the bus fare at the point of\n\ndestination does not support an inference that only illegal aliens\n\nwould agree to such terms.            Moreover, the fact that Defendants\n\nintended to return Francisco to Houston, in their view, is evidence\n\nthey did not know he was an illegal alien.\n\n           By contrast, the Government points to numerous factors\n\nfrom which     a   jury    could   infer     Defendants     knew   or     recklessly\n\n\n\n                                       -11-\n\fdisregarded Francisco’s alien status. When Guerra-Garcia first met\n\nFrancisco, they were in Houston, a border state city, in a room\n\nfull of foreigners from Guatemala, Mexico, and Brazil.           Francisco\n\nhad no money, no luggage other than a small bag with a shirt and\n\npants, and no bus ticket.     See United States v. Shaddix, 693 F.2d\n\n1138 (5th Cir. 1982) (fact that individuals carried cloth sacks and\n\nspoke no English, among other things, indicated they were in the\n\nUnited States illegally).    On the trip, Defendants acted as guards\n\nand guardians of their charges, directing passengers to the van,\n\nassigning seats, instructing them not to talk, and refusing to let\n\nmale riders off for a bathroom break in North Carolina because\n\npeople are “somewhat racist” and “could say something.” At another\n\nstop, Defendants bought hamburgers for the passengers and accepted\n\non their behalf a dinner invitation at the Boston home of a\n\nBrazilian rider’s sponsor.\n\n           The Government maintains Defendants’ method of dropping\n\noff passengers was also far from that of a typical bus driver.\n\nEach passenger was delivered to his own unique spot, where others\n\nwere not allowed to leave the van.      Payment likewise was unusual.\n\nA rider’s fare, which had to be paid in cash only, was prearranged\n\nwith his “contact person” and collected at the end of the trip.\n\n           As the Government correctly states, while any one factor\n\nin   evidence,   standing   alone,   might   not   itself   be   proof   of\n\nknowledge, the combination of all the circumstances equals “more\n\n\n\n                                 -12-\n\fthan the sum of its parts.”          United States v. De La Cruz, 996 F.2d\n\n1307, 1311 (1st Cir. 1993); see also United States v. Martin, 228\n\nF.3d 1, 10 (1st Cir. 2000) (juries need not evaluate pieces of\n\nevidence in isolation, but “may draw conclusions from the sum of an\n\nevidentiary presentation”).          Defendants’ arguments on the issue of\n\nknowledge are not persuasive.\n\n           Finally,    Defendants       argue   to    be   guilty     of   the    “in\n\nfurtherance”    element    of   18     U.S.C.   §    1324(a),   one    must      have\n\nknowledge of the alien’s illegal status in the United States.\n\nRelying upon their theory that the prosecution did not prove their\n\nknowledge of Francisco’s status, Defendants argue it follows the\n\nprosecution likewise did not prove the “in furtherance” element.\n\nThe argument fails because it is based upon a faulty premise.\n\n                          II.   Jury Instructions\n\n           Defendants challenge the instruction defining the term\n\n“reckless disregard” as an element of the offense of transporting\n\nan illegal alien.      See 8 U.S.C. § 1324(a)(1)(A)(ii).               They claim\n\nthe instruction given diminished the Government’s burden of proving\n\nguilty knowledge.      No objection was made at trial; therefore, we\n\nwill review this issue for plain error.                 See United States v.\n\nGeronimo, 330 F.3d 67, 74-75 (1st Cir. 2003); United States v.\n\nWeems, 322 F.3d 18, 26 (1st Cir. 2003).                In the course of this\n\nreview,   we   may   correct    only    “particularly      egregious”      errors.\n\nUnited States v. Richard, 234 F.3d 763, 770 (1st Cir. 2000)\n\n\n                                       -13-\n\f(internal quotation marks omitted); see also United States v.\n\nYoung, 470 U.S. 1, 15 (1985) (“[T]he plain-error exception to the\n\ncontemporaneous-objection rule is to be ‘used sparingly, solely in\n\nthose   circumstances   in   which    a     miscarriage   of   justice   would\n\notherwise result.’”) (citation omitted).\n\n             The district court gave a lengthy instruction on the\n\nmeaning of “recklessly disregard,” ultimately explaining precisely\n\nhow the Government could show the Defendants acted with reckless\n\ndisregard.     The court stated:\n\n             A Defendant may be found to have recklessly\n             disregarded a fact if the Defendant had\n             knowledge of a fact or if you find that the\n             Defendant deliberately closed his eyes to a\n             fact that otherwise would have been obvious to\n             him. . . . [I]n order to infer that a\n             Defendant had knowledge of a fact, you have\n             got to be satisfied that the Government has\n             proven two things beyond a reasonable doubt .\n             . . first you have got to be satisfied that\n             the Government has shown that the Defendant\n             knew that it was very likely that the matter\n             to be inferred was a fact. And in this case,\n             the matter to be inferred, that the Government\n             is asking you to infer, that is that . . .\n             Francisco Rodriguez was here illegally.     So\n             the first thing the Government has to show you\n             is that the Defendant knew that it was very\n             likely that Mr. Rodriguez was here illegally.\n\n             And the second thing that the Government has\n             to show is that the Defendant consciously and\n             deliberately avoided learning that fact; that\n             is to say, that the Defendant [may not] avoid\n             criminal responsibility by deliberately and\n             purposely avoiding learning a fact that he\n             knows is very likely to be so. That’s what it\n             basically comes down to.\n\n                                   * * *\n\n                                     -14-\n\f           [T]he question isn’t whether the Defendant\n           should have been or could have been more alert\n           or more diligent in determining whether Mr.\n           Rodriguez knew that he . . . probably was and\n           deliberately took steps to avoid learning that\n           for certain. That’s what it comes down to.\n           (Emphasis added).\n\n           Defendants object to the use of the word “probably” in\n\nthe last paragraph, arguing it allowed them to be convicted upon a\n\nfinding they “probably” knew Francisco Rodriguez was an illegal\n\nalien.   We do not agree.   We believe the court’s use of “probably”\n\nin the instruction was a reference to Mr. Rodriguez’ status, and\n\nnot to the likelihood of the Defendants’ knowledge of that status.\n\n           Defendants’ argument simply fails to show a particularly\n\negregious error or to demonstrate a miscarriage of justice occurred\n\nthat would lead to a finding of plain error.    Indeed, there was no\n\nerror at all.   See United States v. Cunan, 152 F.3d 29, 40 (1st\n\nCir. 1998) (“The record demonstrates that the court instructed the\n\njury that the government must prove the knowledge element of the\n\noffense beyond a reasonable doubt, before outlining the ways in\n\nwhich the knowledge element could be satisfied, including willful\n\nblindness.”).\n\n           Defendants also contend the district court failed to\n\ninstruct on aiding and abetting, asserting the failure affected\n\ntheir substantial rights.   This, if error at all, is harmless.   See\n\nUnited States v. Abozid, 257 F.3d 191, 199-200 (2d Cir. 2000).\n\n           Affirmed.\n\n\n\n                                 -15-\n\f",
  "html": "<p class=\"case_cite\">336 F.3d 19</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Jorge GUERRA-GARCIA; Arturo Cavazos, Defendants, Appellants.</p>\n    <p class=\"docket\">No. 02-1906.</p>\n    <p class=\"docket\">No. 02-1930.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard May 9, 2003.</p>\n    <p class=\"date\">Decided July 16, 2003.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Darla J. Mondou, with whom John M. Claffey was on the brief for appellant.</p>\n      <p class=\"indent\">Demetra Lambros, Attorney, United States Department of Justice, with whom Margaret E. Curran, United States Attorney, and James H. Leavey, Assistant United States Attorney General were on the brief, for the United States.</p>\n      <p class=\"indent\">Before LIPEZ, Circuit Judge, PORFILIO,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge, and HOWARD, Circuit Judge.</p>\n      <p class=\"indent\">JOHN C. PORFILIO, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this consolidated appeal, Defendant Jorge Guerra-Garcia and Arturo Cavazos challenge their convictions for conspiring to transport an illegal alien within the United States, in violation of 8 U.S.C. &#167; 1324(a)(1)(A)(v)(I), and of transporting an illegal alien within the United States, in violation of 8 U.S.C. &#167;&#167; 1324(a)(1)(A)(ii) and (v)(II). Trial was held in the United States District Court for the District of Rhode Island. After the verdict, Defendants moved for a judgment of acquittal under Fed.R.Crim.P. 29, which the district court denied. Both Defendants were sentenced to concurrent 13-month terms of imprisonment.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On appeal, Defendants make two claims. First, they assert the district court erred by denying their Rule 29 motions because evidence was insufficient to support the convictions. Second, they argue the court committed plain error in instructing the jury. Concluding Defendants have not carried their appellate burdens of demonstrating that no rational jury could have convicted beyond a reasonable doubt and that the district court's instructions, taken as a whole, violated their substantial rights, we affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In February 2001, Francisco Rodriguez illegally entered the United States from Mexico and attempted to join his son, Carmen, also an illegal alien living in North Carolina. Initially, Francisco was led across the Texas border by Mexican alien smugglers. Once in Texas, he was put into the hands of Defendants for the journey to North Carolina. Ten days later, Defendants were arrested in Providence, Rhode Island, by Immigration and Naturalization Service (INS) agents. In exchange for their truthful testimony at Defendants' trial, Francisco and Carmen were granted immunity from prosecution, given immigration papers, and allowed to work in this country during the pendency of the trial.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">After many difficulties on the Mexican side of the border, including Carmen's $600 payment to a smuggler who left Francisco stranded in a hotel room in Mexico, Francisco entered the United States. He hid for about 13 hours, along with 15-20 other aliens, before he was taken to a safe house run by Luis Martinez. Martinez asked Francisco for the name and number of the person paying for his trip to North Carolina. Martinez then contacted Carmen, who wired $200 for food and clothing for his father.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">After two days, Francisco and the others were taken to an apartment in Houston, where he provided his contact information to another smuggler, Uriel Cortes Gomez. Gomez requested a balance of $1,000 from Carmen to take Francisco to North Carolina. Gomez also stated the trip from Houston to North Carolina would cost an additional $250 if paid up-front or $450 if paid upon delivery. Not having the additional $250, Carmen wired Gomez $1,000 and agreed to pay $450 upon his father's arrival in North Carolina.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Two days later, Gomez took Francisco to a \"big house\" operated by \"Flash Van Tours\" where \"they ha[d] some vans\" outside. Gomez told Francisco he was \"all set\" and directed him to a room inside the house, where he joined about 30 others. Francisco had no money and only a small bag with a shirt and a pair of pants.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">After about three hours, Defendant Guerra-Garcia called out the names of 15-17 people, all from Mexico, Guatemala, or Brazil, and ushered them into a van. He gave Francisco a ticket which bore his name, but no price. Francisco paid nothing for the ticket. Guerra-Garcia assigned the passengers to their seats, four to a bench, directed them not to talk, and took his place in the driver's seat. Ten minutes later, they picked up Defendant Cavazos, who shared driving duties for the rest of the trip.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">At their first stop in Louisiana, Guerra-Garcia and Cavazos allowed a woman and her children, but no one else, to exit the van and use the bathroom. Guerra-Garcia explained to the group that the men were not allowed to get out because Louisiana \"was a little bit dangerous\" and \"people are somewhat racist and they could say something.\" At later stops, passengers were allowed bathroom breaks and given the opportunity to purchase food.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Throughout the trip, defendants utilized a procedure for dropping passengers at their destinations. Guerra-Garcia or Cavazos would call ahead to a \"pick-up\" person and only those leaving permanently would exit the van at a specific drop-off location. To organize this process, Defendants carried a passenger manifest, which listed each rider's name, destination, contact telephone numbers, and balance owed.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">As the van approached North Carolina, Guerra-Garcia called Carmen, stating that if he had Francisco's fare, they would drop him off on Route 85 next to a McDonald's. Carmen, however, told Guerra-Garcia he only had $200, but asked to have his father dropped off anyway and promised to get the remaining $250 by the weekend. Guerra-Garcia refused, claiming \"many people had failed to pay them.\" Carmen said he would try to get the extra money within a half hour and took down Guerra-Garcia's cell phone number. Carmen was not able to obtain the money and again promised to raise money over the weekend. Guerra-Garcia refused, stating they would keep Francisco for the trip to Boston; if Carmen had the money by the time they returned to North Carolina, they would drop Francisco off then. If not, they would return him to Houston.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The trip continued. In Virginia, Guerra-Garcia and Cavazos left the van and brought back hamburgers for the passengers. When they reached Boston and dropped off a group of Brazilians at a private home, everyone was invited in for dinner. Meanwhile, in Providence, INS agents received a tip that a group of illegal aliens was headed their way.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">After the meal, Francisco, two remaining passengers, and Defendants headed toward Rhode Island. Upon their arrival in Providence on February 20, 2001, Defendants were arrested. INS agents seized $5,461 in cash from the Defendants' personal possession and a cell phone from Guerra-Garcia. In the van, agents discovered the passenger manifest, an envelope with receipts for fuel, tolls, and food, and a Rand McNally atlas opened to a map of Massachusetts.</p>\n    </div>\n    <p class=\"center\">I. <i>Denial of the Motion for Judgment of Acquittal &#8212; Sufficiency of the Evidence</i></p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We review a district court's denial of a judgment of acquittal de novo. <i>United States v. Collazo-Aponte,</i> 216 F.3d 163, 193 (1st Cir.2000). In appealing the denial of a Rule 29 motion, a defendant who challenges the sufficiency of the evidence must show no rational jury could have found him guilty beyond a reasonable doubt. <i>United States v. Rodriguez,</i> 162 F.3d 135, 141 (1st Cir.1998); <i>see United States v. Hernandez,</i> 218 F.3d 58, 64 n. 4 (challenges to denial of Rule 29 motion and to sufficiency of evidence raise same question). We view the evidence in the light most favorable to the prosecution, drawing all inferences in its favor, and resolve all credibility determinations in line with the verdict. <i>United States v. Piper,</i> 298 F.3d 47, 59 (1st Cir.2002); <i>United States v. Medina-Garcia,</i> 918 F.2d 4, 7 (1st Cir.1990) (Rule 29).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Count III charged a violation of 8 U.S.C. &#167; 1324(a)(1)(A)(v)(I), which makes it a crime to \"engage[ ] in any conspiracy to commit\" the substantive act of knowingly or recklessly transporting an illegal alien. The statutory basis for Count IV, 8 U.S.C. &#167; 1324(a)(1)(A)(ii), provides that anyone who:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Knowingly or in reckless disregard of the fact that an alien has come to, entered, or remains in the United States in violation of law, transports, or moves or attempts to transport or move such alien within the United States by means of transportation or otherwise, in furtherance of such violation of law ... shall be punished.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">As the district court instructed the jury, to convict on Count IV, the Government had to prove: (1) the alien named in the indictment (here, Francisco Rodriguez) was not lawfully in the United States; (2) defendants knew or recklessly disregarded that fact; (3) defendants transported the alien into the United States; and (4) defendants acted willfully in furtherance of the alien's illegal presence in the United States. <i>See United States v. Angwin,</i> 271 F.3d 786, 805 (9th Cir.2001), <i>cert. denied,</i> 535 U.S. 966, 122 S.Ct. 1385, 152 L.Ed.2d 375 (2002); <i>Federal Jury Practice &amp; Instructions,</i> &#167; 51B.06 (1999 Supplement).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Defendants take issue with the proof of the conspiracy element of Count III, the touchstone of which is an agreement to do an unlawful act. <i>United States v. Martinez-Medina,</i> 279 F.3d 105, 113 (1st Cir.2002). The Government must prove a defendant's intent to agree and intent to commit the substantive offense with the named co-conspirators or unnamed others. <i>United States v. Gomez-Pabon,</i> 911 F.2d 847, 853 (1st Cir.1990). A defendant need not have knowledge of all the details of the conspiracy, the participants in the conspiracy, or their acts. <i>United States v. Williams,</i> 809 F.2d 75, 86 (1st Cir.1986). \"The jury may infer an agreement circumstantially by evidence of, <i>inter alia,</i> a common purpose (such as a purpose to sell illicit drugs), overlap of participants, and interdependence of elements in the overall plan.\" <i>Martinez-Medina,</i> 279 F.3d at 113-14.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Claiming they made no attempt to hide their activities, Defendants maintain they did not act in a manner consistent with a conspiracy to transport an illegal alien.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The van used to transport Francisco had windows, the doors were not bolted shut, and Francisco was not handcuffed or restrained in any manner.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Passengers were allowed to use the bathroom and purchase food at stores during the trip. Flash Van Tours operated openly in Houston; people were allowed to enter and exit the building freely.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Defendants concede the passenger manifest demonstrates their purported involvement in an alleged conspiracy, but maintain it is insufficient to satisfy proof beyond a reasonable doubt, particularly because the list did not state the nationalities or citizenship of passengers. Francisco's presence in the van resulted from the manager of Flash Van Tours' \"on-the-side deal\" with Martinez and Gomez, reached entirely without Defendants' involvement. Further, Defendants point to the fact the INS investigation of telephone records showed no calls between Defendants to Gomez or Martinez or vice versa.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In contrast, the Government urges there was sufficient evidence to support the conspiracy convictions. We agree. Together, Defendants transported Francisco within the United States, knowing or recklessly disregarding his illegal alien status in furtherance of his unlawful presence in this country. At least, Defendants agreed with each other to illegally transport Francisco &#8212; sufficient standing alone to satisfy a conspiracy charge. <i>See United States v. Alemany Rivera,</i> 781 F.2d 229, 234 (1st Cir.1985) (conspiratorial agreement \"may consist of no more than a tacit understanding\").</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Further, circumstantial proof indicates Defendants were part of a larger conspiracy involving Gomez, Martinez, and unnamed others. Gomez and Martinez facilitated Francisco's border crossing; Gomez negotiated Francisco's fare to North Carolina with Carmen; and Gomez delivered Francisco to the house where he was later collected by Guerra-Garcia. Defendants were aware of the terms of the deal Gomez had reached with Carmen, and, because \"many people had failed to pay them,\" refused, without consulting superiors at Flash Van Tours, to deliver Francisco unless full payment was tendered. The jury could have inferred Defendants were in league with Gomez, as bill collectors at minimum, or as agents or partners. Once the existence of a conspiracy is established, a defendant's connection to it need only be slight, if knowing and willing. <i>United States v. Brandon,</i> 17 F.3d 409, 428 (1st Cir.1994) (once conspiracy and defendant's intent to further it is established, \"any connection between the defendant and the conspiracy, even a slight one, will be sufficient to establish knowing participation\").</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Defendants next contend the Government did not prove they knowingly and recklessly disregarded the fact that Francisco was an illegal alien. Although there is no direct evidence Defendants knew Francisco was an illegal alien, that they had knowledge of that fact or recklessly disregarded it may be based entirely on circumstantial evidence, including inferences from the surrounding circumstances. <i>See United States v. Olbres,</i> 61 F.3d 967, 971 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Defendants maintain the surrounding circumstances reasonably did not cause them to question Francisco's alienage. First, they claim Francisco's inability to speak English bore no correlation to his illegal alien status because many United States citizens speak only Spanish. The fact he was carrying only a small bag and had no money did not indicate his status because many foreign-born travelers carry light luggage. Defendants suggest, for example, a Puerto Rican Spanish-speaker traveling from Houston, carrying only a small bag would not be an illegal alien. Second, their refusal to drop off Francisco without full payment from Carmen was not an indication Defendants knew or recklessly disregarded Francisco's illegal presence in this country. Defendants claim they were merely following orders from superiors at Flash Van Tours not to release any traveler without full payment. While acknowledging the practice is unusual, Defendants urge Flash Van Tours' collection of the bus fare at the point of destination does not support an inference that only illegal aliens would agree to such terms. Moreover, the fact that Defendants intended to return Francisco to Houston, in their view, is evidence they did <i>not</i> know he was an illegal alien.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">By contrast, the Government points to numerous factors from which a jury could infer Defendants knew or recklessly disregarded Francisco's alien status. When Guerra-Garcia first met Francisco, they were in Houston, a border state city, in a room full of foreigners from Guatemala, Mexico, and Brazil. Francisco had no money, no luggage other than a small bag with a shirt and pants, and no bus ticket. <i>See United States v. Shaddix,</i> 693 F.2d 1135 (5th Cir.1982) (fact that individuals carried cloth sacks and spoke no English, among other things, indicated they were in the United States illegally). On the trip, Defendants acted as guards and guardians of their charges, directing passengers to the van, assigning seats, instructing them not to talk, and refusing to let male riders off for a bathroom break in North Carolina because people are \"somewhat racist\" and \"could say something.\" At another stop, Defendants bought hamburgers for the passengers and accepted on their behalf a dinner invitation at the Boston home of a Brazilian rider's sponsor.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The Government maintains Defendants' method of dropping off passengers was also far from that of a typical bus driver. Each passenger was delivered to his own unique spot, where others were not allowed to leave the van. Payment likewise was unusual. A rider's fare, which had to be paid in cash only, was prearranged with his \"contact person\" and collected at the end of the trip.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">As the Government correctly states, while any one factor in evidence, standing alone, might not itself be proof of knowledge, the combination of all the circumstances equals \"more than the sum of its parts.\" <i>United States v. De La Cruz,</i> 996 F.2d 1307, 1311 (1st Cir.1993); <i>see also United States v. Martin,</i> 228 F.3d 1, 10 (1st Cir.2000) (juries need not evaluate pieces of evidence in isolation, but \"may draw conclusions from the sum of an evidentiary presentation\"). Defendants' arguments on the issue of knowledge are not persuasive.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Finally, Defendants argue to be guilty of the \"in furtherance\" element of 8 U.S.C. &#167; 1324(a), one must have knowledge of the alien's illegal status in the United States. Relying upon their theory that the prosecution did not prove their knowledge of Francisco's status, Defendants argue it follows the prosecution likewise did not prove the \"in furtherance\" element. The argument fails because it is based upon a faulty premise.</p>\n    </div>\n    <p class=\"center\">II. <i>Jury Instructions</i></p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Defendants challenge the instruction defining the term \"reckless disregard\" as an element of the offense of transporting an illegal alien. <i>See</i> 8 U.S.C. &#167; 1324(a)(1)(A)(ii). They claim the instruction given diminished the Government's burden of proving guilty knowledge. No objection was made at trial; therefore, we will review this issue for plain error. <i>See United States v. Geronimo,</i> 330 F.3d 67, 74-75 (1st Cir.2003); <i>United States v. Weems,</i> 322 F.3d 18, 26 (1st Cir.2003). In the course of this review, we may correct only \"particularly egregious\" errors. <i>United States v. Richard,</i> 234 F.3d 763, 770 (1st Cir.2000) (internal quotation marks omitted); <i>see also United States v. Young,</i> 470 U.S. 1, 15, 105 S.Ct. 1038, 84 L.Ed.2d 1 (1985) (\"[T]he plain-error exception to the contemporaneous-objection rule is to be `used sparingly, solely in those circumstances in which a miscarriage of justice would otherwise result.'\") (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The district court gave a lengthy instruction on the meaning of \"recklessly disregard,\" ultimately explaining precisely how the Government could show the Defendants acted with reckless disregard. The court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">A Defendant may be found to have recklessly disregarded a fact if the Defendant had knowledge of a fact or if you find that the Defendant deliberately closed his eyes to a fact that otherwise would have been obvious to him.... [I]n order to infer that a Defendant had knowledge of a fact, you have got to be satisfied that the Government has proven two things beyond a reasonable doubt... first you have got to be satisfied that the Government has shown that the Defendant knew that it was very likely that the matter to be inferred was a fact. And in this case, the matter to be inferred, that the Government is asking you to infer, that is that ... Francisco Rodriguez was here illegally. So the first thing the Government has to show you is that the Defendant knew that it was very likely that Mr. Rodriguez was here illegally.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">And the second thing that the Government has to show is that the Defendant consciously and deliberately avoided learning that fact; that is to say, that the Defendant [may not] avoid criminal responsibility by deliberately and purposely avoiding learning a fact that he knows is very likely to be so. That's what it basically comes down to.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p>* * *</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">[T]he question isn't whether the Defendant should have been or could have been more alert or more diligent in determining whether Mr. Rodriguez knew that he ... <i>probably</i> was and deliberately took steps to avoid learning that for certain. That's what it comes down to. (Emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Defendants object to the use of the word \"probably\" in the last paragraph, arguing it allowed them to be convicted upon a finding they \"probably\" knew Francisco Rodriguez was an illegal alien. We do not agree. We believe the court's use of \"probably\" in the instruction was a reference to Mr. Rodriguez' status, and not to the likelihood of the Defendants' knowledge of that status. Defendants' argument simply fails to show a particularly egregious error or to demonstrate a miscarriage of justice occurred that would lead to a finding of plain error. Indeed, there was no error at all. <i>See United States v. Cunan,</i> 152 F.3d 29, 40 (1st Cir. 1998) (\"The record demonstrates that the court instructed the jury that the government must prove the knowledge element of the offense beyond a reasonable doubt, before outlining the ways in which the knowledge element could be satisfied, including willful blindness.\").</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Defendants also contend the district court failed to instruct on aiding and abetting, asserting the failure affected their substantial rights. This, if error at all, is harmless. <i>See United States v. Abozid,</i> 257 F.3d 191, 199-200 (2d Cir.2001).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Tenth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The Ninth Circuit has held there is no ipso facto exemption from 8 U.S.C. &#167; 1324(a) for those who transport illegal aliens during the course of employment<i>United States v. Hernandez-Guardado,</i> 228 F.3d 1017, 1023 (9th Cir.2000). The First Circuit has not ruled on this precise issue. Because other circumstantial evidence supports Defendants' conviction on both the transport and conspiracy counts, we need not resolve the issue in this case.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> To the extent Defendants regard such acts as required conduct of illegal alien transporters, their hypothesis is unrealistic</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> On appeal, Defendants do not address the inference of conspiracy arising from the fact that Guerra-Garcia refused to drop Francisco off in North Carolina because Carmen did not have the fare he previously promised</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">336</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">19</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Jorge GUERRA-GARCIA; Arturo Cavazos, Defendants, Appellants.</p>\n    <p class=\"docket\">No. 02-1906.</p>\n    <p class=\"docket\">No. 02-1930.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard May 9, 2003.</p>\n    <p class=\"date\">Decided July 16, 2003.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Darla J. Mondou, with whom John M. Claffey was on the brief for appellant.</p>\n      <p class=\"indent\">Demetra Lambros, Attorney, United States Department of Justice, with whom Margaret E. Curran, United States Attorney, and James H. Leavey, Assistant United States Attorney General were on the brief, for the United States.</p>\n      <p class=\"indent\">Before LIPEZ, Circuit Judge, PORFILIO,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge, and HOWARD, Circuit Judge.</p>\n      <p class=\"indent\">JOHN C. PORFILIO, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this consolidated appeal, Defendant Jorge Guerra-Garcia and Arturo Cavazos challenge their convictions for conspiring to transport an illegal alien within the United States, in violation of 8 U.S.C. &#167; 1324(a)(1)(A)(v)(I), and of transporting an illegal alien within the United States, in violation of 8 U.S.C. &#167;&#167; 1324(a)(1)(A)(ii) and (v)(II). Trial was held in the United States District Court for the District of Rhode Island. After the verdict, Defendants moved for a judgment of acquittal under Fed.R.Crim.P. 29, which the district court denied. Both Defendants were sentenced to concurrent 13-month terms of imprisonment.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On appeal, Defendants make two claims. First, they assert the district court erred by denying their Rule 29 motions because evidence was insufficient to support the convictions. Second, they argue the court committed plain error in instructing the jury. Concluding Defendants have not carried their appellate burdens of demonstrating that no rational jury could have convicted beyond a reasonable doubt and that the district court's instructions, taken as a whole, violated their substantial rights, we affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In February 2001, Francisco Rodriguez illegally entered the United States from Mexico and attempted to join his son, Carmen, also an illegal alien living in North Carolina. Initially, Francisco was led across the Texas border by Mexican alien smugglers. Once in Texas, he was put into the hands of Defendants for the journey to North Carolina. Ten days later, Defendants were arrested in Providence, Rhode Island, by Immigration and Naturalization Service (INS) agents. In exchange for their truthful testimony at Defendants' trial, Francisco and Carmen were granted immunity from prosecution, given immigration papers, and allowed to work in this country during the pendency of the trial.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">After many difficulties on the Mexican side of the border, including Carmen's $600 payment to a smuggler who left Francisco stranded in a hotel room in Mexico, Francisco entered the United States. He hid for about 13 hours, along with 15-20 other aliens, before he was taken to a safe house run by Luis Martinez. Martinez asked Francisco for the name and number of the person paying for his trip to North Carolina. Martinez then contacted Carmen, who wired $200 for food and clothing for his father.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">After two days, Francisco and the others were taken to an apartment in Houston, where he provided his contact information to another smuggler, Uriel Cortes Gomez. Gomez requested a balance of $1,000 from Carmen to take Francisco to North Carolina. Gomez also stated the trip from Houston to North Carolina would cost an additional $250 if paid up-front or $450 if paid upon delivery. Not having the additional $250, Carmen wired Gomez $1,000 and agreed to pay $450 upon his father's arrival in North Carolina.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Two days later, Gomez took Francisco to a \"big house\" operated by \"Flash Van Tours\" where \"they ha[d] some vans\" outside. Gomez told Francisco he was \"all set\" and directed him to a room inside the house, where he joined about 30 others. Francisco had no money and only a small bag with a shirt and a pair of pants.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">After about three hours, Defendant Guerra-Garcia called out the names of 15-17 people, all from Mexico, Guatemala, or Brazil, and ushered them into a van. He gave Francisco a ticket which bore his name, but no price. Francisco paid nothing for the ticket. Guerra-Garcia assigned the passengers to their seats, four to a bench, directed them not to talk, and took his place in the driver's seat. Ten minutes later, they picked up Defendant Cavazos, who shared driving duties for the rest of the trip.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">At their first stop in Louisiana, Guerra-Garcia and Cavazos allowed a woman and her children, but no one else, to exit the van and use the bathroom. Guerra-Garcia explained to the group that the men were not allowed to get out because Louisiana \"was a little bit dangerous\" and \"people are somewhat racist and they could say something.\" At later stops, passengers were allowed bathroom breaks and given the opportunity to purchase food.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Throughout the trip, defendants utilized a procedure for dropping passengers at their destinations. Guerra-Garcia or Cavazos would call ahead to a \"pick-up\" person and only those leaving permanently would exit the van at a specific drop-off location. To organize this process, Defendants carried a passenger manifest, which listed each rider's name, destination, contact telephone numbers, and balance owed.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">As the van approached North Carolina, Guerra-Garcia called Carmen, stating that if he had Francisco's fare, they would drop him off on Route 85 next to a McDonald's. Carmen, however, told Guerra-Garcia he only had $200, but asked to have his father dropped off anyway and promised to get the remaining $250 by the weekend. Guerra-Garcia refused, claiming \"many people had failed to pay them.\" Carmen said he would try to get the extra money within a half hour and took down Guerra-Garcia's cell phone number. Carmen was not able to obtain the money and again promised to raise money over the weekend. Guerra-Garcia refused, stating they would keep Francisco for the trip to Boston; if Carmen had the money by the time they returned to North Carolina, they would drop Francisco off then. If not, they would return him to Houston.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The trip continued. In Virginia, Guerra-Garcia and Cavazos left the van and brought back hamburgers for the passengers. When they reached Boston and dropped off a group of Brazilians at a private home, everyone was invited in for dinner. Meanwhile, in Providence, INS agents received a tip that a group of illegal aliens was headed their way.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">After the meal, Francisco, two remaining passengers, and Defendants headed toward Rhode Island. Upon their arrival in Providence on February 20, 2001, Defendants were arrested. INS agents seized $5,461 in cash from the Defendants' personal possession and a cell phone from Guerra-Garcia. In the van, agents discovered the passenger manifest, an envelope with receipts for fuel, tolls, and food, and a Rand McNally atlas opened to a map of Massachusetts.</p>\n    </div>\n    <p class=\"center\">I. <i>Denial of the Motion for Judgment of Acquittal &#8212; Sufficiency of the Evidence</i></p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We review a district court's denial of a judgment of acquittal de novo. <i>United States v. Collazo-Aponte,</i> <span class=\"citation no-link\"><span class=\"volume\">216</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">163</span></span>, 193 (1st Cir.2000). In appealing the denial of a Rule 29 motion, a defendant who challenges the sufficiency of the evidence must show no rational jury could have found him guilty beyond a reasonable doubt. <i>United States v. Rodriguez,</i> <span class=\"citation\" data-id=\"198229\"><a href=\"/opinion/198229/united-states-v-rodriguez/\"><span class=\"volume\">162</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">135</span></a></span>, 141 (1st Cir.1998); <i>see United States v. Hernandez,</i> <span class=\"citation\" data-id=\"769364\"><a href=\"/opinion/769364/united-states-v-jose-ramon-hernandez-united-states-of-america-v-douglas/\"><span class=\"volume\">218</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">58</span></a></span>, 64 n. 4 (challenges to denial of Rule 29 motion and to sufficiency of evidence raise same question). We view the evidence in the light most favorable to the prosecution, drawing all inferences in its favor, and resolve all credibility determinations in line with the verdict. <i>United States v. Piper,</i> <span class=\"citation\" data-id=\"200046\"><a href=\"/opinion/200046/united-states-v-piper/\"><span class=\"volume\">298</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">47</span></a></span>, 59 (1st Cir.2002); <i>United States v. Medina-Garcia,</i> <span class=\"citation\" data-id=\"550890\"><a href=\"/opinion/550890/united-states-v-jose-a-medina-garcia/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">4</span></a></span>, 7 (1st Cir.1990) (Rule 29).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Count III charged a violation of 8 U.S.C. &#167; 1324(a)(1)(A)(v)(I), which makes it a crime to \"engage[ ] in any conspiracy to commit\" the substantive act of knowingly or recklessly transporting an illegal alien. The statutory basis for Count IV, 8 U.S.C. &#167; 1324(a)(1)(A)(ii), provides that anyone who:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Knowingly or in reckless disregard of the fact that an alien has come to, entered, or remains in the United States in violation of law, transports, or moves or attempts to transport or move such alien within the United States by means of transportation or otherwise, in furtherance of such violation of law ... shall be punished.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">As the district court instructed the jury, to convict on Count IV, the Government had to prove: (1) the alien named in the indictment (here, Francisco Rodriguez) was not lawfully in the United States; (2) defendants knew or recklessly disregarded that fact; (3) defendants transported the alien into the United States; and (4) defendants acted willfully in furtherance of the alien's illegal presence in the United States. <i>See United States v. Angwin,</i> <span class=\"citation\" data-id=\"775590\"><a href=\"/opinion/775590/united-states-v-ted-stevenson-angwin-and-christine-khamis/\"><span class=\"volume\">271</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">786</span></a></span>, 805 (9th Cir.2001), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">535</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">966</span></span>, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1385</span></span>, <span class=\"citation no-link\"><span class=\"volume\">152</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">375</span></span> (2002); <i>Federal Jury Practice &amp; Instructions,</i> &#167; 51B.06 (1999 Supplement).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Defendants take issue with the proof of the conspiracy element of Count III, the touchstone of which is an agreement to do an unlawful act. <i>United States v. Martinez-Medina,</i> <span class=\"citation\" data-id=\"776396\"><a href=\"/opinion/776396/united-states-v-marcos-martinez-medina-united-states-of-america-v-manuel/\"><span class=\"volume\">279</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">105</span></a></span>, 113 (1st Cir.2002). The Government must prove a defendant's intent to agree and intent to commit the substantive offense with the named co-conspirators or unnamed others. <i>United States v. Gomez-Pabon,</i> <span class=\"citation\" data-id=\"546890\"><a href=\"/opinion/546890/united-states-v-luis-e-gomez-pabon-united-states-v-wilfredo/\"><span class=\"volume\">911</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">847</span></a></span>, 853 (1st Cir.1990). A defendant need not have knowledge of all the details of the conspiracy, the participants in the conspiracy, or their acts. <i>United States v. Williams,</i> <span class=\"citation\" data-id=\"481630\"><a href=\"/opinion/481630/united-states-v-edward-williams-united-states-of-america-v-andrew/\"><span class=\"volume\">809</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">75</span></a></span>, 86 (1st Cir.1986). \"The jury may infer an agreement circumstantially by evidence of, <i>inter alia,</i> a common purpose (such as a purpose to sell illicit drugs), overlap of participants, and interdependence of elements in the overall plan.\" <i>Martinez-Medina,</i> 279 F.3d at 113-14.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Claiming they made no attempt to hide their activities, Defendants maintain they did not act in a manner consistent with a conspiracy to transport an illegal alien.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The van used to transport Francisco had windows, the doors were not bolted shut, and Francisco was not handcuffed or restrained in any manner.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Passengers were allowed to use the bathroom and purchase food at stores during the trip. Flash Van Tours operated openly in Houston; people were allowed to enter and exit the building freely.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Defendants concede the passenger manifest demonstrates their purported involvement in an alleged conspiracy, but maintain it is insufficient to satisfy proof beyond a reasonable doubt, particularly because the list did not state the nationalities or citizenship of passengers. Francisco's presence in the van resulted from the manager of Flash Van Tours' \"on-the-side deal\" with Martinez and Gomez, reached entirely without Defendants' involvement. Further, Defendants point to the fact the INS investigation of telephone records showed no calls between Defendants to Gomez or Martinez or vice versa.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In contrast, the Government urges there was sufficient evidence to support the conspiracy convictions. We agree. Together, Defendants transported Francisco within the United States, knowing or recklessly disregarding his illegal alien status in furtherance of his unlawful presence in this country. At least, Defendants agreed with each other to illegally transport Francisco &#8212; sufficient standing alone to satisfy a conspiracy charge. <i>See United States v. Alemany Rivera,</i> <span class=\"citation\" data-id=\"463292\"><a href=\"/opinion/463292/united-states-v-guillermo-a-alemany-rivera-united-states-of-america-v/\"><span class=\"volume\">781</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">229</span></a></span>, 234 (1st Cir.1985) (conspiratorial agreement \"may consist of no more than a tacit understanding\").</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Further, circumstantial proof indicates Defendants were part of a larger conspiracy involving Gomez, Martinez, and unnamed others. Gomez and Martinez facilitated Francisco's border crossing; Gomez negotiated Francisco's fare to North Carolina with Carmen; and Gomez delivered Francisco to the house where he was later collected by Guerra-Garcia. Defendants were aware of the terms of the deal Gomez had reached with Carmen, and, because \"many people had failed to pay them,\" refused, without consulting superiors at Flash Van Tours, to deliver Francisco unless full payment was tendered. The jury could have inferred Defendants were in league with Gomez, as bill collectors at minimum, or as agents or partners. Once the existence of a conspiracy is established, a defendant's connection to it need only be slight, if knowing and willing. <i>United States v. Brandon,</i> <span class=\"citation\" data-id=\"664045\"><a href=\"/opinion/664045/united-states-v-peter-brandon-united-states-of-america-v-charles-d/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">409</span></a></span>, 428 (1st Cir.1994) (once conspiracy and defendant's intent to further it is established, \"any connection between the defendant and the conspiracy, even a slight one, will be sufficient to establish knowing participation\").</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Defendants next contend the Government did not prove they knowingly and recklessly disregarded the fact that Francisco was an illegal alien. Although there is no direct evidence Defendants knew Francisco was an illegal alien, that they had knowledge of that fact or recklessly disregarded it may be based entirely on circumstantial evidence, including inferences from the surrounding circumstances. <i>See United States v. Olbres,</i> <span class=\"citation\" data-id=\"196204\"><a href=\"/opinion/196204/united-states-v-olbres/\"><span class=\"volume\">61</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">967</span></a></span>, 971 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Defendants maintain the surrounding circumstances reasonably did not cause them to question Francisco's alienage. First, they claim Francisco's inability to speak English bore no correlation to his illegal alien status because many United States citizens speak only Spanish. The fact he was carrying only a small bag and had no money did not indicate his status because many foreign-born travelers carry light luggage. Defendants suggest, for example, a Puerto Rican Spanish-speaker traveling from Houston, carrying only a small bag would not be an illegal alien. Second, their refusal to drop off Francisco without full payment from Carmen was not an indication Defendants knew or recklessly disregarded Francisco's illegal presence in this country. Defendants claim they were merely following orders from superiors at Flash Van Tours not to release any traveler without full payment. While acknowledging the practice is unusual, Defendants urge Flash Van Tours' collection of the bus fare at the point of destination does not support an inference that only illegal aliens would agree to such terms. Moreover, the fact that Defendants intended to return Francisco to Houston, in their view, is evidence they did <i>not</i> know he was an illegal alien.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">By contrast, the Government points to numerous factors from which a jury could infer Defendants knew or recklessly disregarded Francisco's alien status. When Guerra-Garcia first met Francisco, they were in Houston, a border state city, in a room full of foreigners from Guatemala, Mexico, and Brazil. Francisco had no money, no luggage other than a small bag with a shirt and pants, and no bus ticket. <i>See United States v. Shaddix,</i> <span class=\"citation\" data-id=\"411277\"><a href=\"/opinion/411277/united-states-v-john-shaddix/\"><span class=\"volume\">693</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1135</span></a></span> (5th Cir.1982) (fact that individuals carried cloth sacks and spoke no English, among other things, indicated they were in the United States illegally). On the trip, Defendants acted as guards and guardians of their charges, directing passengers to the van, assigning seats, instructing them not to talk, and refusing to let male riders off for a bathroom break in North Carolina because people are \"somewhat racist\" and \"could say something.\" At another stop, Defendants bought hamburgers for the passengers and accepted on their behalf a dinner invitation at the Boston home of a Brazilian rider's sponsor.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The Government maintains Defendants' method of dropping off passengers was also far from that of a typical bus driver. Each passenger was delivered to his own unique spot, where others were not allowed to leave the van. Payment likewise was unusual. A rider's fare, which had to be paid in cash only, was prearranged with his \"contact person\" and collected at the end of the trip.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">As the Government correctly states, while any one factor in evidence, standing alone, might not itself be proof of knowledge, the combination of all the circumstances equals \"more than the sum of its parts.\" <i>United States v. De La Cruz,</i> <span class=\"citation\" data-id=\"610551\"><a href=\"/opinion/610551/united-states-v-efrain-de-la-cruz-united-states-v-luis-torres/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1307</span></a></span>, 1311 (1st Cir.1993); <i>see also United States v. Martin,</i> <span class=\"citation\" data-id=\"199098\"><a href=\"/opinion/199098/united-states-v-martin/\"><span class=\"volume\">228</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 10 (1st Cir.2000) (juries need not evaluate pieces of evidence in isolation, but \"may draw conclusions from the sum of an evidentiary presentation\"). Defendants' arguments on the issue of knowledge are not persuasive.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Finally, Defendants argue to be guilty of the \"in furtherance\" element of 8 U.S.C. &#167; 1324(a), one must have knowledge of the alien's illegal status in the United States. Relying upon their theory that the prosecution did not prove their knowledge of Francisco's status, Defendants argue it follows the prosecution likewise did not prove the \"in furtherance\" element. The argument fails because it is based upon a faulty premise.</p>\n    </div>\n    <p class=\"center\">II. <i>Jury Instructions</i></p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Defendants challenge the instruction defining the term \"reckless disregard\" as an element of the offense of transporting an illegal alien. <i>See</i> 8 U.S.C. &#167; 1324(a)(1)(A)(ii). They claim the instruction given diminished the Government's burden of proving guilty knowledge. No objection was made at trial; therefore, we will review this issue for plain error. <i>See United States v. Geronimo,</i> <span class=\"citation\" data-id=\"782081\"><a href=\"/opinion/782081/united-states-v-manuel-geronimo/\"><span class=\"volume\">330</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">67</span></a></span>, 74-75 (1st Cir.2003); <i>United States v. Weems,</i> <span class=\"citation\" data-id=\"781157\"><a href=\"/opinion/781157/united-states-v-ike-weems/\"><span class=\"volume\">322</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">18</span></a></span>, 26 (1st Cir.2003). In the course of this review, we may correct only \"particularly egregious\" errors. <i>United States v. Richard,</i> <span class=\"citation\" data-id=\"199197\"><a href=\"/opinion/199197/united-states-v-richard/\"><span class=\"volume\">234</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">763</span></a></span>, 770 (1st Cir.2000) (internal quotation marks omitted); <i>see also United States v. Young,</i> <span class=\"citation\" data-id=\"111353\"><a href=\"/opinion/111353/united-states-v-young/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 15, <span class=\"citation\" data-id=\"111353\"><a href=\"/opinion/111353/united-states-v-young/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1038</span></a></span>, <span class=\"citation\" data-id=\"111353\"><a href=\"/opinion/111353/united-states-v-young/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1985) (\"[T]he plain-error exception to the contemporaneous-objection rule is to be `used sparingly, solely in those circumstances in which a miscarriage of justice would otherwise result.'\") (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The district court gave a lengthy instruction on the meaning of \"recklessly disregard,\" ultimately explaining precisely how the Government could show the Defendants acted with reckless disregard. The court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">A Defendant may be found to have recklessly disregarded a fact if the Defendant had knowledge of a fact or if you find that the Defendant deliberately closed his eyes to a fact that otherwise would have been obvious to him.... [I]n order to infer that a Defendant had knowledge of a fact, you have got to be satisfied that the Government has proven two things beyond a reasonable doubt... first you have got to be satisfied that the Government has shown that the Defendant knew that it was very likely that the matter to be inferred was a fact. And in this case, the matter to be inferred, that the Government is asking you to infer, that is that ... Francisco Rodriguez was here illegally. So the first thing the Government has to show you is that the Defendant knew that it was very likely that Mr. Rodriguez was here illegally.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">And the second thing that the Government has to show is that the Defendant consciously and deliberately avoided learning that fact; that is to say, that the Defendant [may not] avoid criminal responsibility by deliberately and purposely avoiding learning a fact that he knows is very likely to be so. That's what it basically comes down to.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p>* * *</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">[T]he question isn't whether the Defendant should have been or could have been more alert or more diligent in determining whether Mr. Rodriguez knew that he ... <i>probably</i> was and deliberately took steps to avoid learning that for certain. That's what it comes down to. (Emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Defendants object to the use of the word \"probably\" in the last paragraph, arguing it allowed them to be convicted upon a finding they \"probably\" knew Francisco Rodriguez was an illegal alien. We do not agree. We believe the court's use of \"probably\" in the instruction was a reference to Mr. Rodriguez' status, and not to the likelihood of the Defendants' knowledge of that status. Defendants' argument simply fails to show a particularly egregious error or to demonstrate a miscarriage of justice occurred that would lead to a finding of plain error. Indeed, there was no error at all. <i>See United States v. Cunan,</i> <span class=\"citation\" data-id=\"198097\"><a href=\"/opinion/198097/united-states-v-cunan/\"><span class=\"volume\">152</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">29</span></a></span>, 40 (1st Cir. 1998) (\"The record demonstrates that the court instructed the jury that the government must prove the knowledge element of the offense beyond a reasonable doubt, before outlining the ways in which the knowledge element could be satisfied, including willful blindness.\").</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Defendants also contend the district court failed to instruct on aiding and abetting, asserting the failure affected their substantial rights. This, if error at all, is harmless. <i>See United States v. Abozid,</i> <span class=\"citation\" data-id=\"774025\"><a href=\"/opinion/774025/united-states-v-ashraf-yousef-abozid-mohsin-rashid-parvez-ali-isaac/\"><span class=\"volume\">257</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">191</span></a></span>, 199-200 (2d Cir.2001).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Tenth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The Ninth Circuit has held there is no ipso facto exemption from 8 U.S.C. &#167; 1324(a) for those who transport illegal aliens during the course of employment<i>United States v. Hernandez-Guardado,</i> <span class=\"citation\" data-id=\"199098\"><a href=\"/opinion/199098/united-states-v-martin/\"><span class=\"volume\">228</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>017, 1023 (9th Cir.2000). The First Circuit has not ruled on this precise issue. Because other circumstantial evidence supports Defendants' conviction on both the transport and conspiracy counts, we need not resolve the issue in this case.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> To the extent Defendants regard such acts as required conduct of illegal alien transporters, their hypothesis is unrealistic</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> On appeal, Defendants do not address the inference of conspiracy arising from the fact that Guerra-Garcia refused to drop Francisco off in North Carolina because Carmen did not have the fare he previously promised</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111353/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196204/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198097/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198229/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199098/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199197/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200046/",
    "http://www.courtlistener.com/api/rest/v3/opinions/411277/",
    "http://www.courtlistener.com/api/rest/v3/opinions/463292/",
    "http://www.courtlistener.com/api/rest/v3/opinions/481630/",
    "http://www.courtlistener.com/api/rest/v3/opinions/546890/",
    "http://www.courtlistener.com/api/rest/v3/opinions/550890/",
    "http://www.courtlistener.com/api/rest/v3/opinions/610551/",
    "http://www.courtlistener.com/api/rest/v3/opinions/664045/",
    "http://www.courtlistener.com/api/rest/v3/opinions/769364/",
    "http://www.courtlistener.com/api/rest/v3/opinions/770683/",
    "http://www.courtlistener.com/api/rest/v3/opinions/774025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/775590/",
    "http://www.courtlistener.com/api/rest/v3/opinions/776396/",
    "http://www.courtlistener.com/api/rest/v3/opinions/781157/",
    "http://www.courtlistener.com/api/rest/v3/opinions/782081/"
  ]
}