{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/200526/",
  "absolute_url": "/opinion/200526/rocafort-v-ibm/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/200526/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T04:54:46Z",
  "date_modified": "2016-02-28T05:03:12.812652Z",
  "type": "010combined",
  "sha1": "5798c044c573358b662a92fd0ef6aeb5d23d1de3",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/02-1638-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2003/06/30/Rocafort_v._IBM.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 02-1638\n\n                    ORVILLE ROCAFORT, ET AL.,\n\n                     Plaintiffs, Appellants,\n\n                                v.\n\n                         IBM CORPORATION,\n\n                       Defendant, Appellee.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Salvador E. Casellas, U.S. District Judge]\n\n\n                              Before\n\n                       Boudin, Chief Judge,\n\n                  Bownes, Senior Circuit Judge,\n\n                    and Lipez, Circuit Judge.\n\n\n\n     Eric M. Quetglas-Jordan for appellants.\n     Gloria M. DeCorral-Hernandez with whom Angel R. DeCorral-Julia\nand DeCorral & DeMier were on brief for appellee.\n\n\n\n                          June 30, 2003\n\f       BOWNES,   Senior   Circuit   Judge.       In   this   appeal,      Orville\n\nRocafort (\"Rocafort\") alleges that his employer, IBM Corporation\n\n(\"IBM\"), subjected him to discrimination because of his panic and\n\nanxiety disorder in violation of the Americans with Disabilities\n\nAct (\"ADA\"), 42 U.S.C. § 12101 (2000).           Rocafort claims that IBM\n\nfailed to reasonably accommodate his disability and subjected him\n\nto a hostile work environment.          The district court granted summary\n\njudgment in favor of IBM on both claims, but for different reasons.\n\nThe reasonable accommodation claim, according to the district\n\ncourt, lacked sufficient evidence and the hostile work environment\n\nclaim was inadequately argued.           For the same reasons, we affirm.\n\nI.     BACKGROUND\n\n       Since approximately 1973, Rocafort worked in the marketing\n\ndepartment of IBM's Puerto Rico office. In 1992, Rocafort began to\n\nsuffer from episodes of anxiety and panic attacks.                 In 1994, IBM\n\nannounced plans to eliminate up to 3,000 jobs.                 After Rocafort\n\nlearned of this plan, he had a severe panic attack at work.                   Two\n\nfellow employees sought assistance for Rocafort through an IBM\n\nhotline.      The hotline staff arranged for Rocafort to meet with a\n\npsychiatrist, Dr. Michael Farina Woodbury (\"Dr. Woodbury\").                 After\n\nmeeting with Rocafort, Dr. Woodbury diagnosed him as having a panic\n\ndisorder and recommended that Rocafort take a sick leave from his\n\njob.    Rocafort was placed on sick leave starting September 28,\n\n1994,   and    ending   January   28,    1995.    During     his   sick    leave,\n\n\n                                        -2-\n\fRocafort's panic disorder improved, but depression, a sexual desire\n\ndisorder, and an anxiety disorder emerged.                         Nonetheless, Dr.\n\nWoodbury believed that Rocafort could return to work, so long as he\n\nwas only confronted with the same kind of stress to which he had\n\nbecome accustomed.\n\n       Upon    returning    to   work,    Rocafort      was    assigned   to       a   new\n\nmarketing job.      This job required Rocafort to perform a variety of\n\nnovel tasks.        Rocafort, for example, had to field calls from\n\ncustomers over the telephone instead of making in-person sales\n\npitches. Rocafort was also required to learn new computer programs\n\nand, unlike his previous position, work as part of a group.\n\nRocafort soon suffered from more panic attacks and again took sick\n\nleave, starting July 12, 1995, and ending July 31, 1995.\n\n       In January 1996, Rocafort received a performance evaluation.\n\nDespite the fact that Rocafort's direct supervisor and co-employees\n\nviewed his work favorably, a higher level manager who filled out\n\nthe evaluation gave Rocafort the lowest available score.                       Through\n\nIBM's review process, Rocafort twice appealed his performance\n\nevaluation, which was sustained both times.                    This was the first\n\ntime   in     Rocafort's    career   with       IBM   that    he   received    a       poor\n\nperformance      evaluation.         In     previous         years,   Rocafort         was\n\nconsistently rewarded for his outstanding sales figures.                               Most\n\nrecently, on January 19, 1996, Rocafort was given a $1,000 Team\n\nAchievement Award.         After receiving his poor evaluation, Rocafort\n\n\n                                          -3-\n\fsuffered from another panic attack and was absent from work between\n\nJanuary 30, 1996, and February 6, 1996.\n\n     When Rocafort returned to IBM, he was transferred to yet\n\nanother new job.     This new job, like the prior one, required\n\nRocafort to perform tasks that he had never done before.      In an\n\neffort to ease his transition, IBM assigned him a mentor and\n\noffered him a ninety day training period.      Before the training\n\nperiod expired, however, Rocafort's immediate supervisor, David\n\nWilliams (\"Williams\"), threatened to fire him if he did not start\n\nproducing results immediately.     Rocafort suffered another panic\n\nattack and took sick leave starting July 10, 1996, and ending\n\nAugust 12, 1996.   During his absence, Dr. Woodbury told a member of\n\nIBM's medical staff that Rocafort was afraid of being fired and\n\nthat IBM should provide Rocafort with \"support and assurance\" that\n\nit was not going to terminate his job.\n\n     In response to Dr. Woodbury's request, IBM's medical staff\n\nsent an e-mail message to one of Rocafort's other supervisors, Juan\n\nDe Choudens (\"De Choudens\"), stating:\n\n     I assured Orville's private health care provider that his\n     patient will not be fired the day he returns to work. I\n     told him that you plan to spend a great deal of time that\n     first day making the employee feel comfortable and making\n     sure he understands what will be expected of him after he\n     returns to work. If you can somehow communicate this to\n     the employee in the next up coming days I think it will\n     help a great deal.\n\n\nUpon returning to work, Rocafort met with De Choudens.   In order to\n\n\n                                 -4-\n\fmitigate    the     pressure   on   Rocafort   to   make   sales   and   earn\n\ncommissions, De Choudens offered to extend Rocafort's training\n\nperiod and pay him full salary.        Afterwards, De Choudens indicated\n\nin an e-mail message to Rocafort that the purpose of the meeting\n\nwas \"to clarify any misunderstanding you could have on your status\n\nin IBM.\"    Rocafort responded with an e-mail message thanking De\n\nChoudens \"for the courteous and honest discussion we had this\n\nmorning,\"     and    \"the   concern   you   demonstrated    regarding    this\n\nsituation and the interest you have shown in understanding the\n\nunpleasant predicament I went through . . . .\"\n\n     Shortly thereafter, a letter that originated from Rocafort's\n\ncomputer was found on an IBM printer.          The letter was addressed to\n\na local news reporter and contained confidential IBM information.\n\nDe Choudens, Williams and another manager inspected Rocafort's\n\ncomputer and found a draft copy of the letter.                 Rocafort was\n\ninformed that he could be fired if it was determined that he wrote\n\nthe letter.    Rocafort denied writing the letter; he argued that it\n\nwas printed at a time when he was attending a therapy session with\n\nDr. Woodbury.\n\n     IBM offered Rocafort a separation package.            IBM told Rocafort\n\nthat if he did not accept the separation package, an investigation\n\nwould be conducted regarding the letter.            Before any action was\n\ntaken, Rocafort took an extended leave of absence between September\n\n16, 1996, and January 7, 1997, because of stress.               During this\n\n\n                                      -5-\n\fabsence, Rocafort rejected the separation package.\n\n     When Rocafort returned to work, Williams met with him to\n\ndiscuss his training.    IBM again offered to extend his training\n\nperiod and continue to provide him with full salary.           IBM also\n\nprovided Rocafort with a flexible work schedule, so he could avoid\n\ntraveling to work during heavy commuter traffic.           Rocafort was,\n\nhowever, required to meet with an IBM investigator to discuss the\n\nletter incident.    The meeting lasted seven hours.\n\n     What happened next is disputed by the parties.             Rocafort\n\nclaims that Williams sent him home to await the outcome of the\n\ninvestigation.     IBM claims that Rocafort left work on his own\n\nvolition.   In any case, it is clear that Rocafort soon took sick\n\nleave at the behest of Dr. Woodbury and never returned to work.\n\nLater that year, Rocafort applied for benefits under IBM's Long\n\nTerm Disability Plan and was approved.\n\n     On August 27, 1998, Rocafort filed a complaint in the district\n\ncourt against IBM alleging discrimination under the ADA and Puerto\n\nRico law.   Rocafort, his wife, and son also brought claims for\n\nemotional   damages.    In   his   complaint,   Rocafort    pursued   two\n\nalternative theories of disability discrimination under the ADA.\n\nRocafort's first count alleged that IBM failed to reasonably\n\naccommodate his disability.        The district court granted IBM's\n\nmotion for summary judgment on this claim because Rocafort was\n\nunable to present a prima facie case of discrimination.               The\n\n\n                                   -6-\n\fdistrict court reasoned that some of the accommodations Rocafort\n\nsought had been adequately provided by IBM, while others were\n\neither unreasonable or not even requested in the first instance.\n\n      Rocafort's second count alleged that IBM subjected him \"to an\n\nintimidating, hostile, abusive and offensive working environment\"\n\nbecause of his disability. The district court dismissed this claim\n\nas well, but on the ground that Rocafort waived the issue by not\n\nadequately addressing it in his opposition to IBM's motion for\n\nsummary judgment.\n\n      Having disposed of the federal claims, the district court\n\ndeclined to exercise jurisdiction over the pendent state law\n\nclaims. Rocafort appeals only the district court's decision on the\n\ntwo federal claims, which we address in turn.\n\nII.   DISCUSSION\n\n      We review a district court's grant of summary judgment de\n\nnovo. Patterson v. Patterson, 306 F.3d 1156, 1158 (1st Cir. 2002).\n\nA motion for summary judgment should be granted when the evidence,\n\ntaken in the light most favorable to the nonmoving party, shows\n\nthat there is no genuine issue of material fact and that the moving\n\nparty is entitled to judgment as a matter of law.         Sands v.\n\nRidefilm Corp., 212 F.3d 657, 660-61 (1st Cir. 2000).\n\nA.    Rocafort's Reasonable Accommodation Claim\n\n      Under the ADA, \"an employer who knows of a disability yet\n\nfails to make reasonable accommodations violates the statute.\"\n\n\n                                -7-\n\fHiggins v. New Balance Athletic Shoe, Inc., 194 F.3d 252, 264 (1st\n\nCir. 1999).   In order to avoid summary judgment on his reasonable\n\naccommodation claim, Rocafort must produce enough evidence for a\n\nreasonable jury to find that (1) he is disabled within the meaning\n\nof the ADA, (2) he was able to perform the essential functions of\n\nthe job with or without a reasonable accommodation, and (3) IBM,\n\ndespite   knowing   of    Rocafort's   disability,   did   not   reasonably\n\naccommodate it.     See Carroll v. Xerox Corp., 294 F.3d 231, 237 (1st\n\nCir. 2002).   The district court's decision and the brunt of the\n\nparties' arguments revolve around the third part of the analysis.\n\nWe will therefore assume, without deciding, that Rocafort presented\n\nsufficient evidence to meet his burden on the first two parts.         See\n\nWhitney v. Greenberg, Rosenblatt, Kull & Bitsoli, P.C., 258 F.3d\n\n30, 33 (1st Cir. 2001) (\"We need not dwell on the first or last of\n\nthese three prongs [of the disability analysis] as the middle one\n\nprovides an obvious basis for decision.\").\n\n     We turn our attention to the heart of the matter:             whether\n\nRocafort has presented enough evidence to prove that IBM failed to\n\nreasonably accommodate his disability.           The district court made\n\nrulings   regarding      several   different   requested   accommodations.\n\nRocafort's appellate brief, however, discusses only one.1 Rocafort\n\n\n\n     1\n      Rocafort has therefore waived any argument as to the other\nrequested accommodations. KPS & Assocs., Inc. v. Designs by FMC,\nInc., 318 F.3d 1, 25 (1st Cir. 2003) (issues not adequately raised\nin brief are waived).\n\n                                     -8-\n\fstates that he made \"a specific request for accommodation when on\n\nAugust 1, 1996, Dr. Woodbury discussed with IBM medical that he had\n\nhigh anxiety due to the fear of being fired when he returned to\n\nwork, and that upon return to work he should receive support and\n\nassurance from IBM management that it was not looking for a way to\n\nfire him.\"   The district court determined that IBM \"adequately\n\ndealt\" with this specific request.      We agree.\n\n     After Dr. Woodbury made the request, De Choudens met with\n\nRocafort to discuss his return to work.        IBM extended Rocafort's\n\ntraining period and offered him full salary, so as to reduce the\n\npressure on him to make sales and earn commissions.         De Choudens\n\nalso wrote to Rocafort that the purpose of the meeting was \"to\n\nclarify any misunderstanding you could have on your status in IBM.\"\n\nIn response, Rocafort expressed his gratitude for De Choudens'\n\nassistance. IBM continued to extend Rocafort's training period and\n\nhis salary arrangement even after Rocafort's subsequent absences.\n\nIn addition, IBM permitted Rocafort to adjust his work schedule in\n\norder to avoid commuter traffic.\n\n     The   only   stressful   event    that   occurred   after    Rocafort\n\nrequested \"support and assurance\" was when IBM offered him a\n\nseparation package after discovering the letter on his computer.\n\nAfter Rocafort rejected the package, IBM launched an investigation\n\ninto the incident and interviewed Rocafort at length.            Even if we\n\nassume that Rocafort's request for \"support and assurance\" amounted\n\n\n                                 -9-\n\fto a request to be immune from suspicion for writing the letter, we\n\nhave no trouble concluding that such a request would have been\n\nunreasonable.     IBM was not required to ignore the letter entirely\n\nor pretend that Rocafort was not a suspect.          See Reed v. LePage\n\nBakeries, Inc., 244 F.3d 254, 262 (1st Cir. 2001) (\"The ADA is not\n\na license for insubordination at the workplace.\").\n\n       The decision by IBM to investigate the matter, question\n\nRocafort, but still provide an extension of his training, full\n\nsalary, and an altered work schedule was reasonable. We reach this\n\nconclusion mindful that \"cases involving reasonable accommodation\n\nturn    heavily   upon   their   facts   and   an    appraisal   of   the\n\nreasonableness of the parties' behavior.\"           Jacques v. Clean-Up\n\nGroup, Inc., 96 F.3d 506, 515 (1st Cir. 1996).          After carefully\n\nreviewing the facts in the light most favorable to Rocafort, we\n\nhold that he has not presented enough evidence to show that IBM\n\nfailed to reasonably accommodate his disability.\n\nB.     Rocafort's Hostile Work Environment Claim\n\n       Rocafort's claim of disability-based hostile work environment\n\ntouches an area of law that is not firmly settled in this circuit.\n\nHostile work environment claims usually arise in cases involving\n\ngender or racial discrimination under Title VII of the Civil Rights\n\nAct of 1964 (\"Title VII\"), 42 U.S.C. § 2000e-2(a).           See, e.g.,\n\nCrowley v. L.L. Bean, Inc., 303 F.3d 387, 395 (1st Cir. 2002);\n\nLattimore v. Polaroid Corp., 99 F.3d 456, 463 (1st Cir. 1996).        We\n\n\n                                  -10-\n\fhave not yet had an opportunity to explicitly rule on whether\n\nhostile work environment claims exist under the ADA, although we\n\nhave       at   least    on     one   occasion   assumed   such   claims    to    be\n\ncognizable.2       See Rivera-Rodriguez v. Frito Lay Snacks Caribbean,\n\nA Div. of Pepsico P.R., Inc., 265 F.3d 15, 23 (1st Cir. 2001).\n\nRocafort invites us to follow the lead of other circuits and\n\ndeclare for the first time that the ADA provides for hostile work\n\nenvironment claims. See Flowers v. S. Reg'l Physician Serv., Inc.,\n\n247 F.3d 229, 235 (5th Cir. 2001); Fox v. Gen. Motors Corp., 247\n\nF.3d 169, 176 (4th Cir. 2001).\n\n       Were we to accept Rocafort's invitation, our holding above –-\n\nthat he failed to present a prima facie case under the ADA -– would\n\nseem an obvious basis for affirming the district court's dismissal\n\nof the hostile work environment claim.                This approach, however,\n\nwould require us to import the prima facie elements of a reasonable\n\naccommodation           claim     into   a   disability-based     hostile        work\n\nenvironment claim.              Whether this is the proper approach, and\n\nwhether disability-based hostile work environment claims exist\n\nunder the ADA, are questions best left for another day.                We choose\n\ninstead to decide Rocafort's hostile work environment claim on our\n\n\n\n       2\n      District courts within this circuit have either held that the\nADA provides for disability-based hostile work environment claims,\nRodriguez v. Loctite P.R., Inc., 967 F. Supp. 653, 662-63 (D.P.R.\n1997), or assumed such claims to exist, Ward v. Mass. Health\nResearch Inst., Inc., 48 F. Supp.2d 72, 80 (D. Mass. 1999), rev'd\non other grounds, 209 F.3d 29 (1st Cir. 2000).\n\n                                          -11-\n\fwell established \"raise-or-waive\" rule.\n\n     \"The law in this circuit is crystalline: a litigant's failure\n\nto explicitly raise an issue before the district court forecloses\n\nthat party from raising the issue for the first time on appeal.\"\n\nBoston Beer Co. Ltd. P'ship v. Slesar Bros. Brewing Co., Inc., 9\n\nF.3d 175, 180 (1st Cir. 1993).   This rule applies with equal force\n\nto situations where a plaintiff properly raises an issue in his\n\ncomplaint, but then fails to adequately address it as part of his\n\nsummary judgment argument. See Grenier v. Cyanamid Plastics, Inc.,\n\n70 F.3d 667, 678 (1st Cir. 1995).\n\n     The district court stated in its ruling on IBM's motion for\n\nsummary judgment that:\n\n     In their opposition to Defendant's motion for summary\n     judgment, Plaintiffs fail to make any response to\n     Defendant's request for summary dismissal of the\n     allegations under Title VII. It is not clear that any\n     such allegation is raised in the complaint, but the Court\n     surmises that Plaintiffs' failure to respond is most\n     likely no oversight, but instead a critical realization\n     that no Title VII violation lies in the facts as pled.\n     As such, we will not analyze this issue in our\n     discussion, and Plaintiffs' cause of action under Title\n     VII, to the extent that one is pled, is dismissed with\n     prejudice.\n\n\n     In his appellate brief, Rocafort argues that the district\n\ncourt's decision was erroneous because the hostile work environment\n\ntheory was properly presented in his opposition to IBM's motion for\n\nsummary judgment.   We have carefully reviewed Rocafort's motion\n\nopposing summary judgment and his memorandum of law in support of\n\n\n                                 -12-\n\fhis motion.    Nowhere in either document did Rocafort present an\n\neven partially developed argument on the issue of hostile work\n\nenvironment.       The most that can be said is that on a few occasions\n\nRocafort mentioned the phrase \"hostile work environment,\" and\n\ncited, without discussion, to one case involving a disability-based\n\nhostile work environment.\n\n     Passing reference to legal phrases and case citation without\n\ndeveloped argument         is    not   sufficient    to    defeat   waiver.      See\n\nDiMarco-Zappa v. Cabanillas, 238 F.3d 25, 34 (1st Cir. 2001)\n\n(\"Simply noting an argument in passing without explanation is\n\ninsufficient to avoid waiver.\"); CMM Cable Rep, Inc. v. Ocean Coast\n\nProps.,    Inc.,    97    F.3d    1504,    1525-26   (1st    Cir.   1996)     (three\n\nsentences with three undiscussed citations did not defeat waiver);\n\nMcCoy v. Mass. Inst. of Tech., 950 F.2d 13, 22 (1st Cir. 1991)\n\n(claims that are \"insinuated rather than actually articulated\" are\n\nwaived).\n\n     Instead, a party has a duty \"to incorporate all relevant\n\narguments in the papers that directly address a pending motion.\"\n\nCMM Cable, 97 F.3d at 1526.            This duty includes analyzing relevant\n\nstatutes and presenting applicable legal authority.                  See Higgins,\n\n194 F.3d at 263.         It also includes explaining arguments \"squarely\n\nand distinctly.\"         McCoy, 950 F.2d at 22.           These requirements are\n\neven more incumbent when, as here, a party urges the court to adopt\n\nnew legal principles.\n\n\n                                          -13-\n\f        That said, this court has the discretion to reach issues not\n\nraised below.     Singleton v. Wulff, 428 U.S. 106, 121 (1976).      But\n\nwe have been particularly cautious in exercising that discretion,\n\nand do so only when \"error is plain and the equities heavily\n\npreponderate in favor of correcting it.\"          Correa v. Hosp. San\n\nFrancisco, 69 F.3d 1184, 1196 (1st Cir. 1995).         We apply the plain\n\nerror     doctrine   \"in   exceptional   cases    or     under   peculiar\n\ncircumstances to prevent a clear miscarriage of justice . . . [or]\n\nwhere the error seriously affected the fairness, integrity or\n\npublic reputation of judicial proceedings.\" Beatty v. Michael Bus.\n\nMachs. Corp., 172 F.3d 117, 121 (1st Cir. 1999).\n\n     There was no plain error in this case.      See Town of Norwood v.\n\nNew England Power Co., 202 F.3d 408, 417 (1st Cir. 2000) (\"[I]t is\n\nnormally not error at all, let alone plain error, for a court to\n\nignore a possible claim or defense that a party fails to proffer or\n\npursue.\").    To begin with, none of the scenarios in which we might\n\nbe inclined to find plain error, are present here.        See Babcock v.\n\nGen. Motors Corp., 299 F.3d 60, 65 (1st Cir. 2002) (describing\n\nscenarios).      In addition, Rocafort never called the district\n\ncourt's attention to its alleged error by way of a motion for\n\nreconsideration or otherwise.     See MCI Telecomm. Corp. v. Matrix\n\nCommunications Corp., 135 F.3d 27, 33 (1st Cir. 1998).\n\nIII. CONCLUSION\n\n     Rocafort did not present sufficient evidence of IBM's failure\n\n\n                                 -14-\n\fto reasonably accommodate his disability. Rocafort also waived his\n\nhostile work environment claim, and we see no reason to invoke our\n\ndiscretion to revive it on appeal.     The district court's grant of\n\nsummary judgment is AFFIRMED.   So ordered.\n\n\n\n\n                                -15-\n\f",
  "html": "<p class=\"case_cite\">334 F.3d 115</p>\n    <p class=\"parties\">Orville ROCAFORT, et al., Plaintiffs, Appellants,<br>v.<br>IBM CORPORATION, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 02-1638.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard May 6, 2003.</p>\n    <p class=\"date\">Decided June 30, 2003.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Eric M. Quetglas-Jordan, for appellants.</p>\n      <p class=\"indent\">Gloria M. DeCorral-Hernandez with whom Angel R. DeCorral-Julia and DeCorral &amp; DeMier were on brief, for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, BOWNES, Senior Circuit Judge, and LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">BOWNES, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this appeal, Orville Rocafort (\"Rocafort\") alleges that his employer, IBM Corporation (\"IBM\"), subjected him to discrimination because of his panic and anxiety disorder in violation of the Americans with Disabilities Act (\"ADA\"), 42 U.S.C. &#167; 12101 (2000). Rocafort claims that IBM failed to reasonably accommodate his disability and subjected him to a hostile work environment. The district court granted summary judgment in favor of IBM on both claims, but for different reasons. The reasonable accommodation claim, according to the district court, lacked sufficient evidence and the hostile work environment claim was inadequately argued. For the same reasons, we affirm.</p>\n    </div>\n    <p class=\"indent\">I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Since approximately 1973, Rocafort worked in the marketing department of IBM's Puerto Rico office. In 1992, Rocafort began to suffer from episodes of anxiety and panic attacks. In 1994, IBM announced plans to eliminate up to 3,000 jobs. After Rocafort learned of this plan, he had a severe panic attack at work. Two fellow employees sought assistance for Rocafort through an IBM hotline. The hotline staff arranged for Rocafort to meet with a psychiatrist, Dr. Michael Farina Woodbury (\"Dr. Woodbury\"). After meeting with Rocafort, Dr. Woodbury diagnosed him as having a panic disorder and recommended that Rocafort take a sick leave from his job. Rocafort was placed on sick leave starting September 28, 1994, and ending January 28, 1995. During his sick leave, Rocafort's panic disorder improved, but depression, a sexual desire disorder, and an anxiety disorder emerged. Nonetheless, Dr. Woodbury believed that Rocafort could return to work, so long as he was only confronted with the same kind of stress to which he had become accustomed.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Upon returning to work, Rocafort was assigned to a new marketing job. This job required Rocafort to perform a variety of novel tasks. Rocafort, for example, had to field calls from customers over the telephone instead of making in-person sales pitches. Rocafort was also required to learn new computer programs and, unlike his previous position, work as part of a group. Rocafort soon suffered from more panic attacks and again took sick leave, starting July 12, 1995, and ending July 31, 1995.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In January 1996, Rocafort received a performance evaluation. Despite the fact that Rocafort's direct supervisor and co-employees viewed his work favorably, a higher level manager who filled out the evaluation gave Rocafort the lowest available score. Through IBM's review process, Rocafort twice appealed his performance evaluation, which was sustained both times. This was the first time in Rocafort's career with IBM that he received a poor performance evaluation. In previous years, Rocafort was consistently rewarded for his outstanding sales figures. Most recently, on January 19, 1996, Rocafort was given a $1,000 Team Achievement Award. After receiving his poor evaluation, Rocafort suffered from another panic attack and was absent from work between January 30, 1996, and February 6, 1996.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">When Rocafort returned to IBM, he was transferred to yet another new job. This new job, like the prior one, required Rocafort to perform tasks that he had never done before. In an effort to ease his transition, IBM assigned him a mentor and offered him a ninety day training period. Before the training period expired, however, Rocafort's immediate supervisor, David Williams (\"Williams\"), threatened to fire him if he did not start producing results immediately. Rocafort suffered another panic attack and took sick leave starting July 10, 1996, and ending August 12, 1996. During his absence, Dr. Woodbury told a member of IBM's medical staff that Rocafort was afraid of being fired and that IBM should provide Rocafort with \"support and assurance\" that it was not going to terminate his job.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In response to Dr. Woodbury's request, IBM's medical staff sent an e-mail message to one of Rocafort's other supervisors, Juan De Choudens (\"De Choudens\"), stating:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">I assured Orville's private health care provider that his patient will not be fired the day he returns to work. I told him that you plan to spend a great deal of time that first day making the employee feel comfortable and making sure he understands what will be expected of him after he returns to work. If you can somehow communicate this to the employee in the next up coming days I think it will help a great deal.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Upon returning to work, Rocafort met with De Choudens. In order to mitigate the pressure on Rocafort to make sales and earn commissions, De Choudens offered to extend Rocafort's training period and pay him full salary. Afterwards, De Choudens indicated in an e-mail message to Rocafort that the purpose of the meeting was \"to clarify any misunderstanding you could have on your status in IBM.\" Rocafort responded with an e-mail message thanking De Choudens \"for the courteous and honest discussion we had this morning,\" and \"the concern you demonstrated regarding this situation and the interest you have shown in understanding the unpleasant predicament I went through....\"</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Shortly thereafter, a letter that originated from Rocafort's computer was found on an IBM printer. The letter was addressed to a local news reporter and contained confidential IBM information. De Choudens, Williams and another manager inspected Rocafort's computer and found a draft copy of the letter. Rocafort was informed that he could be fired if it was determined that he wrote the letter. Rocafort denied writing the letter; he argued that it was printed at a time when he was attending a therapy session with Dr. Woodbury.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">IBM offered Rocafort a separation package. IBM told Rocafort that if he did not accept the separation package, an investigation would be conducted regarding the letter. Before any action was taken, Rocafort took an extended leave of absence between September 16, 1996, and January 7, 1997, because of stress. During this absence, Rocafort rejected the separation package.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">When Rocafort returned to work, Williams met with him to discuss his training. IBM again offered to extend his training period and continue to provide him with full salary. IBM also provided Rocafort with a flexible work schedule, so he could avoid traveling to work during heavy commuter traffic. Rocafort was, however, required to meet with an IBM investigator to discuss the letter incident. The meeting lasted seven hours.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">What happened next is disputed by the parties. Rocafort claims that Williams sent him home to await the outcome of the investigation. IBM claims that Rocafort left work on his own volition. In any case, it is clear that Rocafort soon took sick leave at the behest of Dr. Woodbury and never returned to work. Later that year, Rocafort applied for benefits under IBM's Long Term Disability Plan and was approved.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On August 27, 1998, Rocafort filed a complaint in the district court against IBM alleging discrimination under the ADA and Puerto Rico law. Rocafort, his wife, and son also brought claims for emotional damages. In his complaint, Rocafort pursued two alternative theories of disability discrimination under the ADA. Rocafort's first count alleged that IBM failed to reasonably accommodate his disability. The district court granted IBM's motion for summary judgment on this claim because Rocafort was unable to present a prima facie case of discrimination. The district court reasoned that some of the accommodations Rocafort sought had been adequately provided by IBM, while others were either unreasonable or not even requested in the first instance.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Rocafort's second count alleged that IBM subjected him \"to an intimidating, hostile, abusive and offensive working environment\" because of his disability. The district court dismissed this claim as well, but on the ground that Rocafort waived the issue by not adequately addressing it in his opposition to IBM's motion for summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Having disposed of the federal claims, the district court declined to exercise jurisdiction over the pendent state law claims. Rocafort appeals only the district court's decision on the two federal claims, which we address in turn.</p>\n    </div>\n    <p class=\"indent\">II. DISCUSSION</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We review a district court's grant of summary judgment <i>de novo. Patterson v. Patterson,</i> 306 F.3d 1156, 1158 (1st Cir.2002). A motion for summary judgment should be granted when the evidence, taken in the light most favorable to the non-moving party, shows that there is no genuine issue of material fact and that the moving party is entitled to judgment as a matter of law. <i>Sands v. Ridefilm Corp.,</i> 212 F.3d 657, 660-61 (1st Cir.2000).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">A. <i>Rocafort's Reasonable Accommodation Claim</i></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Under the ADA, \"an employer who knows of a disability yet fails to make reasonable accommodations violates the statute.\" <i>Higgins v. New Balance Athletic Shoe, Inc.,</i> 194 F.3d 252, 264 (1st Cir.1999). In order to avoid summary judgment on his reasonable accommodation claim, Rocafort must produce enough evidence for a reasonable jury to find that (1) he is disabled within the meaning of the ADA, (2) he was able to perform the essential functions of the job with or without a reasonable accommodation, and (3) IBM, despite knowing of Rocafort's disability, did not reasonably accommodate it. <i>See Carroll v. Xerox Corp.,</i> 294 F.3d 231, 237 (1st Cir.2002). The district court's decision and the brunt of the parties' arguments revolve around the third part of the analysis. We will therefore assume, without deciding, that Rocafort presented sufficient evidence to meet his burden on the first two parts. <i>See Whitney v. Greenberg, Rosenblatt, Kull &amp; Bitsoli, P.C.,</i> 258 F.3d 30, 33 (1st Cir.2001) (\"We need not dwell on the first or last of these three prongs [of the disability analysis] as the middle one provides an obvious basis for decision.\").</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We turn our attention to the heart of the matter: whether Rocafort has presented enough evidence to prove that IBM failed to reasonably accommodate his disability. The district court made rulings regarding several different requested accommodations. Rocafort's appellate brief, however, discusses only one.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Rocafort states that he made \"a specific request for accommodation when on August 1, 1996, Dr. Woodbury discussed with IBM medical that he had high anxiety due to the fear of being fired when he returned to work, and that upon return to work he should receive support and assurance from IBM management that it was not looking for a way to fire him.\" The district court determined that IBM \"adequately dealt\" with this specific request. We agree.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">After Dr. Woodbury made the request, De Choudens met with Rocafort to discuss his return to work. IBM extended Rocafort's training period and offered him full salary, so as to reduce the pressure on him to make sales and earn commissions. De Choudens also wrote to Rocafort that the purpose of the meeting was \"to clarify any misunderstanding you could have on your status in IBM.\" In response, Rocafort expressed his gratitude for De Choudens' assistance. IBM continued to extend Rocafort's training period and his salary arrangement even after Rocafort's subsequent absences. In addition, IBM permitted Rocafort to adjust his work schedule in order to avoid commuter traffic.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The only stressful event that occurred after Rocafort requested \"support and assurance\" was when IBM offered him a separation package after discovering the letter on his computer. After Rocafort rejected the package, IBM launched an investigation into the incident and interviewed Rocafort at length. Even if we assume that Rocafort's request for \"support and assurance\" amounted to a request to be immune from suspicion for writing the letter, we have no trouble concluding that such a request would have been unreasonable. IBM was not required to ignore the letter entirely or pretend that Rocafort was not a suspect. <i>See Reed v. LePage Bakeries, Inc.,</i> 244 F.3d 254, 262 (1st Cir.2001) (\"The ADA is not a license for insubordination at the workplace.\").</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The decision by IBM to investigate the matter, question Rocafort, but still provide an extension of his training, full salary, and an altered work schedule was reasonable. We reach this conclusion mindful that \"cases involving reasonable accommodation turn heavily upon their facts and an appraisal of the reasonableness of the parties' behavior.\" <i>Jacques v. Clean-Up Group, Inc.,</i> 96 F.3d 506, 515 (1st Cir.1996). After carefully reviewing the facts in the light most favorable to Rocafort, we hold that he has not presented enough evidence to show that IBM failed to reasonably accommodate his disability.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">B. <i>Rocafort's Hostile Work Environment Claim</i></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Rocafort's claim of disability-based hostile work environment touches an area of law that is not firmly settled in this circuit. Hostile work environment claims usually arise in cases involving gender or racial discrimination under Title VII of the Civil Rights Act of 1964 (\"Title VII\"), 42 U.S.C. &#167; 2000e-2(a). <i>See, e.g., Crowley v. L.L. Bean, Inc.,</i> 303 F.3d 387, 395 (1st Cir.2002); <i>Lattimore v. Polaroid Corp.,</i> 99 F.3d 456, 463 (1st Cir.1996). We have not yet had an opportunity to explicitly rule on whether hostile work environment claims exist under the ADA, although we have at least on one occasion assumed such claims to be cognizable.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> <i>See Rivera-Rodriguez</i> <i>v. Frito Lay Snacks Caribbean, A Div. of Pepsico P.R., Inc.,</i> 265 F.3d 15, 23 (1st Cir.2001). Rocafort invites us to follow the lead of other circuits and declare for the first time that the ADA provides for hostile work environment claims. <i>See Flowers v. S. Reg'l Physician Serv., Inc.,</i> 247 F.3d 229, 235 (5th Cir.2001); <i>Fox v. Gen. Motors Corp.,</i> 247 F.3d 169, 176 (4th Cir.2001).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Were we to accept Rocafort's invitation, our holding above &#8212; that he failed to present a prima facie case under the ADA &#8212; would seem an obvious basis for affirming the district court's dismissal of the hostile work environment claim. This approach, however, would require us to import the prima facie elements of a reasonable accommodation claim into a disability-based hostile work environment claim. Whether this is the proper approach, and whether disability-based hostile work environment claims exist under the ADA, are questions best left for another day. We choose instead to decide Rocafort's hostile work environment claim on our well established \"raise-or-waive\" rule.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">\"The law in this circuit is crystalline: a litigant's failure to explicitly raise an issue before the district court forecloses that party from raising the issue for the first time on appeal.\" <i>Boston Beer Co. Ltd. P'ship v. Slesar Bros. Brewing Co., Inc.,</i> 9 F.3d 175, 180 (1st Cir.1993). This rule applies with equal force to situations where a plaintiff properly raises an issue in his complaint, but then fails to adequately address it as part of his summary judgment argument. <i>See Grenier v. Cyanamid Plastics, Inc.,</i> 70 F.3d 667, 678 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The district court stated in its ruling on IBM's motion for summary judgment that:</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In their opposition to Defendant's motion for summary judgment, Plaintiffs fail to make any response to Defendant's request for summary dismissal of the allegations under Title VII. It is not clear that any such allegation is raised in the complaint, but the Court surmises that Plaintiffs' failure to respond is most likely no oversight, but instead a critical realization that no Title VII violation lies in the facts as pled. As such, we will not analyze this issue in our discussion, and Plaintiffs' cause of action under Title VII, to the extent that one is pled, is dismissed with prejudice.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In his appellate brief, Rocafort argues that the district court's decision was erroneous because the hostile work environment theory was properly presented in his opposition to IBM's motion for summary judgment. We have carefully reviewed Rocafort's motion opposing summary judgment and his memorandum of law in support of his motion. Nowhere in either document did Rocafort present an even partially developed argument on the issue of hostile work environment. The most that can be said is that on a few occasions Rocafort mentioned the phrase \"hostile work environment,\" and cited, without discussion, to one case involving a disability-based hostile work environment.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Passing reference to legal phrases and case citation without developed argument is not sufficient to defeat waiver. <i>See DiMarco-Zappa v. Cabanillas,</i> 238 F.3d 25, 34 (1st Cir.2001) (\"Simply noting an argument in passing without explanation is insufficient to avoid waiver.\"); <i>CMM Cable Rep, Inc. v. Ocean Coast Props., Inc.,</i> 97 F.3d 1504, 1525-26 (1st Cir.1996) (three sentences with three undiscussed citations did not defeat waiver); <i>McCoy v. Mass. Inst. of Tech.,</i> 950 F.2d 13, 22 (1st Cir.1991) (claims that are \"insinuated rather than actually articulated\" are waived).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Instead, a party has a duty \"to incorporate all relevant arguments in the papers that directly address a pending motion.\" <i>CMM Cable,</i> 97 F.3d at 1526. This duty includes analyzing relevant statutes and presenting applicable legal authority. <i>See Higgins,</i> 194 F.3d at 263. It also includes explaining arguments \"squarely and distinctly.\" <i>McCoy,</i> 950 F.2d at 22. These requirements are even more incumbent when, as here, a party urges the court to adopt new legal principles.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">That said, this court has the discretion to reach issues not raised below. <i>Singleton v. Wulff,</i> 428 U.S. 106, 121, 96 S.Ct. 2868, 49 L.Ed.2d 826 (1976). But we have been particularly cautious in exercising that discretion, and do so only when \"error is plain and the equities heavily preponderate in favor of correcting it.\" <i>Correa v. Hosp. San Francisco,</i> 69 F.3d 1184, 1196 (1st Cir.1995). We apply the plain error doctrine \"in exceptional cases or under peculiar circumstances to prevent a clear miscarriage of justice ... [or] where the error seriously affected the fairness, integrity or public reputation of judicial proceedings.\" <i>Beatty v. Michael Bus. Machs. Corp.,</i> 172 F.3d 117, 121 (1st Cir.1999).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">There was no plain error in this case. <i>See Town of Norwood v. New England Power Co.,</i> 202 F.3d 408, 417 (1st Cir.2000) (\"[I]t is normally not error at all, let alone plain error, for a court to ignore a possible claim or defense that a party fails to proffer or pursue.\"). To begin with, none of the scenarios in which we might be inclined to find plain error, are present here. <i>See Babcock v. Gen. Motors Corp.,</i> 299 F.3d 60, 65 (1st Cir.2002) (describing scenarios). In addition, Rocafort never called the district court's attention to its alleged error by way of a motion for reconsideration or otherwise. <i>See MCI Telecomm. Corp. v. Matrix Communications Corp.,</i> 135 F.3d 27, 33 (1st Cir.1998).</p>\n    </div>\n    <p class=\"indent\">III. CONCLUSION</p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Rocafort did not present sufficient evidence of IBM's failure to reasonably accommodate his disability. Rocafort also waived his hostile work environment claim, and we see no reason to invoke our discretion to revive it on appeal. The district court's grant of summary judgment is AFFIRMED. So ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Rocafort has therefore waived any argument as to the other requested accommodations<i>KPS &amp; Assocs., Inc. v. Designs by FMC, Inc.,</i> 318 F.3d 1, 25 (1st Cir.2003) (issues not adequately raised in brief are waived).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> District courts within this circuit have either held that the ADA provides for disability-based hostile work environment claims,<i>Rodriguez v. Loctite P.R., Inc.,</i> 967 F.Supp. 653, 662-63 (D.P.R.1997), or assumed such claims to exist, <i>Ward v. Mass. Health Research Inst., Inc.,</i> 48 F.Supp.2d 72, 80 (D.Mass.1999), <i>rev'd on other grounds,</i> 209 F.3d 29 (1st Cir.2000).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">334</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">115</span></span></p>\n    <p class=\"parties\">Orville ROCAFORT, et al., Plaintiffs, Appellants,<br>v.<br>IBM CORPORATION, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 02-1638.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard May 6, 2003.</p>\n    <p class=\"date\">Decided June 30, 2003.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Eric M. Quetglas-Jordan, for appellants.</p>\n      <p class=\"indent\">Gloria M. DeCorral-Hernandez with whom Angel R. DeCorral-Julia and DeCorral &amp; DeMier were on brief, for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, BOWNES, Senior Circuit Judge, and LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">BOWNES, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this appeal, Orville Rocafort (\"Rocafort\") alleges that his employer, IBM Corporation (\"IBM\"), subjected him to discrimination because of his panic and anxiety disorder in violation of the Americans with Disabilities Act (\"ADA\"), 42 U.S.C. &#167; 12101 (2000). Rocafort claims that IBM failed to reasonably accommodate his disability and subjected him to a hostile work environment. The district court granted summary judgment in favor of IBM on both claims, but for different reasons. The reasonable accommodation claim, according to the district court, lacked sufficient evidence and the hostile work environment claim was inadequately argued. For the same reasons, we affirm.</p>\n    </div>\n    <p class=\"indent\">I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Since approximately 1973, Rocafort worked in the marketing department of IBM's Puerto Rico office. In 1992, Rocafort began to suffer from episodes of anxiety and panic attacks. In 1994, IBM announced plans to eliminate up to 3,000 jobs. After Rocafort learned of this plan, he had a severe panic attack at work. Two fellow employees sought assistance for Rocafort through an IBM hotline. The hotline staff arranged for Rocafort to meet with a psychiatrist, Dr. Michael Farina Woodbury (\"Dr. Woodbury\"). After meeting with Rocafort, Dr. Woodbury diagnosed him as having a panic disorder and recommended that Rocafort take a sick leave from his job. Rocafort was placed on sick leave starting September 28, 1994, and ending January 28, 1995. During his sick leave, Rocafort's panic disorder improved, but depression, a sexual desire disorder, and an anxiety disorder emerged. Nonetheless, Dr. Woodbury believed that Rocafort could return to work, so long as he was only confronted with the same kind of stress to which he had become accustomed.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Upon returning to work, Rocafort was assigned to a new marketing job. This job required Rocafort to perform a variety of novel tasks. Rocafort, for example, had to field calls from customers over the telephone instead of making in-person sales pitches. Rocafort was also required to learn new computer programs and, unlike his previous position, work as part of a group. Rocafort soon suffered from more panic attacks and again took sick leave, starting July 12, 1995, and ending July 31, 1995.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In January 1996, Rocafort received a performance evaluation. Despite the fact that Rocafort's direct supervisor and co-employees viewed his work favorably, a higher level manager who filled out the evaluation gave Rocafort the lowest available score. Through IBM's review process, Rocafort twice appealed his performance evaluation, which was sustained both times. This was the first time in Rocafort's career with IBM that he received a poor performance evaluation. In previous years, Rocafort was consistently rewarded for his outstanding sales figures. Most recently, on January 19, 1996, Rocafort was given a $1,000 Team Achievement Award. After receiving his poor evaluation, Rocafort suffered from another panic attack and was absent from work between January 30, 1996, and February 6, 1996.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">When Rocafort returned to IBM, he was transferred to yet another new job. This new job, like the prior one, required Rocafort to perform tasks that he had never done before. In an effort to ease his transition, IBM assigned him a mentor and offered him a ninety day training period. Before the training period expired, however, Rocafort's immediate supervisor, David Williams (\"Williams\"), threatened to fire him if he did not start producing results immediately. Rocafort suffered another panic attack and took sick leave starting July 10, 1996, and ending August 12, 1996. During his absence, Dr. Woodbury told a member of IBM's medical staff that Rocafort was afraid of being fired and that IBM should provide Rocafort with \"support and assurance\" that it was not going to terminate his job.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In response to Dr. Woodbury's request, IBM's medical staff sent an e-mail message to one of Rocafort's other supervisors, Juan De Choudens (\"De Choudens\"), stating:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">I assured Orville's private health care provider that his patient will not be fired the day he returns to work. I told him that you plan to spend a great deal of time that first day making the employee feel comfortable and making sure he understands what will be expected of him after he returns to work. If you can somehow communicate this to the employee in the next up coming days I think it will help a great deal.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Upon returning to work, Rocafort met with De Choudens. In order to mitigate the pressure on Rocafort to make sales and earn commissions, De Choudens offered to extend Rocafort's training period and pay him full salary. Afterwards, De Choudens indicated in an e-mail message to Rocafort that the purpose of the meeting was \"to clarify any misunderstanding you could have on your status in IBM.\" Rocafort responded with an e-mail message thanking De Choudens \"for the courteous and honest discussion we had this morning,\" and \"the concern you demonstrated regarding this situation and the interest you have shown in understanding the unpleasant predicament I went through....\"</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Shortly thereafter, a letter that originated from Rocafort's computer was found on an IBM printer. The letter was addressed to a local news reporter and contained confidential IBM information. De Choudens, Williams and another manager inspected Rocafort's computer and found a draft copy of the letter. Rocafort was informed that he could be fired if it was determined that he wrote the letter. Rocafort denied writing the letter; he argued that it was printed at a time when he was attending a therapy session with Dr. Woodbury.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">IBM offered Rocafort a separation package. IBM told Rocafort that if he did not accept the separation package, an investigation would be conducted regarding the letter. Before any action was taken, Rocafort took an extended leave of absence between September 16, 1996, and January 7, 1997, because of stress. During this absence, Rocafort rejected the separation package.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">When Rocafort returned to work, Williams met with him to discuss his training. IBM again offered to extend his training period and continue to provide him with full salary. IBM also provided Rocafort with a flexible work schedule, so he could avoid traveling to work during heavy commuter traffic. Rocafort was, however, required to meet with an IBM investigator to discuss the letter incident. The meeting lasted seven hours.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">What happened next is disputed by the parties. Rocafort claims that Williams sent him home to await the outcome of the investigation. IBM claims that Rocafort left work on his own volition. In any case, it is clear that Rocafort soon took sick leave at the behest of Dr. Woodbury and never returned to work. Later that year, Rocafort applied for benefits under IBM's Long Term Disability Plan and was approved.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On August 27, 1998, Rocafort filed a complaint in the district court against IBM alleging discrimination under the ADA and Puerto Rico law. Rocafort, his wife, and son also brought claims for emotional damages. In his complaint, Rocafort pursued two alternative theories of disability discrimination under the ADA. Rocafort's first count alleged that IBM failed to reasonably accommodate his disability. The district court granted IBM's motion for summary judgment on this claim because Rocafort was unable to present a prima facie case of discrimination. The district court reasoned that some of the accommodations Rocafort sought had been adequately provided by IBM, while others were either unreasonable or not even requested in the first instance.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Rocafort's second count alleged that IBM subjected him \"to an intimidating, hostile, abusive and offensive working environment\" because of his disability. The district court dismissed this claim as well, but on the ground that Rocafort waived the issue by not adequately addressing it in his opposition to IBM's motion for summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Having disposed of the federal claims, the district court declined to exercise jurisdiction over the pendent state law claims. Rocafort appeals only the district court's decision on the two federal claims, which we address in turn.</p>\n    </div>\n    <p class=\"indent\">II. DISCUSSION</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We review a district court's grant of summary judgment <i>de novo. Patterson v. Patterson,</i> <span class=\"citation\" data-id=\"200150\"><a href=\"/opinion/200150/patterson-v-patterson/\"><span class=\"volume\">306</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1156</span></a></span>, 1158 (1st Cir.2002). A motion for summary judgment should be granted when the evidence, taken in the light most favorable to the non-moving party, shows that there is no genuine issue of material fact and that the moving party is entitled to judgment as a matter of law. <i>Sands v. Ridefilm Corp.,</i> <span class=\"citation\" data-id=\"198937\"><a href=\"/opinion/198937/sands-v-ridefilm/\"><span class=\"volume\">212</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">657</span></a></span>, 660-61 (1st Cir.2000).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">A. <i>Rocafort's Reasonable Accommodation Claim</i></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Under the ADA, \"an employer who knows of a disability yet fails to make reasonable accommodations violates the statute.\" <i>Higgins v. New Balance Athletic Shoe, Inc.,</i> <span class=\"citation\" data-id=\"198690\"><a href=\"/opinion/198690/higgins-v-new-balance/\"><span class=\"volume\">194</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">252</span></a></span>, 264 (1st Cir.1999). In order to avoid summary judgment on his reasonable accommodation claim, Rocafort must produce enough evidence for a reasonable jury to find that (1) he is disabled within the meaning of the ADA, (2) he was able to perform the essential functions of the job with or without a reasonable accommodation, and (3) IBM, despite knowing of Rocafort's disability, did not reasonably accommodate it. <i>See Carroll v. Xerox Corp.,</i> <span class=\"citation\" data-id=\"200014\"><a href=\"/opinion/200014/carroll-v-xerox/\"><span class=\"volume\">294</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">231</span></a></span>, 237 (1st Cir.2002). The district court's decision and the brunt of the parties' arguments revolve around the third part of the analysis. We will therefore assume, without deciding, that Rocafort presented sufficient evidence to meet his burden on the first two parts. <i>See Whitney v. Greenberg, Rosenblatt, Kull &amp; Bitsoli, P.C.,</i> <span class=\"citation\" data-id=\"199513\"><a href=\"/opinion/199513/whitney-v-greenberg-rosenblat/\"><span class=\"volume\">258</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">30</span></a></span>, 33 (1st Cir.2001) (\"We need not dwell on the first or last of these three prongs [of the disability analysis] as the middle one provides an obvious basis for decision.\").</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We turn our attention to the heart of the matter: whether Rocafort has presented enough evidence to prove that IBM failed to reasonably accommodate his disability. The district court made rulings regarding several different requested accommodations. Rocafort's appellate brief, however, discusses only one.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Rocafort states that he made \"a specific request for accommodation when on August 1, 1996, Dr. Woodbury discussed with IBM medical that he had high anxiety due to the fear of being fired when he returned to work, and that upon return to work he should receive support and assurance from IBM management that it was not looking for a way to fire him.\" The district court determined that IBM \"adequately dealt\" with this specific request. We agree.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">After Dr. Woodbury made the request, De Choudens met with Rocafort to discuss his return to work. IBM extended Rocafort's training period and offered him full salary, so as to reduce the pressure on him to make sales and earn commissions. De Choudens also wrote to Rocafort that the purpose of the meeting was \"to clarify any misunderstanding you could have on your status in IBM.\" In response, Rocafort expressed his gratitude for De Choudens' assistance. IBM continued to extend Rocafort's training period and his salary arrangement even after Rocafort's subsequent absences. In addition, IBM permitted Rocafort to adjust his work schedule in order to avoid commuter traffic.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The only stressful event that occurred after Rocafort requested \"support and assurance\" was when IBM offered him a separation package after discovering the letter on his computer. After Rocafort rejected the package, IBM launched an investigation into the incident and interviewed Rocafort at length. Even if we assume that Rocafort's request for \"support and assurance\" amounted to a request to be immune from suspicion for writing the letter, we have no trouble concluding that such a request would have been unreasonable. IBM was not required to ignore the letter entirely or pretend that Rocafort was not a suspect. <i>See Reed v. LePage Bakeries, Inc.,</i> <span class=\"citation\" data-id=\"199356\"><a href=\"/opinion/199356/reed-v-lepage-bakeries/\"><span class=\"volume\">244</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">254</span></a></span>, 262 (1st Cir.2001) (\"The ADA is not a license for insubordination at the workplace.\").</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The decision by IBM to investigate the matter, question Rocafort, but still provide an extension of his training, full salary, and an altered work schedule was reasonable. We reach this conclusion mindful that \"cases involving reasonable accommodation turn heavily upon their facts and an appraisal of the reasonableness of the parties' behavior.\" <i>Jacques v. Clean-Up Group, Inc.,</i> <span class=\"citation\" data-id=\"726664\"><a href=\"/opinion/726664/richard-jacques-v-clean-up-group-inc/\"><span class=\"volume\">96</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">506</span></a></span>, 515 (1st Cir.1996). After carefully reviewing the facts in the light most favorable to Rocafort, we hold that he has not presented enough evidence to show that IBM failed to reasonably accommodate his disability.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">B. <i>Rocafort's Hostile Work Environment Claim</i></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Rocafort's claim of disability-based hostile work environment touches an area of law that is not firmly settled in this circuit. Hostile work environment claims usually arise in cases involving gender or racial discrimination under Title VII of the Civil Rights Act of 1964 (\"Title VII\"), 42 U.S.C. &#167; 2000e-2(a). <i>See, e.g., Crowley v. L.L. Bean, Inc.,</i> <span class=\"citation\" data-id=\"200130\"><a href=\"/opinion/200130/crowley-v-ll-bean-inc/\"><span class=\"volume\">303</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">387</span></a></span>, 395 (1st Cir.2002); <i>Lattimore v. Polaroid Corp.,</i> <span class=\"citation\" data-id=\"728907\"><a href=\"/opinion/728907/72-fair-emplpraccas-bna-397-36-fedrserv3d-569-ollie-lattimore-v/\"><span class=\"volume\">99</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">456</span></a></span>, 463 (1st Cir.1996). We have not yet had an opportunity to explicitly rule on whether hostile work environment claims exist under the ADA, although we have at least on one occasion assumed such claims to be cognizable.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> <i>See Rivera-Rodriguez</i> <i>v. Frito Lay Snacks Caribbean, A Div. of Pepsico P.R., Inc.,</i> <span class=\"citation\" data-id=\"774877\"><a href=\"/opinion/774877/victor-f-rivera-rodriguez-sandra-beltran-mcentee-conjugal-partnership/\"><span class=\"volume\">265</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></a></span>, 23 (1st Cir.2001). Rocafort invites us to follow the lead of other circuits and declare for the first time that the ADA provides for hostile work environment claims. <i>See Flowers v. S. Reg'l Physician Serv., Inc.,</i> <span class=\"citation\" data-id=\"772924\"><a href=\"/opinion/772924/sandra-spragis-flowers-v-southern-regional-physician-services-inc/\"><span class=\"volume\">247</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">229</span></a></span>, 235 (5th Cir.2001); <i>Fox v. Gen. Motors Corp.,</i> <span class=\"citation\" data-id=\"772918\"><a href=\"/opinion/772918/robert-j-fox-v-general-motors-corporation-and-robert-trumble-bankruptcy/\"><span class=\"volume\">247</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">169</span></a></span>, 176 (4th Cir.2001).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Were we to accept Rocafort's invitation, our holding above &#8212; that he failed to present a prima facie case under the ADA &#8212; would seem an obvious basis for affirming the district court's dismissal of the hostile work environment claim. This approach, however, would require us to import the prima facie elements of a reasonable accommodation claim into a disability-based hostile work environment claim. Whether this is the proper approach, and whether disability-based hostile work environment claims exist under the ADA, are questions best left for another day. We choose instead to decide Rocafort's hostile work environment claim on our well established \"raise-or-waive\" rule.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">\"The law in this circuit is crystalline: a litigant's failure to explicitly raise an issue before the district court forecloses that party from raising the issue for the first time on appeal.\" <i>Boston Beer Co. Ltd. P'ship v. Slesar Bros. Brewing Co., Inc.,</i> <span class=\"citation\" data-id=\"195026\"><a href=\"/opinion/195026/boston-beer-company-v-slesar-bros/\"><span class=\"volume\">9</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">175</span></a></span>, 180 (1st Cir.1993). This rule applies with equal force to situations where a plaintiff properly raises an issue in his complaint, but then fails to adequately address it as part of his summary judgment argument. <i>See Grenier v. Cyanamid Plastics, Inc.,</i> <span class=\"citation\" data-id=\"708160\"><a href=\"/opinion/708160/andre-grenier-v-cyanamid-plastics-inc/\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">667</span></a></span>, 678 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The district court stated in its ruling on IBM's motion for summary judgment that:</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In their opposition to Defendant's motion for summary judgment, Plaintiffs fail to make any response to Defendant's request for summary dismissal of the allegations under Title VII. It is not clear that any such allegation is raised in the complaint, but the Court surmises that Plaintiffs' failure to respond is most likely no oversight, but instead a critical realization that no Title VII violation lies in the facts as pled. As such, we will not analyze this issue in our discussion, and Plaintiffs' cause of action under Title VII, to the extent that one is pled, is dismissed with prejudice.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In his appellate brief, Rocafort argues that the district court's decision was erroneous because the hostile work environment theory was properly presented in his opposition to IBM's motion for summary judgment. We have carefully reviewed Rocafort's motion opposing summary judgment and his memorandum of law in support of his motion. Nowhere in either document did Rocafort present an even partially developed argument on the issue of hostile work environment. The most that can be said is that on a few occasions Rocafort mentioned the phrase \"hostile work environment,\" and cited, without discussion, to one case involving a disability-based hostile work environment.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Passing reference to legal phrases and case citation without developed argument is not sufficient to defeat waiver. <i>See DiMarco-Zappa v. Cabanillas,</i> <span class=\"citation\" data-id=\"771817\"><a href=\"/opinion/771817/joanna-dimarco-zappa-v-eugenio-cabanillas-federico-ced-alzamora-mary-jo/\"><span class=\"volume\">238</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">25</span></a></span>, 34 (1st Cir.2001) (\"Simply noting an argument in passing without explanation is insufficient to avoid waiver.\"); <i>CMM Cable Rep, Inc. v. Ocean Coast Props., Inc.,</i> <span class=\"citation\" data-id=\"727991\"><a href=\"/opinion/727991/cmm-cable-rep-inc-dba-creative-media-management-inc-v-ocean-coast/\"><span class=\"volume\">97</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1504</span></a></span>, 1525-26 (1st Cir.1996) (three sentences with three undiscussed citations did not defeat waiver); <i>McCoy v. Mass. Inst. of Tech.,</i> <span class=\"citation\" data-id=\"572652\"><a href=\"/opinion/572652/james-l-mccoy-administrator-of-the-electrical-workers-trust-funds-etc-v/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></a></span>, 22 (1st Cir.1991) (claims that are \"insinuated rather than actually articulated\" are waived).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Instead, a party has a duty \"to incorporate all relevant arguments in the papers that directly address a pending motion.\" <i>CMM Cable,</i> 97 F.3d at 1526. This duty includes analyzing relevant statutes and presenting applicable legal authority. <i>See Higgins,</i> 194 F.3d at 263. It also includes explaining arguments \"squarely and distinctly.\" <i>McCoy,</i> 950 F.2d at 22. These requirements are even more incumbent when, as here, a party urges the court to adopt new legal principles.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">That said, this court has the discretion to reach issues not raised below. <i>Singleton v. Wulff,</i> <span class=\"citation\" data-id=\"109530\"><a href=\"/opinion/109530/singleton-v-wulff/\"><span class=\"volume\">428</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">106</span></a></span>, 121, <span class=\"citation\" data-id=\"109530\"><a href=\"/opinion/109530/singleton-v-wulff/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2868</span></a></span>, <span class=\"citation\" data-id=\"109530\"><a href=\"/opinion/109530/singleton-v-wulff/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">826</span></a></span> (1976). But we have been particularly cautious in exercising that discretion, and do so only when \"error is plain and the equities heavily preponderate in favor of correcting it.\" <i>Correa v. Hosp. San Francisco,</i> <span class=\"citation\" data-id=\"196369\"><a href=\"/opinion/196369/correa-gonzalez-v-hospital-sf/\"><span class=\"volume\">69</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1184</span></a></span>, 1196 (1st Cir.1995). We apply the plain error doctrine \"in exceptional cases or under peculiar circumstances to prevent a clear miscarriage of justice ... [or] where the error seriously affected the fairness, integrity or public reputation of judicial proceedings.\" <i>Beatty v. Michael Bus. Machs. Corp.,</i> <span class=\"citation\" data-id=\"762749\"><a href=\"/opinion/762749/kevin-p-beatty-and-cynthia-l-beatty-v-michael-business-machines-corp/\"><span class=\"volume\">172</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">117</span></a></span>, 121 (1st Cir.1999).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">There was no plain error in this case. <i>See Town of Norwood v. New England Power Co.,</i> <span class=\"citation\" data-id=\"198812\"><a href=\"/opinion/198812/norwood-town-of-v-ne-power-co/\"><span class=\"volume\">202</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">408</span></a></span>, 417 (1st Cir.2000) (\"[I]t is normally not error at all, let alone plain error, for a court to ignore a possible claim or defense that a party fails to proffer or pursue.\"). To begin with, none of the scenarios in which we might be inclined to find plain error, are present here. <i>See Babcock v. Gen. Motors Corp.,</i> <span class=\"citation\" data-id=\"200073\"><a href=\"/opinion/200073/babcock-v-general-motors-corp/\"><span class=\"volume\">299</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">60</span></a></span>, 65 (1st Cir.2002) (describing scenarios). In addition, Rocafort never called the district court's attention to its alleged error by way of a motion for reconsideration or otherwise. <i>See MCI Telecomm. Corp. v. Matrix Communications Corp.,</i> <span class=\"citation\" data-id=\"197748\"><a href=\"/opinion/197748/mci-corporation-v-matrix-comm-corp/\"><span class=\"volume\">135</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">27</span></a></span>, 33 (1st Cir.1998).</p>\n    </div>\n    <p class=\"indent\">III. CONCLUSION</p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Rocafort did not present sufficient evidence of IBM's failure to reasonably accommodate his disability. Rocafort also waived his hostile work environment claim, and we see no reason to invoke our discretion to revive it on appeal. The district court's grant of summary judgment is AFFIRMED. So ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Rocafort has therefore waived any argument as to the other requested accommodations<i>KPS &amp; Assocs., Inc. v. Designs by FMC, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">318</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span>, 25 (1st Cir.2003) (issues not adequately raised in brief are waived).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> District courts within this circuit have either held that the ADA provides for disability-based hostile work environment claims,<i>Rodriguez v. Loctite P.R., Inc.,</i> <span class=\"citation\" data-id=\"1467344\"><a href=\"/opinion/1467344/rodriguez-v-loctite-puerto-rico-inc/\"><span class=\"volume\">967</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">653</span></a></span>, 662-63 (D.P.R.1997), or assumed such claims to exist, <i>Ward v. Mass. Health Research Inst., Inc.,</i> <span class=\"citation\" data-id=\"2414993\"><a href=\"/opinion/2414993/ward-v-massachusetts-health-research-institute/\"><span class=\"volume\">48</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">72</span></a></span>, 80 (D.Mass.1999), <i>rev'd on other grounds,</i> <span class=\"citation\" data-id=\"198881\"><a href=\"/opinion/198881/ward-v-massachusetts-health/\"><span class=\"volume\">209</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">29</span></a></span> (1st Cir.2000).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/109530/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195026/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196369/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197748/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198690/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198812/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198881/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198937/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199356/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199513/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200014/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200073/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200130/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200150/",
    "http://www.courtlistener.com/api/rest/v3/opinions/572652/",
    "http://www.courtlistener.com/api/rest/v3/opinions/708160/",
    "http://www.courtlistener.com/api/rest/v3/opinions/726664/",
    "http://www.courtlistener.com/api/rest/v3/opinions/727991/",
    "http://www.courtlistener.com/api/rest/v3/opinions/728907/",
    "http://www.courtlistener.com/api/rest/v3/opinions/762749/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771817/",
    "http://www.courtlistener.com/api/rest/v3/opinions/772918/",
    "http://www.courtlistener.com/api/rest/v3/opinions/772924/",
    "http://www.courtlistener.com/api/rest/v3/opinions/774877/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1467344/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2414993/"
  ]
}