{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/200527/",
  "absolute_url": "/opinion/200527/torres-rosado-v-rotger-sabat/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/200527/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T04:54:47Z",
  "date_modified": "2016-02-28T05:03:17.622920Z",
  "type": "010combined",
  "sha1": "49fc28efc65a25ddd0f9ed5ff8ecd64bf49d1566",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/02-2103-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2003/07/02/Torres-Rosado_v._Rotger-Sabat.pdf",
  "plain_text": "            United States Court of Appeals\n                       For the First Circuit\n\n\nNo.   02-2103\n\n                      MARTA I. TORRES-ROSADO,\n\n                       Plaintiff, Appellant,\n\n                                 v.\n\n          ÁNGEL E. ROTGER-SABAT; JOSÉ A. FUENTES-AGOSTINI;\n                        ANÍBAL TORRES-RIVERA,\n\n                       Defendants, Appellees;\n\n      JOSÉ R. RAMOS-ROMÁN; ITALA RIVERA-BUONOMO; EDWIN VÁZQUEZ-\n                  BERRIOS; CARLOS D. RIESTRA-CORTÉS,\n\n                             Defendants.\n\n\n            APPEAL FROM THE UNITED STATES DISTRICT COURT\n                   FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Jaime Pieras, Jr., Senior U.S. District Judge]\n\n\n                               Before\n\n                        Selya, Circuit Judge,\n                     Cyr, Senior Circuit Judge,\n                      and Lynch, Circuit Judge.\n\n\n           Manuel R. Suarez Jiménez for appellant.\n\n           Leticia Casalduc-Rabell, Assistant Solicitor General,\nwith whom Roberto Y. Sánchez-Ramos, Solicitor General, and\nVanessa Lugo-Flores, Deputy Solicitor General, were on brief for\nappellees.\n\n                            July 2, 2003\n\f          LYNCH, Circuit Judge.   This is an appeal from entry of\n\nsummary judgment against claims by a public employee that her\n\nsuperiors retaliated for her speech on a matter of public concern\n\nand terminated her employment without due process. Plaintiff Marta\n\nTorres-Rosado, an agent in the Puerto Rico Justice Department's\n\nSpecial Investigations Bureau (SIB), claims that her superiors\n\nfired her because she wrote a confidential internal memorandum\n\nsuggesting that the SIB's investigation of an important politician\n\nmight be \"paralyzed\" as part of a cover-up.    She has since been\n\nreinstated, pursuant to a settlement of related litigation in the\n\nPuerto Rico courts.\n\n          The defendants remaining in the case are Aníbal Torres-\n\nRivera, Ángel Rotger-Sabat, and José Fuentes-Agostini, who were, at\n\nthe relevant time, Director of the SIB, Assistant Attorney General,\n\nand Attorney General, respectively.   In her federal case, brought\n\nunder 42 U.S.C. §§ 1983, 1985 (2000), plaintiff1 claims that these\n\ndefendants denied her procedural due process, violated her First\n\nAmendment rights, and engaged in a conspiracy to deprive her of\n\ncivil rights.   She also advanced pendent claims under Puerto Rico\n\nlaw that are not part of this appeal.\n\n          The district court granted summary judgment to defendants\n\non all federal claims and declined jurisdiction over the pendent\n\n\n     1\n          To avoid confusion between plaintiff Torres-Rosado and\ndefendant Torres-Rivera, we will refer to the former as\n\"plaintiff.\"\n\n                               -2-\n\fclaims.   We affirm the dismissal of the due process and civil\n\nrights conspiracy claims.    On the First Amendment claim, we find\n\nthat the district court erred in determining that plaintiff's memo\n\nraised no issue of public concern.     Nonetheless, we affirm summary\n\njudgment against the First Amendment claim on other grounds.\n\n                                 I.\n\nA.   Scope of Summary Judgment Record\n\n          Before turning to the facts of the case, we address a\n\npreliminary question of what material should properly be considered\n\nin the summary judgment record before us.         The district court\n\ndeemed defendants' motion for summary judgment, and the factual\n\nassertions supporting it, to be unopposed, because plaintiff failed\n\nto file timely oppositions to them.     See Torres-Rosado v. Rotger-\n\nSabat, 204 F. Supp. 2d 252, 253 & n.1 (D.P.R. 2002).            Such\n\noppositions are required by the district court's local rules.    See\n\nD.P.R. R. 311.5, 311.12.    This court has held repeatedly that the\n\ndistrict court in Puerto Rico is justified in holding one party's\n\nsubmitted uncontested facts to be admitted when the other party\n\nfails to file oppositions in compliance with local rules.       See,\n\ne.g, United Parcel Serv., Inc. v. Flores-Galarza, 318 F.3d 323, 330\n\n& n.10 (1st Cir. 2003); Corrada-Betances v. Sea-Land Serv., Inc.,\n\n248 F.3d 40, 43 (1st Cir. 2001); Morales v. A.C. Orssleff's EFTF,\n\n246 F.3d 32, 33-34 (1st Cir. 2001); Ruiz-Rivera v. Riley, 209 F.3d\n\n24, 27-28 (1st Cir. 2000).     This, of course, does not mean the\n\n\n                                 -3-\n\funopposed party wins on summary judgment; that party's uncontested\n\nfacts and other evidentiary facts of record must still show that\n\nthe party is entitled to summary judgment.\n\n           Defendants moved for summary judgment on April 15, 2002,\n\nand included with their motion a statement of uncontested facts.\n\nPlaintiff's response was due ten days later.            See D.P.R. R. 311.5.\n\nThis deadline came and went, and only on April 29 did plaintiff\n\nsubmit a motion requesting still another week to respond -- an\n\nextension which would have taken her response up to the eve of the\n\ntrial date that had been set in a pretrial order entered five\n\nmonths before.    The next day, April 30, the district court denied\n\nthe requested extension.       Plaintiff nonetheless filed her belated\n\nresponse on May 7, 2002, the same day that the district court\n\ngranted    summary      judgment.      The    plaintiff    later     moved    for\n\nreconsideration, arguing that the court should consider her tardy\n\nopposition. The court denied this motion in a detailed unpublished\n\nopinion issued on July 11, 2002.\n\n           Plaintiff's appellate briefs draw repeatedly on facts and\n\narguments that were included only in the rejected filing, and her\n\nnotice    of   appeal    encompasses    the    denial     of   the   motion    to\n\nreconsider.     However, she does not offer any sustained argument\n\nthat the court erred in denying the initial extension of time or\n\nthe motion to reconsider.           The failure to argue the point means\n\n\n\n\n                                      -4-\n\fthat the issue has been waived.       See Donovan v. City of Haverhill,\n\n311 F.3d 74, 76 (1st Cir. 2002).2\n\n            When   the   district   court   granted   defendants'   summary\n\njudgment motion, its findings of fact were based on the defendants'\n\nsubmission of uncontested facts.        See Torres-Rosado, 204 F. Supp.\n\n2d at 253-56 & n.1.3      On appeal, we consider the same record that\n\nwas before the district court.        The uncontested facts are deemed\n\nadmitted.    A small amount of other material qualifies as part of\n\nthe summary judgment record, such as a verified objection filed by\n\n\n\n\n     2\n          Even if we considered the issue, we would find that the\ndistrict court was well within its discretion. In its unpublished\nopinion denying the motion for reconsideration, the court\nexhaustively chronicled the plaintiff's repeated delays and missed\ndeadlines in this litigation. The court counted at least fifteen\nrequests for extensions of time by plaintiff, many of which were\nfiled after deadlines had already passed. Plaintiff did not even\nserve defendant Torres-Rivera, who was living in Romania at the\ntime, until over a year after filing the complaint. One motion\nfiled by plaintiff explaining the failure to meet deadlines is\nentitled, \"Plaintiff's Attorney Apologies to the Court.\"        The\ndistrict court correctly said that it had been \"more than generous\"\nin offering plaintiff repeated extensions of time.       Given the\nhistory of the litigation, and the clear deadlines found in both\nLocal Rule 311.5 and the court's November 2001 pretrial order, this\ndecision was quite justifiable.\n     3\n          There is no merit in the suggestion, advanced by\nplaintiff at oral argument, that the district court considered the\nlate-filed facts when it rejected the motion to reconsider, so that\nthey are part of the record.       Rather, in its order denying\nreconsideration, the district court meticulously explained why it\nrejected plaintiff's filing.      It then, as a matter of its\ndiscretion, went on to discuss why, \"even if the Court had\nconsidered plaintiff's factual problems with [defendants']\nuncontested facts . . . it would have arrived at the same\nconclusion.\"\n\n                                     -5-\n\fplaintiff at an earlier stage of the litigation and some portions\n\nof depositions and interrogatories submitted to the court.\n\nB.   Factual Background\n\n           In October 1998, plaintiff was a career employee of the\n\nSIB with approximately fifteen years of experience.           She held the\n\ntitle of \"Agent III.\"        She also supervised a public integrity\n\nsquad.    Torres-Rivera      conferred      these   supervisory   duties   on\n\nplaintiff; they were not part of plaintiff's status as an Agent\n\nIII, nor were they assigned through civil service competition.\n\n           One   of   the   squad's    pending   investigations   concerned\n\ncorruption allegations against Aníbal Marrero-Pérez, then the vice\n\npresident of the Puerto Rico Senate.         Plaintiff had a confidential\n\ninformant who was providing information to her about alleged\n\nunlawful behavior by Marrero.         Apparently, this informant provided\n\nplaintiff with an accusation and some evidence suggesting that\n\nMarrero had received an improper payment.\n\n           Plaintiff wrote a four-paragraph internal memorandum to\n\nTorres-Rivera on October 16, 1998 expressing concerns about the\n\npace of the Marrero investigation. The first and fourth paragraphs\n\nof the memo alluded to leads that had been developed in the case.4\n\nThe middle two paragraphs stated:\n\n\n\n\n      4\n          This memo and much of the rest of the record was written\nin Spanish; we rely on the certified translations provided by the\nparties.\n\n                                      -6-\n\f             It is my concern that at present this investigation is\n             paralyzed due to lack of communication with you, since it\n             is you who are authorized to give us instructions whether\n             to proceed or not regarding this case with the aforesaid\n             debriefings.\n\n             At the last meeting held with you, you indicated that you\n             would make efforts to verify with the federal agencies\n             whether there was any investigation into this matter to\n             thus know what course of action to follow.\n\nThe memo closed, \"For your information and appropriate action.\"\n\n             A week later, on Friday, October 23, Torres-Rivera wrote\n\na memo responding to plaintiff.              It quoted her accusation of\n\nparalysis and then stated:\n\n             Your concern is groundless, inasmuch as communication\n             with my office flows openly at my request or at the\n             request of a party. It is by means of your memorandum\n             that I found out about the information you cited. I do\n             not know what your intentions are in making such serious\n             imputations.\n\n             In the face of your assertion, I have no other\n             alternative but to withdraw you from my trust as a\n             supervisor . . . .\n\nThe memo instructed plaintiff to report for duty to José Ramos,\n\nanother SIB official, the following Monday.\n\n             The same day, Friday, Torres-Rivera and Ramos held a\n\nmeeting with plaintiff where Torres-Rivera read her this memo aloud\n\nand   said   that    plaintiff    would     be   removed    from    the   Marrero\n\ninvestigation.       The following Monday, however, Torres-Rivera wrote\n\nanother   memo   to    plaintiff    which    reversed      this    decision   and\n\nreinstated     her     as   the    agent    in    charge    of     the    Marrero\n\n\n\n\n                                      -7-\n\finvestigation.5     This memo concluded, \"I reiterate that all the\n\nresources necessary to help you conduct this investigation to the\n\nconsequences that it warrants, will be at your disposal.\"6\n\n             During the meeting on Friday, after she had been given\n\nthe   memo    and   told   that   she     was   being   removed   from   the\n\ninvestigation, plaintiff asked that she be allowed to use some\n\naccumulated vacation time.        She filed a form, which Ramos signed,\n\nrequesting leave from the following Monday until December 8.\n\nTorres-Rivera told her at that meeting that she could commence her\n\nleave only after filing a report about the Marrero investigation.\n\nAfter the meeting, but before she left the premises, she told Ramos\n\nthat she refused to complete the report that she had been ordered\n\nto prepare because she did not want to name her informant to\n\nanother agent.\n\n             Plaintiff did not come to work the following Monday,\n\nOctober 26.    She telephoned Ramos and told him that her young son\n\nwas sick and she would be unable to come to the office.            She says\n\n\n      5\n          The translation submitted to this court indicates that\nthe memo was written on November 26, not October 26, but this\nappears to be an error, and the district court found that it was\nwritten on Monday, October 26.     This conclusion makes sense,\nespecially since Torres-Rivera no longer worked at the SIB by\nNovember 26.\n      6\n          It is not entirely clear from the record whether this\nreinstatement also extended to plaintiff's other supervisory\nduties. Earlier in the litigation, plaintiff stated under oath\nthat she was a supervisor of the squad as well as the investigation\n\"[a]t the time of her dismissal,\" suggesting that she regained both\nof her supervisory roles.\n\n                                    -8-\n\fthat she indicated in this conversation that he had chicken pox and\n\nthat she was potentially contagious. Also on Monday, Torres-Rivera\n\nwent to Ramos' office and asked if plaintiff had filed the report;\n\nwhen he found out that she had not done so, he annotated the\n\nvacation request form that Ramos had signed, indicating that\n\nplaintiff could not take leave until she handed in the report.\n\nMeanwhile, plaintiff had attempted to go over Torres-Rivera's head\n\nby requesting and receiving an appointment with Rotger-Sabat at\n\n3:00 that day, an appointment she then cancelled.                   Finally, in\n\nanother telephone conversation between plaintiff and Ramos that\n\nday, Ramos told her that no vacation time was approved until she\n\nsubmitted the report, and she repeated her previous statements\n\nabout not revealing her confidential informant.\n\n          Plaintiff remained out of the office from October 26\n\nuntil November 20. Her verified statement is that her two-year-old\n\nson had chicken pox between October 23 and November 11; that she\n\nand her son were both ill with bronchitis between November 11 and\n\nNovember 24 and so she was unable to work; and that regulations\n\ninstructed   her   not   to   go   to    work   if   she   were   exposed   to   a\n\ncontagious disease.      She later submitted medical documentation to\n\nher employer.   Defendants have submitted sworn evidence indicating\n\nthat plaintiff was informed several times during that period that\n\nher absence was unauthorized.           She has not denied this; she says\n\nthe SIB acquiesced to her leave by accepting her form.\n\n\n                                        -9-\n\f            During her absence, plaintiff did not hand in the report\n\nthat Torres-Rivera had ordered her to submit.             She received a memo\n\non October 30 again instructing her to prepare the status report.\n\nPlaintiff does not say that she was physically unable to do so;\n\nindeed, her evidence is that she offered to come into the office\n\nand prepare the report, but would have to bring her contagious son.\n\n            While   plaintiff      was    still   out   of   the   office,   the\n\nnewspaper      El   Vocero    published         nine    articles    concerning\n\ninvestigations      of   Senator      Marrero     for   alleged    corruption.\n\nPlaintiff denies speaking to journalists or anyone else concerning\n\nthe case.      Another El Vocero article in November reported that\n\nmaterials for santería rituals were found in plaintiff's SIB car\n\nand suggested that she was practicing witchcraft against Torres-\n\nRivera   and   other     government      officials.      Plaintiff,    a   Roman\n\nCatholic, says the story was baseless.\n\n            Also during plaintiff's absence, Torres-Rivera left his\n\nposition as director of the SIB; his last day was November 16.                On\n\nthat final day, he wrote a complaint, which he gave to Attorney\n\nGeneral Fuentes-Agostini, requesting a disciplinary investigation\n\nof plaintiff. This complaint began by discussing the original memo\n\nfrom plaintiff, stating that it \"described in writing a situation\n\nof lack of communication with the undersigned Director, alluding\n\nthat for those reasons an investigation was paralyzed.\"                It said\n\nthat Torres-Rivera had removed plaintiff from her supervisory\n\n\n                                      -10-\n\fposition    because    of   \"the       falseness    of    the    imputations\"     and\n\ncomplained about her ignoring the chain of command by trying to\n\nmeet with Rotger-Sabat.          It went on to characterize her absence as\n\nunauthorized;     there     is    no    indication       in   the     complaint   that\n\nplaintiff had ever requested or received approval for sick time.\n\nBecause    the   department's      inspector       general      was    friendly   with\n\nplaintiff, she recused herself from any such inquiry, and Fuentes-\n\nAgostini    assigned   another         employee,    Itala     Rivera-Buonomo,      to\n\ninvestigate plaintiff for \"improper conduct.\"\n\n            Plaintiff returned to work on November 20, before the end\n\nof her requested leave.            It is unclear if she had learned of\n\nTorres-Rivera's complaint, but that day she received a hand-\n\ndelivered letter from Rivera-Buonomo informing her of the internal\n\ninvestigation of her conduct.               Enclosed with the letter were\n\nvarious documents on which the investigation relied, including\n\ncopies of Torres-Rivera's complaint and a memo from another SIB\n\nofficial, Carlos Riestra-Cortés, discussing her absence. Plaintiff\n\ndelivered the report on the Marrero investigation on November 20;\n\nit was deemed unsatisfactory and she submitted a revised version\n\nfour days later, which was also deemed unsatisfactory. On November\n\n24, she turned in medical certificates and again requested regular\n\nvacation leave.\n\n            Rivera-Buonomo prepared a preliminary report about her\n\ninvestigation on December 9, 1998.                  According to the report,\n\n\n                                        -11-\n\fplaintiff had again been out of the office since November 24.\n\nRivera-Buonomo concluded that, because plaintiff failed to follow\n\nrules concerning permission for absences, she had been \"absent from\n\nher job from October 26, 1998 until November 20th without having\n\nher absence . . . authorized for any reason.\"             The report also\n\nrecounted sworn testimony by Ramos that plaintiff had told him she\n\nrefused to write the report about the Marrero investigation, in\n\npart because she did not want others to speak with her confidential\n\ninformant, and that if Torres-Rivera \"wanted information, that he\n\nshould   search   for   it.\"     Rivera-Buonomo   determined   that    this\n\nconstituted insubordination. It is an uncontested fact that agents\n\nmust   disclose   confidential    sources   to   their   supervisors   upon\n\nrequest.\n\n           On January 28, 1999, Fuentes-Agostini suspended plaintiff\n\nwith pay and sent her a detailed letter informing her of the\n\ndecision and the reasons for it, which were based on Rivera-\n\nBuonomo's conclusions that plaintiff was absent without leave and\n\ninsubordinate.    Plaintiff appealed, and an administrative hearing\n\nconcerning the charges was held on April 9, 1999.           Plaintiff was\n\nrepresented by counsel and had the opportunity to present evidence\n\nand testimony.     The hearing officer found that plaintiff's sick\n\nleave was not authorized, and that she resisted handing in her\n\nreport because she did not want anyone else communicating with her\n\nconfidential informant.        As a result, he concluded that she had\n\n\n                                   -12-\n\fbeen absent without leave and had disobeyed orders, and that\n\ndismissal was warranted.   Plaintiff's employment was terminated on\n\nJune 30, 1999.\n\n          Plaintiff filed a defamation suit against Torres-Rivera\n\nin the Puerto Rico courts in November 1999, which alleged that he\n\nwas the source for El Vocero's santería story.   In June 2001, a new\n\nattorney general reached a settlement of this defamation suit\n\nwhereby plaintiff was reinstated with back pay.       Plaintiff had\n\nfiled her federal case on July 14, 2000.7\n\n                                II.\n\n          Even where the record is circumscribed because summary\n\njudgment was unopposed, a district court may grant summary judgment\n\nagainst the nonresponding party only \"if appropriate.\" See Fed. R.\n\nCiv. P. 56(e).   \"Under this provision it is clear that where the\n\nevidentiary matter in support of the motion does not establish the\n\nabsence of a genuine issue, summary judgment must be denied even if\n\nno opposing evidentiary matter is presented.\"    NEPSK, Inc. v. Town\n\nof Houlton, 283 F.3d 1, 7 (1st Cir. 2002) (quotation omitted); see\n\nKelly v. United States, 924 F.2d 355, 358 (1st Cir. 1991) (in\n\nconsidering unopposed summary judgment motion, \"[o]f course, the\n\ndistrict court was still obliged to consider the motion on its\n\n\n     7\n          Although the settlement mooted much of the relief\nplaintiff had sought, her federal complaint also pled emotional\ndistress damages, including \"partial hospitalization in a mental\ninstitution and a miscarriage.\" The record before us contains no\nevidence of these damages.\n\n                                -13-\n\fmerits\").     We look at the \"pleadings, depositions, answers to\n\ninterrogatories,      and    admissions         on    file,   together   with   the\n\naffidavits, if any,\" Fed. R. Civ. P. 56(c), and we apply the\n\nfamiliar de novo standard of review.                 See Mullen v. St. Paul Fire\n\n& Marine Ins. Co., 972 F.2d 446, 452 (1st Cir. 1992).                    Plaintiff\n\n\"may not rest upon the mere allegations or denials of [her]\n\npleading.\"    Fed. R. Civ. P. 56(e).            An unsworn assertion of fact in\n\nthe complaint alone is not enough to create a material factual\n\ndispute.\n\nA.   Procedural Due Process\n\n            Plaintiff alleges her right to procedural due process\n\nunder the Fourteenth Amendment was violated, first when she was\n\nremoved from her supervisory duties (but not from her status as an\n\nAgent III), then when she was suspended with pay, and finally when\n\nshe was terminated. Constitutional procedural due process protects\n\nonly those aspects of public employment recognized as property\n\ninterests; we refer to Puerto Rico law for guidance in defining\n\nsuch interests.       Cleveland Bd. of Educ. v. Loudermill, 470 U.S.\n\n532, 538 (1985); Figueroa-Serrano v. Ramos-Alverio, 221 F.3d 1, 5-6\n\n(1st Cir. 2000).\n\n            Plaintiff's supervisory duties alone do not qualify as\n\nsuch a protected interest -- even if we assume, despite indications\n\nto   the   contrary   in    her    own   sworn       statement,   that   they   were\n\neliminated permanently.           It was uncontested that the supervisory\n\n\n                                         -14-\n\fduties were conferred on a discretionary basis to those of the rank\n\nof Agent III \"who held the trust of the Director of the SIB.\"\n\nTorres-Rosado, 204 F. Supp. 2d at 254.                Plaintiff was assigned\n\nthese duties without any civil service competition. Id. Thus, she\n\ncannot demonstrate that Puerto Rico's public employment law created\n\nany \"reasonable expectation, arising out of a statute, policy,\n\nrule, or contract,\" that she would continue to perform supervisory\n\nduties.      Wojcik v. Mass. State Lottery Comm'n, 300 F.3d 92, 101\n\n(1st Cir. 2002). Torres-Rivera wrote in his memo to plaintiff that\n\nhe had decided to \"withdraw you from my trust as a supervisor.\"                   He\n\ndid not violate procedural due process by doing so.                  See Figueroa-\n\nSerrano, 221 F.3d at 7 (\"Without career status, the plaintiffs do\n\nnot   have    a    constitutionally      protected        property   interest     in\n\ncontinued employment . . . .\").\n\n             Due process requirements do not attach to the paid\n\nsuspension either, at least on the facts of record in this case.\n\nThe   Supreme     Court   explained     in     Loudermill    that    a   government\n\nemployer who wishes to remove a worker immediately may suspend that\n\nworker with pay until the procedures associated with termination\n\ncan be completed.           470 U.S. at 544-45.           That is exactly what\n\nhappened here.       More recently, a unanimous Supreme Court rejected\n\na categorical rule imposing constitutional due process requirements\n\non suspensions without pay.            See Gilbert v. Homar, 520 U.S. 924,\n\n929-30    (1997)    (\"Due    process    is     flexible    and   calls    for   such\n\n\n                                        -15-\n\fprocedural    protections         as       the   particular     situation   demands.\")\n\n(quoting Morrissey v. Brewer, 408 U.S. 471, 481 (1972)).                              The\n\nGilbert Court also called the deprivation in such cases \"relatively\n\ninsubstantial.\"       Id. at 932.            Plaintiff's paid suspension in this\n\ncase, which     caused      only       a    very    temporary     deprivation    of   job\n\nfunctions    and    no     financial         loss,    did   not   give    rise   to   any\n\nconstitutional entitlement to due process.8\n\n             The termination of her employment, however, did require\n\ndue process.        It is well-established under Puerto Rico law and\n\nFirst Circuit precedents that career employees in positions such as\n\nplaintiff's    --    and    who    are       not    in   political   or   policymaking\n\npositions, cf. Flynn v. City of Boston, 140 F.3d 42, 45 (1st Cir.\n\n1998) -- are entitled to due process in association with their\n\ntermination.       See Acosta-Orozco v. Rodriguez-De-Rivera, 132 F.3d\n\n97, 104 (1st Cir. 1997).                    The crucial question becomes: what\n\nprocess was due?      This is an issue of federal law.                See Loudermill,\n\n470 U.S. at 541; Vitek v. Jones, 455 U.S. 480, 491 (1980).\n\n\n\n\n     8\n          Numerous courts have held that paid suspensions could be\nimposed without the sorts of procedures the Constitution demands\nfor terminations of career employees who have proprietary interests\nin their jobs.    Pratt v. Ottum, 761 A.2d 313, 320 (Me. 2000)\n(collecting cases); see, e.g., Hicks v. City of Watonga, 942 F.2d\n737, 746 n.4 (10th Cir. 1991); Koelsch v. Town of Amesbury, 851 F.\nSupp. 497, 500 (D. Mass. 1994). Still, it is conceivable that a\nvery long or open-ended paid suspension might function so much like\na termination that some due process protection might attach. We\nneed not consider that prospect here.\n\n                                             -16-\n\f             Plaintiff received far more than the minimum elements of\n\nprocedural due process: \"some kind of a hearing\" and an opportunity\n\nto respond to the allegations against her. Loudermill, 470 U.S. at\n\n542; see O'Neill v. Baker, 210 F.3d 41, 47-48 (1st Cir. 2000).                 The\n\nday she returned to the office, November 20, 1998, she received\n\nnotice of the investigation and a copy of the documents enumerating\n\nthe allegations against her.          When the investigation was complete,\n\nthe January 28, 1999, letter informed plaintiff of its specific\n\nconclusions, that she faced possible termination, and that she had\n\na right to a hearing before such action was taken.                Finally, the\n\nhearing on     April   9,    1999,    was   conducted   before   an   examining\n\nofficer, plaintiff was accompanied by counsel, plaintiff herself\n\ntestified, and she had the opportunity to present other witnesses\n\nand evidence.\n\n             We do not review the substance of decisionmaking under\n\nthe rubric of procedural due process analysis. See Bishop v. Wood,\n\n426 U.S. 341, 349-50 (1976). Plaintiff alleges that the procedures\n\nemployed departed from applicable regulations under Puerto Rico\n\nlaw.   An     agency's      failure   to    follow   its   own   rules   may    be\n\nsignificant in administrative law, but the federal Due Process\n\nClause does not incorporate the particular procedural structures\n\nenacted by state or local governments; these claims should be\n\npursued, if at all, under Puerto Rico law.              See O'Neill, 210 F.3d\n\nat 49 n.9.\n\n\n                                       -17-\n\f             Plaintiff also argues that she was not given sufficient\n\nwarning of the evidence to be used against her at the hearing, as\n\nshe says Arnett v. Kennedy, 416 U.S. 134 (1974), requires.                  We\n\ndisagree.    The original complaint by Torres-Rivera and the January\n\n28 letter laid out in detail the allegations and findings that\n\nprovided cause for termination.           There was no unfair surprise to\n\nplaintiff or her attorney.            This was \"an explanation of the\n\nemployer's evidence\" which, combined with notice and an opportunity\n\nto respond, satisfied the requirements of procedural due process.\n\nLoudermill, 470 U.S. at 546 (explaining Arnett).\n\nB.   First Amendment\n\n            A    government    employee     \"may    not   be   dismissed   for\n\nexercising rights protected under the First Amendment.\"              Hennessy\n\nv. City of Melrose, 194 F.3d 237, 245 (1st Cir. 1999).            At the same\n\ntime, that employee's free speech rights must be balanced against\n\n\"the interest of the State, as an employer, in promoting the\n\nefficiency      of   the   public   services   it    performs    through   its\n\nemployees.\"      Pickering v. Bd. of Educ., 391 U.S. 563, 568 (1968);\n\nsee Rankin v. McPherson, 483 U.S. 378, 384 (1987); Connick v.\n\nMyers, 461 U.S. 138, 140 (1983).\n\n            The line of Supreme Court cases striking this balance has\n\nyielded a three-part test, which this court summarized in O'Connor\n\nv. Steeves, 994 F.2d 905, 912-13 (1st Cir. 1993).              The court must\n\nfirst determine whether the issue about which the employee spoke\n\n\n                                     -18-\n\fwas a \"matter of public concern;\" if not, there is no claim for\n\nFirst Amendment protection.          Connick, 461 U.S. at 146; see Tang v.\n\nRhode Island, 163 F.3d 7, 12 (1st Cir. 1998).                 Second, the court\n\nevaluates    the   balance    between    the    employee's        First   Amendment\n\ninterests and the government's interests as an employer.                        See\n\nRankin, 483 U.S. at 388; Mullin v. Town of Fairhaven, 284 F.3d 31,\n\n39-41 (1st Cir. 2002).         Finally, if the claim survives both of\n\nthese tests, the plaintiff employee must show that the protected\n\nspeech was a substantial or motivating factor behind the adverse\n\nemployment    action;   the    burden    then    shifts      to    the    government\n\nemployer to demonstrate by a preponderance of the evidence that it\n\nwould have taken the same action absent the protected speech.                    See\n\nMt. Healthy City Sch. Dist. Bd. of Educ. v. Doyle, 429 U.S. 274,\n\n287 (1977); Wytrwal v. Saco Sch. Bd., 70 F.3d 165, 170 (1st Cir.\n\n1995).       While   the     first     two     tests   are        typically   legal\n\ndeterminations subject to de novo review, the third is a question\n\nof fact which normally belongs to the jury.            Nethersole v. Bulger,\n\n287 F.3d 15, 18-19 (1st Cir. 2002); O'Connor, 994 F.2d at 912-13.\n\n            The district court here disposed of plaintiff's First\n\nAmendment claim at the initial stage, finding that her speech was\n\nnot about a matter of public concern.9            It concluded that\n\n\n     9\n          Plaintiff's complaint presents the alleged First\nAmendment infractions as three different claims: freedom of speech\nas a public employee, unlawful retaliation, and whistleblower\nprotection. Since she appeals under the First Amendment and not\nunder Puerto Rico law, the substantive issues raised by these\n\n                                      -19-\n\f            the matters in the case at bar relate to the fundamental\n            inner workings of an office -- that Plaintiff perceived\n            the investigation was proceeding too slowly.        While\n            [allegations of] corruption in the Puerto Rican senate\n            are   certainly   matters    of   public   concern,   the\n            investigation itself, or how it is progressing, is\n            entirely an internal matter, and not of public concern.\n            That is to say, while the end result might be a matter of\n            public concern, the means to that end[] is not.\n\nTorres-Rosado, 204 F. Supp. 2d at 260.\n\n            As a matter of law, the district court too narrowly\n\nevaluated the nature of the public concern in context. In essence,\n\nsome months before plaintiff wrote her October 16, 1998 memo, she\n\nhad been told that she should hold off on her investigation of\n\nMarrero while her supervisors checked to see if federal authorities\n\nwere also investigating him. When she heard nothing, she expressed\n\nconcern that \"at present this investigation is paralyzed due to\n\nlack of communication with you, since it is you who are authorized\n\nto give us instructions whether to proceed or not.\"          \"Paralyze\" is\n\ndefined as \"to deprive of strength or activity; make powerless;\n\nmake ineffective.\"       Webster's Third New International Dictionary\n\n1638 (1993).      The public is concerned about more than just the \"end\n\nresult\" of the investigation of an elected official. The public is\n\nalso concerned, and understandably so, about whether government\n\ninvestigations of political corruption are influenced improperly or\n\nare derailed by political connections.        Plaintiff's interpretation\n\nof   her   memo    to   Torres-Rivera   is   that   the   word   \"paralyzed\"\n\n\nclaims are essentially identical and we consider them together.\n\n                                   -20-\n\frepresented \"an elegant way of accusing him of being engaged in a\n\ncover up.\" Certainly Torres-Rivera's response to the memo suggests\n\nthat he understood it in exactly that way.\n\n             \"Whether an employee's speech addresses a matter of\n\npublic concern must be determined by the content, form, and context\n\nof a given statement, as revealed by the whole record.\"                   Connick,\n\n461 U.S. at 147-48.      Even if the content of the employee's speech\n\non   its   face    relates   largely    to    the   internal    affairs    of   the\n\ngovernment agency, Connick requires a more searching contextual\n\nanalysis to determine if the speech implicates matters of public\n\nconcern as well.       See id. at 148-49 (assistant district attorney\n\ndistributed survey to her colleagues asking their opinions about\n\nthe functioning of the office; most questions related to internal\n\nmatters that were not of public concern, but one asking whether\n\nemployees felt pressure to work in political campaigns passed this\n\ninitial inquiry and court went on to the second test); O'Connor,\n\n994 F.2d at 914 (interpreting Connick to require more searching\n\ninquiry even where speech \"would not necessarily qualify, on the\n\nbasis   of   its   content   alone,    as     a   matter   of   inherent   public\n\nconcern\").\n\n             Under Connick's directive to examine \"the whole record,\"\n\nit is difficult to understand Torres-Rivera's heated reaction to\n\nplaintiff's memo if it truly signified only an internal concern\n\nabout intra-office communication or the pace of investigative work.\n\n\n                                       -21-\n\fTorres-Rivera's        memo   characterized    her     statements      as   \"serious\n\nimputations\" that left him \"no other alternative but to withdraw\n\nyou from my trust.\"           He had already halted the investigation in\n\norder to make inquiries with federal authorities about their\n\npossible      parallel    inquiries,    but    had   not     ordered     the   SIB's\n\ninvestigation      resumed.       He   then    removed       plaintiff      from    the\n\ninvestigation; the fact that he reinstated her a few days later\n\ndoes    not   negate     an   interpretation    that    he    read    her    memo   as\n\ninvolving charges of cover-up and obstruction.                       Significantly,\n\nTorres-Rivera's strong reaction happened before other issues arose\n\n-- such as plaintiff's absence from the office and the dispute over\n\nthe report -- that might otherwise explain his displeasure with\n\nher.    We find, contrary to the district court's conclusion, that\n\nthe \"public concern\" test was satisfied here.10 Cf. Nethersole, 287\n\nF.3d at 18 n.5 (memo seeking meeting to discuss \"concerns\" about\n\ndiversity at university survived first test at Rule 12(b)(6)\n\nstage).\n\n              Since we may affirm summary judgment \"on any basis that\n\nis manifest in the record,\" John G. Danielson, Inc. v. Winchester-\n\nConant Props., Inc., 322 F.3d 26, 37 (1st Cir. 2003), we go on.                     We\n\n\n       10\n          It is true that plaintiff did not speak publicly about\nher cover-up accusation; indeed, she specifically denied that she\nhad done so.   But the First Amendment protects employee speech\nabout matters of public concern even if the employee does not seek\nto make that speech to an audience outside the workplace. Givhan\nv. W. Line Consol. Sch. Dist., 439 U.S. 410, 414 (1979); see also\nRankin, 483 U.S. at 387; O'Connor, 994 F.2d at 916.\n\n                                       -22-\n\fwill assume without deciding that plaintiff satisfies the second\n\ntest.     In general, government interests outweigh First Amendment\n\nrights       when   employee   speech   prevents    efficient   provision   of\n\ngovernment services or disrupts the workplace.              See Rankin, 483\n\nU.S. at 388-89; Connick, 461 U.S. at 152-54; see also Hennessy, 194\n\nF.3d    at    248   (teacher's   immoderate,   intransigent,      and   public\n\ncriticism of curriculum undermined operation of school).                 Here,\n\nhowever, plaintiff wrote a private memo which she worded fairly\n\ndiplomatically; it is difficult to think of a less disruptive\n\nmanner in which plaintiff might have communicated.              See O'Connor,\n\n994 F.2d at 915-17 (town employee who disclosed alleged wrongdoing\n\nby a town selectman to the full Board of Selectmen passed second\n\ntest, despite the fact that he also had personal reasons for doing\n\nso).\n\n               We will likewise assume that plaintiff has met her\n\ninitial burden under the third test to create a question of fact\n\nfor the jury as to whether the memo was at least a substantial or\n\nmotivating factor in her termination.              Mt. Healthy, 429 U.S. at\n\n287.      After all, it was Torres-Rivera's complaint about her,\n\nshortly after her memo to him, that initiated the investigation,\n\nand plaintiff need not produce a \"smoking gun\" to carry this\n\nburden.       Lewis v. City of Boston, 321 F.3d 207, 219 (1st Cir.\n\n2003).\n\n\n\n\n                                        -23-\n\f            All of this is to no avail for plaintiff if, under the\n\nthird   test,    the    defendants     have    met   their     burdens    of    both\n\npersuasion and proof to demonstrate other reasons for the adverse\n\nactions   besides      her   speech.     The    uncontested      facts    and    the\n\ndocumentation submitted by defendants supply several such reasons.\n\nPlaintiff, as the party opposing summary judgment, has not produced\n\nany evidence creating a material issue of fact that she would not\n\nhave been terminated in any event for insubordination or for\n\nabsenteeism.     See Anderson v. Liberty Lobby, Inc., 477 U.S. 242,\n\n249 (1986).\n\n            Defendants' uncontested evidence that plaintiff would\n\nhave been terminated anyway is buttressed by the conclusions\n\nreached during the administrative investigation and appeal.                      The\n\nreport by Rivera-Buonomo concluded that plaintiff violated several\n\ndepartmental policies unconnected to her speech.                     It found that\n\nplaintiff was absent without authorization for a prolonged period\n\nand that she disobeyed several direct orders to submit a report on\n\nthe investigation, which constituted insubordination.                    Moreover,\n\nthe uncontested fact is that she was required to identify her\n\ninformant   to   her    supervisors;     refusal     to   do    so    amounted    to\n\ninsubordination.       The record plainly shows insubordination.\n\n            Defendants also submitted a sworn statement from the\n\nhearing officer, who concluded there was both unauthorized absence\n\nand insubordination, and who says that he decided the issues at the\n\n\n                                       -24-\n\fhearing \"based on the law and the evidence there presented.                            No\n\nother factors were taken into consideration when deciding on the\n\nfacts     of   the   hearing   .    .   .    and    no    one    intervened    with    my\n\nrecommendations, either before or after the hearing.\"                         Plaintiff\n\ntestified at that hearing and was represented there by an attorney.\n\nThe defendants have offered ample uncontested evidence that the\n\nsame decisions as to her employment would have been reached whether\n\nor not plaintiff sent the memo to Torres-Rivera.                      See Mt. Healthy,\n\n429 U.S. at 285; Wytrwal, 70 F.3d at 171.11\n\n               Plaintiff   protests         in    her    brief   to   us    that   these\n\ndeterminations,       made     during       the     disciplinary       process,      were\n\nfactually incorrect in various ways.                    We assume that it would be\n\nprobative for plaintiff if she could show she was subjected to a\n\nbiased kangaroo        court   in   the      disciplinary        process.      But    her\n\nobjections come too late.               Even assuming, dubitante, that such\n\nevidence exists, she failed to contest these facts before the\n\ndistrict court within the deadlines established by the local rules,\n\nand to provide evidence -- not just assertions -- that the process\n\n\n     11\n          As to the change in plaintiff's duties, as discussed\nabove, plaintiff's own sworn statement indicates that this change\nwas temporary. The only remedies still at stake in the case are\nemotional distress and similar damages, and plaintiff has not\nadequately demonstrated that she suffered any such harm from\nwhatever changes in duties occurred. See Memphis Cmty. Sch. Dist.\nv. Stachura, 477 U.S. 299, 309-10 (1986) (damages in § 1983 case\nbased on First Amendment must be compensatory).    This is not a\nsituation comparable to Nethersole, 287 F.3d at 17, where a\nuniversity's statewide vice president was transferred to another\ncampus and made an assistant dean.\n\n                                         -25-\n\fhad been biased and flawed.     Plaintiff has lost the right to make\n\nthese arguments. Parties ignore rules such as Local Rule 311.12 at\n\ntheir peril.      Ruiz-Rivera, 209 F.3d at 27-28.   \"[T]he decision to\n\nsit idly by and allow the summary judgment proponent to configure\n\nthe record is likely to prove fraught with consequence.      This case\n\nis no exception.\"     Kelly, 924 F.2d at 358.\n\n          Because defendants have carried their Mt. Healthy burden\n\non the facts of record, the First Amendment claim fails.\n\nC.   Conspiracy\n\n          Finally, plaintiff alleges a conspiracy to deprive her of\n\ncivil rights, actionable under 42 U.S.C. §§ 1983 and 1985(3).\n\nUnder § 1985(3), a conspiracy must be motivated by some \"racial, or\n\nperhaps otherwise class-based, invidiously discriminatory animus.\"\n\nBray v. Alexandria Women's Health Clinic, 506 U.S. 263, 268-69\n\n(1993) (quoting Griffin v. Breckenridge, 403 U.S. 88, 102 (1971));\n\nsee Romero-Barcelo v. Hernandez-Agosto, 75 F.3d 23, 34 (1st Cir.\n\n1996).   Plaintiff failed to offer any indication whatsoever that\n\nthis threshold requirement of class-based animus has been met.\n\n          To demonstrate conspiracy under § 1983, plaintiff must\n\nshow \"an actual abridgement of some federally-secured right.\"\n\nNieves v. McSweeney, 241 F.3d 46, 53 (1st Cir. 2001) (\"The fact\n\nthat a plaintiff styles her claim as a conspiracy . . . does not\n\ndiminish her need to show a constitutional deprivation.\"); see\n\nEarle v. Benoit, 850 F.2d 836, 844 (1st Cir. 1988).          Plaintiff\n\n\n                                  -26-\n\fcannot   resuscitate   her   failed   constitutional   claims   to   prove\n\nconspiracy.   Summary judgment was proper against both claims.\n\n                                  III.\n\n           For the reasons stated in this opinion, the judgment of\n\nthe district court is affirmed.       Costs are awarded to defendants.\n\n\n\n\n                                  -27-\n\f",
  "html": "<p class=\"case_cite\">335 F.3d 1</p>\n    <p class=\"parties\">Marta I. TORRES-ROSADO, Plaintiff, Appellant,<br>v.<br>&#193;ngel E. ROTGER-SABAT; Jos&#233; A. Fuentes-Agostini; An&#237;bal Torres-Rivera, Defendants, Appellees,<br>Jos&#233; R. Ramos-Rom&#225;n; Itala Rivera-Buonomo; Edwin V&#225;zquez-Berrios; Carlos D. Riestra-Cort&#233;s, Defendants.</p>\n    <p class=\"docket\">No. 02-2103.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard May 6, 2003.</p>\n    <p class=\"date\">July 2, 2003.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Manuel R. Suarez Jim&#233;nez for appellant.</p>\n      <p class=\"indent\">Leticia Casalduc-Rabell, Assistant Solicitor General, with whom Roberto Y. S&#225;nchez-Ramos, Solicitor General, and Vanessa Lugo-Flores, Deputy Solicitor General, were on brief for appellees.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, CYR, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an appeal from entry of summary judgment against claims by a public employee that her superiors retaliated for her speech on a matter of public concern and terminated her employment without due process. Plaintiff Marta Torres-Rosado, an agent in the Puerto Rico Justice Department's Special Investigations Bureau (SIB), claims that her superiors fired her because she wrote a confidential internal memorandum suggesting that the SIB's investigation of an important politician might be \"paralyzed\" as part of a cover-up. She has since been reinstated, pursuant to a settlement of related litigation in the Puerto Rico courts.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The defendants remaining in the case are An&#237;bal Torres-Rivera, &#193;ngel Rotger-Sabat, and Jos&#233; Fuentes-Agostini, who were, at the relevant time, Director of the SIB, Assistant Attorney General, and Attorney General, respectively. In her federal case, brought under 42 U.S.C. &#167;&#167; 1983, 1985 (2000), plaintiff<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> claims that these defendants denied her procedural due process, violated her First Amendment rights, and engaged in a conspiracy to deprive her of civil rights. She also advanced pendent claims under Puerto Rico law that are not part of this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The district court granted summary judgment to defendants on all federal claims and declined jurisdiction over the pendent claims. We affirm the dismissal of the due process and civil rights conspiracy claims. On the First Amendment claim, we find that the district court erred in determining that plaintiff's memo raised no issue of public concern. Nonetheless, we affirm summary judgment against the First Amendment claim on other grounds.</p>\n    </div>\n    <p>I.</p>\n    <p class=\"indent\">A. <i>Scope of Summary Judgment Record</i></p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Before turning to the facts of the case, we address a preliminary question of what material should properly be considered in the summary judgment record before us. The district court deemed defendants' motion for summary judgment, and the factual assertions supporting it, to be unopposed, because plaintiff failed to file timely oppositions to them. <i>See Torres Rosado v. Rotger Sabat,</i> 204 F.Supp.2d 252, 253 &amp; n. 1 (D.P.R.2002). Such oppositions are required by the district court's local rules. <i>See</i> D.P.R. R. 311.5, 311.12. This court has held repeatedly that the district court in Puerto Rico is justified in holding one party's submitted uncontested facts to be admitted when the other party fails to file oppositions in compliance with local rules. <i>See, e.g, United Parcel Serv., Inc. v. Flores-Galarza,</i> 318 F.3d 323, 330 &amp; n. 10 (1st Cir.2003); <i>Corrada Betances v. Sea-Land Serv., Inc.,</i> 248 F.3d 40, 43 (1st Cir.2001); <i>Morales v. A.C. Orssleff's EFTF,</i> 246 F.3d 32, 33-34 (1st Cir.2001); <i>Ruiz Rivera v. Riley,</i> 209 F.3d 24, 27-28 (1st Cir.2000). This, of course, does not mean the unopposed party wins on summary judgment; that party's uncontested facts and other evidentiary facts of record must still show that the party is entitled to summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Defendants moved for summary judgment on April 15, 2002, and included with their motion a statement of uncontested facts. Plaintiff's response was due ten days later. <i>See</i> D.P.R. R. 311.5. This deadline came and went, and only on April 29 did plaintiff submit a motion requesting still another week to respond &#8212; an extension which would have taken her response up to the eve of the trial date that had been set in a pretrial order entered five months before. The next day, April 30, the district court denied the requested extension. Plaintiff nonetheless filed her belated response on May 7, 2002, the same day that the district court granted summary judgment. The plaintiff later moved for reconsideration, arguing that the court should consider her tardy opposition. The court denied this motion in a detailed unpublished opinion issued on July 11, 2002.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Plaintiff's appellate briefs draw repeatedly on facts and arguments that were included only in the rejected filing, and her notice of appeal encompasses the denial of the motion to reconsider. However, she does not offer any sustained argument that the court erred in denying the initial extension of time or the motion to reconsider. The failure to argue the point means that the issue has been waived. <i>See Donovan v. City of Haverhill,</i> 311 F.3d 74, 76 (1st Cir.2002).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">When the district court granted defendants' summary judgment motion, its findings of fact were based on the defendants' submission of uncontested facts. <i>See Torres Rosado,</i> 204 F.Supp.2d at 253-56 &amp; n. 1.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> On appeal, we consider the same record that was before the district court. The uncontested facts are deemed admitted. A small amount of other material qualifies as part of the summary judgment record, such as a verified objection filed by plaintiff at an earlier stage of the litigation and some portions of depositions and interrogatories submitted to the court.</p>\n    </div>\n    <p class=\"indent\">B. <i>Factual Background</i></p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In October 1998, plaintiff was a career employee of the SIB with approximately fifteen years of experience. She held the title of \"Agent III.\" She also supervised a public integrity squad. Torres-Rivera conferred these supervisory duties on plaintiff; they were not part of plaintiff's status as an Agent III, nor were they assigned through civil service competition.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">One of the squad's pending investigations concerned corruption allegations against An&#237;bal Marrero-P&#233;rez, then the vice president of the Puerto Rico Senate. Plaintiff had a confidential informant who was providing information to her about alleged unlawful behavior by Marrero. Apparently, this informant provided plaintiff with an accusation and some evidence suggesting that Marrero had received an improper payment.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Plaintiff wrote a four-paragraph internal memorandum to Torres-Rivera on October 16, 1998 expressing concerns about the pace of the Marrero investigation. The first and fourth paragraphs of the memo alluded to leads that had been developed in the case.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> The middle two paragraphs stated:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">It is my concern that at present this investigation is paralyzed due to lack of communication with you, since it is you who are authorized to give us instructions whether to proceed or not regarding this case with the aforesaid debriefings.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">At the last meeting held with you, you indicated that you would make efforts to verify with the federal agencies whether there was any investigation into this matter to thus know what course of action to follow.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The memo closed, \"For your information and appropriate action.\"</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">A week later, on Friday, October 23, Torres-Rivera wrote a memo responding to plaintiff. It quoted her accusation of paralysis and then stated:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Your concern is groundless, inasmuch as communication with my office flows openly at my request or at the request of a party. It is by means of your memorandum that I found out about the information you cited. I do not know what your intentions are in making such serious imputations.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In the face of your assertion, I have no other alternative but to withdraw you from my trust as a supervisor....</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The memo instructed plaintiff to report for duty to Jos&#233; Ramos, another SIB official, the following Monday.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The same day, Friday, Torres-Rivera and Ramos held a meeting with plaintiff where Torres-Rivera read her this memo aloud and said that plaintiff would be removed from the Marrero investigation. The following Monday, however, Torres-Rivera wrote another memo to plaintiff which reversed this decision and reinstated her as the agent in charge of the Marrero investigation.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> This memo concluded, \"I reiterate that all the resources necessary to help you conduct this investigation to the consequences that it warrants, will be at your disposal.\"<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">During the meeting on Friday, after she had been given the memo and told that she was being removed from the investigation, plaintiff asked that she be allowed to use some accumulated vacation time. She filed a form, which Ramos signed, requesting leave from the following Monday until December 8. Torres-Rivera told her at that meeting that she could commence her leave only after filing a report about the Marrero investigation. After the meeting, but before she left the premises, she told Ramos that she refused to complete the report that she had been ordered to prepare because she did not want to name her informant to another agent.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Plaintiff did not come to work the following Monday, October 26. She telephoned Ramos and told him that her young son was sick and she would be unable to come to the office. She says that she indicated in this conversation that he had chicken pox and that she was potentially contagious. Also on Monday, Torres-Rivera went to Ramos' office and asked if plaintiff had filed the report; when he found out that she had not done so, he annotated the vacation request form that Ramos had signed, indicating that plaintiff could not take leave until she handed in the report. Meanwhile, plaintiff had attempted to go over Torres-Rivera's head by requesting and receiving an appointment with Rotger-Sabat at 3:00 that day, an appointment she then cancelled. Finally, in another telephone conversation between plaintiff and Ramos that day, Ramos told her that no vacation time was approved until she submitted the report, and she repeated her previous statements about not revealing her confidential informant.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Plaintiff remained out of the office from October 26 until November 20. Her verified statement is that her two-year-old son had chicken pox between October 23 and November 11; that she and her son were both ill with bronchitis between November 11 and November 24 and so she was unable to work; and that regulations instructed her not to go to work if she were exposed to a contagious disease. She later submitted medical documentation to her employer. Defendants have submitted sworn evidence indicating that plaintiff was informed several times during that period that her absence was unauthorized. She has not denied this; she says the SIB acquiesced to her leave by accepting her form.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">During her absence, plaintiff did not hand in the report that Torres-Rivera had ordered her to submit. She received a memo on October 30 again instructing her to prepare the status report. Plaintiff does not say that she was physically unable to do so; indeed, her evidence is that she offered to come into the office and prepare the report, but would have to bring her contagious son.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">While plaintiff was still out of the office, the newspaper El Vocero published nine articles concerning investigations of Senator Marrero for alleged corruption. Plaintiff denies speaking to journalists or anyone else concerning the case. Another El Vocero article in November reported that materials for santer&#237;a rituals were found in plaintiff's SIB car and suggested that she was practicing witchcraft against Torres-Rivera and other government officials. Plaintiff, a Roman Catholic, says the story was baseless.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Also during plaintiff's absence, Torres-Rivera left his position as director of the SIB; his last day was November 16. On that final day, he wrote a complaint, which he gave to Attorney General Fuentes-Agostini, requesting a disciplinary investigation of plaintiff. This complaint began by discussing the original memo from plaintiff, stating that it \"described in writing a situation of lack of communication with the undersigned Director, alluding that for those reasons an investigation was paralyzed.\" It said that Torres-Rivera had removed plaintiff from her supervisory position because of \"the falseness of the imputations\" and complained about her ignoring the chain of command by trying to meet with Rotger-Sabat. It went on to characterize her absence as unauthorized; there is no indication in the complaint that plaintiff had ever requested or received approval for sick time. Because the department's inspector general was friendly with plaintiff, she recused herself from any such inquiry, and Fuentes-Agostini assigned another employee, Itala Rivera-Buonomo, to investigate plaintiff for \"improper conduct.\"</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Plaintiff returned to work on November 20, before the end of her requested leave. It is unclear if she had learned of Torres-Rivera's complaint, but that day she received a hand-delivered letter from Rivera-Buonomo informing her of the internal investigation of her conduct. Enclosed with the letter were various documents on which the investigation relied, including copies of Torres-Rivera's complaint and a memo from another SIB official, Carlos Riestra-Cort&#233;s, discussing her absence. Plaintiff delivered the report on the Marrero investigation on November 20; it was deemed unsatisfactory and she submitted a revised version four days later, which was also deemed unsatisfactory. On November 24, she turned in medical certificates and again requested regular vacation leave.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Rivera-Buonomo prepared a preliminary report about her investigation on December 9, 1998. According to the report, plaintiff had again been out of the office since November 24. Rivera-Buonomo concluded that, because plaintiff failed to follow rules concerning permission for absences, she had been \"absent from her job from October 26, 1998 until November 20th without having her absence ... authorized for any reason.\" The report also recounted sworn testimony by Ramos that plaintiff had told him she refused to write the report about the Marrero investigation, in part because she did not want others to speak with her confidential informant, and that if Torres-Rivera \"wanted information, that he should search for it.\" Rivera-Buonomo determined that this constituted insubordination. It is an uncontested fact that agents must disclose confidential sources to their supervisors upon request.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">On January 28, 1999, Fuentes-Agostini suspended plaintiff with pay and sent her a detailed letter informing her of the decision and the reasons for it, which were based on Rivera-Buonomo's conclusions that plaintiff was absent without leave and insubordinate. Plaintiff appealed, and an administrative hearing concerning the charges was held on April 9, 1999. Plaintiff was represented by counsel and had the opportunity to present evidence and testimony. The hearing officer found that plaintiff's sick leave was not authorized, and that she resisted handing in her report because she did not want anyone else communicating with her confidential informant. As a result, he concluded that she had been absent without leave and had disobeyed orders, and that dismissal was warranted. Plaintiff's employment was terminated on June 30, 1999.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Plaintiff filed a defamation suit against Torres-Rivera in the Puerto Rico courts in November 1999, which alleged that he was the source for El Vocero's santer&#237;a story. In June 2001, a new attorney general reached a settlement of this defamation suit whereby plaintiff was reinstated with back pay. Plaintiff had filed her federal case on July 14, 2000.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Even where the record is circumscribed because summary judgment was unopposed, a district court may grant summary judgment against the non-responding party only \"if appropriate.\" <i>See</i> Fed.R.Civ.P. 56(e). \"Under this provision it is clear that where the evidentiary matter in support of the motion does not establish the absence of a genuine issue, summary judgment must be denied even if no opposing evidentiary matter is presented.\" <i>NEPSK, Inc. v. Town of Houlton,</i> 283 F.3d 1, 7 (1st Cir.2002) (quotation omitted); <i>see Kelly v. United States,</i> 924 F.2d 355, 358 (1st Cir.1991) (in considering unopposed summary judgment motion, \"[o]f course, the district court was still obliged to consider the motion on its merits\"). We look at the \"pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any,\" Fed.R.Civ.P. 56(c), and we apply the familiar de novo standard of review. <i>See Mullen v. St. Paul Fire &amp; Marine Ins. Co.,</i> 972 F.2d 446, 452 (1st Cir.1992). Plaintiff \"may not rest upon the mere allegations or denials of [her] pleading.\" Fed.R.Civ.P. 56(e). An unsworn assertion of fact in the complaint alone is not enough to create a material factual dispute.</p>\n    </div>\n    <p class=\"indent\">A. <i>Procedural Due Process</i></p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Plaintiff alleges her right to procedural due process under the Fourteenth Amendment was violated, first when she was removed from her supervisory duties (but not from her status as an Agent III), then when she was suspended with pay, and finally when she was terminated. Constitutional procedural due process protects only those aspects of public employment recognized as property interests; we refer to Puerto Rico law for guidance in defining such interests. <i>Cleveland Bd. of Educ. v. Loudermill,</i> 470 U.S. 532, 538, 105 S.Ct. 1487, 84 L.Ed.2d 494 (1985); <i>Figueroa-Serrano v. Ramos-Alverio,</i> 221 F.3d 1, 5-6 (1st Cir.2000).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Plaintiff's supervisory duties alone do not qualify as such a protected interest &#8212; even if we assume, despite indications to the contrary in her own sworn statement, that they were eliminated permanently. It was uncontested that the supervisory duties were conferred on a discretionary basis to those of the rank of Agent III \"who held the trust of the Director of the SIB.\" <i>Torres Rosado,</i> 204 F.Supp.2d at 254. Plaintiff was assigned these duties without any civil service competition. <i>Id.</i> Thus, she cannot demonstrate that Puerto Rico's public employment law created any \"reasonable expectation, arising out of a statute, policy, rule, or contract,\" that she would continue to perform supervisory duties. <i>Wojcik v. Mass. State Lottery Comm'n,</i> 300 F.3d 92, 101 (1st Cir.2002). Torres-Rivera wrote in his memo to plaintiff that he had decided to \"withdraw you from my trust as a supervisor.\" He did not violate procedural due process by doing so. <i>See Figueroa-Serrano,</i> 221 F.3d at 7 (\"Without career status, the plaintiffs do not have a constitutionally protected property interest in continued employment....\").</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Due process requirements do not attach to the paid suspension either, at least on the facts of record in this case. The Supreme Court explained in <i>Loudermill</i> that a government employer who wishes to remove a worker immediately may suspend that worker with pay until the procedures associated with termination can be completed. 470 U.S. at 544-45, 105 S.Ct. 1487. That is exactly what happened here. More recently, a unanimous Supreme Court rejected a categorical rule imposing constitutional due process requirements on suspensions <i>without</i> pay. <i>See Gilbert v. Homar,</i> 520 U.S. 924, 929-30, 117 S.Ct. 1807, 138 L.Ed.2d 120 (1997) (\"Due process is flexible and calls for such procedural protections as the particular situation demands.\") (quoting <i>Morrissey v. Brewer,</i> 408 U.S. 471, 481, 92 S.Ct. 2593, 33 L.Ed.2d 484 (1972)). The <i>Gilbert</i> Court also called the deprivation in such cases \"relatively insubstantial.\" <i>Id.</i> at 932, 117 S.Ct. 1807. Plaintiff's paid suspension in this case, which caused only a very temporary deprivation of job functions and no financial loss, did not give rise to any constitutional entitlement to due process.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The termination of her employment, however, did require due process. It is well-established under Puerto Rico law and First Circuit precedents that career employees in positions such as plaintiff's &#8212; and who are not in political or policymaking positions, <i>cf. Flynn v. City of Boston,</i> 140 F.3d 42, 45 (1st Cir.1998) &#8212; are entitled to due process in association with their termination. <i>See Acosta-Orozco v. Rodriguez-De-Rivera,</i> 132 F.3d 97, 104 (1st Cir.1997). The crucial question becomes: what process was due? This is an issue of federal law. <i>See Loudermill,</i> 470 U.S. at 541, 105 S.Ct. 1487; <i>Vitek v. Jones,</i> 445 U.S. 480, 491, 100 S.Ct. 1254, 63 L.Ed.2d 552 (1980).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Plaintiff received far more than the minimum elements of procedural due process: \"some kind of a hearing\" and an opportunity to respond to the allegations against her. <i>Loudermill,</i> 470 U.S. at 542, 105 S.Ct. 1487; <i>see O'Neill v. Baker,</i> 210 F.3d 41, 47-48 (1st Cir.2000). The day she returned to the office, November 20, 1998, she received notice of the investigation and a copy of the documents enumerating the allegations against her. When the investigation was complete, the January 28, 1999, letter informed plaintiff of its specific conclusions, that she faced possible termination, and that she had a right to a hearing before such action was taken. Finally, the hearing on April 9, 1999, was conducted before an examining officer, plaintiff was accompanied by counsel, plaintiff herself testified, and she had the opportunity to present other witnesses and evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">We do not review the substance of decisionmaking under the rubric of procedural due process analysis. <i>See Bishop v. Wood,</i> 426 U.S. 341, 349-50, 96 S.Ct. 2074, 48 L.Ed.2d 684 (1976). Plaintiff alleges that the procedures employed departed from applicable regulations under Puerto Rico law. An agency's failure to follow its own rules may be significant in administrative law, but the federal Due Process Clause does not incorporate the particular procedural structures enacted by state or local governments; these claims should be pursued, if at all, under Puerto Rico law. <i>See O'Neill,</i> 210 F.3d at 49 n. 9.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Plaintiff also argues that she was not given sufficient warning of the evidence to be used against her at the hearing, as she says <i>Arnett v. Kennedy,</i> 416 U.S. 134, 94 S.Ct. 1633, 40 L.Ed.2d 15 (1974), requires. We disagree. The original complaint by Torres-Rivera and the January 28 letter laid out in detail the allegations and findings that provided cause for termination. There was no unfair surprise to plaintiff or her attorney. This was \"an explanation of the employer's evidence\" which, combined with notice and an opportunity to respond, satisfied the requirements of procedural due process. <i>Loudermill,</i> 470 U.S. at 546, 105 S.Ct. 1487 (explaining <i>Arnett</i>).</p>\n    </div>\n    <p class=\"indent\">B. <i>First Amendment</i></p>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">A government employee \"may not be dismissed for exercising rights protected under the First Amendment.\" <i>Hennessy v. City of Melrose,</i> 194 F.3d 237, 245 (1st Cir.1999). At the same time, that employee's free speech rights must be balanced against \"the interest of the State, as an employer, in promoting the efficiency of the public services it performs through its employees.\" <i>Pickering v. Bd. of Educ.,</i> 391 U.S. 563, 568, 88 S.Ct. 1731, 20 L.Ed.2d 811 (1968); <i>see Rankin v. McPherson,</i> 483 U.S. 378, 384, 107 S.Ct. 2891, 97 L.Ed.2d 315 (1987); <i>Connick v. Myers,</i> 461 U.S. 138, 140, 103 S.Ct. 1684, 75 L.Ed.2d 708 (1983).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The line of Supreme Court cases striking this balance has yielded a three-part test, which this court summarized in <i>O'Connor v. Steeves,</i> 994 F.2d 905, 912-13 (1st Cir.1993). The court must first determine whether the issue about which the employee spoke was a \"matter of public concern;\" if not, there is no claim for First Amendment protection. <i>Connick,</i> 461 U.S. at 146, 103 S.Ct. 1684; <i>see Tang v. Rhode Island,</i> 163 F.3d 7, 12 (1st Cir.1998). Second, the court evaluates the balance between the employee's First Amendment interests and the government's interests as an employer. <i>See Rankin,</i> 483 U.S. at 388, 107 S.Ct. 2891; <i>Mullin v. Town of Fairhaven,</i> 284 F.3d 31, 39-41 (1st Cir.2002). Finally, if the claim survives both of these tests, the plaintiff employee must show that the protected speech was a substantial or motivating factor behind the adverse employment action; the burden then shifts to the government employer to demonstrate by a preponderance of the evidence that it would have taken the same action absent the protected speech. <i>See Mt. Healthy City Sch. Dist. Bd. of Educ. v. Doyle,</i> 429 U.S. 274, 287, 97 S.Ct. 568, 50 L.Ed.2d 471 (1977); <i>Wytrwal v. Saco Sch. Bd.,</i> 70 F.3d 165, 170 (1st Cir.1995). While the first two tests are typically legal determinations subject to de novo review, the third is a question of fact which normally belongs to the jury. <i>Nethersole v. Bulger,</i> 287 F.3d 15, 18-19 (1st Cir.2002); <i>O'Connor,</i> 994 F.2d at 912-13.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The district court here disposed of plaintiff's First Amendment claim at the initial stage, finding that her speech was not about a matter of public concern.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> It concluded that</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">the matters in the case at bar relate to the fundamental inner workings of an office &#8212; that Plaintiff perceived the investigation was proceeding too slowly. While [allegations of] corruption in the Puerto Rican senate are certainly matters of public concern, the investigation itself, or how it is progressing, is entirely an internal matter, and not of public concern. That is to say, while the end result might be a matter of public concern, the means to that end[ ] is not.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\"><i>Torres Rosado,</i> 204 F.Supp.2d at 260.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">As a matter of law, the district court too narrowly evaluated the nature of the public concern in context. In essence, some months before plaintiff wrote her October 16, 1998 memo, she had been told that she should hold off on her investigation of Marrero while her supervisors checked to see if federal authorities were also investigating him. When she heard nothing, she expressed concern that \"at present this investigation is paralyzed due to lack of communication with you, since it is you who are authorized to give us instructions whether to proceed or not.\" \"Paralyze\" is defined as \"to deprive of strength or activity; make powerless; make ineffective.\" <i>Webster's Third New International Dictionary</i> 1638 (1993). The public is concerned about more than just the \"end result\" of the investigation of an elected official. The public is also concerned, and understandably so, about whether government investigations of political corruption are influenced improperly or are derailed by political connections. Plaintiff's interpretation of her memo to Torres-Rivera is that the word \"paralyzed\" represented \"an elegant way of accusing him of being engaged in a cover up.\" Certainly Torres-Rivera's response to the memo suggests that he understood it in exactly that way.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">\"Whether an employee's speech addresses a matter of public concern must be determined by the content, form, and context of a given statement, as revealed by the whole record.\" <i>Connick,</i> 461 U.S. at 147-48, 103 S.Ct. 1684. Even if the content of the employee's speech on its face relates largely to the internal affairs of the government agency, <i>Connick</i> requires a more searching contextual analysis to determine if the speech implicates matters of public concern as well. <i>See id.</i> at 148-49 (assistant district attorney distributed survey to her colleagues asking their opinions about the functioning of the office; most questions related to internal matters that were not of public concern, but one asking whether employees felt pressure to work in political campaigns passed this initial inquiry and court went on to the second test); <i>O'Connor,</i> 994 F.2d at 914 (interpreting <i>Connick</i> to require more searching inquiry even where speech \"would not necessarily qualify, on the basis of its content alone, as a matter of inherent public concern\").</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Under <i>Connick's</i> directive to examine \"the whole record,\" it is difficult to understand Torres-Rivera's heated reaction to plaintiff's memo if it truly signified only an internal concern about intra-office communication or the pace of investigative work. Torres-Rivera's memo characterized her statements as \"serious imputations\" that left him \"no other alternative but to withdraw you from my trust.\" He had already halted the investigation in order to make inquiries with federal authorities about their possible parallel inquiries, but had not ordered the SIB's investigation resumed. He then removed plaintiff from the investigation; the fact that he reinstated her a few days later does not negate an interpretation that he read her memo as involving charges of cover-up and obstruction. Significantly, Torres-Rivera's strong reaction happened before other issues arose &#8212; such as plaintiff's absence from the office and the dispute over the report &#8212; that might otherwise explain his displeasure with her. We find, contrary to the district court's conclusion, that the \"public concern\" test was satisfied here.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> <i>Cf. Nethersole,</i> 287 F.3d at 18 n. 5 (memo seeking meeting to discuss \"concerns\" about diversity at university survived first test at Rule 12(b)(6) stage).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Since we may affirm summary judgment \"on any basis that is manifest in the record,\" <i>John G. Danielson, Inc. v. Winchester-Conant Props., Inc.,</i> 322 F.3d 26, 37 (1st Cir.2003), we go on. We will assume without deciding that plaintiff satisfies the second test. In general, government interests outweigh First Amendment rights when employee speech prevents efficient provision of government services or disrupts the workplace. <i>See Rankin,</i> 483 U.S. at 388-89, 107 S.Ct. 2891; <i>Connick,</i> 461 U.S. at 152-54, 103 S.Ct. 1684; <i>see also Hennessy,</i> 194 F.3d at 248 (teacher's immoderate, intransigent, and public criticism of curriculum undermined operation of school). Here, however, plaintiff wrote a private memo which she worded fairly diplomatically; it is difficult to think of a less disruptive manner in which plaintiff might have communicated. <i>See O'Connor,</i> 994 F.2d at 915-17 (town employee who disclosed alleged wrongdoing by a town selectman to the full Board of Selectmen passed second test, despite the fact that he also had personal reasons for doing so).</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">We will likewise assume that plaintiff has met her initial burden under the third test to create a question of fact for the jury as to whether the memo was at least a substantial or motivating factor in her termination. <i>Mt. Healthy,</i> 429 U.S. at 287, 97 S.Ct. 568. After all, it was Torres-Rivera's complaint about her, shortly after her memo to him, that initiated the investigation, and plaintiff need not produce a \"smoking gun\" to carry this burden. <i>Lewis v. City of Boston,</i> 321 F.3d 207, 219 (1st Cir.2003).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">All of this is to no avail for plaintiff if, under the third test, the defendants have met their burdens of both persuasion and proof to demonstrate other reasons for the adverse actions besides her speech. The uncontested facts and the documentation submitted by defendants supply several such reasons. Plaintiff, as the party opposing summary judgment, has not produced any evidence creating a material issue of fact that she would not have been terminated in any event for insubordination or for absenteeism. <i>See Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 249, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986).</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Defendants' uncontested evidence that plaintiff would have been terminated anyway is buttressed by the conclusions reached during the administrative investigation and appeal. The report by Rivera Buonomo concluded that plaintiff violated several departmental policies unconnected to her speech. It found that plaintiff was absent without authorization for a prolonged period and that she disobeyed several direct orders to submit a report on the investigation, which constituted insubordination. Moreover, the uncontested fact is that she was required to identify her informant to her supervisors; refusal to do so amounted to insubordination. The record plainly shows insubordination.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Defendants also submitted a sworn statement from the hearing officer, who concluded there was both unauthorized absence and insubordination, and who says that he decided the issues at the hearing \"based on the law and the evidence there presented. No other factors were taken into consideration when deciding on the facts of the hearing ... and no one intervened with my recommendations, either before or after the hearing.\" Plaintiff testified at that hearing and was represented there by an attorney. The defendants have offered ample uncontested evidence that the same decisions as to her employment would have been reached whether or not plaintiff sent the memo to Torres Rivera. <i>See Mt. Healthy,</i> 429 U.S. at 285, 97 S.Ct. 568; <i>Wytrwal,</i> 70 F.3d at 171.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Plaintiff protests in her brief to us that these determinations, made during the disciplinary process, were factually incorrect in various ways. We assume that it would be probative for plaintiff if she could show she was subjected to a biased kangaroo court in the disciplinary process. But her objections come too late. Even assuming, dubitante, that such evidence exists, she failed to contest these facts before the district court within the deadlines established by the local rules, and to provide evidence &#8212; not just assertions &#8212; that the process had been biased and flawed. Plaintiff has lost the right to make these arguments. Parties ignore rules such as Local Rule 311.12 at their peril. <i>Ruiz Rivera,</i> 209 F.3d at 27-28. \"[T]he decision to sit idly by and allow the summary judgment proponent to configure the record is likely to prove fraught with consequence. This case is no exception.\" <i>Kelly,</i> 924 F.2d at 358.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Because defendants have carried their <i>Mt. Healthy</i> burden on the facts of record, the First Amendment claim fails.</p>\n    </div>\n    <p class=\"indent\">C. <i>Conspiracy</i></p>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Finally, plaintiff alleges a conspiracy to deprive her of civil rights, actionable under 42 U.S.C. &#167;&#167; 1983 and 1985(3). Under &#167; 1985(3), a conspiracy must be motivated by some \"racial, or perhaps otherwise class-based, invidiously discriminatory animus.\" <i>Bray v. Alexandria Women's Health Clinic,</i> 506 U.S. 263, 268-69, 113 S.Ct. 753, 122 L.Ed.2d 34 (1993) (quoting <i>Griffin v. Breckenridge,</i> 403 U.S. 88, 102, 91 S.Ct. 1790, 29 L.Ed.2d 338 (1971)); <i>see Romero-Barcelo v. Hernandez-Agosto,</i> 75 F.3d 23, 34 (1st Cir.1996). Plaintiff failed to offer any indication whatsoever that this threshold requirement of classbased animus has been met.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">To demonstrate conspiracy under &#167; 1983, plaintiff must show \"an actual abridgement of some federally-secured right.\" <i>Nieves v. McSweeney,</i> 241 F.3d 46, 53 (1st Cir.2001) (\"The fact that a plaintiff styles her claim as a conspiracy... does not diminish her need to show a constitutional deprivation.\"); <i>see Earle v. Benoit,</i> 850 F.2d 836, 844 (1st Cir.1988). Plaintiff cannot resuscitate her failed constitutional claims to prove conspiracy. Summary judgment was proper against both claims.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">For the reasons stated in this opinion, the judgment of the district court is <i>affirmed.</i> Costs are awarded to defendants.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> To avoid confusion between plaintiff Torres-Rosado and defendant Torres-Rivera, we will refer to the former as \"plaintiff.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Even if we considered the issue, we would find that the district court was well within its discretion. In its unpublished opinion denying the motion for reconsideration, the court exhaustively chronicled the plaintiff's repeated delays and missed deadlines in this litigation. The court counted at least fifteen requests for extensions of time by plaintiff, many of which were filed after deadlines had already passed. Plaintiff did not even serve defendant Torres-Rivera, who was living in Romania at the time, until over a year after filing the complaint. One motion filed by plaintiff explaining the failure to meet deadlines is entitled, \"Plaintiff's Attorney Apologies to the Court.\" The district court correctly said that it had been \"more than generous\" in offering plaintiff repeated extensions of time. Given the history of the litigation, and the clear deadlines found in both Local Rule 311.5 and the court's November 2001 pretrial order, this decision was quite justifiable</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> There is no merit in the suggestion, advanced by plaintiff at oral argument, that the district court considered the late-filed facts when it rejected the motion to reconsider, so that they are part of the record. Rather, in its order denying reconsideration, the district court meticulously explained why it rejected plaintiff's filing. It then, as a matter of its discretion, went on to discuss why, \"even if the Court had considered plaintiff's factual problems with [defendants'] uncontested facts... it would have arrived at the same conclusion.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> This memo and much of the rest of the record was written in Spanish; we rely on the certified translations provided by the parties</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The translation submitted to this court indicates that the memo was written on November 26, not October 26, but this appears to be an error, and the district court found that it was written on Monday, October 26. This conclusion makes sense, especially since Torres-Rivera no longer worked at the SIB by November 26</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> It is not entirely clear from the record whether this reinstatement also extended to plaintiff's other supervisory duties. Earlier in the litigation, plaintiff stated under oath that she was a supervisor of the squad as well as the investigation \"[a]t the time of her dismissal,\" suggesting that she regained both of her supervisory roles</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Although the settlement mooted much of the relief plaintiff had sought, her federal complaint also pled emotional distress damages, including \"partial hospitalization in a mental institution and a miscarriage.\" The record before us contains no evidence of these damages</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Numerous courts have held that paid suspensions could be imposed without the sorts of procedures the Constitution demands for terminations of career employees who have proprietary interests in their jobs<i>Pratt v. Ottum,</i> 761 A.2d 313, 320 (Me.2000) (collecting cases); <i>see, e.g., Hicks v. City of Watonga,</i> 942 F.2d 737, 746 n. 4 (10th Cir.1991); <i>Koelsch v. Town of Amesbury,</i> 851 F.Supp. 497, 500 (D.Mass.1994). Still, it is conceivable that a very long or open-ended paid suspension might function so much like a termination that some due process protection might attach. We need not consider that prospect here.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Plaintiff's complaint presents the alleged First Amendment infractions as three different claims: freedom of speech as a public employee, unlawful retaliation, and whistleblower protection. Since she appeals under the First Amendment and not under Puerto Rico law, the substantive issues raised by these claims are essentially identical and we consider them together</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> It is true that plaintiff did not speak publicly about her cover-up accusation; indeed, she specifically denied that she had done so. But the First Amendment protects employee speech about matters of public concern even if the employee does not seek to make that speech to an audience outside the workplace<i>Givhan v. W. Line Consol. Sch. Dist.,</i> 439 U.S. 410, 414, 99 S.Ct. 693, 58 L.Ed.2d 619 (1979); <i>see also Rankin,</i> 483 U.S. at 387, 107 S.Ct. 2891; <i>O'Connor,</i> 994 F.2d at 916.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> As to the change in plaintiff's duties, as discussed above, plaintiff's own sworn statement indicates that this change was temporary. The only remedies still at stake in the case are emotional distress and similar damages, and plaintiff has not adequately demonstrated that she suffered any such harm from whatever changes in duties occurred<i>See Memphis Cmty. Sch. Dist. v. Stachura,</i> 477 U.S. 299, 309-10, 106 S.Ct. 2537, 91 L.Ed.2d 249 (1986) (damages in &#167; 1983 case based on First Amendment must be compensatory). This is not a situation comparable to <i>Nethersole,</i> 287 F.3d at 17, where a university's statewide vice president was transferred to another campus and made an assistant dean.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">335</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span></p>\n    <p class=\"parties\">Marta I. TORRES-ROSADO, Plaintiff, Appellant,<br>v.<br>&#193;ngel E. ROTGER-SABAT; Jos&#233; A. Fuentes-Agostini; An&#237;bal Torres-Rivera, Defendants, Appellees,<br>Jos&#233; R. Ramos-Rom&#225;n; Itala Rivera-Buonomo; Edwin V&#225;zquez-Berrios; Carlos D. Riestra-Cort&#233;s, Defendants.</p>\n    <p class=\"docket\">No. 02-2103.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard May 6, 2003.</p>\n    <p class=\"date\">July 2, 2003.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Manuel R. Suarez Jim&#233;nez for appellant.</p>\n      <p class=\"indent\">Leticia Casalduc-Rabell, Assistant Solicitor General, with whom Roberto Y. S&#225;nchez-Ramos, Solicitor General, and Vanessa Lugo-Flores, Deputy Solicitor General, were on brief for appellees.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, CYR, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an appeal from entry of summary judgment against claims by a public employee that her superiors retaliated for her speech on a matter of public concern and terminated her employment without due process. Plaintiff Marta Torres-Rosado, an agent in the Puerto Rico Justice Department's Special Investigations Bureau (SIB), claims that her superiors fired her because she wrote a confidential internal memorandum suggesting that the SIB's investigation of an important politician might be \"paralyzed\" as part of a cover-up. She has since been reinstated, pursuant to a settlement of related litigation in the Puerto Rico courts.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The defendants remaining in the case are An&#237;bal Torres-Rivera, &#193;ngel Rotger-Sabat, and Jos&#233; Fuentes-Agostini, who were, at the relevant time, Director of the SIB, Assistant Attorney General, and Attorney General, respectively. In her federal case, brought under 42 U.S.C. &#167;&#167; 1983, 1985 (2000), plaintiff<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> claims that these defendants denied her procedural due process, violated her First Amendment rights, and engaged in a conspiracy to deprive her of civil rights. She also advanced pendent claims under Puerto Rico law that are not part of this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The district court granted summary judgment to defendants on all federal claims and declined jurisdiction over the pendent claims. We affirm the dismissal of the due process and civil rights conspiracy claims. On the First Amendment claim, we find that the district court erred in determining that plaintiff's memo raised no issue of public concern. Nonetheless, we affirm summary judgment against the First Amendment claim on other grounds.</p>\n    </div>\n    <p>I.</p>\n    <p class=\"indent\">A. <i>Scope of Summary Judgment Record</i></p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Before turning to the facts of the case, we address a preliminary question of what material should properly be considered in the summary judgment record before us. The district court deemed defendants' motion for summary judgment, and the factual assertions supporting it, to be unopposed, because plaintiff failed to file timely oppositions to them. <i>See Torres Rosado v. Rotger Sabat,</i> <span class=\"citation\" data-id=\"2429212\"><a href=\"/opinion/2429212/torres-rosado-v-rotger-sabat/\"><span class=\"volume\">204</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">252</span></a></span>, 253 &amp; n. 1 (D.P.R.2002). Such oppositions are required by the district court's local rules. <i>See</i> D.P.R. R. 311.5, 311.12. This court has held repeatedly that the district court in Puerto Rico is justified in holding one party's submitted uncontested facts to be admitted when the other party fails to file oppositions in compliance with local rules. <i>See, e.g, United Parcel Serv., Inc. v. Flores-Galarza,</i> <span class=\"citation\" data-id=\"200320\"><a href=\"/opinion/200320/united-parcel-v-flores-galarza/\"><span class=\"volume\">318</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">323</span></a></span>, 330 &amp; n. 10 (1st Cir.2003); <i>Corrada Betances v. Sea-Land Serv., Inc.,</i> <span class=\"citation\" data-id=\"199395\"><a href=\"/opinion/199395/corrada-betances-v-sea-land-service/\"><span class=\"volume\">248</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">40</span></a></span>, 43 (1st Cir.2001); <i>Morales v. A.C. Orssleff's EFTF,</i> <span class=\"citation\" data-id=\"199368\"><a href=\"/opinion/199368/morales-v-ac-orssleffs-eftf/\"><span class=\"volume\">246</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">32</span></a></span>, 33-34 (1st Cir.2001); <i>Ruiz Rivera v. Riley,</i> <span class=\"citation\" data-id=\"198879\"><a href=\"/opinion/198879/ruiz-rivera-v-dept-of-education/\"><span class=\"volume\">209</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">24</span></a></span>, 27-28 (1st Cir.2000). This, of course, does not mean the unopposed party wins on summary judgment; that party's uncontested facts and other evidentiary facts of record must still show that the party is entitled to summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Defendants moved for summary judgment on April 15, 2002, and included with their motion a statement of uncontested facts. Plaintiff's response was due ten days later. <i>See</i> D.P.R. R. 311.5. This deadline came and went, and only on April 29 did plaintiff submit a motion requesting still another week to respond &#8212; an extension which would have taken her response up to the eve of the trial date that had been set in a pretrial order entered five months before. The next day, April 30, the district court denied the requested extension. Plaintiff nonetheless filed her belated response on May 7, 2002, the same day that the district court granted summary judgment. The plaintiff later moved for reconsideration, arguing that the court should consider her tardy opposition. The court denied this motion in a detailed unpublished opinion issued on July 11, 2002.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Plaintiff's appellate briefs draw repeatedly on facts and arguments that were included only in the rejected filing, and her notice of appeal encompasses the denial of the motion to reconsider. However, she does not offer any sustained argument that the court erred in denying the initial extension of time or the motion to reconsider. The failure to argue the point means that the issue has been waived. <i>See Donovan v. City of Haverhill,</i> <span class=\"citation\" data-id=\"200208\"><a href=\"/opinion/200208/donovan-v-city-of-haverhill/\"><span class=\"volume\">311</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">74</span></a></span>, 76 (1st Cir.2002).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">When the district court granted defendants' summary judgment motion, its findings of fact were based on the defendants' submission of uncontested facts. <i>See Torres Rosado,</i> 204 F.Supp.2d at 253-56 &amp; n. 1.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> On appeal, we consider the same record that was before the district court. The uncontested facts are deemed admitted. A small amount of other material qualifies as part of the summary judgment record, such as a verified objection filed by plaintiff at an earlier stage of the litigation and some portions of depositions and interrogatories submitted to the court.</p>\n    </div>\n    <p class=\"indent\">B. <i>Factual Background</i></p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In October 1998, plaintiff was a career employee of the SIB with approximately fifteen years of experience. She held the title of \"Agent III.\" She also supervised a public integrity squad. Torres-Rivera conferred these supervisory duties on plaintiff; they were not part of plaintiff's status as an Agent III, nor were they assigned through civil service competition.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">One of the squad's pending investigations concerned corruption allegations against An&#237;bal Marrero-P&#233;rez, then the vice president of the Puerto Rico Senate. Plaintiff had a confidential informant who was providing information to her about alleged unlawful behavior by Marrero. Apparently, this informant provided plaintiff with an accusation and some evidence suggesting that Marrero had received an improper payment.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Plaintiff wrote a four-paragraph internal memorandum to Torres-Rivera on October 16, 1998 expressing concerns about the pace of the Marrero investigation. The first and fourth paragraphs of the memo alluded to leads that had been developed in the case.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> The middle two paragraphs stated:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">It is my concern that at present this investigation is paralyzed due to lack of communication with you, since it is you who are authorized to give us instructions whether to proceed or not regarding this case with the aforesaid debriefings.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">At the last meeting held with you, you indicated that you would make efforts to verify with the federal agencies whether there was any investigation into this matter to thus know what course of action to follow.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The memo closed, \"For your information and appropriate action.\"</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">A week later, on Friday, October 23, Torres-Rivera wrote a memo responding to plaintiff. It quoted her accusation of paralysis and then stated:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Your concern is groundless, inasmuch as communication with my office flows openly at my request or at the request of a party. It is by means of your memorandum that I found out about the information you cited. I do not know what your intentions are in making such serious imputations.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In the face of your assertion, I have no other alternative but to withdraw you from my trust as a supervisor....</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The memo instructed plaintiff to report for duty to Jos&#233; Ramos, another SIB official, the following Monday.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The same day, Friday, Torres-Rivera and Ramos held a meeting with plaintiff where Torres-Rivera read her this memo aloud and said that plaintiff would be removed from the Marrero investigation. The following Monday, however, Torres-Rivera wrote another memo to plaintiff which reversed this decision and reinstated her as the agent in charge of the Marrero investigation.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> This memo concluded, \"I reiterate that all the resources necessary to help you conduct this investigation to the consequences that it warrants, will be at your disposal.\"<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">During the meeting on Friday, after she had been given the memo and told that she was being removed from the investigation, plaintiff asked that she be allowed to use some accumulated vacation time. She filed a form, which Ramos signed, requesting leave from the following Monday until December 8. Torres-Rivera told her at that meeting that she could commence her leave only after filing a report about the Marrero investigation. After the meeting, but before she left the premises, she told Ramos that she refused to complete the report that she had been ordered to prepare because she did not want to name her informant to another agent.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Plaintiff did not come to work the following Monday, October 26. She telephoned Ramos and told him that her young son was sick and she would be unable to come to the office. She says that she indicated in this conversation that he had chicken pox and that she was potentially contagious. Also on Monday, Torres-Rivera went to Ramos' office and asked if plaintiff had filed the report; when he found out that she had not done so, he annotated the vacation request form that Ramos had signed, indicating that plaintiff could not take leave until she handed in the report. Meanwhile, plaintiff had attempted to go over Torres-Rivera's head by requesting and receiving an appointment with Rotger-Sabat at 3:00 that day, an appointment she then cancelled. Finally, in another telephone conversation between plaintiff and Ramos that day, Ramos told her that no vacation time was approved until she submitted the report, and she repeated her previous statements about not revealing her confidential informant.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Plaintiff remained out of the office from October 26 until November 20. Her verified statement is that her two-year-old son had chicken pox between October 23 and November 11; that she and her son were both ill with bronchitis between November 11 and November 24 and so she was unable to work; and that regulations instructed her not to go to work if she were exposed to a contagious disease. She later submitted medical documentation to her employer. Defendants have submitted sworn evidence indicating that plaintiff was informed several times during that period that her absence was unauthorized. She has not denied this; she says the SIB acquiesced to her leave by accepting her form.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">During her absence, plaintiff did not hand in the report that Torres-Rivera had ordered her to submit. She received a memo on October 30 again instructing her to prepare the status report. Plaintiff does not say that she was physically unable to do so; indeed, her evidence is that she offered to come into the office and prepare the report, but would have to bring her contagious son.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">While plaintiff was still out of the office, the newspaper El Vocero published nine articles concerning investigations of Senator Marrero for alleged corruption. Plaintiff denies speaking to journalists or anyone else concerning the case. Another El Vocero article in November reported that materials for santer&#237;a rituals were found in plaintiff's SIB car and suggested that she was practicing witchcraft against Torres-Rivera and other government officials. Plaintiff, a Roman Catholic, says the story was baseless.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Also during plaintiff's absence, Torres-Rivera left his position as director of the SIB; his last day was November 16. On that final day, he wrote a complaint, which he gave to Attorney General Fuentes-Agostini, requesting a disciplinary investigation of plaintiff. This complaint began by discussing the original memo from plaintiff, stating that it \"described in writing a situation of lack of communication with the undersigned Director, alluding that for those reasons an investigation was paralyzed.\" It said that Torres-Rivera had removed plaintiff from her supervisory position because of \"the falseness of the imputations\" and complained about her ignoring the chain of command by trying to meet with Rotger-Sabat. It went on to characterize her absence as unauthorized; there is no indication in the complaint that plaintiff had ever requested or received approval for sick time. Because the department's inspector general was friendly with plaintiff, she recused herself from any such inquiry, and Fuentes-Agostini assigned another employee, Itala Rivera-Buonomo, to investigate plaintiff for \"improper conduct.\"</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Plaintiff returned to work on November 20, before the end of her requested leave. It is unclear if she had learned of Torres-Rivera's complaint, but that day she received a hand-delivered letter from Rivera-Buonomo informing her of the internal investigation of her conduct. Enclosed with the letter were various documents on which the investigation relied, including copies of Torres-Rivera's complaint and a memo from another SIB official, Carlos Riestra-Cort&#233;s, discussing her absence. Plaintiff delivered the report on the Marrero investigation on November 20; it was deemed unsatisfactory and she submitted a revised version four days later, which was also deemed unsatisfactory. On November 24, she turned in medical certificates and again requested regular vacation leave.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Rivera-Buonomo prepared a preliminary report about her investigation on December 9, 1998. According to the report, plaintiff had again been out of the office since November 24. Rivera-Buonomo concluded that, because plaintiff failed to follow rules concerning permission for absences, she had been \"absent from her job from October 26, 1998 until November 20th without having her absence ... authorized for any reason.\" The report also recounted sworn testimony by Ramos that plaintiff had told him she refused to write the report about the Marrero investigation, in part because she did not want others to speak with her confidential informant, and that if Torres-Rivera \"wanted information, that he should search for it.\" Rivera-Buonomo determined that this constituted insubordination. It is an uncontested fact that agents must disclose confidential sources to their supervisors upon request.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">On January 28, 1999, Fuentes-Agostini suspended plaintiff with pay and sent her a detailed letter informing her of the decision and the reasons for it, which were based on Rivera-Buonomo's conclusions that plaintiff was absent without leave and insubordinate. Plaintiff appealed, and an administrative hearing concerning the charges was held on April 9, 1999. Plaintiff was represented by counsel and had the opportunity to present evidence and testimony. The hearing officer found that plaintiff's sick leave was not authorized, and that she resisted handing in her report because she did not want anyone else communicating with her confidential informant. As a result, he concluded that she had been absent without leave and had disobeyed orders, and that dismissal was warranted. Plaintiff's employment was terminated on June 30, 1999.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Plaintiff filed a defamation suit against Torres-Rivera in the Puerto Rico courts in November 1999, which alleged that he was the source for El Vocero's santer&#237;a story. In June 2001, a new attorney general reached a settlement of this defamation suit whereby plaintiff was reinstated with back pay. Plaintiff had filed her federal case on July 14, 2000.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Even where the record is circumscribed because summary judgment was unopposed, a district court may grant summary judgment against the non-responding party only \"if appropriate.\" <i>See</i> Fed.R.Civ.P. 56(e). \"Under this provision it is clear that where the evidentiary matter in support of the motion does not establish the absence of a genuine issue, summary judgment must be denied even if no opposing evidentiary matter is presented.\" <i>NEPSK, Inc. v. Town of Houlton,</i> <span class=\"citation\" data-id=\"199866\"><a href=\"/opinion/199866/nepsk-inc-v-town-of-houlton/\"><span class=\"volume\">283</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 7 (1st Cir.2002) (quotation omitted); <i>see Kelly v. United States,</i> <span class=\"citation\" data-id=\"555046\"><a href=\"/opinion/555046/john-l-kelly-v-united-states/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">355</span></a></span>, 358 (1st Cir.1991) (in considering unopposed summary judgment motion, \"[o]f course, the district court was still obliged to consider the motion on its merits\"). We look at the \"pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any,\" Fed.R.Civ.P. 56(c), and we apply the familiar de novo standard of review. <i>See Mullen v. St. Paul Fire &amp; Marine Ins. Co.,</i> <span class=\"citation\" data-id=\"588804\"><a href=\"/opinion/588804/james-x-mullen-and-mullen-advertising-inc-v-st-paul-fire-and-marine/\"><span class=\"volume\">972</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">446</span></a></span>, 452 (1st Cir.1992). Plaintiff \"may not rest upon the mere allegations or denials of [her] pleading.\" Fed.R.Civ.P. 56(e). An unsworn assertion of fact in the complaint alone is not enough to create a material factual dispute.</p>\n    </div>\n    <p class=\"indent\">A. <i>Procedural Due Process</i></p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Plaintiff alleges her right to procedural due process under the Fourteenth Amendment was violated, first when she was removed from her supervisory duties (but not from her status as an Agent III), then when she was suspended with pay, and finally when she was terminated. Constitutional procedural due process protects only those aspects of public employment recognized as property interests; we refer to Puerto Rico law for guidance in defining such interests. <i>Cleveland Bd. of Educ. v. Loudermill,</i> <span class=\"citation\" data-id=\"111372\"><a href=\"/opinion/111372/cleveland-bd-of-ed-v-loudermill/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">532</span></a></span>, 538, <span class=\"citation\" data-id=\"111372\"><a href=\"/opinion/111372/cleveland-bd-of-ed-v-loudermill/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1487</span></a></span>, <span class=\"citation\" data-id=\"111372\"><a href=\"/opinion/111372/cleveland-bd-of-ed-v-loudermill/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">494</span></a></span> (1985); <i>Figueroa-Serrano v. Ramos-Alverio,</i> <span class=\"citation\" data-id=\"199013\"><a href=\"/opinion/199013/figueroa-serrano-v-ramos-alverio/\"><span class=\"volume\">221</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 5-6 (1st Cir.2000).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Plaintiff's supervisory duties alone do not qualify as such a protected interest &#8212; even if we assume, despite indications to the contrary in her own sworn statement, that they were eliminated permanently. It was uncontested that the supervisory duties were conferred on a discretionary basis to those of the rank of Agent III \"who held the trust of the Director of the SIB.\" <i>Torres Rosado,</i> 204 F.Supp.2d at 254. Plaintiff was assigned these duties without any civil service competition. <i>Id.</i> Thus, she cannot demonstrate that Puerto Rico's public employment law created any \"reasonable expectation, arising out of a statute, policy, rule, or contract,\" that she would continue to perform supervisory duties. <i>Wojcik v. Mass. State Lottery Comm'n,</i> <span class=\"citation\" data-id=\"200086\"><a href=\"/opinion/200086/wojcik-v-massachusetts-state/\"><span class=\"volume\">300</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">92</span></a></span>, 101 (1st Cir.2002). Torres-Rivera wrote in his memo to plaintiff that he had decided to \"withdraw you from my trust as a supervisor.\" He did not violate procedural due process by doing so. <i>See Figueroa-Serrano,</i> 221 F.3d at 7 (\"Without career status, the plaintiffs do not have a constitutionally protected property interest in continued employment....\").</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Due process requirements do not attach to the paid suspension either, at least on the facts of record in this case. The Supreme Court explained in <i>Loudermill</i> that a government employer who wishes to remove a worker immediately may suspend that worker with pay until the procedures associated with termination can be completed. 470 U.S. at 544-45, <span class=\"citation\" data-id=\"111372\"><a href=\"/opinion/111372/cleveland-bd-of-ed-v-loudermill/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1487</span></a></span>. That is exactly what happened here. More recently, a unanimous Supreme Court rejected a categorical rule imposing constitutional due process requirements on suspensions <i>without</i> pay. <i>See Gilbert v. Homar,</i> <span class=\"citation\" data-id=\"118125\"><a href=\"/opinion/118125/gilbert-v-homar/\"><span class=\"volume\">520</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">924</span></a></span>, 929-30, <span class=\"citation\" data-id=\"118125\"><a href=\"/opinion/118125/gilbert-v-homar/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1807</span></a></span>, <span class=\"citation\" data-id=\"118125\"><a href=\"/opinion/118125/gilbert-v-homar/\"><span class=\"volume\">138</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">120</span></a></span> (1997) (\"Due process is flexible and calls for such procedural protections as the particular situation demands.\") (quoting <i>Morrissey v. Brewer,</i> <span class=\"citation\" data-id=\"108606\"><a href=\"/opinion/108606/morrissey-v-brewer/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">471</span></a></span>, 481, <span class=\"citation\" data-id=\"108606\"><a href=\"/opinion/108606/morrissey-v-brewer/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2593</span></a></span>, <span class=\"citation\" data-id=\"108606\"><a href=\"/opinion/108606/morrissey-v-brewer/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">484</span></a></span> (1972)). The <i>Gilbert</i> Court also called the deprivation in such cases \"relatively insubstantial.\" <i>Id.</i> at 932, <span class=\"citation\" data-id=\"118125\"><a href=\"/opinion/118125/gilbert-v-homar/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1807</span></a></span>. Plaintiff's paid suspension in this case, which caused only a very temporary deprivation of job functions and no financial loss, did not give rise to any constitutional entitlement to due process.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The termination of her employment, however, did require due process. It is well-established under Puerto Rico law and First Circuit precedents that career employees in positions such as plaintiff's &#8212; and who are not in political or policymaking positions, <i>cf. Flynn v. City of Boston,</i> <span class=\"citation\" data-id=\"197945\"><a href=\"/opinion/197945/flynn-v-city-of-boston/\"><span class=\"volume\">140</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">42</span></a></span>, 45 (1st Cir.1998) &#8212; are entitled to due process in association with their termination. <i>See Acosta-Orozco v. Rodriguez-De-Rivera,</i> <span class=\"citation\" data-id=\"197706\"><a href=\"/opinion/197706/acosta-orozco-v-rodriguez-de-rivera/\"><span class=\"volume\">132</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">97</span></a></span>, 104 (1st Cir.1997). The crucial question becomes: what process was due? This is an issue of federal law. <i>See Loudermill,</i> 470 U.S. at 541, <span class=\"citation\" data-id=\"111372\"><a href=\"/opinion/111372/cleveland-bd-of-ed-v-loudermill/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1487</span></a></span>; <i>Vitek v. Jones,</i> <span class=\"citation\" data-id=\"110231\"><a href=\"/opinion/110231/vitek-v-jones/\"><span class=\"volume\">445</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">480</span></a></span>, 491, <span class=\"citation\" data-id=\"110231\"><a href=\"/opinion/110231/vitek-v-jones/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1254</span></a></span>, <span class=\"citation\" data-id=\"110231\"><a href=\"/opinion/110231/vitek-v-jones/\"><span class=\"volume\">63</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">552</span></a></span> (1980).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Plaintiff received far more than the minimum elements of procedural due process: \"some kind of a hearing\" and an opportunity to respond to the allegations against her. <i>Loudermill,</i> 470 U.S. at 542, <span class=\"citation\" data-id=\"111372\"><a href=\"/opinion/111372/cleveland-bd-of-ed-v-loudermill/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1487</span></a></span>; <i>see O'Neill v. Baker,</i> <span class=\"citation\" data-id=\"198878\"><a href=\"/opinion/198878/oneill-v-carlisle/\"><span class=\"volume\">210</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">41</span></a></span>, 47-48 (1st Cir.2000). The day she returned to the office, November 20, 1998, she received notice of the investigation and a copy of the documents enumerating the allegations against her. When the investigation was complete, the January 28, 1999, letter informed plaintiff of its specific conclusions, that she faced possible termination, and that she had a right to a hearing before such action was taken. Finally, the hearing on April 9, 1999, was conducted before an examining officer, plaintiff was accompanied by counsel, plaintiff herself testified, and she had the opportunity to present other witnesses and evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">We do not review the substance of decisionmaking under the rubric of procedural due process analysis. <i>See Bishop v. Wood,</i> <span class=\"citation\" data-id=\"109476\"><a href=\"/opinion/109476/bishop-v-wood/\"><span class=\"volume\">426</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">341</span></a></span>, 349-50, <span class=\"citation\" data-id=\"109476\"><a href=\"/opinion/109476/bishop-v-wood/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2074</span></a></span>, <span class=\"citation\" data-id=\"109476\"><a href=\"/opinion/109476/bishop-v-wood/\"><span class=\"volume\">48</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">684</span></a></span> (1976). Plaintiff alleges that the procedures employed departed from applicable regulations under Puerto Rico law. An agency's failure to follow its own rules may be significant in administrative law, but the federal Due Process Clause does not incorporate the particular procedural structures enacted by state or local governments; these claims should be pursued, if at all, under Puerto Rico law. <i>See O'Neill,</i> 210 F.3d at 49 n. 9.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Plaintiff also argues that she was not given sufficient warning of the evidence to be used against her at the hearing, as she says <i>Arnett v. Kennedy,</i> <span class=\"citation\" data-id=\"109008\"><a href=\"/opinion/109008/arnett-v-kennedy/\"><span class=\"volume\">416</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">134</span></a></span>, <span class=\"citation\" data-id=\"109008\"><a href=\"/opinion/109008/arnett-v-kennedy/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1633</span></a></span>, <span class=\"citation\" data-id=\"109008\"><a href=\"/opinion/109008/arnett-v-kennedy/\"><span class=\"volume\">40</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">15</span></a></span> (1974), requires. We disagree. The original complaint by Torres-Rivera and the January 28 letter laid out in detail the allegations and findings that provided cause for termination. There was no unfair surprise to plaintiff or her attorney. This was \"an explanation of the employer's evidence\" which, combined with notice and an opportunity to respond, satisfied the requirements of procedural due process. <i>Loudermill,</i> 470 U.S. at 546, <span class=\"citation\" data-id=\"111372\"><a href=\"/opinion/111372/cleveland-bd-of-ed-v-loudermill/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1487</span></a></span> (explaining <i>Arnett</i>).</p>\n    </div>\n    <p class=\"indent\">B. <i>First Amendment</i></p>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">A government employee \"may not be dismissed for exercising rights protected under the First Amendment.\" <i>Hennessy v. City of Melrose,</i> <span class=\"citation\" data-id=\"198689\"><a href=\"/opinion/198689/hennessy-v-city-of-melrose/\"><span class=\"volume\">194</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">237</span></a></span>, 245 (1st Cir.1999). At the same time, that employee's free speech rights must be balanced against \"the interest of the State, as an employer, in promoting the efficiency of the public services it performs through its employees.\" <i>Pickering v. Bd. of Educ.,</i> <span class=\"citation\" data-id=\"107717\"><a href=\"/opinion/107717/pickering-v-board-of-ed-of-township-high-school-dist-205-will-cty/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">563</span></a></span>, 568, <span class=\"citation\" data-id=\"107717\"><a href=\"/opinion/107717/pickering-v-board-of-ed-of-township-high-school-dist-205-will-cty/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1731</span></a></span>, <span class=\"citation\" data-id=\"107717\"><a href=\"/opinion/107717/pickering-v-board-of-ed-of-township-high-school-dist-205-will-cty/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">811</span></a></span> (1968); <i>see Rankin v. McPherson,</i> <span class=\"citation\" data-id=\"111946\"><a href=\"/opinion/111946/rankin-v-mcpherson/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">378</span></a></span>, 384, <span class=\"citation\" data-id=\"111946\"><a href=\"/opinion/111946/rankin-v-mcpherson/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2891</span></a></span>, <span class=\"citation\" data-id=\"111946\"><a href=\"/opinion/111946/rankin-v-mcpherson/\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">315</span></a></span> (1987); <i>Connick v. Myers,</i> <span class=\"citation\" data-id=\"110917\"><a href=\"/opinion/110917/connick-v-myers/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">138</span></a></span>, 140, <span class=\"citation\" data-id=\"110917\"><a href=\"/opinion/110917/connick-v-myers/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1684</span></a></span>, <span class=\"citation\" data-id=\"110917\"><a href=\"/opinion/110917/connick-v-myers/\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">708</span></a></span> (1983).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The line of Supreme Court cases striking this balance has yielded a three-part test, which this court summarized in <i>O'Connor v. Steeves,</i> <span class=\"citation\" data-id=\"608078\"><a href=\"/opinion/608078/patrick-j-oconnor-v-robert-w-steeves/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">905</span></a></span>, 912-13 (1st Cir.1993). The court must first determine whether the issue about which the employee spoke was a \"matter of public concern;\" if not, there is no claim for First Amendment protection. <i>Connick,</i> 461 U.S. at 146, <span class=\"citation\" data-id=\"110917\"><a href=\"/opinion/110917/connick-v-myers/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1684</span></a></span>; <i>see Tang v. Rhode Island,</i> <span class=\"citation\" data-id=\"198242\"><a href=\"/opinion/198242/tang-v-rhode-island/\"><span class=\"volume\">163</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></a></span>, 12 (1st Cir.1998). Second, the court evaluates the balance between the employee's First Amendment interests and the government's interests as an employer. <i>See Rankin,</i> 483 U.S. at 388, <span class=\"citation\" data-id=\"111946\"><a href=\"/opinion/111946/rankin-v-mcpherson/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2891</span></a></span>; <i>Mullin v. Town of Fairhaven,</i> <span class=\"citation\" data-id=\"199868\"><a href=\"/opinion/199868/mullin-v-fairhaven-ma/\"><span class=\"volume\">284</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">31</span></a></span>, 39-41 (1st Cir.2002). Finally, if the claim survives both of these tests, the plaintiff employee must show that the protected speech was a substantial or motivating factor behind the adverse employment action; the burden then shifts to the government employer to demonstrate by a preponderance of the evidence that it would have taken the same action absent the protected speech. <i>See Mt. Healthy City Sch. Dist. Bd. of Educ. v. Doyle,</i> <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">274</span></a></span>, 287, <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">568</span></a></span>, <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">471</span></a></span> (1977); <i>Wytrwal v. Saco Sch. Bd.,</i> <span class=\"citation\" data-id=\"196416\"><a href=\"/opinion/196416/barbara-wytrwal-v-saco-school-board/\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">165</span></a></span>, 170 (1st Cir.1995). While the first two tests are typically legal determinations subject to de novo review, the third is a question of fact which normally belongs to the jury. <i>Nethersole v. Bulger,</i> <span class=\"citation\" data-id=\"199918\"><a href=\"/opinion/199918/nethersole-v-bulger/\"><span class=\"volume\">287</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></a></span>, 18-19 (1st Cir.2002); <i>O'Connor,</i> 994 F.2d at 912-13.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The district court here disposed of plaintiff's First Amendment claim at the initial stage, finding that her speech was not about a matter of public concern.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> It concluded that</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">the matters in the case at bar relate to the fundamental inner workings of an office &#8212; that Plaintiff perceived the investigation was proceeding too slowly. While [allegations of] corruption in the Puerto Rican senate are certainly matters of public concern, the investigation itself, or how it is progressing, is entirely an internal matter, and not of public concern. That is to say, while the end result might be a matter of public concern, the means to that end[ ] is not.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\"><i>Torres Rosado,</i> 204 F.Supp.2d at 260.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">As a matter of law, the district court too narrowly evaluated the nature of the public concern in context. In essence, some months before plaintiff wrote her October 16, 1998 memo, she had been told that she should hold off on her investigation of Marrero while her supervisors checked to see if federal authorities were also investigating him. When she heard nothing, she expressed concern that \"at present this investigation is paralyzed due to lack of communication with you, since it is you who are authorized to give us instructions whether to proceed or not.\" \"Paralyze\" is defined as \"to deprive of strength or activity; make powerless; make ineffective.\" <i>Webster's Third New International Dictionary</i> 1638 (1993). The public is concerned about more than just the \"end result\" of the investigation of an elected official. The public is also concerned, and understandably so, about whether government investigations of political corruption are influenced improperly or are derailed by political connections. Plaintiff's interpretation of her memo to Torres-Rivera is that the word \"paralyzed\" represented \"an elegant way of accusing him of being engaged in a cover up.\" Certainly Torres-Rivera's response to the memo suggests that he understood it in exactly that way.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">\"Whether an employee's speech addresses a matter of public concern must be determined by the content, form, and context of a given statement, as revealed by the whole record.\" <i>Connick,</i> 461 U.S. at 147-48, <span class=\"citation\" data-id=\"110917\"><a href=\"/opinion/110917/connick-v-myers/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1684</span></a></span>. Even if the content of the employee's speech on its face relates largely to the internal affairs of the government agency, <i>Connick</i> requires a more searching contextual analysis to determine if the speech implicates matters of public concern as well. <i>See id.</i> at 148-49 (assistant district attorney distributed survey to her colleagues asking their opinions about the functioning of the office; most questions related to internal matters that were not of public concern, but one asking whether employees felt pressure to work in political campaigns passed this initial inquiry and court went on to the second test); <i>O'Connor,</i> 994 F.2d at 914 (interpreting <i>Connick</i> to require more searching inquiry even where speech \"would not necessarily qualify, on the basis of its content alone, as a matter of inherent public concern\").</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Under <i>Connick's</i> directive to examine \"the whole record,\" it is difficult to understand Torres-Rivera's heated reaction to plaintiff's memo if it truly signified only an internal concern about intra-office communication or the pace of investigative work. Torres-Rivera's memo characterized her statements as \"serious imputations\" that left him \"no other alternative but to withdraw you from my trust.\" He had already halted the investigation in order to make inquiries with federal authorities about their possible parallel inquiries, but had not ordered the SIB's investigation resumed. He then removed plaintiff from the investigation; the fact that he reinstated her a few days later does not negate an interpretation that he read her memo as involving charges of cover-up and obstruction. Significantly, Torres-Rivera's strong reaction happened before other issues arose &#8212; such as plaintiff's absence from the office and the dispute over the report &#8212; that might otherwise explain his displeasure with her. We find, contrary to the district court's conclusion, that the \"public concern\" test was satisfied here.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> <i>Cf. Nethersole,</i> 287 F.3d at 18 n. 5 (memo seeking meeting to discuss \"concerns\" about diversity at university survived first test at Rule 12(b)(6) stage).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Since we may affirm summary judgment \"on any basis that is manifest in the record,\" <i>John G. Danielson, Inc. v. Winchester-Conant Props., Inc.,</i> <span class=\"citation\" data-id=\"200368\"><a href=\"/opinion/200368/danielson-inc-v-winchester-conant/\"><span class=\"volume\">322</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">26</span></a></span>, 37 (1st Cir.2003), we go on. We will assume without deciding that plaintiff satisfies the second test. In general, government interests outweigh First Amendment rights when employee speech prevents efficient provision of government services or disrupts the workplace. <i>See Rankin,</i> 483 U.S. at 388-89, <span class=\"citation\" data-id=\"111946\"><a href=\"/opinion/111946/rankin-v-mcpherson/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2891</span></a></span>; <i>Connick,</i> 461 U.S. at 152-54, <span class=\"citation\" data-id=\"110917\"><a href=\"/opinion/110917/connick-v-myers/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1684</span></a></span>; <i>see also Hennessy,</i> 194 F.3d at 248 (teacher's immoderate, intransigent, and public criticism of curriculum undermined operation of school). Here, however, plaintiff wrote a private memo which she worded fairly diplomatically; it is difficult to think of a less disruptive manner in which plaintiff might have communicated. <i>See O'Connor,</i> 994 F.2d at 915-17 (town employee who disclosed alleged wrongdoing by a town selectman to the full Board of Selectmen passed second test, despite the fact that he also had personal reasons for doing so).</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">We will likewise assume that plaintiff has met her initial burden under the third test to create a question of fact for the jury as to whether the memo was at least a substantial or motivating factor in her termination. <i>Mt. Healthy,</i> 429 U.S. at 287, <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">568</span></a></span>. After all, it was Torres-Rivera's complaint about her, shortly after her memo to him, that initiated the investigation, and plaintiff need not produce a \"smoking gun\" to carry this burden. <i>Lewis v. City of Boston,</i> <span class=\"citation\" data-id=\"200307\"><a href=\"/opinion/200307/lewis-v-city-of-boston/\"><span class=\"volume\">321</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">207</span></a></span>, 219 (1st Cir.2003).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">All of this is to no avail for plaintiff if, under the third test, the defendants have met their burdens of both persuasion and proof to demonstrate other reasons for the adverse actions besides her speech. The uncontested facts and the documentation submitted by defendants supply several such reasons. Plaintiff, as the party opposing summary judgment, has not produced any evidence creating a material issue of fact that she would not have been terminated in any event for insubordination or for absenteeism. <i>See Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 249, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986).</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Defendants' uncontested evidence that plaintiff would have been terminated anyway is buttressed by the conclusions reached during the administrative investigation and appeal. The report by Rivera Buonomo concluded that plaintiff violated several departmental policies unconnected to her speech. It found that plaintiff was absent without authorization for a prolonged period and that she disobeyed several direct orders to submit a report on the investigation, which constituted insubordination. Moreover, the uncontested fact is that she was required to identify her informant to her supervisors; refusal to do so amounted to insubordination. The record plainly shows insubordination.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Defendants also submitted a sworn statement from the hearing officer, who concluded there was both unauthorized absence and insubordination, and who says that he decided the issues at the hearing \"based on the law and the evidence there presented. No other factors were taken into consideration when deciding on the facts of the hearing ... and no one intervened with my recommendations, either before or after the hearing.\" Plaintiff testified at that hearing and was represented there by an attorney. The defendants have offered ample uncontested evidence that the same decisions as to her employment would have been reached whether or not plaintiff sent the memo to Torres Rivera. <i>See Mt. Healthy,</i> 429 U.S. at 285, <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">568</span></a></span>; <i>Wytrwal,</i> 70 F.3d at 171.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Plaintiff protests in her brief to us that these determinations, made during the disciplinary process, were factually incorrect in various ways. We assume that it would be probative for plaintiff if she could show she was subjected to a biased kangaroo court in the disciplinary process. But her objections come too late. Even assuming, dubitante, that such evidence exists, she failed to contest these facts before the district court within the deadlines established by the local rules, and to provide evidence &#8212; not just assertions &#8212; that the process had been biased and flawed. Plaintiff has lost the right to make these arguments. Parties ignore rules such as Local Rule 311.12 at their peril. <i>Ruiz Rivera,</i> 209 F.3d at 27-28. \"[T]he decision to sit idly by and allow the summary judgment proponent to configure the record is likely to prove fraught with consequence. This case is no exception.\" <i>Kelly,</i> 924 F.2d at 358.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Because defendants have carried their <i>Mt. Healthy</i> burden on the facts of record, the First Amendment claim fails.</p>\n    </div>\n    <p class=\"indent\">C. <i>Conspiracy</i></p>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Finally, plaintiff alleges a conspiracy to deprive her of civil rights, actionable under 42 U.S.C. &#167;&#167; 1983 and 1985(3). Under &#167; 1985(3), a conspiracy must be motivated by some \"racial, or perhaps otherwise class-based, invidiously discriminatory animus.\" <i>Bray v. Alexandria Women's Health Clinic,</i> <span class=\"citation\" data-id=\"112805\"><a href=\"/opinion/112805/bray-v-alexandria-womens-health-clinic/\"><span class=\"volume\">506</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">263</span></a></span>, 268-69, <span class=\"citation\" data-id=\"112805\"><a href=\"/opinion/112805/bray-v-alexandria-womens-health-clinic/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">753</span></a></span>, <span class=\"citation\" data-id=\"112805\"><a href=\"/opinion/112805/bray-v-alexandria-womens-health-clinic/\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">34</span></a></span> (1993) (quoting <i>Griffin v. Breckenridge,</i> <span class=\"citation\" data-id=\"108362\"><a href=\"/opinion/108362/griffin-v-breckenridge/\"><span class=\"volume\">403</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">88</span></a></span>, 102, <span class=\"citation\" data-id=\"108362\"><a href=\"/opinion/108362/griffin-v-breckenridge/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1790</span></a></span>, <span class=\"citation\" data-id=\"108362\"><a href=\"/opinion/108362/griffin-v-breckenridge/\"><span class=\"volume\">29</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">338</span></a></span> (1971)); <i>see Romero-Barcelo v. Hernandez-Agosto,</i> <span class=\"citation\" data-id=\"196543\"><a href=\"/opinion/196543/romero-barcelo-v-agosto/\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">23</span></a></span>, 34 (1st Cir.1996). Plaintiff failed to offer any indication whatsoever that this threshold requirement of classbased animus has been met.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">To demonstrate conspiracy under &#167; 1983, plaintiff must show \"an actual abridgement of some federally-secured right.\" <i>Nieves v. McSweeney,</i> <span class=\"citation\" data-id=\"199286\"><a href=\"/opinion/199286/nieves-v-mcsweeney/\"><span class=\"volume\">241</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">46</span></a></span>, 53 (1st Cir.2001) (\"The fact that a plaintiff styles her claim as a conspiracy... does not diminish her need to show a constitutional deprivation.\"); <i>see Earle v. Benoit,</i> <span class=\"citation\" data-id=\"508419\"><a href=\"/opinion/508419/james-earle-v-robert-benoit/\"><span class=\"volume\">850</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">836</span></a></span>, 844 (1st Cir.1988). Plaintiff cannot resuscitate her failed constitutional claims to prove conspiracy. Summary judgment was proper against both claims.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">For the reasons stated in this opinion, the judgment of the district court is <i>affirmed.</i> Costs are awarded to defendants.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> To avoid confusion between plaintiff Torres-Rosado and defendant Torres-Rivera, we will refer to the former as \"plaintiff.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Even if we considered the issue, we would find that the district court was well within its discretion. In its unpublished opinion denying the motion for reconsideration, the court exhaustively chronicled the plaintiff's repeated delays and missed deadlines in this litigation. The court counted at least fifteen requests for extensions of time by plaintiff, many of which were filed after deadlines had already passed. Plaintiff did not even serve defendant Torres-Rivera, who was living in Romania at the time, until over a year after filing the complaint. One motion filed by plaintiff explaining the failure to meet deadlines is entitled, \"Plaintiff's Attorney Apologies to the Court.\" The district court correctly said that it had been \"more than generous\" in offering plaintiff repeated extensions of time. Given the history of the litigation, and the clear deadlines found in both Local Rule 311.5 and the court's November 2001 pretrial order, this decision was quite justifiable</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> There is no merit in the suggestion, advanced by plaintiff at oral argument, that the district court considered the late-filed facts when it rejected the motion to reconsider, so that they are part of the record. Rather, in its order denying reconsideration, the district court meticulously explained why it rejected plaintiff's filing. It then, as a matter of its discretion, went on to discuss why, \"even if the Court had considered plaintiff's factual problems with [defendants'] uncontested facts... it would have arrived at the same conclusion.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> This memo and much of the rest of the record was written in Spanish; we rely on the certified translations provided by the parties</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The translation submitted to this court indicates that the memo was written on November 26, not October 26, but this appears to be an error, and the district court found that it was written on Monday, October 26. This conclusion makes sense, especially since Torres-Rivera no longer worked at the SIB by November 26</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> It is not entirely clear from the record whether this reinstatement also extended to plaintiff's other supervisory duties. Earlier in the litigation, plaintiff stated under oath that she was a supervisor of the squad as well as the investigation \"[a]t the time of her dismissal,\" suggesting that she regained both of her supervisory roles</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Although the settlement mooted much of the relief plaintiff had sought, her federal complaint also pled emotional distress damages, including \"partial hospitalization in a mental institution and a miscarriage.\" The record before us contains no evidence of these damages</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Numerous courts have held that paid suspensions could be imposed without the sorts of procedures the Constitution demands for terminations of career employees who have proprietary interests in their jobs<i>Pratt v. Ottum,</i> <span class=\"citation no-link\"><span class=\"volume\">761</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">313</span></span>, 320 (Me.2000) (collecting cases); <i>see, e.g., Hicks v. City of Watonga,</i> <span class=\"citation\" data-id=\"566909\"><a href=\"/opinion/566909/steven-r-hicks-v-city-of-watonga-oklahoma-a-municipal-corporation-rb/\"><span class=\"volume\">942</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">737</span></a></span>, 746 n. 4 (10th Cir.1991); <i>Koelsch v. Town of Amesbury,</i> <span class=\"citation\" data-id=\"1622197\"><a href=\"/opinion/1622197/koelsch-v-town-of-amesbury/\"><span class=\"volume\">851</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">497</span></a></span>, 500 (D.Mass.1994). Still, it is conceivable that a very long or open-ended paid suspension might function so much like a termination that some due process protection might attach. We need not consider that prospect here.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Plaintiff's complaint presents the alleged First Amendment infractions as three different claims: freedom of speech as a public employee, unlawful retaliation, and whistleblower protection. Since she appeals under the First Amendment and not under Puerto Rico law, the substantive issues raised by these claims are essentially identical and we consider them together</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> It is true that plaintiff did not speak publicly about her cover-up accusation; indeed, she specifically denied that she had done so. But the First Amendment protects employee speech about matters of public concern even if the employee does not seek to make that speech to an audience outside the workplace<i>Givhan v. W. Line Consol. Sch. Dist.,</i> <span class=\"citation\" data-id=\"109967\"><a href=\"/opinion/109967/givhan-v-western-line-consol-school-dist/\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">410</span></a></span>, 414, <span class=\"citation\" data-id=\"109967\"><a href=\"/opinion/109967/givhan-v-western-line-consol-school-dist/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">693</span></a></span>, <span class=\"citation\" data-id=\"109967\"><a href=\"/opinion/109967/givhan-v-western-line-consol-school-dist/\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">619</span></a></span> (1979); <i>see also Rankin,</i> 483 U.S. at 387, <span class=\"citation\" data-id=\"111946\"><a href=\"/opinion/111946/rankin-v-mcpherson/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2891</span></a></span>; <i>O'Connor,</i> 994 F.2d at 916.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> As to the change in plaintiff's duties, as discussed above, plaintiff's own sworn statement indicates that this change was temporary. The only remedies still at stake in the case are emotional distress and similar damages, and plaintiff has not adequately demonstrated that she suffered any such harm from whatever changes in duties occurred<i>See Memphis Cmty. Sch. Dist. v. Stachura,</i> <span class=\"citation\" data-id=\"111721\"><a href=\"/opinion/111721/memphis-community-school-dist-v-stachura/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">299</span></a></span>, 309-10, <span class=\"citation\" data-id=\"111721\"><a href=\"/opinion/111721/memphis-community-school-dist-v-stachura/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2537</span></a></span>, <span class=\"citation\" data-id=\"111721\"><a href=\"/opinion/111721/memphis-community-school-dist-v-stachura/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">249</span></a></span> (1986) (damages in &#167; 1983 case based on First Amendment must be compensatory). This is not a situation comparable to <i>Nethersole,</i> 287 F.3d at 17, where a university's statewide vice president was transferred to another campus and made an assistant dean.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107717/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108362/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108606/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109008/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109476/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109574/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109967/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110231/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110917/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111372/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111721/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111946/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112805/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118125/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196416/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196543/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197706/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197945/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198242/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198689/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198878/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198879/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199013/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199286/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199368/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199395/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199866/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199868/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199918/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200086/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200208/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200307/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200320/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200368/",
    "http://www.courtlistener.com/api/rest/v3/opinions/508419/",
    "http://www.courtlistener.com/api/rest/v3/opinions/555046/",
    "http://www.courtlistener.com/api/rest/v3/opinions/566909/",
    "http://www.courtlistener.com/api/rest/v3/opinions/588804/",
    "http://www.courtlistener.com/api/rest/v3/opinions/608078/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1622197/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2429212/"
  ]
}