{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/200637/",
  "absolute_url": "/opinion/200637/massachusetts-car-v-aa-building/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/200637/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T04:56:57Z",
  "date_modified": "2016-02-28T05:03:26.797083Z",
  "type": "010combined",
  "sha1": "5c0a904cd1d8748a7af5e7f0a8c94d7f1ea0b235",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/02-2006-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2003/09/08/Massachusetts_Car_v._A.A._Building.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\nNo. 02-2006, 02-2050, 02-2435\n\n        MASSACHUSETTS CARPENTERS CENTRAL COLLECTION AGENCY;\n  TRUSTEES OF THE MASSACHUSETTS STATE CARPENTERS PENSION FUND;\n     MASSACHUSETTS STATE CARPENTERS GUARANTEED ANNUITY FUND;\n       MASSACHUSETTS STATE CARPENTERS HEALTH BENEFIT FUND;\n               NEW ENGLAND CARPENTERS TRAINING FUND;\n                 CARPENTERS LABOR MANAGEMENT FUND;\n            CARPENTERS LOCAL 108 HEALTH & WELFARE FUND;\n      WESTERN MASSACHUSETTS APPRENTICESHIP & TRAINING FUND;\n         BOSTON CARPENTERS APPRENTICESHIP & TRAINING FUND\n  EASTERN MASSACHUSETTS APPRENTICESHIP & TRAINING FUND; and the\n    SOUTHEASTERN MASSACHUSETTS APPRENTICESHIP & TRAINING FUND,\n\n             Plaintiffs-Appellants, Cross-Appellees,\n\n                                  v.\n\n      A.A. BUILDING ERECTORS, INCORPORATED; KALWALL CORP.,\n\n             Defendants-Appellees, Cross-Appellants.\n\n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Richard G. Stearns, U.S. District Judge]\n\n\n                                Before\n\n                      Howard, Circuit Judge,\n\n          Bownes and R. Arnold,* Senior Circuit Judges.\n\n\n\n     Christopher N. Souris with whom Krakow, Souris & Birmingham,\nLLC was on brief for appellants, cross-appellees.\n     Mark T. Broth with whom William R. Bagley, Jr., Abigail J.\nSykas and Devine, Millimet & Branch, P.A. were on brief for\nappellees, cross-appellants.\n\f                        September 8, 2003\n\n\n\n\n     *Of the United States Court of Appeals for the Eighth\nCircuit, sitting by designation.\n\f             HOWARD,    Circuit     Judge.       These    consolidated       appeals\n\nrequire us to decide whether, on facts that are largely undisputed,\n\ndefendants A.A. Building Erectors, Inc., and its alleged alter ego,\n\nKalwall      Corporation,    have     breached     a     series    of    successive\n\ncollective bargaining agreements between A.A. Building and the non-\n\nparty United Brotherhood of Carpenters & Joiners of America, AFL-\n\nCIO (UBC).       Seeking damages for the alleged breaches are the\n\ntrustees of the funds (all of which are affiliated with the UBC)\n\nand the Massachusetts Carpenters Central Collection Agency (MCCCA),\n\nwhich serves as the funds' collection agent.                 Plaintiffs brought\n\nthe underlying actions under the Employment Retirement Security Act\n\nof    1974   (ERISA),   29   U.S.C.    §§     1132(a)(3)(B)(ii),        1132(d)(1),\n\n1132(f), and 1145, and under the Labor Management Relations Act of\n\n1947 (LMRA), 29 U.S.C. § 185.\n\n             Because the district court has set forth the factual\n\nbackground of these proceedings in a published opinion, see 208 F.\n\nSupp. 2d 94 (D. Mass. 2002), we confine ourselves to essentials.\n\nSince 1955, Kalwall has been a family-run designer, manufacturer,\n\nand    seller    of     translucent     fiberglass        and     aluminum     panel\n\nfenestration systems.         The company periodically contracts with\n\ncustomers to install its products, although it never has had\n\ninstallers on its own payroll. In its early years, Kalwall (acting\n\nthrough an affiliated entity) subcontracted all of its installation\n\nwork to non-affiliated installation contractors.                        The company\n\n\n                                        -3-\n\ftended to use non-unionized installers when its customers primarily\n\nwere concerned with saving money, but it also sometimes went with\n\nunionized installers because some of its customers preferred that\n\nit do so.    Kalwall itself has never been unionized.\n\n            In 1964, after Kalwall repeatedly experienced performance\n\nproblems with its union subcontractors, the company's principals\n\nestablished A.A. Building as an affiliated, unionized installation\n\ncontractor.       Since 1964, Kalwall has subcontracted with A.A.\n\nBuilding to perform all of its union installation work.                          But in\n\norder to     remain    competitive      in    both   the    union      and   non-union\n\nmarkets, Kalwall has continued to subcontract with unaffiliated,\n\nnon-unionized     installers     when     customers        do   not    require    union\n\ninstallation.\n\n            A.A. Building exclusively serves Kalwall customers and\n\nitself has no clerical, managerial, or supervisory employees.\n\n(Persons    performing     the   supervisory         and    managerial       functions\n\nnecessary for A.A. Building to operate are on the payroll of an\n\naffiliated    company     that   performs        bookkeeping          and    accounting\n\nfunctions for Kalwall, A.A. Building, and other related companies.)\n\nA.A. Building uses Kalwall's telephone number, fax number, and\n\noffice address.       Its shareholders, directors, and officers are the\n\nsame family members who own and control the group of related\n\ncompanies    of   which   Kalwall    is      a   member.        Kalwall      holds   the\n\ncontractors' license used by A.A. Building, has characterized A.A.\n\n\n\n                                        -4-\n\fBuilding   in   internal   and   external   communications   as   its\n\n\"installation department\" and \"installation manager,\" and does not\n\nobtain written permission to \"subcontract\" installation work to\n\nA.A. Building when customers require written outsourcing approval.\n\nThe district court summed it up well:       \"That Kalwall and A.A.\n\nBuilding are joined at the hip, and that A.A. Building is a captive\n\nof Kalwall, seems hardly worth a debate . . . .\"    208 F. Supp. 2d\n\nat 98.\n\n     Since its founding, A.A. Building has been a party to a series\n\nof collective bargaining agreements with the UBC.    Although we do\n\nnot have copies of all of the agreements, these appeals have been\n\nbriefed and argued on the assumption (which we shall adopt) the\n\nagreements have required A.A. Building to use unionized laborers on\n\nall of its Massachusetts construction sites and to make pension\n\nfund contributions based on the number of hours its unionized\n\nemployees work.   The agreements also have required that, if A.A.\n\nBuilding subcontracts with non-unionized laborers, it must make\n\npension payments on the hours worked by such laborers as if the\n\nhours had been worked by unionized workers.\n\n           In these lawsuits, the MCCCA and the trustees of the\n\nfunds it administers invoke the alter ego doctrine to contend that\n\nA.A. Building, and Kalwall as its alter ego, have failed to comply\n\nwith this last contribution requirement. The alter ego doctrine is\n\nessential to plaintiffs' case theory because there is no allegation\n\n\n\n                                 -5-\n\fthat A.A. Building itself has hired or subcontracted with non-\n\nunionized laborers and then failed to make pension contributions on\n\nthe hours worked. Rather, plaintiffs, who apparently only recently\n\nlearned that Kalwall and A.A. Building are \"joined at the hip,\"\n\ncontend that Kalwall and A.A. Building should have been making\n\npension fund contributions for work performed by non-unionized\n\ninstallation subcontractors hired by Kalwall precisely because\n\nKalwall and A.A. Building are so joined.     In plaintiffs' view,\n\nunder the alter ego doctrine, there is no legal distinction to be\n\ndrawn between Kalwall and A.A. Building; the legal obligations and\n\nliabilities of one are the legal obligations and liabilities of the\n\nother.\n\n          The district court rejected this argument and awarded\n\nKalwall and A.A. Building summary judgment on plaintiffs' ERISA and\n\nLMRA claims.   Quoting Mass. Carp. Cent. Coll. Agency v. Belmont\n\nConcrete Corp., 139 F.3d 304, 307 (1st Cir. 1998), the court\n\nstarted from the premise that \"'[t]he alter ego doctrine [as\n\napplied in this labor law context] is meant to prevent employers\n\nfrom evading their obligations under labor laws and collective\n\nbargaining agreements through the device of making a mere technical\n\nchange in the structure or identity of the employing entity without\n\nany substantial change in its ownership or management.'\"    208 F.\n\nSupp. 2d at 98 (ellipses and internal quotation marks omitted).\n\nThe court then concluded that, notwithstanding the strong identity\n\n\n\n                               -6-\n\fbetween Kalwall and A.A. Building, there was no reason to invoke\n\nthe    alter    ego     doctrine      in    these   cases   because   Kalwall's\n\nestablishment of A.A. Building was neither designed to permit, nor\n\nhad the effect of permitting, Kalwall to avoid preexisting labor\n\nlaw obligations:        \"Kalwall is, and always has been, a non-union\n\nentity.       It has never been bound by a [collective bargaining\n\nagreement] and consequently has never been obligated to make\n\npension contributions . . . .          Rather than seeking to avoid such an\n\nobligation, Kalwall created A.A. Building to employ union workers\n\nwho are [p]lan participants.\"              Id.\n\n              On appeal, plaintiffs' essential argument, which they\n\npress from a number of angles, is that the district court erred in\n\nconcluding that labor law's alter ego doctrine should only be\n\ncalled into play when an employer is seeking to avoid a preexisting\n\nlabor law obligation.         Plaintiffs correctly observe that, although\n\nthe doctrine usually applies in \"situations[] involving successor\n\ncompanies 'where the successor is merely a disguised continuance of\n\nthe old employer,'\" Belmont Concrete, 139 F.3d at 307 (quoting\n\nC.E.K. Indus. Mechanical Contractors, Inc. v. NLRB, 921 F.2d 350,\n\n354 (1st Cir. 1990)), it also has sufficient play in its joints,\n\nsee generally NLRB v. Hospital San Rafael, Inc., 42 F.3d 45, 50-52\n\n(1st   Cir.    1994),    to   cover    instances    where   a   company   uses   a\n\nparallel entity to avoid a labor law obligation, see, e.g., id.\n\n(citing Union Builders, Inc. v. NLRB, 68 F.3d 520, 524 (1st Cir.\n\n\n\n                                           -7-\n\f1995)).    According    to    plaintiffs,    it    is   irrelevant   whether\n\nestablishment of the non-union entity followed or preceded the\n\nevent giving   rise    to    the   obligation;    the   doctrine   can   apply\n\nwhenever there has been some sort of corporate restructuring and a\n\nconcomitant avoidance of an obligation -- even if the restructuring\n\nand avoidance are largely contemporaneous with the creation of the\n\nobligation.\n\n           We need not disagree with the premise of this assertion\n\nin order to reject plaintiffs' argument that the alter ego doctrine\n\nshould apply in this instance.        The doctrine is not a formalistic\n\nmechanism for reflexively regarding distinct jural entities as\n\nlegally interchangeable whenever the entities' relationship is\n\nmarked by a sufficient number of the doctrine's characteristic\n\ncriteria -- e.g., continuity of ownership between the corporations,\n\nmanagement overlap, similarity of business purpose, evidence that\n\nthe non-union entity was created to avoid an obligation in a\n\ncollective bargaining agreement.        See Hospital San Rafael, 42 F.3d\n\nat 50.    Rather, the doctrine is a tool to be employed when the\n\ncorporate shield, if respected, would inequitably prevent a party\n\nfrom receiving what is otherwise due and owing from the person or\n\npersons who have created the shield.        See id. at 51 (discussing the\n\ndoctrine's \"animating purpose\" and observing that it can apply even\n\nwhere those who created the corporate shield did not do so to avoid\n\nan obligation).   Here, we see no potential inequity of this sort.\n\n\n\n                                     -8-\n\f              Two factors drive our conclusion.                   First, there is no\n\nevidence that A.A. Building deceived the UBC about its structure,\n\nownership, relationship with Kalwall, or the fact that Kalwall\n\nregularly subcontracts with non-unionized installers. This matters\n\nbecause   arrangements           such   as    those    between     Kalwall      and   A.A.\n\nBuilding are neither uncommon nor inherently unlawful. See C.E.K.,\n\n921    F.2d   at    352    n.3    (discussing         so-called    \"double      breasted\n\noperations\"        --   i.e.,    ones   in    which     the    employer    is    closely\n\naffiliated with a non-union \"open shop\" which performs the same or\n\nsimilar work and thus permits those in control of the affiliated\n\nentities to service both the union and non-union markets); see also\n\nBen Marsh, Comment, Corporate Shell Games: Use of the Corporate\n\nForm to Evade Bargaining Obligations, 2 U. Pa. J. Lab. & Empl. L.\n\n543 (2000) (discussing double-breasted operations and their legal\n\nimplications under labor law).                 If the UBC wants to ensure that\n\nemployers with whom it contracts are not or will not be part of a\n\ndouble-breasted operation, we see no reason why it cannot bargain\n\nfor such an arrangement.            See Brown v. Sandimo Materials, 250 F.3d\n\n120,    123   (2d       Cir.   2001)    (involving      a     collective     bargaining\n\nagreement precluding an employer from running a double-breasted\n\noperation); cf. Int'l Union of Operating Engineers, Local 150, AFL-\n\nCIO v. Rabine, 161 F.3d 427, 433 (7th Cir. 1998) (\"In the end, it\n\nappears   that      the    union    may      just   have    been   careless      in   its\n\nassumptions about the party with which it was dealing . . . .\").\n\n\n\n                                             -9-\n\f           Second, and relatedly, there is absolutely no indication\n\nthat the relationship between A.A. Building and Kalwall has changed\n\nover the years or has caused the UBC to receive less than that for\n\nwhich it bargained.       This matters because, in all the cases\n\ninvolving application of the labor law alter ego doctrine to which\n\nplaintiffs have drawn our attention (or which we have read on our\n\nown),   the   union   membership   with   rights   under   a   collective\n\nbargaining agreement has been somehow worse off following some\n\nchange in the structure or operations of the employer with whom the\n\ncollective bargaining agreement was negotiated.        Indeed, even in\n\nthose cases where we have emphasized the doctrine's flexibility and\n\nthus described its purpose at a high degree of generality, we have\n\nstated that the doctrine will apply in the face of some corporate\n\n\"change\" which has caused a union to be in a worse position than it\n\nwas in prior to the change.    See, e.g., Belmont Concrete, 139 F.3d\n\nat 307; Hospital San Rafael, 42 F.3d at 51.        Of course, the fact\n\nthat the alter ego doctrine has not been applied without some\n\nchange in corporate structure or operations after the event giving\n\nrise to the union's right does not mean that it never should be so\n\napplied.   But doing so would require a convincing explanation that\n\nthe doctrine's purposes would be served its application in such a\n\nsituation.    Here, plaintiffs have provided us with no reason to\n\napply the doctrine other than pointing out that, unbeknownst to\n\nthem until recently, many of the criteria necessary for an alter\n\n\n\n                                   -10-\n\fego finding characterize the relationship between Kalwall and A.A.\n\nBuilding.   As we have explained, this is not enough.\n\n            In sum, we see no equitable basis for regarding A.A.\n\nBuilding's agreements to make pension fund contributions for work\n\nperformed by non-unionized workers with whom it has subcontracted\n\nas   implying   corresponding   agreements   by   Kalwall   to   make\n\ncontributions for the work performed by non-unionized installers\n\nwith whom it has subcontracted.   A contrary ruling on these facts\n\nwould be tantamount to holding that a common ownership group cannot\n\ncontrol affiliated but nominally separate corporations to service\n\nsimilar union and non-union markets -- a proposition that would be\n\nat odds with circuit precedent.   See C.E.K., 921 F.2d at 352 n.3.\n\nAccordingly, we affirm the district court's entry of summary\n\njudgments in favor of Kalwall and A.A. Building.\n\n\n\n\n                                -11-\n\f",
  "html": "<p class=\"case_cite\">343 F.3d 18</p>\n    <p class=\"parties\">MASSACHUSETTS CARPENTERS CENTRAL COLLECTION AGENCY; Trustees of the Massachusetts State Carpenters Pension Fund; Massachusetts State Carpenters Guaranteed Annuity Fund; Massachusetts State Carpenters Health Benefit Fund; New England Carpenters Training Fund; Carpenters Labor Management Fund; Carpenters Local 108 Health &amp; Welfare Fund; Western Massachusetts Apprenticeship &amp; Training Fund; Boston Carpenters Apprenticeship &amp; Training Fund Eastern Massachusetts Apprenticeship &amp; Training Fund; and the Southeastern Massachusetts Apprenticeship &amp; Training Fund, Plaintiffs-Appellants, Cross-Appellees,<br>v.<br>A.A. BUILDING ERECTORS, INCORPORATED; Kalwall Corp., Defendants-Appellees, Cross-Appellants.</p>\n    <p class=\"docket\">No. 02-2006.</p>\n    <p class=\"docket\">No. 02-2050.</p>\n    <p class=\"docket\">No. 02-2435.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard June 2, 2003.</p>\n    <p class=\"date\">Decided September 8, 2003.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Before HOWARD, Circuit Judge, BOWNES and RICHARD S. ARNOLD,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judges.</p>\n      <p class=\"indent\">Christopher N. Souris with whom Krakow, Souris &amp; Birmingham, LLC was on brief for appellants, cross-appellees.</p>\n      <p class=\"indent\">Mark T. Broth with whom William R. Bagley, Jr., Abigail J. Sykas and Devine, Millimet &amp; Branch, P.A. were on brief for appellees, cross-appellants.</p>\n      <p class=\"indent\">HOWARD, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">These consolidated appeals require us to decide whether, on facts that are largely undisputed, defendants A.A. Building Erectors, Inc., and its alleged <i>alter ego,</i> Kalwall Corporation, have breached a series of successive collective bargaining agreements between A.A. Building and the non-party United Brotherhood of Carpenters &amp; Joiners of America, AFL-CIO (UBC). Seeking damages for the alleged breaches are the trustees of a number of employee pension benefit and welfare funds which are affiliated with UBC and the Massachusetts Carpenters Central Collection Agency (MCCCA), which serves as the funds' collection agent. Plaintiffs brought the underlying actions under the Employment Retirement Security Act of 1974 (ERISA), 29 U.S.C. &#167;&#167; 1132(a)(3)(B)(ii), 1132(d)(1), 1132(f), and 1145, and under the Labor Management Relations Act of 1947 (LMRA), 29 U.S.C. &#167; 185.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Because the district court has set forth the factual background of these proceedings in a published opinion, <i>see</i> 208 F.Supp.2d 94 (D.Mass.2002), we confine ourselves to essentials. Since 1955, Kalwall has been a family-run designer, manufacturer, and seller of translucent fiberglass and aluminum panel fenestration systems. The company periodically contracts with customers to install its products, although it never has had installers on its own payroll. In its early years, Kalwall (acting through an affiliated entity) subcontracted all of its installation work to non-affiliated installation contractors. The company tended to use non-unionized installers when its customers primarily were concerned with saving money, but it also sometimes went with unionized installers because some of its customers preferred that it do so. Kalwall itself has never been unionized.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In 1964, after Kalwall repeatedly experienced performance problems with its union subcontractors, the company's principals established A.A. Building as an affiliated, unionized installation contractor. Since 1964, Kalwall has subcontracted with A.A. Building to perform all of its union installation work. But in order to remain competitive in both the union and non-union markets, Kalwall has continued to subcontract with unaffiliated, non-unionized installers when customers do not require union installation.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">A.A. Building exclusively serves Kalwall customers and itself has no clerical, managerial, or supervisory employees. (Persons performing the supervisory and managerial functions necessary for A.A. Building to operate are on the payroll of an affiliated company that performs bookkeeping and accounting functions for Kalwall, A.A. Building, and other related companies.) A.A. Building uses Kalwall's telephone number, fax number, and office address. Its shareholders, directors, and officers are the same family members who own and control the group of related companies of which Kalwall is a member. Kalwall holds the contractors' license used by A.A. Building, has characterized A.A. Building in internal and external communications as its \"installation department\" and \"installation manager,\" and does not obtain written permission to \"subcontract\" installation work to A.A. Building when customers require written out-sourcing approval. The district court summed it up well: \"That Kalwall and A.A. Building are joined at the hip, and that A.A. Building is a captive of Kalwall, seems hardly worth a debate....\" 208 F.Supp.2d at 98.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Since its founding, A.A. Building has been a party to a series of collective bargaining agreements with the UBC. Although we do not have copies of all of the agreements, these appeals have been briefed and argued on the assumption (which we shall adopt) the agreements have required A.A. Building to use unionized laborers on all of its Massachusetts construction sites and to make pension fund contributions based on the number of hours its unionized employees work. The agreements also have required that, if A.A. Building subcontracts with non-unionized laborers, it must make pension payments on the hours worked by such laborers as if the hours had been worked by unionized workers.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In these lawsuits, the MCCCA and the trustees of the funds it administers invoke the <i>alter ego</i> doctrine to contend that A.A. Building, and Kalwall as its <i>alter ego,</i> have failed to comply with this last contribution requirement. The <i>alter ego</i> doctrine is essential to plaintiffs' case theory because there is no allegation that A.A. Building itself has hired or subcontracted with non-unionized laborers and then failed to make pension contributions on the hours worked. Rather, plaintiffs, who apparently only recently learned that Kalwall and A.A. Building are \"joined at the hip,\" contend that Kalwall and A.A. Building should have been making pension fund contributions for work performed by non-unionized installation subcontractors hired by <i>Kalwall</i> precisely because Kalwall and A.A. Building are so joined. In plaintiffs' view, under the <i>alter ego</i> doctrine, there is no legal distinction to be drawn between Kalwall and A.A. Building; the legal obligations and liabilities of one are the legal obligations and liabilities of the other.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The district court rejected this argument and awarded Kalwall and A.A. Building summary judgment on plaintiffs' ERISA and LMRA claims. Quoting <i>Mass. Carp. Cent. Coll. Agency v. Belmont Concrete Corp.,</i> 139 F.3d 304, 307 (1st Cir. 1998), the court started from the premise that \"`[t]he <i>alter ego</i> doctrine [as applied in this labor law context] is meant to prevent employers from evading their obligations under labor laws and collective bargaining agreements through the device of making a mere technical change in the structure or identity of the employing entity without any substantial change in its ownership or management.'\" 208 F.Supp.2d at 98 (ellipses and internal quotation marks omitted). The court then concluded that, notwithstanding the strong identity between Kalwall and A.A. Building, there was no reason to invoke the <i>alter ego</i> doctrine in these cases because Kalwall's establishment of A.A. Building was neither designed to permit, nor had the effect of permitting, Kalwall to avoid <i>preexisting</i> labor law obligations: \"Kalwall is, and always has been, a non-union entity. It has never been bound by a [collective bargaining agreement] and consequently has never been obligated to make pension contributions.... Rather than seeking to avoid such an obligation, Kalwall created A.A. Building to employ union workers who are [p]lan participants.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On appeal, plaintiffs' essential argument, which they press from a number of angles, is that the district court erred in concluding that labor law's <i>alter ego</i> doctrine should only be called into play when an employer is seeking to avoid a preexisting labor law obligation. Plaintiffs correctly observe that, although the doctrine usually applies in \"situations[ ] involving successor companies `where the successor is merely a disguised continuance of the old employer,'\" <i>Belmont Concrete,</i> 139 F.3d at 307 (quoting <i>C.E.K. Indus. Mechanical Contractors, Inc. v. NLRB,</i> 921 F.2d 350, 354 (1st Cir.1990)), it also has sufficient play in its joints, <i>see generally NLRB v. Hospital San Rafael, Inc.,</i> 42 F.3d 45, 50-52 (1st Cir.1994), to cover instances where a company uses a <i>parallel</i> entity to avoid a labor law obligation, <i>see, e.g., id.</i> (citing <i>Union Builders, Inc. v. NLRB,</i> 68 F.3d 520, 524 (1st Cir.1995)). According to plaintiffs, it is irrelevant whether establishment of the non-union entity followed or preceded the event giving rise to the obligation; the doctrine can apply <i>whenever</i> there has been some sort of corporate restructuring and a concomitant avoidance of an obligation &#8212; even if the restructuring and avoidance are largely contemporaneous with the creation of the obligation.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We need not disagree with the premise of this assertion in order to reject plaintiffs' argument that the <i>alter ego</i> doctrine should apply in this instance. The doctrine is not a formalistic mechanism for reflexively regarding distinct jural entities as legally interchangeable whenever the entities' relationship is marked by a sufficient number of the doctrine's characteristic criteria &#8212; e.g., continuity of ownership between the corporations, management overlap, similarity of business purpose, evidence that the non-union entity was created to avoid an obligation in a collective bargaining agreement. <i>See Hospital San Rafael,</i> 42 F.3d at 50. Rather, the doctrine is a <i>tool</i> to be employed when the corporate shield, if respected, would inequitably prevent a party from receiving what is otherwise due and owing from the person or persons who have created the shield. <i>See id.</i> at 51 (discussing the doctrine's \"animating purpose\" and observing that it can apply even where those who created the corporate shield did not do so to avoid an obligation). Here, we see no potential inequity of this sort.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Two factors drive our conclusion. First, there is no evidence that A.A. Building deceived the UBC about its structure, ownership, relationship with Kalwall, or the fact that Kalwall regularly subcontracts with non-unionized installers. This matters because arrangements such as those between Kalwall and A.A. Building are neither uncommon nor inherently unlawful. <i>See C.E.K.,</i> 921 F.2d at 352 n. 3 (discussing so-called \"double breasted operations\" &#8212; i.e., ones in which the employer is closely affiliated with a non-union \"open shop\" which performs the same or similar work and thus permits those in control of the affiliated entities to service both the union and non-union markets); <i>see also</i> Ben Marsh, Comment, <i>Corporate Shell Games: Use of the Corporate Form to Evade Bargaining Obligations,</i> 2 U. Pa. J. Lab. &amp; Empl. L. 543 (2000) (discussing double-breasted operations and their legal implications under labor law). If the UBC wants to ensure that employers with whom it contracts are not or will not be part of a double-breasted operation, we see no reason why it cannot bargain for such an arrangement. <i>See Brown v. Sandimo Materials,</i> 250 F.3d 120, 123 (2d Cir.2001) (involving a collective bargaining agreement precluding an employer from running a double-breasted operation); <i>cf. Int'l Union of Operating Engineers, Local 150, AFL-CIO v. Rabine,</i> 161 F.3d 427, 433 (7th Cir.1998) (\"In the end, it appears that the union may just have been careless in its assumptions about the party with which it was dealing....\").</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Second, and relatedly, there is absolutely no indication that the relationship between A.A. Building and Kalwall has changed over the years or has caused the UBC to receive less than that for which it bargained. This matters because, in all the cases involving application of the labor law <i>alter ego</i> doctrine to which plaintiffs have drawn our attention (or which we have read on our own), the union membership with rights under a collective bargaining agreement has been somehow worse off following some <i>change</i> in the structure or operations of the employer with whom the collective bargaining agreement was negotiated. Indeed, even in those cases where we have emphasized the doctrine's flexibility and thus described its purpose at a high degree of generality, we have stated that the doctrine will apply in the face of some corporate \"change\" which has caused a union to be in a worse position than it was in prior to the change. <i>See, e.g., Belmont Concrete,</i> 139 F.3d at 307; <i>Hospital San Rafael,</i> 42 F.3d at 51. Of course, the fact that the <i>alter ego</i> doctrine has not been applied without some change in corporate structure or operations after the event giving rise to the union's right does not mean that it never should be so applied. But doing so would require a convincing explanation that the doctrine's purposes would be served by its application in such a situation. Here, plaintiffs have provided us with no reason to apply the doctrine other than pointing out that, unbeknownst to them until recently, many of the criteria necessary for an <i>alter ego</i> finding characterize the relationship between Kalwall and A.A. Building. As we have explained, this is not enough.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In sum, we see no equitable basis for regarding A.A. Building's agreements to make pension fund contributions for work performed by non-unionized workers with whom it has subcontracted as implying corresponding agreements by Kalwall to make contributions for the work performed by non-unionized installers with whom <i>it</i> has subcontracted. A contrary ruling on these facts would be tantamount to holding that a common ownership group cannot control affiliated but nominally separate corporations to service similar union and non-union markets &#8212; a proposition that would be at odds with circuit precedent. <i>See C.E.K.,</i> 921 F.2d at 352 n. 3. Accordingly, we <i>affirm</i> the district court's entry of summary judgments in favor of Kalwall and A.A. Building.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the United States Court of Appeals for the Eighth Circuit, sitting by designation</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation\" data-id=\"200658\"><a href=\"/opinion/200658/massachusetts-car-v-aa-building/\"><span class=\"volume\">343</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">18</span></a></span></p>\n    <p class=\"parties\">MASSACHUSETTS CARPENTERS CENTRAL COLLECTION AGENCY; Trustees of the Massachusetts State Carpenters Pension Fund; Massachusetts State Carpenters Guaranteed Annuity Fund; Massachusetts State Carpenters Health Benefit Fund; New England Carpenters Training Fund; Carpenters Labor Management Fund; Carpenters Local 108 Health &amp; Welfare Fund; Western Massachusetts Apprenticeship &amp; Training Fund; Boston Carpenters Apprenticeship &amp; Training Fund Eastern Massachusetts Apprenticeship &amp; Training Fund; and the Southeastern Massachusetts Apprenticeship &amp; Training Fund, Plaintiffs-Appellants, Cross-Appellees,<br>v.<br>A.A. BUILDING ERECTORS, INCORPORATED; Kalwall Corp., Defendants-Appellees, Cross-Appellants.</p>\n    <p class=\"docket\">No. 02-2006.</p>\n    <p class=\"docket\">No. 02-2050.</p>\n    <p class=\"docket\">No. 02-2435.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard June 2, 2003.</p>\n    <p class=\"date\">Decided September 8, 2003.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Before HOWARD, Circuit Judge, BOWNES and RICHARD S. ARNOLD,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judges.</p>\n      <p class=\"indent\">Christopher N. Souris with whom Krakow, Souris &amp; Birmingham, LLC was on brief for appellants, cross-appellees.</p>\n      <p class=\"indent\">Mark T. Broth with whom William R. Bagley, Jr., Abigail J. Sykas and Devine, Millimet &amp; Branch, P.A. were on brief for appellees, cross-appellants.</p>\n      <p class=\"indent\">HOWARD, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">These consolidated appeals require us to decide whether, on facts that are largely undisputed, defendants A.A. Building Erectors, Inc., and its alleged <i>alter ego,</i> Kalwall Corporation, have breached a series of successive collective bargaining agreements between A.A. Building and the non-party United Brotherhood of Carpenters &amp; Joiners of America, AFL-CIO (UBC). Seeking damages for the alleged breaches are the trustees of a number of employee pension benefit and welfare funds which are affiliated with UBC and the Massachusetts Carpenters Central Collection Agency (MCCCA), which serves as the funds' collection agent. Plaintiffs brought the underlying actions under the Employment Retirement Security Act of 1974 (ERISA), 29 U.S.C. &#167;&#167; 1132(a)(3)(B)(ii), 1132(d)(1), 1132(f), and 1145, and under the Labor Management Relations Act of 1947 (LMRA), 29 U.S.C. &#167; 185.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Because the district court has set forth the factual background of these proceedings in a published opinion, <i>see</i> <span class=\"citation\" data-id=\"2563181\"><a href=\"/opinion/2563181/massachusetts-carpenters-v-aa-bldg-erectors/\"><span class=\"volume\">208</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">94</span></a></span> (D.Mass.2002), we confine ourselves to essentials. Since 1955, Kalwall has been a family-run designer, manufacturer, and seller of translucent fiberglass and aluminum panel fenestration systems. The company periodically contracts with customers to install its products, although it never has had installers on its own payroll. In its early years, Kalwall (acting through an affiliated entity) subcontracted all of its installation work to non-affiliated installation contractors. The company tended to use non-unionized installers when its customers primarily were concerned with saving money, but it also sometimes went with unionized installers because some of its customers preferred that it do so. Kalwall itself has never been unionized.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In 1964, after Kalwall repeatedly experienced performance problems with its union subcontractors, the company's principals established A.A. Building as an affiliated, unionized installation contractor. Since 1964, Kalwall has subcontracted with A.A. Building to perform all of its union installation work. But in order to remain competitive in both the union and non-union markets, Kalwall has continued to subcontract with unaffiliated, non-unionized installers when customers do not require union installation.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">A.A. Building exclusively serves Kalwall customers and itself has no clerical, managerial, or supervisory employees. (Persons performing the supervisory and managerial functions necessary for A.A. Building to operate are on the payroll of an affiliated company that performs bookkeeping and accounting functions for Kalwall, A.A. Building, and other related companies.) A.A. Building uses Kalwall's telephone number, fax number, and office address. Its shareholders, directors, and officers are the same family members who own and control the group of related companies of which Kalwall is a member. Kalwall holds the contractors' license used by A.A. Building, has characterized A.A. Building in internal and external communications as its \"installation department\" and \"installation manager,\" and does not obtain written permission to \"subcontract\" installation work to A.A. Building when customers require written out-sourcing approval. The district court summed it up well: \"That Kalwall and A.A. Building are joined at the hip, and that A.A. Building is a captive of Kalwall, seems hardly worth a debate....\" 208 F.Supp.2d at 98.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Since its founding, A.A. Building has been a party to a series of collective bargaining agreements with the UBC. Although we do not have copies of all of the agreements, these appeals have been briefed and argued on the assumption (which we shall adopt) the agreements have required A.A. Building to use unionized laborers on all of its Massachusetts construction sites and to make pension fund contributions based on the number of hours its unionized employees work. The agreements also have required that, if A.A. Building subcontracts with non-unionized laborers, it must make pension payments on the hours worked by such laborers as if the hours had been worked by unionized workers.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In these lawsuits, the MCCCA and the trustees of the funds it administers invoke the <i>alter ego</i> doctrine to contend that A.A. Building, and Kalwall as its <i>alter ego,</i> have failed to comply with this last contribution requirement. The <i>alter ego</i> doctrine is essential to plaintiffs' case theory because there is no allegation that A.A. Building itself has hired or subcontracted with non-unionized laborers and then failed to make pension contributions on the hours worked. Rather, plaintiffs, who apparently only recently learned that Kalwall and A.A. Building are \"joined at the hip,\" contend that Kalwall and A.A. Building should have been making pension fund contributions for work performed by non-unionized installation subcontractors hired by <i>Kalwall</i> precisely because Kalwall and A.A. Building are so joined. In plaintiffs' view, under the <i>alter ego</i> doctrine, there is no legal distinction to be drawn between Kalwall and A.A. Building; the legal obligations and liabilities of one are the legal obligations and liabilities of the other.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The district court rejected this argument and awarded Kalwall and A.A. Building summary judgment on plaintiffs' ERISA and LMRA claims. Quoting <i>Mass. Carp. Cent. Coll. Agency v. Belmont Concrete Corp.,</i> <span class=\"citation\" data-id=\"752424\"><a href=\"/opinion/752424/21-employee-benefits-cas-2935-pens-plan-guide-cch-p-23942c/\"><span class=\"volume\">139</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">304</span></a></span>, 307 (1st Cir. 1998), the court started from the premise that \"`[t]he <i>alter ego</i> doctrine [as applied in this labor law context] is meant to prevent employers from evading their obligations under labor laws and collective bargaining agreements through the device of making a mere technical change in the structure or identity of the employing entity without any substantial change in its ownership or management.'\" 208 F.Supp.2d at 98 (ellipses and internal quotation marks omitted). The court then concluded that, notwithstanding the strong identity between Kalwall and A.A. Building, there was no reason to invoke the <i>alter ego</i> doctrine in these cases because Kalwall's establishment of A.A. Building was neither designed to permit, nor had the effect of permitting, Kalwall to avoid <i>preexisting</i> labor law obligations: \"Kalwall is, and always has been, a non-union entity. It has never been bound by a [collective bargaining agreement] and consequently has never been obligated to make pension contributions.... Rather than seeking to avoid such an obligation, Kalwall created A.A. Building to employ union workers who are [p]lan participants.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On appeal, plaintiffs' essential argument, which they press from a number of angles, is that the district court erred in concluding that labor law's <i>alter ego</i> doctrine should only be called into play when an employer is seeking to avoid a preexisting labor law obligation. Plaintiffs correctly observe that, although the doctrine usually applies in \"situations[ ] involving successor companies `where the successor is merely a disguised continuance of the old employer,'\" <i>Belmont Concrete,</i> 139 F.3d at 307 (quoting <i>C.E.K. Indus. Mechanical Contractors, Inc. v. NLRB,</i> <span class=\"citation\" data-id=\"553166\"><a href=\"/opinion/553166/cek-industrial-mechanical-contractors-inc-v-national-labor-relations/\"><span class=\"volume\">921</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">350</span></a></span>, 354 (1st Cir.1990)), it also has sufficient play in its joints, <i>see generally NLRB v. Hospital San Rafael, Inc.,</i> <span class=\"citation\" data-id=\"684075\"><a href=\"/opinion/684075/national-labor-relations-board-v-hospital-san-rafael-inc-and-centro/\"><span class=\"volume\">42</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">45</span></a></span>, 50-52 (1st Cir.1994), to cover instances where a company uses a <i>parallel</i> entity to avoid a labor law obligation, <i>see, e.g., id.</i> (citing <i>Union Builders, Inc. v. NLRB,</i> <span class=\"citation\" data-id=\"706819\"><a href=\"/opinion/706819/union-builders-inc-v-national-labor-relations-board-district-council/\"><span class=\"volume\">68</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">520</span></a></span>, 524 (1st Cir.1995)). According to plaintiffs, it is irrelevant whether establishment of the non-union entity followed or preceded the event giving rise to the obligation; the doctrine can apply <i>whenever</i> there has been some sort of corporate restructuring and a concomitant avoidance of an obligation &#8212; even if the restructuring and avoidance are largely contemporaneous with the creation of the obligation.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We need not disagree with the premise of this assertion in order to reject plaintiffs' argument that the <i>alter ego</i> doctrine should apply in this instance. The doctrine is not a formalistic mechanism for reflexively regarding distinct jural entities as legally interchangeable whenever the entities' relationship is marked by a sufficient number of the doctrine's characteristic criteria &#8212; e.g., continuity of ownership between the corporations, management overlap, similarity of business purpose, evidence that the non-union entity was created to avoid an obligation in a collective bargaining agreement. <i>See Hospital San Rafael,</i> 42 F.3d at 50. Rather, the doctrine is a <i>tool</i> to be employed when the corporate shield, if respected, would inequitably prevent a party from receiving what is otherwise due and owing from the person or persons who have created the shield. <i>See id.</i> at 51 (discussing the doctrine's \"animating purpose\" and observing that it can apply even where those who created the corporate shield did not do so to avoid an obligation). Here, we see no potential inequity of this sort.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Two factors drive our conclusion. First, there is no evidence that A.A. Building deceived the UBC about its structure, ownership, relationship with Kalwall, or the fact that Kalwall regularly subcontracts with non-unionized installers. This matters because arrangements such as those between Kalwall and A.A. Building are neither uncommon nor inherently unlawful. <i>See C.E.K.,</i> 921 F.2d at 352 n. 3 (discussing so-called \"double breasted operations\" &#8212; i.e., ones in which the employer is closely affiliated with a non-union \"open shop\" which performs the same or similar work and thus permits those in control of the affiliated entities to service both the union and non-union markets); <i>see also</i> Ben Marsh, Comment, <i>Corporate Shell Games: Use of the Corporate Form to Evade Bargaining Obligations,</i> 2 U. Pa. J. Lab. &amp; Empl. L. 543 (2000) (discussing double-breasted operations and their legal implications under labor law). If the UBC wants to ensure that employers with whom it contracts are not or will not be part of a double-breasted operation, we see no reason why it cannot bargain for such an arrangement. <i>See Brown v. Sandimo Materials,</i> <span class=\"citation\" data-id=\"773256\"><a href=\"/opinion/773256/johnnie-brown-aldo-colussi-aniello-madonna-vincent-scavetta-theodore/\"><span class=\"volume\">250</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">120</span></a></span>, 123 (2d Cir.2001) (involving a collective bargaining agreement precluding an employer from running a double-breasted operation); <i>cf. Int'l Union of Operating Engineers, Local 150, AFL-CIO v. Rabine,</i> <span class=\"citation\" data-id=\"759490\"><a href=\"/opinion/759490/international-union-of-operating-engineers-local-150-afl-cio-v-gary/\"><span class=\"volume\">161</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">427</span></a></span>, 433 (7th Cir.1998) (\"In the end, it appears that the union may just have been careless in its assumptions about the party with which it was dealing....\").</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Second, and relatedly, there is absolutely no indication that the relationship between A.A. Building and Kalwall has changed over the years or has caused the UBC to receive less than that for which it bargained. This matters because, in all the cases involving application of the labor law <i>alter ego</i> doctrine to which plaintiffs have drawn our attention (or which we have read on our own), the union membership with rights under a collective bargaining agreement has been somehow worse off following some <i>change</i> in the structure or operations of the employer with whom the collective bargaining agreement was negotiated. Indeed, even in those cases where we have emphasized the doctrine's flexibility and thus described its purpose at a high degree of generality, we have stated that the doctrine will apply in the face of some corporate \"change\" which has caused a union to be in a worse position than it was in prior to the change. <i>See, e.g., Belmont Concrete,</i> 139 F.3d at 307; <i>Hospital San Rafael,</i> 42 F.3d at 51. Of course, the fact that the <i>alter ego</i> doctrine has not been applied without some change in corporate structure or operations after the event giving rise to the union's right does not mean that it never should be so applied. But doing so would require a convincing explanation that the doctrine's purposes would be served by its application in such a situation. Here, plaintiffs have provided us with no reason to apply the doctrine other than pointing out that, unbeknownst to them until recently, many of the criteria necessary for an <i>alter ego</i> finding characterize the relationship between Kalwall and A.A. Building. As we have explained, this is not enough.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In sum, we see no equitable basis for regarding A.A. Building's agreements to make pension fund contributions for work performed by non-unionized workers with whom it has subcontracted as implying corresponding agreements by Kalwall to make contributions for the work performed by non-unionized installers with whom <i>it</i> has subcontracted. A contrary ruling on these facts would be tantamount to holding that a common ownership group cannot control affiliated but nominally separate corporations to service similar union and non-union markets &#8212; a proposition that would be at odds with circuit precedent. <i>See C.E.K.,</i> 921 F.2d at 352 n. 3. Accordingly, we <i>affirm</i> the district court's entry of summary judgments in favor of Kalwall and A.A. Building.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the United States Court of Appeals for the Eighth Circuit, sitting by designation</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/200658/",
    "http://www.courtlistener.com/api/rest/v3/opinions/553166/",
    "http://www.courtlistener.com/api/rest/v3/opinions/684075/",
    "http://www.courtlistener.com/api/rest/v3/opinions/706819/",
    "http://www.courtlistener.com/api/rest/v3/opinions/752424/",
    "http://www.courtlistener.com/api/rest/v3/opinions/759490/",
    "http://www.courtlistener.com/api/rest/v3/opinions/773256/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2563181/"
  ]
}