{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/200797/",
  "absolute_url": "/opinion/200797/kozikowski-v-toll-bros-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/200797/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:00:54Z",
  "date_modified": "2016-02-28T05:03:59.328891Z",
  "type": "010combined",
  "sha1": "5e032862badd0a3f8f312a0b83c1c41edaf98c8a",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/03-1460-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2003/12/31/Kozikowski_v._Toll_Bros._Inc..pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 03-1460\n\n         STANLEY J. KOZIKOWSKI and EUNICE K. KOZIKOWSKI,\n\n                     Plaintiffs, Appellants,\n\n                               v.\n\n          TOLL BROS., INC., a/k/a TOLL BROTHERS, INC.,\n\n                     Defendants, Appellees.\n\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n       (Hon. William G. Young, Chief U.S. District Judge)\n\n\n\n                             Before\n\n                      Lynch, Circuit Judge,\n                     Lipez, Circuit Judge,\n                and Stahl, Senior Circuit Judge.\n\n\n\n     Robert K. Harrington was on brief for appellants.\n     Lisa M. Asiaf, with whom Paul V. Kelly and Kelly, Libby &\nHoopes, P.C., were on brief for appellee.\n\n\n\n                       December 31, 2003\n\f               STAHL,   Senior   Circuit    Judge.     Plaintiffs-appellants\n\nStanley and Eunice Kozikowski appeal from the district court's\n\norder granting defendant-appellee Toll Brothers, Inc.'s (\"Toll\n\nBros.\")    motion to dismiss, converted by the court into a motion\n\nfor summary judgment.        The Kozikowskis challenge (1) the district\n\ncourt's finding that the statute of limitations began to run on\n\ntheir claims in 1993; (2) the court's finding that the Kozikowskis\n\nfailed    to    establish   equitable      estoppel;   and   (3)   the   court's\n\ndecision not to permit mandatory discovery to the Kozikowskis prior\n\nto considering Toll Bros.'s motion to dismiss, which the court had\n\nconverted to a motion for summary judgment. We affirm the district\n\ncourt, but on different grounds as to the Kozikowskis' deceit\n\nclaims.\n\nI. BACKGROUND\n\n               On June 21, 1989, the Kozikowskis entered into a Purchase\n\nand Sale Agreement with Franklin Chase Limited Partnership.1                 The\n\ncontract called for the purchase of a luxury home to be constructed\n\nin Franklin, Massachusetts for $285,900.00.              The sale agreement\n\nprovided the buyer with a so-called \"insured\" limited ten-year\n\nwarranty against structural defects. On July 18, 1989, Toll Bros.\n\n\n\n     1\n      Franklin Chase was a Massachusetts limited partnership and\nsubsidiary of Toll Bros. that was cancelled on November 28, 1997,\nafter its initial general partner, Dover General, Inc., merged out\nof existence into Franklin Farms G.P., Inc. Toll Holdings, Inc. is\nsole stockholder of Franklin Farms G.P., Inc. and Toll Bros. is\nsole stockholder of Toll Holdings, Inc.\n\n                                      -2-\n\fapplied for a building permit from the Town of Franklin. Following\n\nissuance of the permit, Toll Bros. commenced construction of the\n\nhome.   On December 14, 1989,      after five months of construction,\n\nthe Town issued a Certificate of Occupancy confirming that the home\n\nwas fit for occupancy.      Five days later, the closing took place and\n\nFranklin    Chase   transferred    title    to   the    Kozikowskis.         The\n\nKozikowskis and Franklin Chase also signed a separate agreement in\n\nresponse to the Kozikowskis' complaints about certain construction\n\ndeficiencies and deviations from the agreed-upon model of the home.\n\nIn this separate agreement, Franklin Chase, as the \"Seller,\" agreed\n\nto construct and install, at no further cost, various extra items\n\nin the home.    In exchange, the Kozikowskis agreed that \"any and all\n\nconstruction deficiencies, including but not limited to those\n\ndeficiencies which have been brought to the Seller's attention, are\n\nforgiven and that any corrective action to be taken will be the\n\nBuyer's responsibility,\" and released \"the Seller from any and all\n\nobligations    to   cause   further    corrective      action   to   be     taken\n\ntherein.\"     The release explicitly stated, however, that Franklin\n\nChase's obligations under the ten-year limited warranty would\n\nremain in effect.     The final purchase price was $335,685.00.\n\n            Over the next several years, the Kozikowskis' complaints\n\nabout the home continued.      On September 17, 1992, the Kozikowskis\n\nand Franklin Chase entered into yet another agreement under which\n\nFranklin    Chase    paid    the   Kozikowskis      $4,479.74        with     the\n\n\n                                      -3-\n\funderstanding that the Kozikowskis would use the money to repair\n\nchimney and fireplace problems.     In turn, the Kozikowskis released\n\nboth Franklin Chase and Toll Bros. from all claims relating to the\n\nhome's fireplace and chimneys.\n\n           In November 1992, the Kozikowskis filed a complaint with\n\nthe Town of Franklin alleging a number of problems in the home's\n\nconstruction.     In February 1993, Allan Fraser, then the Town's\n\nBuilding Commissioner, inspected the property and found thirteen\n\nbuilding   code   violations,   including   problems   with   the   home's\n\nfoundation, air circulation system, and certain parts of the home's\n\nabove-ground construction.      Fraser ordered Toll Bros. to submit a\n\nwritten proposal for specific corrective action to address the\n\nproblems as well as a specific time schedule for accomplishing the\n\nwork. Fraser communicated with both the Kozikowskis and Toll Bros.\n\nwith regard to this set of building code violations.          Through its\n\nengineering consultant, Toll Bros. submitted proposals to correct\n\nthe violations.     Fraser approved the proposals but wrote to the\n\nKozikowskis that it was beyond his authority to determine whether\n\nToll Bros. would actually follow through with the remedial work and\n\nthat \"it is really between you folks and Toll Bros. to work out\n\nmutually acceptable times and access for completion of these\n\nitems.\"\n\n           Though Toll Bros. did resolve some of the Kozikowskis'\n\ncomplaints unrelated to the building code violations, it failed to\n\n\n                                  -4-\n\ftake       care    of   the   specific   code    violations     that    Fraser     had\n\nidentified.          In 1994, the Kozikowskis threatened to file a formal\n\ncomplaint and contact the media in response to Toll Bros.'s failure\n\nto resolve their problems.               Nothing immediately came of those\n\nthreats.      Later that year, Toll Bros. donated two thousand feet of\n\npaving to the Town, calling it an attempt \"to help the Town with\n\nits increasing responsibilities due to residential development.\"\n\nIn a report to the Town Council, however, the Town Administrator\n\nstated that Toll Bros. made the donation to resolve \"some problems\n\nwith the Building Inspection Department.\"2                 There was no public\n\nindication         that   the   \"donation\"     had   anything   to     do   with   the\n\nKozikowkis' complaints.\n\n                  The situation with the Kozikowskis' home remained largely\n\nunresolved despite repeated demands by the Kozikowskis.                     In August\n\n1997, they offered to release Toll Bros. from all claims in\n\nexchange for an \"all-season room\" off the back of the house.                        On\n\nAugust 21, 1997, in an apparent response to a written complaint\n\nthat the Kozikowskis had filed, Robert Toll, Chairman and CEO of\n\nToll Bros., wrote to the Kozikowskis that he had passed their\n\nletter on to senior management and \"assured [them] that [they\n\nwould] be treated fairly.\" On September 26, 1997, however, William\n\n\n\n       2\n      The district court itself considered this \"donation,\" or what\nthe Kozikowskis alleged to be a bribe, \"grave and troubling.\"\nKozikowski v. Toll Bros., Inc., 246 F. Supp.2d 93, 101 (D. Mass.\n2003).\n\n                                         -5-\n\fGilligan,     Toll      Bros.'s        vice-president,     responded      to   the\n\nKozikowskis' release offer and stated that Toll                     Bros. would\n\nneither build the all-season room nor \"undertak[e] any additional\n\ncorrective measures\" because of the December 19, 1989 release\n\nagreement.\n\n            In January 1998, after members of the Kozikowski family\n\nexperienced various illnesses, the Bay State Gas Company inspected\n\nthe home, found high carbon dioxide levels, and advised the family\n\nnot to use the fireplaces or any other wood-burning unit.                      The\n\nKozikowskis contacted Gilligan, who despite his previous letter,\n\nsuggested that the Kozikowskis schedule an appointment to inspect\n\nthe   problem     and     that     if     the    problem     was   Toll   Bros.'s\n\nresponsibility, \"we will correct it.\"\n\n             In July 1998, a second inspection of the home by the Town\n\nBuilding Commissioner,           now    Matthias   Mulvey,    revealed    eighteen\n\nbuilding code violations, many of them identical to the violations\n\nfound in 1993.       The Commissioner sent a letter to Toll Bros.\n\nadvising them of the violations.            Subsequently, the Norfolk County\n\nDistrict Attorney brought a criminal complaint against Toll Bros.,\n\nwhich was ultimately dismissed. On April 23, 2001, the Kozikowskis\n\ndemanded    relief   from   Toll        Bros.   under   Massachusetts     consumer\n\nprotection laws.         Settlement talks failed and the Kozikowskis\n\ncommenced suit against Toll Bros. in superior court for (1) common\n\nlaw deceit, (2) deceit as a violation of Mass. Gen. L. ch. 93A, (3)\n\n\n                                          -6-\n\fbreach of express warranty, and (4) breach of express warranty in\n\nviolation of Mass. Gen. L. ch. 93A.\n\n            Following removal of the case to federal court, Toll\n\nBros. moved to dismiss the complaint as time-barred.         On September\n\n12, 2002, the district court held a hearing on Toll Bros.'s motion\n\nto dismiss and converted the motion to dismiss to a motion for\n\nsummary judgment.       Both parties agreed that such a conversion was\n\nappropriate, but the Kozikowskis requested the opportunity to\n\nconduct additional discovery to develop an equitable estoppel\n\nargument.      The district court gave the Kozikowskis the next sixty\n\ndays   to   conduct    three   depositions   concerning   their   equitable\n\nestoppel claim and further instructed that, on the basis of these\n\nthree depositions, they could supplement the record but solely on\n\nthe    issue    of   equitable   estoppel.     After   receiving    several\n\nextensions, the Kozikowskis provided the district court with a\n\nsupplemental brief as well as various exhibits and one deposition,\n\nthat of Matthias Mulvey.         The court thereafter granted summary\n\njudgment in favor of Toll Bros. after ruling that all of the\n\nKozikowskis' claims began accruing no later than 1993 and were\n\ntherefore barred by applicable statutes of limitations. See 246 F.\n\nSupp.2d at 99.       The court also rejected the Kozikowskis' equitable\n\nestoppel argument.       See id. at 102.\n\n\n\n\n                                     -7-\n\fII. DISCUSSION\n\n          We review the district court's grant of summary judgment\n\nde novo, viewing the evidence in the light most favorable to the\n\nnonmovant.    Cadle Co. v. Hayes, 116 F.3d 957, 959 (1st Cir. 1997).\n\nA. Statute of Repose\n\n          Although the district court's decision did not address\n\nthe applicability of the statute of repose, Toll Bros. raised the\n\nissue both in its motion to dismiss and here on appeal.   Toll Bros.\n\nargues for affirmance pursuant to the six-year statute of repose\n\nfor claims involving construction and improvement to real property.\n\nMass. Gen. L. ch. 260, § 2B; see also Nett v. Bellucci, 269 F.3d 1,\n\n5 (1st Cir. 2001) (federal courts sitting in diversity jurisdiction\n\napply Massachusetts statute of repose, which is deemed substantive\n\nrather than procedural).      We agree that § 2B applies to the\n\nKozikowskis' two deceit claims and hence affirm their dismissal on\n\nthat basis.    § 2B provides in pertinent part:\n\n          Actions of tort for damages arising out of any deficiency\n          or neglect in the design, planning, construction or\n          general administration of an improvement to real property\n          . . . in no event shall . . . be commenced more than six\n          years after the earlier of the dates of: (1) the opening\n          of the improvement to use; or (2) substantial completion\n          of the improvement and the taking of possession for\n          occupancy by the owner.\n\nMass. Gen. L. ch. 260, § 2B.     The six-year deadline set forth in\n\n§ 2B operates without regard to when a plaintiff discovers any\n\ninjury allegedly caused by tortious activity by the architect or\n\ncontractor at issue.     See Klein v. Catalano, 386 Mass. 701, 702\n\n                                 -8-\n\f(1982).      It   serves   the   \"well    recognized   public     purpose\"   of\n\nprotecting     those   engaged    in     the   construction    industry   from\n\ndefending claims brought against them long after evidence has\n\ndissipated and strikes \"a reasonable balance between the public's\n\nright to a remedy and the need to place an outer limit on the tort\n\nliability of those involved in construction.\"            Id. at 709-10.\n\n            The Kozikowskis' common law and statutory deceit claims\n\nsound in tort and arise out of the design and construction of the\n\nhome.     In both claims, the Kozikowskis allege that Toll Bros.\n\nmisrepresented that their home was constructed in compliance with\n\nstate and municipal building codes and was safe and fit for\n\noccupancy.     The 93A deceit claim specifically alleges that Toll\n\nBros. knowingly concealed and failed to inform the Kozikowskis of\n\nthe building code defects.\n\n             The Kozikowskis argue that their deceit claim under ch.\n\n93A is not barred by the statute of repose, because, as in Sullivan\n\nv. Iantosca, 409 Mass. 796, 800 (1991), the alleged \"violation\n\noccurred in the sale of the house.\"              The Massachusetts Supreme\n\nJudicial Court in Sullivan reasoned that § 2B \"grants protection to\n\ndesigners, planners, builders, and the like . . . [but not to]\n\npeople who sell real estate.\"          Id. at 799.   The Kozikowskis allege\n\nthat Toll Bros. acted as both builder and seller of the property,\n\nand claim that, as the seller of the property, Toll Bros. violated\n\nch. 93A by concealing known defects in the home.              Accordingly, the\n\n\n                                       -9-\n\fKozikowskis contend, their chapter 93A deceit claim should not be\n\nbarred by the statute of repose.\n\n           In this transaction, Toll Bros. was the builder of the\n\nhome.    Franklin Chase is denoted as the \"Seller\" in the sale\n\nagreement, the December 19, 1989 release, and the resulting deed of\n\nthe property.    Toll Bros. itself is nowhere mentioned in any of\n\nthese crucial instruments.      It is, however, specifically listed as\n\nthe applicant in the building permit and certificate of occupancy\n\nas one would expect.     Importantly, the Kozikowskis made no effort\n\nbelow to pierce the corporate veil between Franklin Chase and Toll\n\nBros., or otherwise prove that Toll Bros. was the seller of the\n\nhome.\n\n           Accordingly, we assess whether the statute of repose\n\nbegan to run for the deceit claims against Toll Bros. solely in its\n\ncapacity as the builder of the house and not as seller.          Toll Bros.\n\nargues that \"the opening of the improvement to use\" took place on\n\nDecember   14,   1989,   when   the    Town   issued   the   Certificate   of\n\nOccupancy after inspecting the home. Five days later, \"substantial\n\ncompletion of the improvement and the taking of possession for\n\noccupancy by the owner\" occurred at the sale closing and title\n\ntransfer, immediately after which the Kozikowkis moved into the\n\nhome.   The Massachusetts Supreme Judicial Court has ruled that the\n\nstatute of repose begins to run when a Certificate of Occupancy is\n\n\n\n\n                                      -10-\n\fissued and the owners move into the home.               See Aldrich v. ADD,\n\nInc., 437 Mass. 213, 221-22 (2002).\n\n            We agree.     According to § 2B, Toll Bros. was therefore\n\nsubject to tort liability in connection with its construction of\n\nthe home only until, at the latest, December 19, 1995.            The deceit\n\nclaims, filed in November 2001, since they arise solely out of Toll\n\nBros.'s actions as builder, and not seller, are hence time-barred\n\nby the statute of repose.\n\nB. Statutes of Limitation\n\n            The district court held that all of the Kozikowskis'\n\nclaims, both for breach of warranty and deceit, were time-barred.\n\nBecause we dispose of the Kozikowskis' two deceit claims as barred\n\nby the statute of repose, see supra, we examine the Massachusetts\n\nstatutes of limitation applicable only to the breach of express\n\nwarranty claims.3       See, e.g., Pitts v. Aerolite SPE Corp., 673 F.\n\nSupp.    1123,   1127   (D.   Mass   1987)   (federal    courts   sitting   in\n\ndiversity jurisdiction apply state statutes of limitation).\n\n            Under chapter 93A, \"unfair or deceptive acts or practices\n\nin the conduct of any trade or commerce are hereby declared\n\n\n     3\n      As for the ten-year warranty referenced in the sale\nagreement, the warranty agreement itself is not in the record. We\ndo not know, for example, whether the warranty contained a \"claims\nmade\" clause, \"discovery\" provision, or some other independent\nobligation between the parties that would have affected our\napplication of the statutes of limitation. We assume arguendo that\nthe Kozikowskis do have express warranty claims not subject to the\nstatute of repose, and address the limitations period for express\nwarranty claims.\n\n                                     -11-\n\funlawful.\"     Mass. Gen. L. ch. 93A, § 2(a).         The Kozikowskis argue\n\nthat Toll Bros.'s alleged breach of warranty constitutes an unfair\n\nor   deceptive    act   covered   by   chapter   93A.        The   statute   of\n\nlimitations for 93A claims is four years from the accrual date.\n\nMass. Gen. L. ch. 260, §5A.       The statute of limitations for common\n\nlaw breach of warranty claims is six years.           Mass. Gen. L. ch. 260,\n\n§ 2.   Breach of warranty actions start accruing when the plaintiff\n\nknew or reasonably should have known of the breach.             See Anthony's\n\nPier Four, Inc. v. Crandell Dry Dock Eng'rs, Inc., 396 Mass. 818,\n\n826 (1986).      In both breach claims, the Kozikowskis allege that\n\nToll Bros. breached its express warranty that the home would comply\n\nwith the state building code.          The district court held that both\n\nclaims,   at   the   latest,   started     accruing    in    1993,   when    the\n\nKozikowskis were notified by the Town of their home's thirteen\n\nbuilding code violations, and were hence time-barred.\n\n             The Kozikowskis contend that the applicable statutes of\n\nlimitation did not begin to run until July 3, 1998, when Mulvey\n\ninspected the home.     They claim that until then, they did not know\n\nor have reason to know that the home had such major structural\n\ndefects as to mean it could not be occupied.                The building code\n\nviolations cited in the 1993 inspection by Fraser, they contend,\n\nwere just \"minor\" and did not point to major defects in the home's\n\nconstruction.\n\n\n\n\n                                    -12-\n\f          As an initial matter, the Kozikowskis argue this issue\n\nfor the first time here on appeal; hence, we deem it waived.    See\n\nSierra Fria Corp. v. Donald J. Evans, P.C., 127 F.3d 175, 183 (1st\n\nCir. 1997) (noting appellant waived argument for the first time on\n\nappeal by failing to present it below); Villafane-Neriz v. Fed.\n\nDeposit Ins. Corp., 75 F.3d 727, 734 (1st Cir. 1996) (except in\n\n\"'horrendous cases where a gross miscarriage of justice would\n\noccur,'\" \"this court will not consider an argument presented for\n\nthe first time on appeal\") (internal citations omitted).       Toll\n\nBros., in its August 20, 2002 Reply Memorandum in Support of\n\nDefendant's Motion to Dismiss, warned, \"Defendant Toll . . .\n\nsubmits this reply memorandum to address plaintiffs' misplaced\n\nreliance on . . . the doctrine of equitable estoppel.      Indeed,\n\nplaintiffs devote nearly the entirety of their . . . Opposition\n\n. . . to this doctrine, and, in so doing, tacitly concede that\n\nabsent its application, all of their claims are barred by the\n\napplicable statutes of limitations.\" The Kozikowskis' Supplemental\n\nBrief in Opposition to Defendant's Motion to Dismiss continued to\n\nfail to challenge Toll Bros.'s position that the claims began\n\naccruing in 1993 or earlier.   In turn, the district court stated,\n\n\"The Kozikowskis have not disputed that the statutes of limitations\n\nbegan to run on their claims in 1993.   Rather, they have responded\n\nto Toll Bros.'s invocation of the statutes of limitations on their\n\n\n\n\n                               -13-\n\ffour claims by invoking the doctrine of equitable estoppel.\"              246\n\nF. Supp.2d at 99.\n\n            Even if the Kozikowskis had not waived their challenge of\n\nthe accrual date and were we to assume the issue was forfeit and\n\nsubject to plain error review, there was no plain error.                  The\n\nrecord   shows   that   the   Kozikowskis     were   put    on   notice    of\n\nconstruction and structural defects in their home as far back as\n\nthe year of their purchase.     In 1989, as evidenced by the December\n\n19 release, the Kozikowskis complained about alleged construction\n\ndeficiencies even before moving into the house.             In their 1992\n\nletter to the Town Administrator, they complained about \"outright\n\nmistreatments\" by Toll Bros. and outlined a long list of alleged\n\n\"building   deficiencies\"     which   included   numerous    \"unresolved,\"\n\n\"partially resolved,\" and \"inadequately resolved\" construction\n\nproblems.    In the same letter, the Kozikowskis went so far as to\n\nsuggest that criminal charges for fraud and misrepresentation\n\nshould be brought against Toll Bros.         In Fraser's 1993 letter to\n\nToll Bros. notifying the company of the building code violations,\n\nit was made clear that the Kozikowskis were aware of the violations\n\nexplicitly referenced in the letter; moreover, Fraser sent a copy\n\nof this letter to the Kozikowskis themselves.          Their claim that\n\nFraser's 1993 report contained just \"minor\" problems with the home\n\nis disingenuous and incorrect.        Mulvey's 1998 report on which they\n\nbase their argument sets forth many of the same violations--defects\n\n\n                                  -14-\n\fin fireplace and insulation systems among them--that Fraser listed\n\nafter his 1993 inspection. The record is replete with explicit and\n\nimplicit acknowledgments by the Kozikowskis that they knew or\n\nlearned about alleged construction deficiencies and building code\n\nviolations between 1989 and 1993.          Significantly, many of the\n\nserious defects reported in 1998 were in the 1993 report.\n\nC. Equitable Estoppel\n\n          Though the Kozikowskis failed to dispute below that the\n\nstatutes of limitations began to run on their breach of warranty\n\nclaims in 1993 and not in 1998, they did invoke the doctrine of\n\nequitable estoppel.      Under equitable estoppel, a plaintiff can\n\n\"escape the consequences of his lack of diligence in bringing his\n\naction . . . by way of proof that the defendants lulled the\n\nplaintiff into the delay.\"       Coady v. Marvin Lumber and Cedar\n\nCompany, 167 F. Supp.2d 166, 171 (D. Mass. 2001).\n\n          For the doctrine to apply, the Kozikowskis must satisfy\n\na   three-part   test,    showing:   (1)     that   Toll   Bros.   made\n\nrepresentations that it knew or should have known would induce the\n\nKozikowskis to postpone bringing a suit; (2) that they did in fact\n\ndelay bringing a suit in reliance on those representations; and (3)\n\nthat reliance on those representations was reasonable. O'Blenes v.\n\nZoning Bd. of Appeals of Lynn, 397 Mass. 555, 558 (1986).\n\n          The Kozikowskis argue that (1) a March 24, 1993 letter\n\nfrom Fraser to Toll Bros.; (2) a July 27, 1993 letter from Fraser\n\n\n                                 -15-\n\fto the Kozikowskis; (3) the fact that Toll Bros. continued to\n\nschedule repair work on the home through 1996 and 1997; and (4) the\n\nAugust 21, 1997 letter from Toll Bros. stating that the Kozikowskis\n\nwould be treated fairly all constituted \"representations\" that Toll\n\nBros. knew or should have known would induce the Kozikowskis into\n\npostponing suit.\n\n           The district court held that \"even construing the facts\n\nin the light most favorable to the Kozikowskis, it is far from\n\nclear that the representations that they have identified on the\n\npart of Toll Brothers satisfy the first prong\" of an equitable\n\nestoppel argument.   246 F. Supp.2d at 100.        The March 24, 1993, and\n\nJuly 27, 1993 letters by Fraser did indicate that Toll Bros. was\n\nmaking plans to resolve the home's problems.            Neither Fraser nor\n\nToll Bros., however, made any clear assurances that Toll Bros.\n\nintended to carry out these plans.              In fact, Fraser told the\n\nKozikowskis that it was up to the Kozikowskis themselves to make\n\nsure that Toll Bros. followed through on their plans.\n\n           Moreover, the three letters as well as any alleged\n\nsuggestions by Toll Bros. that it would schedule repairs were very\n\ngeneral in nature and did not specifically assure the Kozikowskis\n\nthat the repairs in fact would be made.          Promises or assurances in\n\nsuch   communications    must   be   specific    in   order   to   constitute\n\n\"representations.\"      See Treadwell v. John Hancock Mut. Life Ins.\n\nCo., 666 F. Supp. 278, 286-87 (D. Mass. 1987); Buker v. Nat'l Mgmt.\n\n\n                                     -16-\n\fCorp., 16 Mass. App. Ct. 36, 43-44 (1983) (unreasonable as a matter\n\nof law to rely on vague assurances).        Here, the only specific\n\nassurances that Toll Bros. made were that they were considering the\n\nbuilding code violations listed in Fraser's report and that Toll\n\nBros. representatives would be available to the Kozikowskis to\n\ndiscuss their problems.   In addition, alleged repair appointments\n\nby Toll Bros. do not, standing alone, constitute \"representations\"\n\nfor purposes of equitable estoppel.   See New England Power Co. v.\n\nRiley Stoker Corp., 20 Mass. App. Ct. 25, 34 (1985) (stating \"[w]e\n\ndo not view the fact of honest, genuine repair efforts, standing\n\nalone, as sufficient basis for application of the doctrine of\n\nestoppel\"), rev. denied, 395 Mass. 1103 (1985).\n\n          On the second prong, the district court found that \"given\n\nthe long and rocky course of the relationship\" between the two\n\nparties, the notion that the Kozikowskis \"truly believed\" Toll\n\nBros. and \"were thus lulled into inaction . . . strains credulity.\"\n\n246 F. Supp.2d at 101.     The record shows that the Kozikowskis\n\nregarded Toll Bros. as unreliable, beginning with their first\n\nletter in 1992 to the Town Administrator.    The letter notified the\n\nTown that the Kozikowskis \"would like to file a complaint with the\n\ntown against Toll Brothers in the hope that, ideally, they are no\n\nlonger allowed to build in Franklin\" and that they \"think that\n\ncharges of criminal misconduct--fraud and misrepresentation--should\n\nbe brought against this builder.\"\n\n\n                               -17-\n\f            After Fraser inspected the home and issued his report,\n\nthe Kozikowskis' distrust of Toll Bros. continued in 1994 when they\n\nthreatened to file a formal complaint and contact the media.                 In\n\nthe Kozikowskis' own words, they were \"completely frustrated and\n\nupset because neither [Town] Commissioner Fraser nor Toll Brothers\n\nwas responding to their fully justified complaints . . . .\"                Given\n\nthis string of complaints and threats by the Kozikowskis, it is\n\ndifficult to believe that Toll Bros.s' assurances, to the extent\n\nthat they were assurances, truly lulled the Kozikowskis into\n\ninaction.\n\n            On the third prong, the district court concluded that\n\nconstruing    the   facts    in    the   light   most   favorable     to     the\n\nKozikowskis, any delay in reliance on the alleged representations\n\ncould not have been reasonable given Toll Bros.'s behavior and the\n\nKozikowskis' own threats.      See 246 F. Supp.2d at 102.         Though it is\n\narguable that the Kozikowskis succeed on the first two prongs, the\n\nKozikowskis fail to establish how their alleged reliance on Toll\n\nBros.'s representations was reasonable.\n\n            The Kozikowskis' reliance on the August 21, 1997 letter\n\nfrom Robert Toll was unreasonable because it was received one month\n\nbefore the September 26, 1997 letter from Gilligan, which stated\n\nthat \"Toll Brothers will not be building an all-season room as you\n\nhave   requested,   nor     will   we    be   undertaking   any    additional\n\ncorrective measures on your home.\"             Gilligan's letter did not\n\n\n                                    -18-\n\fprovide   any   assurances    that     Toll   Bros.   would   remedy   their\n\ngrievances, but instead explicitly set out that Toll Bros.'s\n\nprevious attempts to repair minor problems with the home were\n\nperformed despite the warranty agreement and release that insulated\n\nthe company from any legal obligation to do so.\n\n          In light of the Kozikowskis' continuous attempts to use\n\noutside sources to pressure Toll Bros. into action and Toll Bros.'s\n\ncontinuous   failure   to    satisfy    the   Kozikowskis'    demands,   the\n\nKozikowskis' alleged reliance on Fraser's letters and Toll Bros.'s\n\ncorrespondence is unreasonable.        As the district court noted:\n\n          The fact that [the defendant] \"did not make an honest or\n          good faith effort at anytime to remedy the defects,\" as\n          [the plaintiff] alleges, does not establish that [the\n          defendant] induced the delay.     Instead, because [the\n          defendant] was unwilling to take responsibility for the\n          defects, [the plaintiff] was (or should have been) put on\n          notice that a claim (or a lawsuit) was the only way to\n          resolve the dispute.\n\n246 F. Supp.2d at 102 (quoting Coady, 167 F. Supp.2d at 171).\n\nHere, as far back as 1994, when Toll Bros. failed to fully respond\n\nto the Kozikowskis' serious threat to sue, the Kozikowskis had more\n\nthan enough signals that the only way they were going to have their\n\ngrievances redressed was through legal action.4               We therefore\n\n\n     4\n      As for the Kozikowskis' mention of the alleged bribes made to\nTown officials, we cannot see how statements made by Toll Bros. to\nTown officials constitute representations that Toll Bros. knew or\nshould have known would induce the Kozikowskis into forgoing suit.\nThough \"[t]he circumstances surrounding the so-called 'bribe' might\nbe suggestive of foul play, . . . foul play is not in itself\nsufficient to warrant raising an estoppel.\" Sousa v. BP Oil, Inc.,\nNo. 83-4046-DPW, 1995 WL 842003, at *5 (D. Mass. Sept. 12, 1995).\n\n                                     -19-\n\faffirm the district court's finding that the Kozikowskis failed to\n\ncarry their burden of satisfying the three elements of equitable\n\nestoppel.\n\nD. \"Mandatory Discovery\" Under Fed. R. Civ. P. 26(a)\n\n            We review the district court's denial of discovery for an\n\nabuse of    discretion.    Ameristar    Jet   Charter,   Inc. v.   Signal\n\nComposites, Inc., 244 F.3d 189, 191-92 (1st Cir. 2001).              The\n\nKozikowskis contend that the district court abused its discretion\n\nby denying their request for \"mandatory\" discovery under Fed. R.\n\nCiv. P. 26(a).    Here, Rule 26(a) never came into play because at\n\nthe outset, the district court conducted a hearing on Toll Bros.'s\n\nmotion to dismiss which, without objection from either party, it\n\nconverted to a motion for summary judgment.       Upon this conversion,\n\nFed. R. Civ. Pro. 56(f) instead was invoked.        Rule 56(f) provides\n\nthat where affidavits of the party opposing summary judgment are\n\ninsufficient to present facts that are essential to the party's\n\nopposition, the court may refuse the summary judgment motion or may\n\norder a continuance to permit either party to obtain additional\n\naffidavits, conduct depositions, or conduct any other discovery.\n\nSee Fed. R. Civ. Pro. 56(f).\n\n            The Kozikowskis requested discovery at the September 12,\n\n2002 hearing on Toll Bros.'s motion to dismiss. The district court\n\n\nMoreover, nowhere in the record can we find that the Kozikowskis\neven knew about the alleged bribe at the relevant time period, much\nless relied on it.\n\n                                 -20-\n\fgranted them sixty days to conduct three depositions, but they\n\nmanaged to conduct only one, of former Town Building Commissioner\n\nMulvey. The Kozikowskis chose to rest on the Mulvey deposition and\n\nsubmitted a supplemental brief incorporating his testimony in\n\nopposition to Toll Bros.'s motion to dismiss-motion for summary\n\njudgment.\n\n            According to Rule 56(f), a court may grant a continuance\n\nto permit additional discovery if the party opposing summary\n\njudgment asks the court for such relief, demonstrates that it was\n\ndiligent in pursuing discovery before summary judgment surfaced,\n\nand sets forth a \"plausible basis for believing that the specified\n\nfacts, . . . if adduced, will influence the outcome of the pending\n\nsummary judgment motion.\" C.B. Trucking, Inc. v. Waste Mgmt., Inc.\n\n137 F.3d 41, 44 (1st Cir. 1998); Fed. R. Civ. P. 56(f).                Again,\n\ntheir   argument   for    mandatory     discovery   under   Rule   26(a)   is\n\nmisplaced, as the Kozikowskis consented to the district court's\n\nconversion of Toll Bros.'s motion to dismiss to a motion for\n\nsummary judgment, thereby bringing any further discovery requests\n\nwithin the ambit of Rule 56.            Here, the Kozikowskis have not\n\nexplained why they could not conduct the three depositions during\n\nthe time for which they asked, nor have they demonstrated whether\n\ncertain   facts,   if    brought   up   on   additional   discovery,    would\n\ninfluence the outcome of the motion.             Hence, we find that the\n\n\n\n\n                                    -21-\n\fdistrict   court   did   not   abuse   its   discretion   in   denying   the\n\nKozikowskis further discovery under either Rules 26(a) or 56(f).\n\n           Unfortunately, for the Kozikowskis they simply waited too\n\nlong before seeking legal redress for their complaints.\n\n           Accordingly, we affirm.\n\n\n\n\n                                   -22-\n\f",
  "html": "<p class=\"case_cite\">354 F.3d 16</p>\n    <p class=\"parties\">Stanley J. KOZIKOWSKI and Eunice K. Kozikowski, Plaintiffs, Appellants,<br>v.<br>TOLL BROS., INC., a/k/a Toll Brothers, Inc., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 03-1460.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard December 1, 2003.</p>\n    <p class=\"date\">Decided December 31, 2003.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Robert K. Harrington was on brief for appellants.</p>\n      <p class=\"indent\">Lisa M. Asiaf, with whom Paul V. Kelly and Kelly, Libby &amp; Hoopes, P.C., were on brief for appellee.</p>\n      <p class=\"indent\">Before LYNCH, Circuit Judge, LIPEZ, Circuit Judge, and STAHL, Senior Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiffs-appellants Stanley and Eunice Kozikowski appeal from the district court's order granting defendant-appellee Toll Brothers, Inc.'s (\"Toll Bros.\") motion to dismiss, converted by the court into a motion for summary judgment. The Kozikowskis challenge (1) the district court's finding that the statute of limitations began to run on their claims in 1993; (2) the court's finding that the Kozikowskis failed to establish equitable estoppel; and (3) the court's decision not to permit mandatory discovery to the Kozikowskis prior to considering Toll Bros.'s motion to dismiss, which the court had converted to a motion for summary judgment. We affirm the district court, but on different grounds as to the Kozikowskis' deceit claims.</p>\n    </div>\n    <p class=\"indent\">I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On June 21, 1989, the Kozikowskis entered into a Purchase and Sale Agreement with Franklin Chase Limited Partnership.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The contract called for the purchase of a luxury home to be constructed in Franklin, Massachusetts for $285,900.00. The sale agreement provided the buyer with a so-called \"insured\" limited ten-year warranty against structural defects. On July 18, 1989, Toll Bros. applied for a building permit from the Town of Franklin. Following issuance of the permit, Toll Bros. commenced construction of the home. On December 14, 1989, after five months of construction, the Town issued a Certificate of Occupancy confirming that the home was fit for occupancy. Five days later, the closing took place and Franklin Chase transferred title to the Kozikowskis. The Kozikowskis and Franklin Chase also signed a separate agreement in response to the Kozikowskis' complaints about certain construction deficiencies and deviations from the agreed-upon model of the home. In this separate agreement, Franklin Chase, as the \"Seller,\" agreed to construct and install, at no further cost, various extra items in the home. In exchange, the Kozikowskis agreed that \"any and all construction deficiencies, including but not limited to those deficiencies which have been brought to the Seller's attention, are forgiven and that any corrective action to be taken will be the Buyer's responsibility,\" and released \"the Seller from any and all obligations to cause further corrective action to be taken therein.\" The release explicitly stated, however, that Franklin Chase's obligations under the ten-year limited warranty would remain in effect. The final purchase price was $335,685.00.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Over the next several years, the Kozikowskis' complaints about the home continued. On September 17, 1992, the Kozikowskis and Franklin Chase entered into yet another agreement under which Franklin Chase paid the Kozikowskis $4,479.74 with the understanding that the Kozikowskis would use the money to repair chimney and fireplace problems. In turn, the Kozikowskis released both Franklin Chase and Toll Bros. from all claims relating to the home's fireplace and chimneys.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In November 1992, the Kozikowskis filed a complaint with the Town of Franklin alleging a number of problems in the home's construction. In February 1993, Allan Fraser, then the Town's Building Commissioner, inspected the property and found thirteen building code violations, including problems with the home's foundation, air circulation system, and certain parts of the home's above-ground construction. Fraser ordered Toll Bros. to submit a written proposal for specific corrective action to address the problems as well as a specific time schedule for accomplishing the work. Fraser communicated with both the Kozikowskis and Toll Bros. with regard to this set of building code violations. Through its engineering consultant, Toll Bros. submitted proposals to correct the violations. Fraser approved the proposals but wrote to the Kozikowskis that it was beyond his authority to determine whether Toll Bros. would actually follow through with the remedial work and that \"it is really between you folks and Toll Bros. to work out mutually acceptable times and access for completion of these items.\"</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Though Toll Bros. did resolve some of the Kozikowskis' complaints unrelated to the building code violations, it failed to take care of the specific code violations that Fraser had identified. In 1994, the Kozikowskis threatened to file a formal complaint and contact the media in response to Toll Bros.'s failure to resolve their problems. Nothing immediately came of those threats. Later that year, Toll Bros. donated two thousand feet of paving to the Town, calling it an attempt \"to help the Town with its increasing responsibilities due to residential development.\" In a report to the Town Council, however, the Town Administrator stated that Toll Bros. made the donation to resolve \"some problems with the Building Inspection Department.\"<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> There was no public indication that the \"donation\" had anything to do with the Kozikowkis' complaints.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The situation with the Kozikowskis' home remained largely unresolved despite repeated demands by the Kozikowskis. In August 1997, they offered to release Toll Bros. from all claims in exchange for an \"all-season room\" off the back of the house. On August 21, 1997, in an apparent response to a written complaint that the Kozikowskis had filed, Robert Toll, Chairman and CEO of Toll Bros., wrote to the Kozikowskis that he had passed their letter on to senior management and \"assured [them] that [they would] be treated fairly.\" On September 26, 1997, however, William Gilligan, Toll Bros.'s vice-president, responded to the Kozikowskis' release offer and stated that Toll Bros. would neither build the all-season room nor \"undertak[e] any additional corrective measures\" because of the December 19, 1989 release agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In January 1998, after members of the Kozikowski family experienced various illnesses, the Bay State Gas Company inspected the home, found high carbon dioxide levels, and advised the family not to use the fireplaces or any other wood-burning unit. The Kozikowskis contacted Gilligan, who despite his previous letter, suggested that the Kozikowskis schedule an appointment to inspect the problem and that if the problem was Toll Bros.'s responsibility, \"we will correct it.\"</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In July 1998, a second inspection of the home by the Town Building Commissioner, now Matthias Mulvey, revealed eighteen building code violations, many of them identical to the violations found in 1993. The Commissioner sent a letter to Toll Bros. advising them of the violations. Subsequently, the Norfolk County District Attorney brought a criminal complaint against Toll Bros., which was ultimately dismissed. On April 23, 2001, the Kozikowskis demanded relief from Toll Bros. under Massachusetts consumer protection laws. Settlement talks failed and the Kozikowskis commenced suit against Toll Bros. in superior court for (1) common law deceit, (2) deceit as a violation of Mass. Gen. L. ch. 93A, (3) breach of express warranty, and (4) breach of express warranty in violation of Mass. Gen. L. ch. 93A.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Following removal of the case to federal court, Toll Bros. moved to dismiss the complaint as time-barred. On September 12, 2002, the district court held a hearing on Toll Bros.'s motion to dismiss and converted the motion to dismiss to a motion for summary judgment. Both parties agreed that such a conversion was appropriate, but the Kozikowskis requested the opportunity to conduct additional discovery to develop an equitable estoppel argument. The district court gave the Kozikowskis the next sixty days to conduct three depositions concerning their equitable estoppel claim and further instructed that, on the basis of these three depositions, they could supplement the record but solely on the issue of equitable estoppel. After receiving several extensions, the Kozikowskis provided the district court with a supplemental brief as well as various exhibits and one deposition, that of Matthias Mulvey. The court thereafter granted summary judgment in favor of Toll Bros. after ruling that all of the Kozikowskis' claims began accruing no later than 1993 and were therefore barred by applicable statutes of limitations. <i>See</i> 246 F.Supp.2d at 99. The court also rejected the Kozikowskis' equitable estoppel argument. <i>See id.</i> at 102.</p>\n    </div>\n    <p class=\"indent\">II. DISCUSSION</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We review the district court's grant of summary judgment <i>de novo,</i> viewing the evidence in the light most favorable to the nonmovant. <i>Cadle Co. v. Hayes,</i> 116 F.3d 957, 959 (1st Cir.1997).</p>\n    </div>\n    <p class=\"indent\">A. Statute of Repose</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Although the district court's decision did not address the applicability of the statute of repose, Toll Bros. raised the issue both in its motion to dismiss and here on appeal. Toll Bros. argues for affirmance pursuant to the six-year statute of repose for claims involving construction and improvement to real property. Mass. Gen. L. ch. 260, &#167; 2B; <i>see also Nett v. Bellucci,</i> 269 F.3d 1, 5 (1st Cir.2001) (federal courts sitting in diversity jurisdiction apply Massachusetts statute of repose, which is deemed substantive rather than procedural). We agree that &#167; 2B applies to the Kozikowskis' two deceit claims and hence affirm their dismissal on that basis. &#167; 2B provides in pertinent part:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Actions of tort for damages arising out of any deficiency or neglect in the design, planning, construction or general administration of an improvement to real property ... in no event shall ... be commenced more than six years after the earlier of the dates of: (1) the opening of the improvement to use; or (2) substantial completion of the improvement and the taking of possession for occupancy by the owner.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Mass. Gen. L. ch. 260, &#167; 2B. The six-year deadline set forth in &#167; 2B operates without regard to when a plaintiff discovers any injury allegedly caused by tortious activity by the architect or contractor at issue. <i>See Klein v. Catalano,</i> 386 Mass. 701, 702, 437 N.E.2d 514 (1982). It serves the \"well recognized public purpose\" of protecting those engaged in the construction industry from defending claims brought against them long after evidence has dissipated and strikes \"a reasonable balance between the public's right to a remedy and the need to place an outer limit on the tort liability of those involved in construction.\" <i>Id.</i> at 709-10, 437 N.E.2d 514.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The Kozikowskis' common law and statutory deceit claims sound in tort and arise out of the design and construction of the home. In both claims, the Kozikowskis allege that Toll Bros. misrepresented that their home was constructed in compliance with state and municipal building codes and was safe and fit for occupancy. The 93A deceit claim specifically alleges that Toll Bros. knowingly concealed and failed to inform the Kozikowskis of the building code defects.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The Kozikowskis argue that their deceit claim under ch. 93A is not barred by the statute of repose, because, as in <i>Sullivan v. Iantosca,</i> 409 Mass. 796, 800, 569 N.E.2d 822 (1991), the alleged \"violation occurred in the sale of the house.\" The Massachusetts Supreme Judicial Court in <i>Sullivan</i> reasoned that &#167; 2B \"grants protection to designers, planners, builders, and the like ... [but not to] people who sell real estate.\" <i>Id.</i> at 799, 569 N.E.2d 822. The Kozikowskis allege that Toll Bros. acted as both builder and seller of the property, and claim that, as the seller of the property, Toll Bros. violated ch. 93A by concealing known defects in the home. Accordingly, the Kozikowskis contend, their chapter 93A deceit claim should not be barred by the statute of repose.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In this transaction, Toll Bros. was the builder of the home. Franklin Chase is denoted as the \"Seller\" in the sale agreement, the December 19, 1989 release, and the resulting deed of the property. Toll Bros. itself is nowhere mentioned in any of these crucial instruments. It is, however, specifically listed as the applicant in the building permit and certificate of occupancy as one would expect. Importantly, the Kozikowskis made no effort below to pierce the corporate veil between Franklin Chase and Toll Bros., or otherwise prove that Toll Bros. was the seller of the home.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Accordingly, we assess whether the statute of repose began to run for the deceit claims against Toll Bros. solely in its capacity as the builder of the house and not as seller. Toll Bros. argues that \"the opening of the improvement to use\" took place on December 14, 1989, when the Town issued the Certificate of Occupancy after inspecting the home. Five days later, \"substantial completion of the improvement and the taking of possession for occupancy by the owner\" occurred at the sale closing and title transfer, immediately after which the Kozikowkis moved into the home. The Massachusetts Supreme Judicial Court has ruled that the statute of repose begins to run when a Certificate of Occupancy is issued and the owners move into the home. <i>See Aldrich v. ADD, Inc.,</i> 437 Mass. 213, 221-22, 770 N.E.2d 447 (2002).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We agree. According to &#167; 2B, Toll Bros. was therefore subject to tort liability in connection with its construction of the home only until, at the latest, December 19, 1995. The deceit claims, filed in November 2001, since they arise solely out of Toll Bros.'s actions as builder, and not seller, are hence time-barred by the statute of repose.</p>\n    </div>\n    <p class=\"indent\">B. Statutes of Limitation</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The district court held that all of the Kozikowskis' claims, both for breach of warranty and deceit, were time-barred. Because we dispose of the Kozikowskis' two deceit claims as barred by the statute of repose, <i>see supra,</i> we examine the Massachusetts statutes of limitation applicable only to the breach of express warranty claims.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> <i>See, e.g., Pitts v. Aerolite SPE Corp.,</i> 673 F.Supp. 1123, 1127 (D.Mass. 1987) (federal courts sitting in diversity jurisdiction apply state statutes of limitation).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Under chapter 93A, \"unfair or deceptive acts or practices in the conduct of any trade or commerce are hereby declared unlawful.\" Mass. Gen. L. ch. 93A, &#167; 2(a). The Kozikowskis argue that Toll Bros.'s alleged breach of warranty constitutes an unfair or deceptive act covered by chapter 93A. The statute of limitations for 93A claims is four years from the accrual date. Mass. Gen. L. ch. 260, &#167; 5A. The statute of limitations for common law breach of warranty claims is six years. Mass. Gen. L. ch. 260, &#167; 2. Breach of warranty actions start accruing when the plaintiff knew or reasonably should have known of the breach. <i>See Anthony's Pier Four, Inc. v. Crandall Dry Dock Eng'rs, Inc.,</i> 396 Mass. 818, 826, 489 N.E.2d 172 (1986). In both breach claims, the Kozikowskis allege that Toll Bros. breached its express warranty that the home would comply with the state building code. The district court held that both claims, at the latest, started accruing in 1993, when the Kozikowskis were notified by the Town of their home's thirteen building code violations, and were hence time-barred.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The Kozikowskis contend that the applicable statutes of limitation did not begin to run until July 3, 1998, when Mulvey inspected the home. They claim that until then, they did not know or have reason to know that the home had such major structural defects as to mean it could not be occupied. The building code violations cited in the 1993 inspection by Fraser, they contend, were just \"minor\" and did not point to major defects in the home's construction.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">As an initial matter, the Kozikowskis argue this issue for the first time here on appeal; hence, we deem it waived. <i>See Sierra Fria Corp. v. Donald J. Evans, P.C.,</i> 127 F.3d 175, 183 (1st Cir.1997) (noting appellant waived argument for the first time on appeal by failing to present it below); <i>Villafane-Neriz v. Fed. Deposit Ins. Corp.,</i> 75 F.3d 727, 734 (1st Cir.1996) (except in \"`horrendous cases where a gross miscarriage of justice would occur,'\" \"this court will not consider an argument presented for the first time on appeal\") (internal citations omitted). Toll Bros., in its August 20, 2002 Reply Memorandum in Support of Defendant's Motion to Dismiss, warned, \"Defendant Toll ... submits this reply memorandum to address plaintiffs' misplaced reliance on ... the doctrine of equitable estoppel. Indeed, plaintiffs devote nearly the entirety of their ... Opposition... to this doctrine, and, in so doing, tacitly concede that absent its application, all of their claims are barred by the applicable statutes of limitations.\" The Kozikowskis' Supplemental Brief in Opposition to Defendant's Motion to Dismiss continued to fail to challenge Toll Bros.'s position that the claims began accruing in 1993 or earlier. In turn, the district court stated, \"The Kozikowskis have not disputed that the statutes of limitations began to run on their claims in 1993. Rather, they have responded to Toll Bros.'s invocation of the statutes of limitations on their four claims by invoking the doctrine of equitable estoppel.\" 246 F.Supp.2d at 99.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Even if the Kozikowskis had not waived their challenge of the accrual date and were we to assume the issue was forfeit and subject to plain error review, there was no plain error. The record shows that the Kozikowskis were put on notice of construction and structural defects in their home as far back as the year of their purchase. In 1989, as evidenced by the December 19 release, the Kozikowskis complained about alleged construction deficiencies even before moving into the house. In their 1992 letter to the Town Administrator, they complained about \"outright mistreatments\" by Toll Bros. and outlined a long list of alleged \"building deficiencies\" which included numerous \"unresolved,\" \"partially resolved,\" and \"inadequately resolved\" construction problems. In the same letter, the Kozikowskis went so far as to suggest that criminal charges for fraud and misrepresentation should be brought against Toll Bros. In Fraser's 1993 letter to Toll Bros. notifying the company of the building code violations, it was made clear that the Kozikowskis were aware of the violations explicitly referenced in the letter; moreover, Fraser sent a copy of this letter to the Kozikowskis themselves. Their claim that Fraser's 1993 report contained just \"minor\" problems with the home is disingenuous and incorrect. Mulvey's 1998 report on which they base their argument sets forth many of the same violations &#8212; defects in fireplace and insulation systems among them &#8212; that Fraser listed after his 1993 inspection. The record is replete with explicit and implicit acknowledgments by the Kozikowskis that they knew or learned about alleged construction deficiencies and building code violations between 1989 and 1993. Significantly, many of the serious defects reported in 1998 were in the 1993 report.</p>\n    </div>\n    <p class=\"indent\">C. Equitable Estoppel</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Though the Kozikowskis failed to dispute below that the statutes of limitations began to run on their breach of warranty claims in 1993 and not in 1998, they did invoke the doctrine of equitable estoppel. Under equitable estoppel, a plaintiff can \"escape the consequences of his lack of diligence in bringing his action ... by way of proof that the defendants lulled the plaintiff into the delay.\" <i>Coady v. Marvin Lumber and Cedar Company,</i> 167 F.Supp.2d 166, 171 (D.Mass.2001).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">For the doctrine to apply, the Kozikowskis must satisfy a three-part test, showing: (1) that Toll Bros. made representations that it knew or should have known would induce the Kozikowskis to postpone bringing a suit; (2) that they did in fact delay bringing a suit in reliance on those representations; and (3) that reliance on those representations was reasonable. <i>O'Blenes v. Zoning Bd. of Appeals of Lynn,</i> 397 Mass. 555, 558, 492 N.E.2d 354 (1986).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The Kozikowskis argue that (1) a March 24, 1993 letter from Fraser to Toll Bros.; (2) a July 27, 1993 letter from Fraser to the Kozikowskis; (3) the fact that Toll Bros. continued to schedule repair work on the home through 1996 and 1997; and (4) the August 21, 1997 letter from Toll Bros. stating that the Kozikowskis would be treated fairly all constituted \"representations\" that Toll Bros. knew or should have known would induce the Kozikowskis into postponing suit.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The district court held that \"even construing the facts in the light most favorable to the Kozikowskis, it is far from clear that the representations that they have identified on the part of Toll Brothers satisfy the first prong\" of an equitable estoppel argument. 246 F.Supp.2d at 100. The March 24, 1993, and July 27, 1993 letters by Fraser did indicate that Toll Bros. was making plans to resolve the home's problems. Neither Fraser nor Toll Bros., however, made any clear assurances that Toll Bros. intended to carry out these plans. In fact, Fraser told the Kozikowskis that it was up to the Kozikowskis themselves to make sure that Toll Bros. followed through on their plans.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Moreover, the three letters as well as any alleged suggestions by Toll Bros. that it would schedule repairs were very general in nature and did not specifically assure the Kozikowskis that the repairs in fact would be made. Promises or assurances in such communications must be specific in order to constitute \"representations.\" <i>See Treadwell v. John Hancock Mut. Life Ins. Co.,</i> 666 F.Supp. 278, 286-87 (D.Mass.1987); <i>Buker v. Nat'l Mgmt. Corp.,</i> 16 Mass.App.Ct. 36, 43-44, 448 N.E.2d 1299 (1983) (unreasonable as a matter of law to rely on vague assurances). Here, the only specific assurances that Toll Bros. made were that they were considering the building code violations listed in Fraser's report and that Toll Bros. representatives would be available to the Kozikowskis to discuss their problems. In addition, alleged repair appointments by Toll Bros. do not, standing alone, constitute \"representations\" for purposes of equitable estoppel. <i>See New England Power Co. v. Riley Stoker Corp.,</i> 20 Mass.App.Ct. 25, 34, 477 N.E.2d 1054 (1985) (stating \"[w]e do not view the fact of honest, genuine repair efforts, standing alone, as sufficient basis for application of the doctrine of estoppel\"), <i>rev. denied,</i> 395 Mass. 1103, 481 N.E.2d 197 (1985).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">On the second prong, the district court found that \"given the long and rocky course of the relationship\" between the two parties, the notion that the Kozikowskis \"truly <i>believed</i>\" Toll Bros. and \"were thus lulled into inaction ... strains credulity.\" 246 F.Supp.2d at 101. The record shows that the Kozikowskis regarded Toll Bros. as unreliable, beginning with their first letter in 1992 to the Town Administrator. The letter notified the Town that the Kozikowskis \"would like to file a complaint with the town against Toll Brothers in the hope that, ideally, they are no longer allowed to build in Franklin\" and that they \"think that charges of criminal misconduct &#8212; fraud and misrepresentation &#8212; should be brought against this builder.\"</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">After Fraser inspected the home and issued his report, the Kozikowskis' distrust of Toll Bros. continued in 1994 when they threatened to file a formal complaint and contact the media. In the Kozikowskis' own words, they were \"completely frustrated and upset because neither [Town] Commissioner Fraser nor Toll Brothers was responding to their fully justified complaints....\" Given this string of complaints and threats by the Kozikowskis, it is difficult to believe that Toll Bros.s' assurances, to the extent that they were assurances, truly lulled the Kozikowskis into inaction.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">On the third prong, the district court concluded that construing the facts in the light most favorable to the Kozikowskis, any delay in reliance on the alleged representations could not have been reasonable given Toll Bros.'s behavior and the Kozikowskis' own threats. <i>See</i> 246 F.Supp.2d at 102. Though it is arguable that the Kozikowskis succeed on the first two prongs, the Kozikowskis fail to establish how their alleged reliance on Toll Bros.'s representations was reasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The Kozikowskis' reliance on the August 21, 1997 letter from Robert Toll was unreasonable because it was received one month before the September 26, 1997 letter from Gilligan, which stated that \"Toll Brothers will not be building an all-season room as you have requested, nor will we be undertaking any additional corrective measures on your home.\" Gilligan's letter did not provide any assurances that Toll Bros. would remedy their grievances, but instead explicitly set out that Toll Bros.'s previous attempts to repair minor problems with the home were performed despite the warranty agreement and release that insulated the company from any legal obligation to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In light of the Kozikowskis' continuous attempts to use outside sources to pressure Toll Bros. into action and Toll Bros.'s continuous failure to satisfy the Kozikowskis' demands, the Kozikowskis' alleged reliance on Fraser's letters and Toll Bros.'s correspondence is unreasonable. As the district court noted:</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The fact that [the defendant] \"did not make an honest or good faith effort at anytime to remedy the defects,\" as [the plaintiff] alleges, does not establish that [the defendant] induced the delay. Instead, because [the defendant] was unwilling to take responsibility for the defects, [the plaintiff] was (or should have been) put on notice that a claim (or a lawsuit) was the only way to resolve the dispute.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">246 F.Supp.2d at 102 (quoting <i>Coady,</i> 167 F.Supp.2d at 171). Here, as far back as 1994, when Toll Bros. failed to fully respond to the Kozikowskis' serious threat to sue, the Kozikowskis had more than enough signals that the only way they were going to have their grievances redressed was through legal action.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> We therefore affirm the district court's finding that the Kozikowskis failed to carry their burden of satisfying the three elements of equitable estoppel.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">D. \"Mandatory Discovery\" Under Fed. R.Civ.P. 26(a)</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">We review the district court's denial of discovery for an abuse of discretion. <i>Ameristar Jet Charter, Inc. v. Signal Composites, Inc.,</i> 244 F.3d 189, 191-92 (1st Cir.2001). The Kozikowskis contend that the district court abused its discretion by denying their request for \"mandatory\" discovery under Fed.R.Civ.P. 26(a). Here, Rule 26(a) never came into play because at the outset, the district court conducted a hearing on Toll Bros.'s motion to dismiss which, without objection from either party, it converted to a motion for summary judgment. Upon this conversion, Fed. R. Civ. Pro. 56(f) instead was invoked. Rule 56(f) provides that where affidavits of the party opposing summary judgment are insufficient to present facts that are essential to the party's opposition, the court may refuse the summary judgment motion or may order a continuance to permit either party to obtain additional affidavits, conduct depositions, or conduct any other discovery. <i>See</i> Fed. R. Civ. Pro. 56(f).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The Kozikowskis requested discovery at the September 12, 2002 hearing on Toll Bros.'s motion to dismiss. The district court granted them sixty days to conduct three depositions, but they managed to conduct only one, of former Town Building Commissioner Mulvey. The Kozikowskis chose to rest on the Mulvey deposition and submitted a supplemental brief incorporating his testimony in opposition to Toll Bros.'s motion to dismiss-motion for summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">According to Rule 56(f), a court may grant a continuance to permit additional discovery if the party opposing summary judgment asks the court for such relief, demonstrates that it was diligent in pursuing discovery before summary judgment surfaced, and sets forth a \"plausible basis for believing that the specified facts, ... if adduced, will influence the outcome of the pending summary judgment motion.\" <i>C.B. Trucking, Inc. v. Waste Mgmt., Inc.</i> 137 F.3d 41, 44 (1st Cir.1998); Fed. R.Civ.P. 56(f). Again, their argument for mandatory discovery under Rule 26(a) is misplaced, as the Kozikowskis consented to the district court's conversion of Toll Bros.'s motion to dismiss to a motion for summary judgment, thereby bringing any further discovery requests within the ambit of Rule 56. Here, the Kozikowskis have not explained why they could not conduct the three depositions during the time for which they asked, nor have they demonstrated whether certain facts, if brought up on additional discovery, would influence the outcome of the motion. Hence, we find that the district court did not abuse its discretion in denying the Kozikowskis further discovery under either Rules 26(a) or 56(f).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Unfortunately, for the Kozikowskis they simply waited too long before seeking legal redress for their complaints.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Accordingly, we <i>affirm.</i></p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Franklin Chase was a Massachusetts limited partnership and subsidiary of Toll Bros. that was cancelled on November 28, 1997, after its initial general partner, Dover General, Inc., merged out of existence into Franklin Farms G.P., Inc. Toll Holdings, Inc. is sole stockholder of Franklin Farms G.P., Inc. and Toll Bros. is sole stockholder of Toll Holdings, Inc</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The district court itself considered this \"donation,\" or what the Kozikowskis alleged to be a bribe, \"grave and troubling.\"<i>Kozikowski v. Toll Bros., Inc.,</i> 246 F.Supp.2d 93, 101 (D.Mass.2003).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> As for the ten-year warranty referenced in the sale agreement, the warranty agreement itself is not in the record. We do not know, for example, whether the warranty contained a \"claims made\" clause, \"discovery\" provision, or some other independent obligation between the parties that would have affected our application of the statutes of limitation. We assume arguendo that the Kozikowskis do have express warranty claims not subject to the statute of repose, and address the limitations period for express warranty claims</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> As for the Kozikowskis' mention of the alleged bribes made to Town officials, we cannot see how statements made by Toll Bros. to Town officials constitute representations that Toll Bros. knew or should have known would induce the Kozikowskis into forgoing suit. Though \"[t]he circumstances surrounding the so-called `bribe' might be suggestive of foul play, ... foul play is not in itself sufficient to warrant raising an estoppel.\"<i>Sousa v. BP Oil, Inc.,</i> No. 83-4046-DPW, 1995 WL 842003, at *5 (D.Mass. Sept.12, 1995). Moreover, nowhere in the record can we find that the Kozikowskis even knew about the alleged bribe at the relevant time period, much less relied on it.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">354</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">16</span></span></p>\n    <p class=\"parties\">Stanley J. KOZIKOWSKI and Eunice K. Kozikowski, Plaintiffs, Appellants,<br>v.<br>TOLL BROS., INC., a/k/a Toll Brothers, Inc., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 03-1460.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard December 1, 2003.</p>\n    <p class=\"date\">Decided December 31, 2003.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Robert K. Harrington was on brief for appellants.</p>\n      <p class=\"indent\">Lisa M. Asiaf, with whom Paul V. Kelly and Kelly, Libby &amp; Hoopes, P.C., were on brief for appellee.</p>\n      <p class=\"indent\">Before LYNCH, Circuit Judge, LIPEZ, Circuit Judge, and STAHL, Senior Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiffs-appellants Stanley and Eunice Kozikowski appeal from the district court's order granting defendant-appellee Toll Brothers, Inc.'s (\"Toll Bros.\") motion to dismiss, converted by the court into a motion for summary judgment. The Kozikowskis challenge (1) the district court's finding that the statute of limitations began to run on their claims in 1993; (2) the court's finding that the Kozikowskis failed to establish equitable estoppel; and (3) the court's decision not to permit mandatory discovery to the Kozikowskis prior to considering Toll Bros.'s motion to dismiss, which the court had converted to a motion for summary judgment. We affirm the district court, but on different grounds as to the Kozikowskis' deceit claims.</p>\n    </div>\n    <p class=\"indent\">I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On June 21, 1989, the Kozikowskis entered into a Purchase and Sale Agreement with Franklin Chase Limited Partnership.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The contract called for the purchase of a luxury home to be constructed in Franklin, Massachusetts for $285,900.00. The sale agreement provided the buyer with a so-called \"insured\" limited ten-year warranty against structural defects. On July 18, 1989, Toll Bros. applied for a building permit from the Town of Franklin. Following issuance of the permit, Toll Bros. commenced construction of the home. On December 14, 1989, after five months of construction, the Town issued a Certificate of Occupancy confirming that the home was fit for occupancy. Five days later, the closing took place and Franklin Chase transferred title to the Kozikowskis. The Kozikowskis and Franklin Chase also signed a separate agreement in response to the Kozikowskis' complaints about certain construction deficiencies and deviations from the agreed-upon model of the home. In this separate agreement, Franklin Chase, as the \"Seller,\" agreed to construct and install, at no further cost, various extra items in the home. In exchange, the Kozikowskis agreed that \"any and all construction deficiencies, including but not limited to those deficiencies which have been brought to the Seller's attention, are forgiven and that any corrective action to be taken will be the Buyer's responsibility,\" and released \"the Seller from any and all obligations to cause further corrective action to be taken therein.\" The release explicitly stated, however, that Franklin Chase's obligations under the ten-year limited warranty would remain in effect. The final purchase price was $335,685.00.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Over the next several years, the Kozikowskis' complaints about the home continued. On September 17, 1992, the Kozikowskis and Franklin Chase entered into yet another agreement under which Franklin Chase paid the Kozikowskis $4,479.74 with the understanding that the Kozikowskis would use the money to repair chimney and fireplace problems. In turn, the Kozikowskis released both Franklin Chase and Toll Bros. from all claims relating to the home's fireplace and chimneys.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In November 1992, the Kozikowskis filed a complaint with the Town of Franklin alleging a number of problems in the home's construction. In February 1993, Allan Fraser, then the Town's Building Commissioner, inspected the property and found thirteen building code violations, including problems with the home's foundation, air circulation system, and certain parts of the home's above-ground construction. Fraser ordered Toll Bros. to submit a written proposal for specific corrective action to address the problems as well as a specific time schedule for accomplishing the work. Fraser communicated with both the Kozikowskis and Toll Bros. with regard to this set of building code violations. Through its engineering consultant, Toll Bros. submitted proposals to correct the violations. Fraser approved the proposals but wrote to the Kozikowskis that it was beyond his authority to determine whether Toll Bros. would actually follow through with the remedial work and that \"it is really between you folks and Toll Bros. to work out mutually acceptable times and access for completion of these items.\"</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Though Toll Bros. did resolve some of the Kozikowskis' complaints unrelated to the building code violations, it failed to take care of the specific code violations that Fraser had identified. In 1994, the Kozikowskis threatened to file a formal complaint and contact the media in response to Toll Bros.'s failure to resolve their problems. Nothing immediately came of those threats. Later that year, Toll Bros. donated two thousand feet of paving to the Town, calling it an attempt \"to help the Town with its increasing responsibilities due to residential development.\" In a report to the Town Council, however, the Town Administrator stated that Toll Bros. made the donation to resolve \"some problems with the Building Inspection Department.\"<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> There was no public indication that the \"donation\" had anything to do with the Kozikowkis' complaints.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The situation with the Kozikowskis' home remained largely unresolved despite repeated demands by the Kozikowskis. In August 1997, they offered to release Toll Bros. from all claims in exchange for an \"all-season room\" off the back of the house. On August 21, 1997, in an apparent response to a written complaint that the Kozikowskis had filed, Robert Toll, Chairman and CEO of Toll Bros., wrote to the Kozikowskis that he had passed their letter on to senior management and \"assured [them] that [they would] be treated fairly.\" On September 26, 1997, however, William Gilligan, Toll Bros.'s vice-president, responded to the Kozikowskis' release offer and stated that Toll Bros. would neither build the all-season room nor \"undertak[e] any additional corrective measures\" because of the December 19, 1989 release agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In January 1998, after members of the Kozikowski family experienced various illnesses, the Bay State Gas Company inspected the home, found high carbon dioxide levels, and advised the family not to use the fireplaces or any other wood-burning unit. The Kozikowskis contacted Gilligan, who despite his previous letter, suggested that the Kozikowskis schedule an appointment to inspect the problem and that if the problem was Toll Bros.'s responsibility, \"we will correct it.\"</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In July 1998, a second inspection of the home by the Town Building Commissioner, now Matthias Mulvey, revealed eighteen building code violations, many of them identical to the violations found in 1993. The Commissioner sent a letter to Toll Bros. advising them of the violations. Subsequently, the Norfolk County District Attorney brought a criminal complaint against Toll Bros., which was ultimately dismissed. On April 23, 2001, the Kozikowskis demanded relief from Toll Bros. under Massachusetts consumer protection laws. Settlement talks failed and the Kozikowskis commenced suit against Toll Bros. in superior court for (1) common law deceit, (2) deceit as a violation of Mass. Gen. L. ch. 93A, (3) breach of express warranty, and (4) breach of express warranty in violation of Mass. Gen. L. ch. 93A.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Following removal of the case to federal court, Toll Bros. moved to dismiss the complaint as time-barred. On September 12, 2002, the district court held a hearing on Toll Bros.'s motion to dismiss and converted the motion to dismiss to a motion for summary judgment. Both parties agreed that such a conversion was appropriate, but the Kozikowskis requested the opportunity to conduct additional discovery to develop an equitable estoppel argument. The district court gave the Kozikowskis the next sixty days to conduct three depositions concerning their equitable estoppel claim and further instructed that, on the basis of these three depositions, they could supplement the record but solely on the issue of equitable estoppel. After receiving several extensions, the Kozikowskis provided the district court with a supplemental brief as well as various exhibits and one deposition, that of Matthias Mulvey. The court thereafter granted summary judgment in favor of Toll Bros. after ruling that all of the Kozikowskis' claims began accruing no later than 1993 and were therefore barred by applicable statutes of limitations. <i>See</i> 246 F.Supp.2d at 99. The court also rejected the Kozikowskis' equitable estoppel argument. <i>See id.</i> at 102.</p>\n    </div>\n    <p class=\"indent\">II. DISCUSSION</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We review the district court's grant of summary judgment <i>de novo,</i> viewing the evidence in the light most favorable to the nonmovant. <i>Cadle Co. v. Hayes,</i> <span class=\"citation\" data-id=\"197442\"><a href=\"/opinion/197442/cadle-v-hayes/\"><span class=\"volume\">116</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">957</span></a></span>, 959 (1st Cir.1997).</p>\n    </div>\n    <p class=\"indent\">A. Statute of Repose</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Although the district court's decision did not address the applicability of the statute of repose, Toll Bros. raised the issue both in its motion to dismiss and here on appeal. Toll Bros. argues for affirmance pursuant to the six-year statute of repose for claims involving construction and improvement to real property. Mass. Gen. L. ch. 260, &#167; 2B; <i>see also Nett v. Bellucci,</i> <span class=\"citation no-link\"><span class=\"volume\">269</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span>, 5 (1st Cir.2001) (federal courts sitting in diversity jurisdiction apply Massachusetts statute of repose, which is deemed substantive rather than procedural). We agree that &#167; 2B applies to the Kozikowskis' two deceit claims and hence affirm their dismissal on that basis. &#167; 2B provides in pertinent part:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Actions of tort for damages arising out of any deficiency or neglect in the design, planning, construction or general administration of an improvement to real property ... in no event shall ... be commenced more than six years after the earlier of the dates of: (1) the opening of the improvement to use; or (2) substantial completion of the improvement and the taking of possession for occupancy by the owner.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Mass. Gen. L. ch. 260, &#167; 2B. The six-year deadline set forth in &#167; 2B operates without regard to when a plaintiff discovers any injury allegedly caused by tortious activity by the architect or contractor at issue. <i>See Klein v. Catalano,</i> <span class=\"citation\" data-id=\"2154385\"><a href=\"/opinion/2154385/klein-v-catalano/\"><span class=\"volume\">386</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">701</span></a></span>, 702, <span class=\"citation\" data-id=\"2154385\"><a href=\"/opinion/2154385/klein-v-catalano/\"><span class=\"volume\">437</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">514</span></a></span> (1982). It serves the \"well recognized public purpose\" of protecting those engaged in the construction industry from defending claims brought against them long after evidence has dissipated and strikes \"a reasonable balance between the public's right to a remedy and the need to place an outer limit on the tort liability of those involved in construction.\" <i>Id.</i> at 709-10, <span class=\"citation\" data-id=\"2154385\"><a href=\"/opinion/2154385/klein-v-catalano/\"><span class=\"volume\">437</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">514</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The Kozikowskis' common law and statutory deceit claims sound in tort and arise out of the design and construction of the home. In both claims, the Kozikowskis allege that Toll Bros. misrepresented that their home was constructed in compliance with state and municipal building codes and was safe and fit for occupancy. The 93A deceit claim specifically alleges that Toll Bros. knowingly concealed and failed to inform the Kozikowskis of the building code defects.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The Kozikowskis argue that their deceit claim under ch. 93A is not barred by the statute of repose, because, as in <i>Sullivan v. Iantosca,</i> <span class=\"citation\" data-id=\"2139438\"><a href=\"/opinion/2139438/sullivan-v-iantosca/\"><span class=\"volume\">409</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">796</span></a></span>, 800, <span class=\"citation\" data-id=\"2139438\"><a href=\"/opinion/2139438/sullivan-v-iantosca/\"><span class=\"volume\">569</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">822</span></a></span> (1991), the alleged \"violation occurred in the sale of the house.\" The Massachusetts Supreme Judicial Court in <i>Sullivan</i> reasoned that &#167; 2B \"grants protection to designers, planners, builders, and the like ... [but not to] people who sell real estate.\" <i>Id.</i> at 799, <span class=\"citation\" data-id=\"2139438\"><a href=\"/opinion/2139438/sullivan-v-iantosca/\"><span class=\"volume\">569</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">822</span></a></span>. The Kozikowskis allege that Toll Bros. acted as both builder and seller of the property, and claim that, as the seller of the property, Toll Bros. violated ch. 93A by concealing known defects in the home. Accordingly, the Kozikowskis contend, their chapter 93A deceit claim should not be barred by the statute of repose.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In this transaction, Toll Bros. was the builder of the home. Franklin Chase is denoted as the \"Seller\" in the sale agreement, the December 19, 1989 release, and the resulting deed of the property. Toll Bros. itself is nowhere mentioned in any of these crucial instruments. It is, however, specifically listed as the applicant in the building permit and certificate of occupancy as one would expect. Importantly, the Kozikowskis made no effort below to pierce the corporate veil between Franklin Chase and Toll Bros., or otherwise prove that Toll Bros. was the seller of the home.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Accordingly, we assess whether the statute of repose began to run for the deceit claims against Toll Bros. solely in its capacity as the builder of the house and not as seller. Toll Bros. argues that \"the opening of the improvement to use\" took place on December 14, 1989, when the Town issued the Certificate of Occupancy after inspecting the home. Five days later, \"substantial completion of the improvement and the taking of possession for occupancy by the owner\" occurred at the sale closing and title transfer, immediately after which the Kozikowkis moved into the home. The Massachusetts Supreme Judicial Court has ruled that the statute of repose begins to run when a Certificate of Occupancy is issued and the owners move into the home. <i>See Aldrich v. ADD, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">437</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">213</span></span>, 221-22, <span class=\"citation no-link\"><span class=\"volume\">770</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">447</span></span> (2002).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We agree. According to &#167; 2B, Toll Bros. was therefore subject to tort liability in connection with its construction of the home only until, at the latest, December 19, 1995. The deceit claims, filed in November 2001, since they arise solely out of Toll Bros.'s actions as builder, and not seller, are hence time-barred by the statute of repose.</p>\n    </div>\n    <p class=\"indent\">B. Statutes of Limitation</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The district court held that all of the Kozikowskis' claims, both for breach of warranty and deceit, were time-barred. Because we dispose of the Kozikowskis' two deceit claims as barred by the statute of repose, <i>see supra,</i> we examine the Massachusetts statutes of limitation applicable only to the breach of express warranty claims.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> <i>See, e.g., Pitts v. Aerolite SPE Corp.,</i> <span class=\"citation\" data-id=\"1557393\"><a href=\"/opinion/1557393/pitts-v-aerolite-spe-corp/\"><span class=\"volume\">673</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1123</span></a></span>, 1127 (D.Mass. 1987) (federal courts sitting in diversity jurisdiction apply state statutes of limitation).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Under chapter 93A, \"unfair or deceptive acts or practices in the conduct of any trade or commerce are hereby declared unlawful.\" Mass. Gen. L. ch. 93A, &#167; 2(a). The Kozikowskis argue that Toll Bros.'s alleged breach of warranty constitutes an unfair or deceptive act covered by chapter 93A. The statute of limitations for 93A claims is four years from the accrual date. Mass. Gen. L. ch. 260, &#167; 5A. The statute of limitations for common law breach of warranty claims is six years. Mass. Gen. L. ch. 260, &#167; 2. Breach of warranty actions start accruing when the plaintiff knew or reasonably should have known of the breach. <i>See Anthony's Pier Four, Inc. v. Crandall Dry Dock Eng'rs, Inc.,</i> <span class=\"citation\" data-id=\"2100926\"><a href=\"/opinion/2100926/anthonys-pier-four-v-crandall-dry-dock-engr-inc/\"><span class=\"volume\">396</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">818</span></a></span>, 826, <span class=\"citation\" data-id=\"2100926\"><a href=\"/opinion/2100926/anthonys-pier-four-v-crandall-dry-dock-engr-inc/\"><span class=\"volume\">489</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">172</span></a></span> (1986). In both breach claims, the Kozikowskis allege that Toll Bros. breached its express warranty that the home would comply with the state building code. The district court held that both claims, at the latest, started accruing in 1993, when the Kozikowskis were notified by the Town of their home's thirteen building code violations, and were hence time-barred.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The Kozikowskis contend that the applicable statutes of limitation did not begin to run until July 3, 1998, when Mulvey inspected the home. They claim that until then, they did not know or have reason to know that the home had such major structural defects as to mean it could not be occupied. The building code violations cited in the 1993 inspection by Fraser, they contend, were just \"minor\" and did not point to major defects in the home's construction.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">As an initial matter, the Kozikowskis argue this issue for the first time here on appeal; hence, we deem it waived. <i>See Sierra Fria Corp. v. Donald J. Evans, P.C.,</i> <span class=\"citation\" data-id=\"197592\"><a href=\"/opinion/197592/sierra-fria-corp-v-evans/\"><span class=\"volume\">127</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">175</span></a></span>, 183 (1st Cir.1997) (noting appellant waived argument for the first time on appeal by failing to present it below); <i>Villafane-Neriz v. Fed. Deposit Ins. Corp.,</i> <span class=\"citation\" data-id=\"712177\"><a href=\"/opinion/712177/miguel-villafane-neriz-insurance-commissioner-of-puerto-rico-v-federal/\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">727</span></a></span>, 734 (1st Cir.1996) (except in \"`horrendous cases where a gross miscarriage of justice would occur,'\" \"this court will not consider an argument presented for the first time on appeal\") (internal citations omitted). Toll Bros., in its August 20, 2002 Reply Memorandum in Support of Defendant's Motion to Dismiss, warned, \"Defendant Toll ... submits this reply memorandum to address plaintiffs' misplaced reliance on ... the doctrine of equitable estoppel. Indeed, plaintiffs devote nearly the entirety of their ... Opposition... to this doctrine, and, in so doing, tacitly concede that absent its application, all of their claims are barred by the applicable statutes of limitations.\" The Kozikowskis' Supplemental Brief in Opposition to Defendant's Motion to Dismiss continued to fail to challenge Toll Bros.'s position that the claims began accruing in 1993 or earlier. In turn, the district court stated, \"The Kozikowskis have not disputed that the statutes of limitations began to run on their claims in 1993. Rather, they have responded to Toll Bros.'s invocation of the statutes of limitations on their four claims by invoking the doctrine of equitable estoppel.\" 246 F.Supp.2d at 99.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Even if the Kozikowskis had not waived their challenge of the accrual date and were we to assume the issue was forfeit and subject to plain error review, there was no plain error. The record shows that the Kozikowskis were put on notice of construction and structural defects in their home as far back as the year of their purchase. In 1989, as evidenced by the December 19 release, the Kozikowskis complained about alleged construction deficiencies even before moving into the house. In their 1992 letter to the Town Administrator, they complained about \"outright mistreatments\" by Toll Bros. and outlined a long list of alleged \"building deficiencies\" which included numerous \"unresolved,\" \"partially resolved,\" and \"inadequately resolved\" construction problems. In the same letter, the Kozikowskis went so far as to suggest that criminal charges for fraud and misrepresentation should be brought against Toll Bros. In Fraser's 1993 letter to Toll Bros. notifying the company of the building code violations, it was made clear that the Kozikowskis were aware of the violations explicitly referenced in the letter; moreover, Fraser sent a copy of this letter to the Kozikowskis themselves. Their claim that Fraser's 1993 report contained just \"minor\" problems with the home is disingenuous and incorrect. Mulvey's 1998 report on which they base their argument sets forth many of the same violations &#8212; defects in fireplace and insulation systems among them &#8212; that Fraser listed after his 1993 inspection. The record is replete with explicit and implicit acknowledgments by the Kozikowskis that they knew or learned about alleged construction deficiencies and building code violations between 1989 and 1993. Significantly, many of the serious defects reported in 1998 were in the 1993 report.</p>\n    </div>\n    <p class=\"indent\">C. Equitable Estoppel</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Though the Kozikowskis failed to dispute below that the statutes of limitations began to run on their breach of warranty claims in 1993 and not in 1998, they did invoke the doctrine of equitable estoppel. Under equitable estoppel, a plaintiff can \"escape the consequences of his lack of diligence in bringing his action ... by way of proof that the defendants lulled the plaintiff into the delay.\" <i>Coady v. Marvin Lumber and Cedar Company,</i> <span class=\"citation\" data-id=\"2506192\"><a href=\"/opinion/2506192/coady-v-marvin-lumber-and-cedar-co/\"><span class=\"volume\">167</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">166</span></a></span>, 171 (D.Mass.2001).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">For the doctrine to apply, the Kozikowskis must satisfy a three-part test, showing: (1) that Toll Bros. made representations that it knew or should have known would induce the Kozikowskis to postpone bringing a suit; (2) that they did in fact delay bringing a suit in reliance on those representations; and (3) that reliance on those representations was reasonable. <i>O'Blenes v. Zoning Bd. of Appeals of Lynn,</i> <span class=\"citation\" data-id=\"2068087\"><a href=\"/opinion/2068087/oblenes-v-zoning-board-of-appeals-of-lynn/\"><span class=\"volume\">397</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">555</span></a></span>, 558, <span class=\"citation\" data-id=\"2068087\"><a href=\"/opinion/2068087/oblenes-v-zoning-board-of-appeals-of-lynn/\"><span class=\"volume\">492</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">354</span></a></span> (1986).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The Kozikowskis argue that (1) a March 24, 1993 letter from Fraser to Toll Bros.; (2) a July 27, 1993 letter from Fraser to the Kozikowskis; (3) the fact that Toll Bros. continued to schedule repair work on the home through 1996 and 1997; and (4) the August 21, 1997 letter from Toll Bros. stating that the Kozikowskis would be treated fairly all constituted \"representations\" that Toll Bros. knew or should have known would induce the Kozikowskis into postponing suit.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The district court held that \"even construing the facts in the light most favorable to the Kozikowskis, it is far from clear that the representations that they have identified on the part of Toll Brothers satisfy the first prong\" of an equitable estoppel argument. 246 F.Supp.2d at 100. The March 24, 1993, and July 27, 1993 letters by Fraser did indicate that Toll Bros. was making plans to resolve the home's problems. Neither Fraser nor Toll Bros., however, made any clear assurances that Toll Bros. intended to carry out these plans. In fact, Fraser told the Kozikowskis that it was up to the Kozikowskis themselves to make sure that Toll Bros. followed through on their plans.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Moreover, the three letters as well as any alleged suggestions by Toll Bros. that it would schedule repairs were very general in nature and did not specifically assure the Kozikowskis that the repairs in fact would be made. Promises or assurances in such communications must be specific in order to constitute \"representations.\" <i>See Treadwell v. John Hancock Mut. Life Ins. Co.,</i> <span class=\"citation\" data-id=\"2150849\"><a href=\"/opinion/2150849/treadwell-v-john-hancock-mut-life-ins-co/\"><span class=\"volume\">666</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">278</span></a></span>, 286-87 (D.Mass.1987); <i>Buker v. Nat'l Mgmt. Corp.,</i> 16 Mass.App.Ct. 36, 43-44, <span class=\"citation\" data-id=\"2080081\"><a href=\"/opinion/2080081/buker-v-national-management-corporation/\"><span class=\"volume\">448</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1299</span></a></span> (1983) (unreasonable as a matter of law to rely on vague assurances). Here, the only specific assurances that Toll Bros. made were that they were considering the building code violations listed in Fraser's report and that Toll Bros. representatives would be available to the Kozikowskis to discuss their problems. In addition, alleged repair appointments by Toll Bros. do not, standing alone, constitute \"representations\" for purposes of equitable estoppel. <i>See New England Power Co. v. Riley Stoker Corp.,</i> 20 Mass.App.Ct. 25, 34, <span class=\"citation\" data-id=\"2048749\"><a href=\"/opinion/2048749/new-england-power-co-v-riley-stoker-corp/\"><span class=\"volume\">477</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1054</span></a></span> (1985) (stating \"[w]e do not view the fact of honest, genuine repair efforts, standing alone, as sufficient basis for application of the doctrine of estoppel\"), <i>rev. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">395</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">1103</span></span>, <span class=\"citation no-link\"><span class=\"volume\">481</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">197</span></span> (1985).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">On the second prong, the district court found that \"given the long and rocky course of the relationship\" between the two parties, the notion that the Kozikowskis \"truly <i>believed</i>\" Toll Bros. and \"were thus lulled into inaction ... strains credulity.\" 246 F.Supp.2d at 101. The record shows that the Kozikowskis regarded Toll Bros. as unreliable, beginning with their first letter in 1992 to the Town Administrator. The letter notified the Town that the Kozikowskis \"would like to file a complaint with the town against Toll Brothers in the hope that, ideally, they are no longer allowed to build in Franklin\" and that they \"think that charges of criminal misconduct &#8212; fraud and misrepresentation &#8212; should be brought against this builder.\"</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">After Fraser inspected the home and issued his report, the Kozikowskis' distrust of Toll Bros. continued in 1994 when they threatened to file a formal complaint and contact the media. In the Kozikowskis' own words, they were \"completely frustrated and upset because neither [Town] Commissioner Fraser nor Toll Brothers was responding to their fully justified complaints....\" Given this string of complaints and threats by the Kozikowskis, it is difficult to believe that Toll Bros.s' assurances, to the extent that they were assurances, truly lulled the Kozikowskis into inaction.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">On the third prong, the district court concluded that construing the facts in the light most favorable to the Kozikowskis, any delay in reliance on the alleged representations could not have been reasonable given Toll Bros.'s behavior and the Kozikowskis' own threats. <i>See</i> 246 F.Supp.2d at 102. Though it is arguable that the Kozikowskis succeed on the first two prongs, the Kozikowskis fail to establish how their alleged reliance on Toll Bros.'s representations was reasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The Kozikowskis' reliance on the August 21, 1997 letter from Robert Toll was unreasonable because it was received one month before the September 26, 1997 letter from Gilligan, which stated that \"Toll Brothers will not be building an all-season room as you have requested, nor will we be undertaking any additional corrective measures on your home.\" Gilligan's letter did not provide any assurances that Toll Bros. would remedy their grievances, but instead explicitly set out that Toll Bros.'s previous attempts to repair minor problems with the home were performed despite the warranty agreement and release that insulated the company from any legal obligation to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In light of the Kozikowskis' continuous attempts to use outside sources to pressure Toll Bros. into action and Toll Bros.'s continuous failure to satisfy the Kozikowskis' demands, the Kozikowskis' alleged reliance on Fraser's letters and Toll Bros.'s correspondence is unreasonable. As the district court noted:</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The fact that [the defendant] \"did not make an honest or good faith effort at anytime to remedy the defects,\" as [the plaintiff] alleges, does not establish that [the defendant] induced the delay. Instead, because [the defendant] was unwilling to take responsibility for the defects, [the plaintiff] was (or should have been) put on notice that a claim (or a lawsuit) was the only way to resolve the dispute.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">246 F.Supp.2d at 102 (quoting <i>Coady,</i> 167 F.Supp.2d at 171). Here, as far back as 1994, when Toll Bros. failed to fully respond to the Kozikowskis' serious threat to sue, the Kozikowskis had more than enough signals that the only way they were going to have their grievances redressed was through legal action.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> We therefore affirm the district court's finding that the Kozikowskis failed to carry their burden of satisfying the three elements of equitable estoppel.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">D. \"Mandatory Discovery\" Under Fed. R.Civ.P. 26(a)</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">We review the district court's denial of discovery for an abuse of discretion. <i>Ameristar Jet Charter, Inc. v. Signal Composites, Inc.,</i> <span class=\"citation\" data-id=\"199349\"><a href=\"/opinion/199349/ameristar-jet-v-signal-composites/\"><span class=\"volume\">244</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">189</span></a></span>, 191-92 (1st Cir.2001). The Kozikowskis contend that the district court abused its discretion by denying their request for \"mandatory\" discovery under Fed.R.Civ.P. 26(a). Here, Rule 26(a) never came into play because at the outset, the district court conducted a hearing on Toll Bros.'s motion to dismiss which, without objection from either party, it converted to a motion for summary judgment. Upon this conversion, Fed. R. Civ. Pro. 56(f) instead was invoked. Rule 56(f) provides that where affidavits of the party opposing summary judgment are insufficient to present facts that are essential to the party's opposition, the court may refuse the summary judgment motion or may order a continuance to permit either party to obtain additional affidavits, conduct depositions, or conduct any other discovery. <i>See</i> Fed. R. Civ. Pro. 56(f).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The Kozikowskis requested discovery at the September 12, 2002 hearing on Toll Bros.'s motion to dismiss. The district court granted them sixty days to conduct three depositions, but they managed to conduct only one, of former Town Building Commissioner Mulvey. The Kozikowskis chose to rest on the Mulvey deposition and submitted a supplemental brief incorporating his testimony in opposition to Toll Bros.'s motion to dismiss-motion for summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">According to Rule 56(f), a court may grant a continuance to permit additional discovery if the party opposing summary judgment asks the court for such relief, demonstrates that it was diligent in pursuing discovery before summary judgment surfaced, and sets forth a \"plausible basis for believing that the specified facts, ... if adduced, will influence the outcome of the pending summary judgment motion.\" <i>C.B. Trucking, Inc. v. Waste Mgmt., Inc.</i> <span class=\"citation\" data-id=\"197813\"><a href=\"/opinion/197813/cb-trucking-inc-v-waste/\"><span class=\"volume\">137</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">41</span></a></span>, 44 (1st Cir.1998); Fed. R.Civ.P. 56(f). Again, their argument for mandatory discovery under Rule 26(a) is misplaced, as the Kozikowskis consented to the district court's conversion of Toll Bros.'s motion to dismiss to a motion for summary judgment, thereby bringing any further discovery requests within the ambit of Rule 56. Here, the Kozikowskis have not explained why they could not conduct the three depositions during the time for which they asked, nor have they demonstrated whether certain facts, if brought up on additional discovery, would influence the outcome of the motion. Hence, we find that the district court did not abuse its discretion in denying the Kozikowskis further discovery under either Rules 26(a) or 56(f).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Unfortunately, for the Kozikowskis they simply waited too long before seeking legal redress for their complaints.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Accordingly, we <i>affirm.</i></p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Franklin Chase was a Massachusetts limited partnership and subsidiary of Toll Bros. that was cancelled on November 28, 1997, after its initial general partner, Dover General, Inc., merged out of existence into Franklin Farms G.P., Inc. Toll Holdings, Inc. is sole stockholder of Franklin Farms G.P., Inc. and Toll Bros. is sole stockholder of Toll Holdings, Inc</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The district court itself considered this \"donation,\" or what the Kozikowskis alleged to be a bribe, \"grave and troubling.\"<i>Kozikowski v. Toll Bros., Inc.,</i> <span class=\"citation\" data-id=\"2435437\"><a href=\"/opinion/2435437/kozikowski-v-toll-bros-inc/\"><span class=\"volume\">246</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">93</span></a></span>, 101 (D.Mass.2003).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> As for the ten-year warranty referenced in the sale agreement, the warranty agreement itself is not in the record. We do not know, for example, whether the warranty contained a \"claims made\" clause, \"discovery\" provision, or some other independent obligation between the parties that would have affected our application of the statutes of limitation. We assume arguendo that the Kozikowskis do have express warranty claims not subject to the statute of repose, and address the limitations period for express warranty claims</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> As for the Kozikowskis' mention of the alleged bribes made to Town officials, we cannot see how statements made by Toll Bros. to Town officials constitute representations that Toll Bros. knew or should have known would induce the Kozikowskis into forgoing suit. Though \"[t]he circumstances surrounding the so-called `bribe' might be suggestive of foul play, ... foul play is not in itself sufficient to warrant raising an estoppel.\"<i>Sousa v. BP Oil, Inc.,</i> No. 83-4046-DPW, <span class=\"citation no-link\"><span class=\"volume\">1995</span> <span class=\"reporter\">WL</span> <span class=\"page\">842003</span></span>, at *5 (D.Mass. Sept.12, 1995). Moreover, nowhere in the record can we find that the Kozikowskis even knew about the alleged bribe at the relevant time period, much less relied on it.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/197442/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197592/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197813/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199349/",
    "http://www.courtlistener.com/api/rest/v3/opinions/712177/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1557393/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2048749/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2068087/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2080081/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2100926/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2139438/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2150849/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2154385/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2435437/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2506192/"
  ]
}