{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/200743/",
  "absolute_url": "/opinion/200743/rosario-urdaz-v-rivera-hernandez/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/200743/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T04:59:12Z",
  "date_modified": "2016-02-28T05:03:42.294416Z",
  "type": "010combined",
  "sha1": "4680744dea00c669ed0266eeb4ab7a288ed142dc",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/02-2593-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2003/11/25/Rosario-Urdaz_v._Rivera-Hernandez.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\nNo. 02-2593\n\n                      DORCAS ROSARIO-URDAZ,\n                      Plaintiff, Appellant,\n\n                               v.\n\n                 VICTOR RIVERA-HERNANDEZ ET AL.,\n                      Defendants, Appellees.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Salvador E. Casellas, U.S. District Judge]\n\n\n                             Before\n\n                      Selya, Circuit Judge,\n                 Coffin, Senior Circuit Judge,\n                   and Lynch, Circuit Judge.\n\n\n     Roberto Busó-Aboy, with whom Victor Miranda-Corrada was on\nbrief, for appellant.\n     Celina Romany, with whom Juan M. Frontera Suau was on brief,\nfor appellee Rivera-Hernandez.\n     Sylvia Roger-Stefani, Assistant Solicitor General, with whom\nRoberto J. Sánchez Ramos, Solicitor General, and Héctor Clemente\nDelgado, Interim Deputy Solicitor General, were on brief, for\nremaining appellees.\n\n\n\n                       November 25, 2003\n\f          SELYA,      Circuit      Judge.          Plaintiff-appellant          Dorcas\n\nRosario-Urdaz (Rosario) appeals from the denial of a motion for\n\npreliminary injunction.       Concluding, as we do, that the order was\n\nimprovidently entered, we vacate and remand.\n\n          The     plaintiff     is    a     long-time       adherent      of   the   New\n\nProgressive   Party    (NPP).        She     was    hired    by    the    Puerto     Rico\n\nDepartment of Labor and Human Resources (DLHR) while the NPP was in\n\npower.   She worked for the DLHR for upwards of six years.                            She\n\ninitially occupied the position of Information Representative and\n\nearned   career    status     in     that       position.         Although     she    was\n\ntemporarily posted to a higher-ranking job within the DLHR, she\n\nretained career status in her original position.\n\n           Following the November 2000 gubernatorial election, a\n\nrival faction, the Popular Democratic Party (PDP), took office.\n\nThe plaintiff reclaimed her post as an Information Representative.\n\nOn March 8, 2002, she was dismissed without the benefit of a pre-\n\ntermination hearing.     The ostensible reason for the firing was the\n\nnew administration's assertion that the prior NPP administration\n\nhad appointed her to the position illegally, that is, despite her\n\nlack of the statutorily required qualifications.                         The plaintiff\n\ndecries this explanation as pretextual, terming her ouster an act\n\nof rank political discrimination.\n\n           In due course, the plaintiff repaired to the federal\n\ndistrict court, invoked 42 U.S.C. § 1983 (2000), and filed a civil\n\n\n                                          -2-\n\faction against three DLHR hierarchs.1 Her complaint charged, inter\n\nalia, violations of the First and Fourteenth Amendments to the\n\nUnited   States   Constitution.     The    defendants'   actions,   she\n\ncontended, had abridged her freedom of association and deprived her\n\nof property — her job — without due process of law.         The named\n\ndefendants, who were sued in both their official and individual\n\ncapacities, included Victor Rivera-Hernandez (Secretary of the\n\nDLHR), Carmen Rosario Morales (the DLHR's assistant executive\n\ndirector during the relevant period), and Maira González (head of\n\nthe DLHR's Information Center).         The complaint attributed PDP\n\nmembership to all the defendants.\n\n          Contemporaneous with the docketing of her complaint, the\n\nplaintiff sought reinstatement pendente lite via a motion for\n\npreliminary injunction.    The district court took no action on it\n\nfor over six months.    When prodded, the court decided the motion\n\nwithout taking evidence or entertaining oral argument.        At that\n\ntime, the court had available to it the complaint, defendant\n\nRivera-Hernandez's answer, a series of motions to dismiss, and the\n\nplaintiff's memoranda in opposition thereto — but nothing of\n\nevidentiary quality.\n\n\n\n\n     1\n      The plaintiff's complaint also names a co-worker, Angel\nAgosto, as a defendant, but she does not allege that Agosto\noccupied any position of authority within the DLHR. We therefore\ndisregard him for purposes of this opinion.\n\n                                  -3-\n\f           The court's decision is less than one page in length.\n\nSee Rosario-Urdaz v. Rivera-Hernandez, Civ. No. 02-1498 (D.P.R.\n\nOct. 25, 2002) (unpublished). It must be read against the backdrop\n\nof the familiar preliminary injunction standard.             That standard\n\nrequires a trial court confronted with a motion for preliminary\n\ninjunction to mull four elements:         the probability of the movant's\n\nsuccess on the merits, the prospect of irreparable harm absent the\n\ninjunction, the balance of the relevant equities (focusing upon the\n\nhardship   to   the   movant   if   an   injunction   does   not    issue   as\n\ncontrasted with the hardship to the nonmovant if it does), and the\n\neffect of the court's action on the public interest.           Ross-Simons\n\nof Warwick, Inc. v. Baccarat, Inc., 102 F.3d 12, 15 (1st Cir.\n\n1996); Narragansett Indian Tribe v. Guilbert, 934 F.2d 4, 5 (1st\n\nCir. 1991).\n\n           In this instance, the district court decision addressed\n\ntwo of the four factors.       First, the court found no irreparable\n\nharm because any failure to reinstate the plaintiff could be fully\n\ncompensated by an end-of-case award of money damages.              Second, it\n\nnoted the dueling over the validity of the plaintiff's original\n\nappointment and held, in light of that uncertainty, that the\n\nplaintiff had not shown a likelihood of success on the merits.\n\nThis interlocutory appeal followed.         We have jurisdiction under 28\n\nU.S.C. § 1292(a)(1).\n\n\n\n\n                                    -4-\n\f           Appellate review of an order granting or denying a\n\npreliminary injunction proceeds deferentially.                 The trial court's\n\nevaluation    of   the   four   elements   embedded       in    the   preliminary\n\ninjunction calculus will stand unless the appellant can show an\n\nabuse of discretion.      Ross-Simons, 102 F.3d at 16.           An error of law\n\nis, of course, an abuse of discretion.             United States v. Snyder,\n\n136 F.3d 65, 67 (1st Cir. 1998).       Apart from error of law, an abuse\n\nof discretion occurs when the district court considers improper\n\ncriteria, ignores criteria that deserve significant weight, or\n\ngauges only the appropriate criteria but makes a clear error of\n\njudgment in assaying them.         Indep. Oil & Chem. Workers of Quincy,\n\nInc. v. Procter & Gamble Mfg. Co., 864 F.2d 927, 929 (1st Cir.\n\n1988).\n\n             The plaintiff advances three arguments as to how the\n\ndistrict court abused its discretion.              Two of these address the\n\ncourt's adverse determinations anent the prospect of irreparable\n\nharm and the likelihood of success, respectively.                      The other\n\ninvolves the district court's failure to convene an evidentiary\n\nhearing.\n\n             We turn first to the question of lasting harm or, put\n\nanother way, whether the plaintiff has an adequate remedy at law.\n\nThe district court ruled that the plaintiff had not shown an\n\nirreparable    injury    because    her    claim    for    reinstatement,      if\n\nmeritorious, could be fully vindicated by an end-of-case award of\n\n\n                                     -5-\n\fmoney damages.     The plaintiff's riposte is that the Eleventh\n\nAmendment bars an award of back pay or other pecuniary emoluments\n\nagainst her employer, and that this circumstance undercuts the\n\ndistrict court's rationale.       We probe this point.\n\n           The   suit   against   the     defendants   in   their   official\n\ncapacities is a suit against the DLHR.           See Nereida-Gonzalez v.\n\nTirado-Delgado, 990 F.2d 701, 705 (1st Cir. 1993) (\"An official\n\ncapacity suit is, in reality, a suit against the governmental\n\nentity, not against the governmental actor.\").              The DLHR is an\n\nexecutive department of the Commonwealth of Puerto Rico.                 The\n\nplaintiff is correct that money damages are unavailable against the\n\nCommonwealth in this action (and, therefore, against the individual\n\ndefendants in their official capacities), but not necessarily for\n\nEleventh Amendment reasons.       The shortest, most direct route to\n\nthat result evolves out of the fact that neither a State nor its\n\nofficers in their representative capacities are \"persons\" within\n\nthe meaning of 42 U.S.C. § 1983 with respect to actions for\n\ndamages.   See Will v. Michigan Dep't of State Police, 491 U.S. 58,\n\n71 (1989); Johnson v. Rodriguez, 943 F.2d 104, 108 (1st Cir. 1991).\n\nThis holding squarely forecloses any possibility that the plaintiff\n\nwill obtain an award of damages payable out of the Commonwealth's\n\ncoffers.   Consequently, we need not address the more nuanced issue\n\nof Eleventh Amendment immunity.      See Greenless v. Almond, 277 F.3d\n\n601, 606-08 (1st Cir. 2002) (explaining that Eleventh Amendment\n\n\n                                    -6-\n\fissues,    like     other   constitutional     issues,        should    be    avoided\n\nwhenever a case can be disposed of on other grounds); Parella v.\n\nRetirement Bd., 173 F.3d 46, 56-57 (1st Cir. 1999) (similar).\n\n            The unavailability of back pay or other monetary damages\n\nagainst either the Commonwealth or the defendants in their official\n\ncapacities goes a long way toward establishing irreparable injury.\n\nIt is nose-on-the-face plain that the plaintiff will lose wages\n\nwhile she is contesting her ouster.                Where a plaintiff stands to\n\nsuffer a substantial injury that cannot adequately be compensated\n\nby an end-of-case award of money damages, irreparable harm exists.\n\nRoss-Simons, 102 F.3d at 19.            In this case, therefore, the denial\n\nof reinstatement pendente lite cannot plausibly be grounded on the\n\nabsence of irreparable harm unless the plaintiff's section 1983\n\nclaim     against    the    individual     defendants        in     their    personal\n\ncapacities    affords       her   an    adequate    remedy     at    law.      It   is\n\ntheoretically possible that such a claim could yield an award of\n\ncompensatory damages equal to the plaintiff's lost wages.                           See\n\nFigueroa-Rodriguez v. Aquino, 863 F.2d 1037, 1043 n.7 (1st Cir.\n\n1988). Were it clear that the plaintiff would receive such redress\n\nif she eventually succeeded in her suit, this might well constitute\n\na remedy at law sufficient to sustain a denial of preliminary\n\ninjunctive relief.\n\n             Here,    however,    the    district     court    made    no    findings\n\nconcerning the many potential obstacles to such a damage award,\n\n\n                                         -7-\n\fincluding whether the individual defendants would be entitled to\n\nqualified immunity, whether they have the ability to pay any\n\nmonetary judgment, and whether there are alternate sources of funds\n\navailable (for example, indemnification under Puerto Rico law). In\n\nthe absence      of   such   information,      the    district    court    was    not\n\njustified in denying preliminary injunctive relief on the ground\n\nthat the plaintiff had an adequate remedy at law.                       Should the\n\nplaintiff prevail in her suit without having been reinstated in the\n\nmeantime, she may, insofar as we can tell from this record, never\n\nbe able to recoup her lost wages.\n\n           The    district     court's    second      ground    for   denying     the\n\npreliminary injunction relates to likelihood of success. The court\n\nhinged its adverse determination on the defendants' suggestion that\n\nthe   plaintiff's      original   hiring      was    illegal    (and,    thus,    her\n\nappointment was a nullity).          There are several problems with this\n\ndetermination.        For one thing, it only addresses the plaintiff's\n\ndue process claim (not her claim of political discrimination). For\n\nanother thing, even taking the due process claim as emblematic of\n\nthe   plaintiff's      case,   the    court     had    before    it     nothing    of\n\nevidentiary quality upon which to base such a determination — no\n\naffidavits,      no    depositions,      no    admissions,       no     answers    to\n\ninterrogatories.       It had only pleadings and written arguments of\n\ncounsel.\n\n\n\n\n                                      -8-\n\f            We appreciate that preliminary injunction rulings are, by\n\ndefinition, premised on a tentative development of the facts, which\n\nwill be fleshed out as trial approaches. See, e.g., Philip Morris,\n\nInc. v. Harshbarger, 159 F.3d 670, 678 (1st Cir. 1998); Cohen v.\n\nBrown Univ., 991 F.2d 888, 902 (1st Cir. 1993).             Even taking the\n\nnature and function of such motions into account and giving due\n\nweight to the time constraints under which busy district courts\n\nlabor, we are at a loss to understand how the court could resolve\n\n—   even   tentatively   —   the   factbound   tangle   pertaining     to    the\n\nvalidity of the plaintiff's original appointment without some\n\nevidentiary     predicate.         Cf.     Rosario-Urdaz,    supra,     at    1\n\n(acknowledging    that   the   \"illegal     appointment\"    question   has     a\n\nsignificant factual component and terming the answer to that\n\nquestion \"far from clear\").\n\n            This brings us, albeit in a roundabout way, to the\n\nabsence of an evidentiary hearing.          While forgoing an evidentiary\n\nhearing on a motion for preliminary injunctive relief does not, in\n\nand of itself, amount to reversible error, Aoude v. Mobil Oil\n\nCorp., 862 F.2d 890, 894 (1st Cir. 1988), evidentiary hearings are\n\noften desirable at the preliminary injunction stage.            Flexibility\n\nis the watchword.        If the trial court has before it competing\n\nsubmissions of evidentiary quality, or if the facts are essentially\n\nundisputed, or if the answer to the likelihood-of-success inquiry\n\nis readily apparent, great respect ordinarily will be afforded to\n\n\n                                     -9-\n\fthe presider's decision not to convene an evidentiary hearing. Id.\n\nat 893-94.    If, however, \"the question is close and time permits,\n\nthen doubt should be resolved in favor of taking evidence.\"            Id. at\n\n894.\n\n           This   case   does   not   pass    the   Aoude    screen.        The\n\ninformation in the record is simply too sparse to allow meaningful\n\nassessment of the plaintiff's likelihood of success.             We explain\n\nbriefly.\n\n             We assume arguendo (as did the district court) that the\n\nplaintiff's    quest   for   reinstatement    depends    primarily     on   the\n\nstrength of her due process claim.           That claim derives from her\n\nostensible property interest in the career position of Information\n\nRepresentative.    It is credible on its face:          a property interest\n\ntypically accrues to a public employee who holds a career position\n\nin Puerto Rico, and with rare exceptions the Due Process Clause of\n\nthe Fourteenth Amendment is transgressed when such an employee is\n\ncashiered without a pre-termination hearing.            Figueroa-Serrano v.\n\nRamos-Alverio, 221 F.3d 1, 5-6 (1st Cir. 2000); Kauffman v. P.R.\n\nTel. Co., 841 F.2d 1169, 1173 (1st Cir. 1988).              The plaintiff's\n\ncomplaint, taken at face value, places her within this cocoon.\n\n             The defendants, however, tell a materially different\n\ntale.   They contend that an employee who is unlawfully hired into\n\na career position, in contravention of the controlling statutes,\n\ndoes not acquire a constitutionally protected property interest in\n\n\n                                   -10-\n\fthat position. That contention finds some support in the case law.\n\nSee,   e.g.,   Figueroa-Serrano,     221     F.3d     at    6;    Rivera-Ruiz     v.\n\nGonzalez-Rivera, 983 F.2d 332, 334 (1st Cir. 1993).                    So does the\n\nrelated proposition that such an appointment is a nullity (and,\n\nthus, does not give rise to the requirement for a pre-termination\n\nhearing).      See Kauffman, 841 F.2d at 1173.                   The defendants'\n\npleadings place the plaintiff on this more precarious perch.\n\n            This conflict in the parties' positions is precisely why\n\nthe district court needed to have before it testimony or other\n\nmaterial of evidentiary quality.          The plaintiff vigorously asserts\n\nthat she had all the statutorily required qualifications at the\n\ntime of her original appointment and that the defendants are\n\nestopped, at this late date, from questioning her bona fides.                    The\n\ndefendants, with equal vigor, assert the contrary. These are fact-\n\nintensive questions and the record is, for all practical purposes,\n\nbare as a new-born baby.         We cannot even tell, except by way of\n\nunsworn   assertions,     what   credentials      the      plaintiff        allegedly\n\npossessed   (or    did   not   possess)    at   the      time    of   her    original\n\nappointment.      Because the lower court had before it insufficient\n\ninformation     of   evidentiary     quality        to     permit      a     reasoned\n\ndetermination as to likelihood of success, the alternative basis\n\nfor denying the plaintiff's motion implodes. See New Comm Wireless\n\nServs., Inc. v. SprintCom, Inc., 287 F.3d 1, 10, 13 (1st Cir.\n\n2002).\n\n\n                                    -11-\n\f            Let us be perfectly clear.        We have used the plaintiff's\n\ndue process claim as an exemplar.                 We add that, even if the\n\ndefendants can establish that the plaintiff's employment was null\n\nand void because she was hired illegally, the plaintiff still must\n\nbe accorded the opportunity to argue that her dismissal on this\n\nground was a pretext for political discrimination.                 If she can\n\nestablish that political discrimination was a motivating factor in\n\nher ouster, the defendants must then attempt to prove that they\n\nwould have made the same decision even in the absence of any\n\ndiscriminatory animus.         See Mt. Healthy City Sch. Dist. Bd. of\n\nEduc. v. Doyle, 429 U.S. 274, 287 (1977); Mullin v. Town of\n\nFairhaven, 284 F.3d 31, 38 (1st Cir. 2002).\n\n            We need go no further.        Given the amorphous state of the\n\nrecord,    the     district   court's     summary    denial   of   preliminary\n\ninjunctive relief cannot stand.           Accordingly, we vacate the order\n\nappealed    from     and   remand   the    case    for   further   proceedings\n\nconsistent with this opinion.        We intimate no view as to the proper\n\nresolution of the underlying motion.\n\n\n\nVacated and remanded.         Costs are taxed in favor of the appellant.\n\n\n\n\n                                     -12-\n\f",
  "html": "<p class=\"case_cite\">350 F.3d 219</p>\n    <p class=\"parties\">Dorcas ROSARIO-URDAZ, Plaintiff, Appellant,<br>v.<br>Victor RIVERA-HERNANDEZ et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 02-2593.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard September 8, 2003.</p>\n    <p class=\"date\">Decided November 25, 2003.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Roberto Bus&#243;-Aboy, with whom Victor Miranda-Corrada was on brief, for appellant.</p>\n      <p class=\"indent\">Celina Romany, with whom Juan M. Frontera Suau was on brief, for appellee Rivera-Hernandez.</p>\n      <p class=\"indent\">Sylvia Roger-Stefani, Assistant Solicitor General, with whom Roberto J. S&#225;nchez Ramos, Solicitor General, and H&#233;ctor Clemente Delgado, Interim Deputy Solicitor General, were on brief, for remaining appellees.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-appellant Dorcas Rosario-Urdaz (Rosario) appeals from the denial of a motion for preliminary injunction. Concluding, as we do, that the order was improvidently entered, we vacate and remand.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The plaintiff is a long-time adherent of the New Progressive Party (NPP). She was hired by the Puerto Rico Department of Labor and Human Resources (DLHR) while the NPP was in power. She worked for the DLHR for upwards of six years. She initially occupied the position of Information Representative and earned career status in that position. Although she was temporarily posted to a higher-ranking job within the DLHR, she retained career status in her original position.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Following the November 2000 gubernatorial election, a rival faction, the Popular Democratic Party (PDP), took office. The plaintiff reclaimed her post as an Information Representative. On March 8, 2002, she was dismissed without the benefit of a pre-termination hearing. The ostensible reason for the firing was the new administration's assertion that the prior NPP administration had appointed her to the position illegally, that is, despite her lack of the statutorily required qualifications. The plaintiff decries this explanation as pretextual, terming her ouster an act of rank political discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In due course, the plaintiff repaired to the federal district court, invoked 42 U.S.C. &#167; 1983 (2000), and filed a civil action against three DLHR hierarchs.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Her complaint charged, inter alia, violations of the First and Fourteenth Amendments to the United States Constitution. The defendants' actions, she contended, had abridged her freedom of association and deprived her of property &#8212; her job &#8212; without due process of law. The named defendants, who were sued in both their official and individual capacities, included Victor Rivera-Hernandez (Secretary of the DLHR), Carmen Rosario Morales (the DLHR's assistant executive director during the relevant period), and Maira Gonz&#225;lez (head of the DLHR's Information Center). The complaint attributed PDP membership to all the defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Contemporaneous with the docketing of her complaint, the plaintiff sought reinstatement pendente lite via a motion for preliminary injunction. The district court took no action on it for over six months. When prodded, the court decided the motion without taking evidence or entertaining oral argument. At that time, the court had available to it the complaint, defendant Rivera-Hernandez's answer, a series of motions to dismiss, and the plaintiff's memoranda in opposition thereto &#8212; but nothing of evidentiary quality.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The court's decision is less than one page in length. <i>See Rosario-Urdaz v. Rivera-Hernandez,</i> Civ. No. 02-1498 (D.P.R. Oct. 25, 2002) (unpublished). It must be read against the backdrop of the familiar preliminary injunction standard. That standard requires a trial court confronted with a motion for preliminary injunction to mull four elements: the probability of the movant's success on the merits, the prospect of irreparable harm absent the injunction, the balance of the relevant equities (focusing upon the hardship to the movant if an injunction does not issue as contrasted with the hardship to the nonmovant if it does), and the effect of the court's action on the public interest. <i>Ross-Simons of Warwick, Inc. v. Baccarat, Inc.,</i> 102 F.3d 12, 15 (1st Cir.1996); <i>Narragansett Indian Tribe v. Guilbert,</i> 934 F.2d 4, 5 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In this instance, the district court decision addressed two of the four factors. First, the court found no irreparable harm because any failure to reinstate the plaintiff could be fully compensated by an end-of-case award of money damages. Second, it noted the dueling over the validity of the plaintiff's original appointment and held, in light of that uncertainty, that the plaintiff had not shown a likelihood of success on the merits. This interlocutory appeal followed. We have jurisdiction under 28 U.S.C. &#167; 1292(a)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Appellate review of an order granting or denying a preliminary injunction proceeds deferentially. The trial court's evaluation of the four elements embedded in the preliminary injunction calculus will stand unless the appellant can show an abuse of discretion. <i>Ross-Simons,</i> 102 F.3d at 16. An error of law is, of course, an abuse of discretion. <i>United States v. Snyder,</i> 136 F.3d 65, 67 (1st Cir.1998). Apart from error of law, an abuse of discretion occurs when the district court considers improper criteria, ignores criteria that deserve significant weight, or gauges only the appropriate criteria but makes a clear error of judgment in assaying them. <i>Indep. Oil &amp; Chem. Workers of Quincy, Inc. v. Procter &amp; Gamble Mfg. Co.,</i> 864 F.2d 927, 929 (1st Cir.1988).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The plaintiff advances three arguments as to how the district court abused its discretion. Two of these address the court's adverse determinations anent the prospect of irreparable harm and the likelihood of success, respectively. The other involves the district court's failure to convene an evidentiary hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We turn first to the question of lasting harm or, put another way, whether the plaintiff has an adequate remedy at law. The district court ruled that the plaintiff had not shown an irreparable injury because her claim for reinstatement, if meritorious, could be fully vindicated by an end-of-case award of money damages. The plaintiff's riposte is that the Eleventh Amendment bars an award of back pay or other pecuniary emoluments against her employer, and that this circumstance undercuts the district court's rationale. We probe this point.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The suit against the defendants in their official capacities is a suit against the DLHR. <i>See Nereida-Gonzalez v. Tirado-Delgado,</i> 990 F.2d 701, 705 (1st Cir.1993) (\"An official capacity suit is, in reality, a suit against the governmental entity, not against the governmental actor.\"). The DLHR is an executive department of the Commonwealth of Puerto Rico. The plaintiff is correct that money damages are unavailable against the Commonwealth in this action (and, therefore, against the individual defendants in their official capacities), but not necessarily for Eleventh Amendment reasons. The shortest, most direct route to that result evolves out of the fact that neither a State nor its officers in their representative capacities are \"persons\" within the meaning of 42 U.S.C. &#167; 1983 with respect to actions for damages. <i>See Will v. Michigan Dep't of State Police,</i> 491 U.S. 58, 71, 109 S.Ct. 2304, 105 L.Ed.2d 45 (1989); <i>Johnson v. Rodriguez,</i> 943 F.2d 104, 108 (1st Cir.1991). This holding squarely forecloses any possibility that the plaintiff will obtain an award of damages payable out of the Commonwealth's coffers. Consequently, we need not address the more nuanced issue of Eleventh Amendment immunity. <i>See Greenless v. Almond,</i> 277 F.3d 601, 606-08 (1st Cir.2002) (explaining that Eleventh Amendment issues, like other constitutional issues, should be avoided whenever a case can be disposed of on other grounds); <i>Parella v. Retirement Bd.,</i> 173 F.3d 46, 56-57 (1st Cir.1999) (similar).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The unavailability of back pay or other monetary damages against either the Commonwealth or the defendants in their official capacities goes a long way toward establishing irreparable injury. It is nose-on-the-face plain that the plaintiff will lose wages while she is contesting her ouster. Where a plaintiff stands to suffer a substantial injury that cannot adequately be compensated by an end-of-case award of money damages, irreparable harm exists. <i>Ross-Simons,</i> 102 F.3d at 19. In this case, therefore, the denial of reinstatement pendente lite cannot plausibly be grounded on the absence of irreparable harm <i>unless</i> the plaintiff's section 1983 claim against the individual defendants in their personal capacities affords her an adequate remedy at law. It is theoretically possible that such a claim could yield an award of compensatory damages equal to the plaintiff's lost wages. <i>See Figueroa-Rodriguez v. Aquino,</i> 863 F.2d 1037, 1043 n. 7 (1st Cir.1988). Were it clear that the plaintiff would receive such redress if she eventually succeeded in her suit, this might well constitute a remedy at law sufficient to sustain a denial of preliminary injunctive relief.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Here, however, the district court made no findings concerning the many potential obstacles to such a damage award, including whether the individual defendants would be entitled to qualified immunity, whether they have the ability to pay any monetary judgment, and whether there are alternate sources of funds available (for example, indemnification under Puerto Rico law). In the absence of such information, the district court was not justified in denying preliminary injunctive relief on the ground that the plaintiff had an adequate remedy at law. Should the plaintiff prevail in her suit without having been reinstated in the meantime, she may, insofar as we can tell from this record, never be able to recoup her lost wages.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The district court's second ground for denying the preliminary injunction relates to likelihood of success. The court hinged its adverse determination on the defendants' suggestion that the plaintiff's original hiring was illegal (and, thus, her appointment was a nullity). There are several problems with this determination. For one thing, it only addresses the plaintiff's due process claim (not her claim of political discrimination). For another thing, even taking the due process claim as emblematic of the plaintiff's case, the court had before it nothing of evidentiary quality upon which to base such a determination &#8212; no affidavits, no depositions, no admissions, no answers to interrogatories. It had only pleadings and written arguments of counsel.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We appreciate that preliminary injunction rulings are, by definition, premised on a tentative development of the facts, which will be fleshed out as trial approaches. <i>See, e.g., Philip Morris, Inc. v. Harshbarger,</i> 159 F.3d 670, 678 (1st Cir.1998); <i>Cohen v. Brown Univ.,</i> 991 F.2d 888, 902 (1st Cir.1993). Even taking the nature and function of such motions into account and giving due weight to the time constraints under which busy district courts labor, we are at a loss to understand how the court could resolve &#8212; even tentatively &#8212; the fact-bound tangle pertaining to the validity of the plaintiff's original appointment without some evidentiary predicate. <i>Cf. Rosario-Urdaz, supra,</i> at 1 (acknowledging that the \"illegal appointment\" question has a significant factual component and terming the answer to that question \"far from clear\").</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">This brings us, albeit in a roundabout way, to the absence of an evidentiary hearing. While forgoing an evidentiary hearing on a motion for preliminary injunctive relief does not, in and of itself, amount to reversible error, <i>Aoude v. Mobil Oil Corp.,</i> 862 F.2d 890, 894 (1st Cir.1988), evidentiary hearings are often desirable at the preliminary injunction stage. Flexibility is the watchword. If the trial court has before it competing submissions of evidentiary quality, or if the facts are essentially undisputed, or if the answer to the likelihood-of-success inquiry is readily apparent, great respect ordinarily will be afforded to the presider's decision not to convene an evidentiary hearing. <i>Id.</i> at 893-94. If, however, \"the question is close and time permits, then doubt should be resolved in favor of taking evidence.\" <i>Id.</i> at 894.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">This case does not pass the <i>Aoude</i> screen. The information in the record is simply too sparse to allow meaningful assessment of the plaintiff's likelihood of success. We explain briefly.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We assume arguendo (as did the district court) that the plaintiff's quest for reinstatement depends primarily on the strength of her due process claim. That claim derives from her ostensible property interest in the career position of Information Representative. It is credible on its face: a property interest typically accrues to a public employee who holds a career position in Puerto Rico, and with rare exceptions the Due Process Clause of the Fourteenth Amendment is transgressed when such an employee is cashiered without a pre-termination hearing. <i>Figueroa-Serrano v. Ramos-Alverio,</i> 221 F.3d 1, 5-6 (1st Cir.2000); <i>Kauffman v. P.R. Tel. Co.,</i> 841 F.2d 1169, 1173 (1st Cir.1988). The plaintiff's complaint, taken at face value, places her within this cocoon.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The defendants, however, tell a materially different tale. They contend that an employee who is unlawfully hired into a career position, in contravention of the controlling statutes, does not acquire a constitutionally protected property interest in that position. That contention finds some support in the case law. <i>See, e.g., Figueroa-Serrano,</i> 221 F.3d at 6; <i>Rivera-Ruiz v. Gonzalez-Rivera,</i> 983 F.2d 332, 334 (1st Cir.1993). So does the related proposition that such an appointment is a nullity (and, thus, does not give rise to the requirement for a pre-termination hearing). <i>See Kauffman,</i> 841 F.2d at 1173. The defendants' pleadings place the plaintiff on this more precarious perch.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">This conflict in the parties' positions is precisely why the district court needed to have before it testimony or other material of evidentiary quality. The plaintiff vigorously asserts that she had all the statutorily required qualifications at the time of her original appointment and that the defendants are estopped, at this late date, from questioning her bona fides. The defendants, with equal vigor, assert the contrary. These are fact-intensive questions and the record is, for all practical purposes, bare as a new-born baby. We cannot even tell, except by way of unsworn assertions, what credentials the plaintiff allegedly possessed (or did not possess) at the time of her original appointment. Because the lower court had before it insufficient information of evidentiary quality to permit a reasoned determination as to likelihood of success, the alternative basis for denying the plaintiff's motion implodes. <i>See New Comm Wireless Servs., Inc. v. SprintCom, Inc.,</i> 287 F.3d 1, 10, 13 (1st Cir.2002).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Let us be perfectly clear. We have used the plaintiff's due process claim as an exemplar. We add that, even if the defendants can establish that the plaintiff's employment was null and void because she was hired illegally, the plaintiff still must be accorded the opportunity to argue that her dismissal on this ground was a pretext for political discrimination. If she can establish that political discrimination was a motivating factor in her ouster, the defendants must then attempt to prove that they would have made the same decision even in the absence of any discriminatory animus. <i>See Mt. Healthy City Sch. Dist. Bd. of Educ. v. Doyle,</i> 429 U.S. 274, 287, 97 S.Ct. 568, 50 L.Ed.2d 471 (1977); <i>Mullin v. Town of Fairhaven,</i> 284 F.3d 31, 38 (1st Cir.2002).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We need go no further. Given the amorphous state of the record, the district court's summary denial of preliminary injunctive relief cannot stand. Accordingly, we vacate the order appealed from and remand the case for further proceedings consistent with this opinion. We intimate no view as to the proper resolution of the underlying motion.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">\n        <i>Vacated and remanded. Costs are taxed in favor of the appellant.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The plaintiff's complaint also names a co-worker, Angel Agosto, as a defendant, but she does not allege that Agosto occupied any position of authority within the DLHR. We therefore disregard him for purposes of this opinion</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">350</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">219</span></span></p>\n    <p class=\"parties\">Dorcas ROSARIO-URDAZ, Plaintiff, Appellant,<br>v.<br>Victor RIVERA-HERNANDEZ et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 02-2593.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard September 8, 2003.</p>\n    <p class=\"date\">Decided November 25, 2003.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Roberto Bus&#243;-Aboy, with whom Victor Miranda-Corrada was on brief, for appellant.</p>\n      <p class=\"indent\">Celina Romany, with whom Juan M. Frontera Suau was on brief, for appellee Rivera-Hernandez.</p>\n      <p class=\"indent\">Sylvia Roger-Stefani, Assistant Solicitor General, with whom Roberto J. S&#225;nchez Ramos, Solicitor General, and H&#233;ctor Clemente Delgado, Interim Deputy Solicitor General, were on brief, for remaining appellees.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-appellant Dorcas Rosario-Urdaz (Rosario) appeals from the denial of a motion for preliminary injunction. Concluding, as we do, that the order was improvidently entered, we vacate and remand.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The plaintiff is a long-time adherent of the New Progressive Party (NPP). She was hired by the Puerto Rico Department of Labor and Human Resources (DLHR) while the NPP was in power. She worked for the DLHR for upwards of six years. She initially occupied the position of Information Representative and earned career status in that position. Although she was temporarily posted to a higher-ranking job within the DLHR, she retained career status in her original position.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Following the November 2000 gubernatorial election, a rival faction, the Popular Democratic Party (PDP), took office. The plaintiff reclaimed her post as an Information Representative. On March 8, 2002, she was dismissed without the benefit of a pre-termination hearing. The ostensible reason for the firing was the new administration's assertion that the prior NPP administration had appointed her to the position illegally, that is, despite her lack of the statutorily required qualifications. The plaintiff decries this explanation as pretextual, terming her ouster an act of rank political discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In due course, the plaintiff repaired to the federal district court, invoked 42 U.S.C. &#167; 1983 (2000), and filed a civil action against three DLHR hierarchs.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Her complaint charged, inter alia, violations of the First and Fourteenth Amendments to the United States Constitution. The defendants' actions, she contended, had abridged her freedom of association and deprived her of property &#8212; her job &#8212; without due process of law. The named defendants, who were sued in both their official and individual capacities, included Victor Rivera-Hernandez (Secretary of the DLHR), Carmen Rosario Morales (the DLHR's assistant executive director during the relevant period), and Maira Gonz&#225;lez (head of the DLHR's Information Center). The complaint attributed PDP membership to all the defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Contemporaneous with the docketing of her complaint, the plaintiff sought reinstatement pendente lite via a motion for preliminary injunction. The district court took no action on it for over six months. When prodded, the court decided the motion without taking evidence or entertaining oral argument. At that time, the court had available to it the complaint, defendant Rivera-Hernandez's answer, a series of motions to dismiss, and the plaintiff's memoranda in opposition thereto &#8212; but nothing of evidentiary quality.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The court's decision is less than one page in length. <i>See Rosario-Urdaz v. Rivera-Hernandez,</i> Civ. No. 02-1498 (D.P.R. Oct. 25, 2002) (unpublished). It must be read against the backdrop of the familiar preliminary injunction standard. That standard requires a trial court confronted with a motion for preliminary injunction to mull four elements: the probability of the movant's success on the merits, the prospect of irreparable harm absent the injunction, the balance of the relevant equities (focusing upon the hardship to the movant if an injunction does not issue as contrasted with the hardship to the nonmovant if it does), and the effect of the court's action on the public interest. <i>Ross-Simons of Warwick, Inc. v. Baccarat, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></span>, 15 (1st Cir.1996); <i>Narragansett Indian Tribe v. Guilbert,</i> <span class=\"citation\" data-id=\"561828\"><a href=\"/opinion/561828/narragansett-indian-tribe-v-paul-e-guilbert/\"><span class=\"volume\">934</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">4</span></a></span>, 5 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In this instance, the district court decision addressed two of the four factors. First, the court found no irreparable harm because any failure to reinstate the plaintiff could be fully compensated by an end-of-case award of money damages. Second, it noted the dueling over the validity of the plaintiff's original appointment and held, in light of that uncertainty, that the plaintiff had not shown a likelihood of success on the merits. This interlocutory appeal followed. We have jurisdiction under 28 U.S.C. &#167; 1292(a)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Appellate review of an order granting or denying a preliminary injunction proceeds deferentially. The trial court's evaluation of the four elements embedded in the preliminary injunction calculus will stand unless the appellant can show an abuse of discretion. <i>Ross-Simons,</i> 102 F.3d at 16. An error of law is, of course, an abuse of discretion. <i>United States v. Snyder,</i> <span class=\"citation\" data-id=\"197800\"><a href=\"/opinion/197800/united-states-v-snyder/\"><span class=\"volume\">136</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">65</span></a></span>, 67 (1st Cir.1998). Apart from error of law, an abuse of discretion occurs when the district court considers improper criteria, ignores criteria that deserve significant weight, or gauges only the appropriate criteria but makes a clear error of judgment in assaying them. <i>Indep. Oil &amp; Chem. Workers of Quincy, Inc. v. Procter &amp; Gamble Mfg. Co.,</i> <span class=\"citation\" data-id=\"516410\"><a href=\"/opinion/516410/the-independent-oil-and-chemical-workers-of-quincy-inc-v-the-procter/\"><span class=\"volume\">864</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">927</span></a></span>, 929 (1st Cir.1988).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The plaintiff advances three arguments as to how the district court abused its discretion. Two of these address the court's adverse determinations anent the prospect of irreparable harm and the likelihood of success, respectively. The other involves the district court's failure to convene an evidentiary hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We turn first to the question of lasting harm or, put another way, whether the plaintiff has an adequate remedy at law. The district court ruled that the plaintiff had not shown an irreparable injury because her claim for reinstatement, if meritorious, could be fully vindicated by an end-of-case award of money damages. The plaintiff's riposte is that the Eleventh Amendment bars an award of back pay or other pecuniary emoluments against her employer, and that this circumstance undercuts the district court's rationale. We probe this point.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The suit against the defendants in their official capacities is a suit against the DLHR. <i>See Nereida-Gonzalez v. Tirado-Delgado,</i> <span class=\"citation\" data-id=\"604127\"><a href=\"/opinion/604127/carmen-nereida-gonzalez-v-cirilo-tirado-delgado/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">701</span></a></span>, 705 (1st Cir.1993) (\"An official capacity suit is, in reality, a suit against the governmental entity, not against the governmental actor.\"). The DLHR is an executive department of the Commonwealth of Puerto Rico. The plaintiff is correct that money damages are unavailable against the Commonwealth in this action (and, therefore, against the individual defendants in their official capacities), but not necessarily for Eleventh Amendment reasons. The shortest, most direct route to that result evolves out of the fact that neither a State nor its officers in their representative capacities are \"persons\" within the meaning of 42 U.S.C. &#167; 1983 with respect to actions for damages. <i>See Will v. Michigan Dep't of State Police,</i> <span class=\"citation\" data-id=\"112293\"><a href=\"/opinion/112293/will-v-michigan-dept-of-state-police/\"><span class=\"volume\">491</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">58</span></a></span>, 71, <span class=\"citation\" data-id=\"112293\"><a href=\"/opinion/112293/will-v-michigan-dept-of-state-police/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2304</span></a></span>, <span class=\"citation\" data-id=\"112293\"><a href=\"/opinion/112293/will-v-michigan-dept-of-state-police/\"><span class=\"volume\">105</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">45</span></a></span> (1989); <i>Johnson v. Rodriguez,</i> <span class=\"citation\" data-id=\"567585\"><a href=\"/opinion/567585/leroy-h-johnson-jr-v-alex-rodriguez-etc/\"><span class=\"volume\">943</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">104</span></a></span>, 108 (1st Cir.1991). This holding squarely forecloses any possibility that the plaintiff will obtain an award of damages payable out of the Commonwealth's coffers. Consequently, we need not address the more nuanced issue of Eleventh Amendment immunity. <i>See Greenless v. Almond,</i> <span class=\"citation\" data-id=\"199790\"><a href=\"/opinion/199790/greenless-v-almond/\"><span class=\"volume\">277</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">601</span></a></span>, 606-08 (1st Cir.2002) (explaining that Eleventh Amendment issues, like other constitutional issues, should be avoided whenever a case can be disposed of on other grounds); <i>Parella v. Retirement Bd.,</i> <span class=\"citation\" data-id=\"198432\"><a href=\"/opinion/198432/parella-v-retirement/\"><span class=\"volume\">173</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">46</span></a></span>, 56-57 (1st Cir.1999) (similar).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The unavailability of back pay or other monetary damages against either the Commonwealth or the defendants in their official capacities goes a long way toward establishing irreparable injury. It is nose-on-the-face plain that the plaintiff will lose wages while she is contesting her ouster. Where a plaintiff stands to suffer a substantial injury that cannot adequately be compensated by an end-of-case award of money damages, irreparable harm exists. <i>Ross-Simons,</i> 102 F.3d at 19. In this case, therefore, the denial of reinstatement pendente lite cannot plausibly be grounded on the absence of irreparable harm <i>unless</i> the plaintiff's section 1983 claim against the individual defendants in their personal capacities affords her an adequate remedy at law. It is theoretically possible that such a claim could yield an award of compensatory damages equal to the plaintiff's lost wages. <i>See Figueroa-Rodriguez v. Aquino,</i> <span class=\"citation no-link\"><span class=\"volume\">863</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1037</span></span>, 1043 n. 7 (1st Cir.1988). Were it clear that the plaintiff would receive such redress if she eventually succeeded in her suit, this might well constitute a remedy at law sufficient to sustain a denial of preliminary injunctive relief.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Here, however, the district court made no findings concerning the many potential obstacles to such a damage award, including whether the individual defendants would be entitled to qualified immunity, whether they have the ability to pay any monetary judgment, and whether there are alternate sources of funds available (for example, indemnification under Puerto Rico law). In the absence of such information, the district court was not justified in denying preliminary injunctive relief on the ground that the plaintiff had an adequate remedy at law. Should the plaintiff prevail in her suit without having been reinstated in the meantime, she may, insofar as we can tell from this record, never be able to recoup her lost wages.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The district court's second ground for denying the preliminary injunction relates to likelihood of success. The court hinged its adverse determination on the defendants' suggestion that the plaintiff's original hiring was illegal (and, thus, her appointment was a nullity). There are several problems with this determination. For one thing, it only addresses the plaintiff's due process claim (not her claim of political discrimination). For another thing, even taking the due process claim as emblematic of the plaintiff's case, the court had before it nothing of evidentiary quality upon which to base such a determination &#8212; no affidavits, no depositions, no admissions, no answers to interrogatories. It had only pleadings and written arguments of counsel.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We appreciate that preliminary injunction rulings are, by definition, premised on a tentative development of the facts, which will be fleshed out as trial approaches. <i>See, e.g., Philip Morris, Inc. v. Harshbarger,</i> <span class=\"citation\" data-id=\"758794\"><a href=\"/opinion/758794/philip-morris-incorporated-v-scott-harshbarger-attorney-general-of/\"><span class=\"volume\">159</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">670</span></a></span>, 678 (1st Cir.1998); <i>Cohen v. Brown Univ.,</i> <span class=\"citation\" data-id=\"605525\"><a href=\"/opinion/605525/amy-cohen-v-brown-university/\"><span class=\"volume\">991</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">888</span></a></span>, 902 (1st Cir.1993). Even taking the nature and function of such motions into account and giving due weight to the time constraints under which busy district courts labor, we are at a loss to understand how the court could resolve &#8212; even tentatively &#8212; the fact-bound tangle pertaining to the validity of the plaintiff's original appointment without some evidentiary predicate. <i>Cf. Rosario-Urdaz, supra,</i> at 1 (acknowledging that the \"illegal appointment\" question has a significant factual component and terming the answer to that question \"far from clear\").</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">This brings us, albeit in a roundabout way, to the absence of an evidentiary hearing. While forgoing an evidentiary hearing on a motion for preliminary injunctive relief does not, in and of itself, amount to reversible error, <i>Aoude v. Mobil Oil Corp.,</i> <span class=\"citation\" data-id=\"515441\"><a href=\"/opinion/515441/salim-aoude-v-mobil-oil-corporation/\"><span class=\"volume\">862</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">890</span></a></span>, 894 (1st Cir.1988), evidentiary hearings are often desirable at the preliminary injunction stage. Flexibility is the watchword. If the trial court has before it competing submissions of evidentiary quality, or if the facts are essentially undisputed, or if the answer to the likelihood-of-success inquiry is readily apparent, great respect ordinarily will be afforded to the presider's decision not to convene an evidentiary hearing. <i>Id.</i> at 893-94. If, however, \"the question is close and time permits, then doubt should be resolved in favor of taking evidence.\" <i>Id.</i> at 894.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">This case does not pass the <i>Aoude</i> screen. The information in the record is simply too sparse to allow meaningful assessment of the plaintiff's likelihood of success. We explain briefly.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We assume arguendo (as did the district court) that the plaintiff's quest for reinstatement depends primarily on the strength of her due process claim. That claim derives from her ostensible property interest in the career position of Information Representative. It is credible on its face: a property interest typically accrues to a public employee who holds a career position in Puerto Rico, and with rare exceptions the Due Process Clause of the Fourteenth Amendment is transgressed when such an employee is cashiered without a pre-termination hearing. <i>Figueroa-Serrano v. Ramos-Alverio,</i> <span class=\"citation\" data-id=\"199013\"><a href=\"/opinion/199013/figueroa-serrano-v-ramos-alverio/\"><span class=\"volume\">221</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 5-6 (1st Cir.2000); <i>Kauffman v. P.R. Tel. Co.,</i> <span class=\"citation\" data-id=\"503066\"><a href=\"/opinion/503066/bessie-a-kauffman-v-puerto-rico-telephone-company/\"><span class=\"volume\">841</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1169</span></a></span>, 1173 (1st Cir.1988). The plaintiff's complaint, taken at face value, places her within this cocoon.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The defendants, however, tell a materially different tale. They contend that an employee who is unlawfully hired into a career position, in contravention of the controlling statutes, does not acquire a constitutionally protected property interest in that position. That contention finds some support in the case law. <i>See, e.g., Figueroa-Serrano,</i> 221 F.3d at 6; <i>Rivera-Ruiz v. Gonzalez-Rivera,</i> <span class=\"citation\" data-id=\"597804\"><a href=\"/opinion/597804/damaris-rivera-ruiz-v-leonardo-gonzalez-rivera-etc/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">332</span></a></span>, 334 (1st Cir.1993). So does the related proposition that such an appointment is a nullity (and, thus, does not give rise to the requirement for a pre-termination hearing). <i>See Kauffman,</i> 841 F.2d at 1173. The defendants' pleadings place the plaintiff on this more precarious perch.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">This conflict in the parties' positions is precisely why the district court needed to have before it testimony or other material of evidentiary quality. The plaintiff vigorously asserts that she had all the statutorily required qualifications at the time of her original appointment and that the defendants are estopped, at this late date, from questioning her bona fides. The defendants, with equal vigor, assert the contrary. These are fact-intensive questions and the record is, for all practical purposes, bare as a new-born baby. We cannot even tell, except by way of unsworn assertions, what credentials the plaintiff allegedly possessed (or did not possess) at the time of her original appointment. Because the lower court had before it insufficient information of evidentiary quality to permit a reasoned determination as to likelihood of success, the alternative basis for denying the plaintiff's motion implodes. <i>See New Comm Wireless Servs., Inc. v. SprintCom, Inc.,</i> <span class=\"citation\" data-id=\"199913\"><a href=\"/opinion/199913/new-comm-wireless-v-sprint/\"><span class=\"volume\">287</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 10, 13 (1st Cir.2002).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Let us be perfectly clear. We have used the plaintiff's due process claim as an exemplar. We add that, even if the defendants can establish that the plaintiff's employment was null and void because she was hired illegally, the plaintiff still must be accorded the opportunity to argue that her dismissal on this ground was a pretext for political discrimination. If she can establish that political discrimination was a motivating factor in her ouster, the defendants must then attempt to prove that they would have made the same decision even in the absence of any discriminatory animus. <i>See Mt. Healthy City Sch. Dist. Bd. of Educ. v. Doyle,</i> <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">274</span></a></span>, 287, <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">568</span></a></span>, <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">471</span></a></span> (1977); <i>Mullin v. Town of Fairhaven,</i> <span class=\"citation\" data-id=\"199868\"><a href=\"/opinion/199868/mullin-v-fairhaven-ma/\"><span class=\"volume\">284</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">31</span></a></span>, 38 (1st Cir.2002).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We need go no further. Given the amorphous state of the record, the district court's summary denial of preliminary injunctive relief cannot stand. Accordingly, we vacate the order appealed from and remand the case for further proceedings consistent with this opinion. We intimate no view as to the proper resolution of the underlying motion.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">\n        <i>Vacated and remanded. Costs are taxed in favor of the appellant.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The plaintiff's complaint also names a co-worker, Angel Agosto, as a defendant, but she does not allege that Agosto occupied any position of authority within the DLHR. We therefore disregard him for purposes of this opinion</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/109574/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112293/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197800/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198432/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199013/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199790/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199868/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199913/",
    "http://www.courtlistener.com/api/rest/v3/opinions/503066/",
    "http://www.courtlistener.com/api/rest/v3/opinions/515441/",
    "http://www.courtlistener.com/api/rest/v3/opinions/516410/",
    "http://www.courtlistener.com/api/rest/v3/opinions/561828/",
    "http://www.courtlistener.com/api/rest/v3/opinions/567585/",
    "http://www.courtlistener.com/api/rest/v3/opinions/597804/",
    "http://www.courtlistener.com/api/rest/v3/opinions/604127/",
    "http://www.courtlistener.com/api/rest/v3/opinions/605525/",
    "http://www.courtlistener.com/api/rest/v3/opinions/758794/"
  ]
}