{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/200812/",
  "absolute_url": "/opinion/200812/gonzalez-perez-v-hospital-interameric/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/200812/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:01:10Z",
  "date_modified": "2016-02-28T05:03:53.845733Z",
  "type": "010combined",
  "sha1": "66672c0f4fa89862674f8cd397265a27f645b559",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/03-1215-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2004/01/14/Gonzalez-Perez_v._Hospital_Interameric.pdf",
  "plain_text": "         United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 03-1215\n\n         RUTH GONZÁLEZ-PÉREZ; ANACLETO ORTIZ-VILLANUEVA;\n                MIRIAM LEMOINE; FRITZ F. LEMOINE;\n           GLORIA GONZÁLEZ-PÉREZ; LUCY GONZÁLEZ-PÉREZ,\n\n                     Plaintiffs, Appellants,\n\n                               v.\n\n      HOSPITAL INTERAMERICANO DE MEDICINA AVANZADA (HIMA);\n                MIGUEL LÓPEZ-NAPOLEONI; JANE DOE;\n                 CONJUGAL PARTNERSHIP LÓPEZ-DOE,\n\n                     Defendants, Appellees.\n\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                 FOR THE DISTRICT OF PUERTO RICO\n         [Hon. Héctor M. Laffitte, U.S. District Judge]\n\n\n                             Before\n\n                       Boudin, Chief Judge,\n              Torruella and Howard, Circuit Judges.\n\n\n     Kevin G. Little, with whom Law Offices of David Efrón, was on\nbrief, for appellants.\n     Jesús R. Morales-Cordero, with whom José L. González-Castañer\nand González Castañer, Morales & Guzmán, PSC, were on brief, for\nappellee Dr. Miguel A. López-Napoleoni and his Conjugal\nPartnership.\n     Fernando E. Agrait, for appellee HIMA.\n\n\n\n                        January 14, 2004\n\f           TORRUELLA, Circuit Judge. Plaintiffs-appellants brought\n\na medical malpractice claim under Puerto Rico law.                 The district\n\ncourt had jurisdiction to hear the claim pursuant to 28 U.S.C.\n\n1332.1    The defendants successfully moved for summary judgment\n\narguing that the action was time-barred by the applicable one-year\n\nstatute of limitations.          We conclude that the district court ruled\n\ncorrectly as a matter of law and, thus, we affirm.\n\n                                 I.     Background\n\n           On May 23, 2000, Anacleto Ortiz-Villanueva brought his\n\nwife, Ruth González-Pérez (\"González\"), to the emergency room at\n\nthe Hospital Interamericano de Medicina Avanzada (\"HIMA\"). She was\n\nsuffering from shortness of breath, coughing, tightness in her\n\nchest and palpitations.\n\n            González was admitted to HIMA with a diagnosis of status\n\nasthmaticus, bronchitis and atrial fibrillation.                On May 25, 2000,\n\nwhile    under      the   care     of     Dr.     Miguel   A.   López-Napoleoni\n\n(\"Dr.    López\"),     a   pneumologist,         González   suffered   a   stroke.\n\n\n\n1\n   The complaint presented a claim under the Emergency Medical\nTreatment and Active Labor Act (\"EMTALA\"), 42 U.S.C. § 1395dd, et\nseq., and the plaintiffs alleged that the district court had\njurisdiction to hear the Puerto Rico law malpractice claims due to\ndiversity of citizenship, 28 U.S.C. § 1332, and supplemental\njurisdiction, 28 U.S.C. § 1367.       On September 23, 2002, the\ndistrict court issued a partial judgment dismissing the EMTALA\nclaim. In its opinion granting summary judgment on the remaining\nclaims, the district court stated that its jurisdiction was based\non the parties' diversity of citizenship, as all the defendants are\nresidents of Puerto Rico and the plaintiffs are residents of either\nNew York or Tennessee.\n\n                                         -2-\n\fGonzález remained hospitalized at HIMA until June 9, 2000, at which\n\ntime she was released to a rehabilitation facility.\n\n              According to the complaint, González received negligent\n\ncare, which in turn caused her permanent disability.                  González is\n\njoined   in    this    suit    by    family      members   (\"González   family\"),\n\nincluding her husband, Mr. Ortiz, her daughter, Miriam Lemoine, her\n\nson-in-law, Dr. Fritz F. Lemoine2 (\"Dr. Lemoine\") and her sisters,\n\nGloria González-Pérez and Lucy González-Pérez.\n\n              The González family filed their complaint in the District\n\nCourt of Puerto Rico on August 31, 2001.\n\n                                    II.    Analysis\n\n              A.   Accrual of Claim\n\n              Under   Puerto    Rico      law,    an   action   for   damages   for\n\nnegligence must be commenced within one year of its accrual.                    31\n\nP.R. Laws Ann. § 5298(2).                 The Puerto Rico Supreme Court has\n\ninterpreted this provision as incorporating a discovery rule.\n\nVillarini-García v. Hospital Del Maestro, Inc., 8 F.3d 81, 84 (1st\n\nCir. 1993).        Under this discovery rule, a claim accrues, and the\n\none-year period starts to run, not at the time of the injury, but\n\nupon the discovery by the injured party of the injury and of its\n\n\n\n\n2\n   Dr. Lemoine plays an important role in this litigation because\nhe became involved in González's treatment as an advisor early\nduring the HIMA hospitalization.\n\n                                           -3-\n\fauthor.3    Espada v. Lugo, 312 F.3d 1, 5 (1st Cir. 2002)(citing\n\nTokyo Marine & Fire Ins. Co v. Pérez y Cía., de Puerto Rico, Inc.,\n\n142 F.3d 1, 3 (1st Cir. 1998)).\n\n            Because \"[t]he law of Puerto Rico treats a person as\n\nbeing aware of all . . . that person would have been likely to come\n\nto   know   through   the   exercise   of   care,\"   Rodríguez-Surís   v.\n\nMontesinos, 123 F.3d 10, 16 (1st Cir. 1997), the González family's\n\nclaim accrued at the earlier of the following moments: (1) when the\n\nGonzález family had subjective awareness of González's injury and\n\nits author, see id. at 15, or (2) when they should have known about\n\nthe injury and its author by the exercise of due diligence.4           See\n\n\n3\n     The statutory period may be tolled under appropriate\ncircumstances. 31 P.R. Laws Ann. § 5303 (\"Prescription of actions\nis interrupted by their institution before the courts, by\nextrajudicial claim of the creditor, and by any act of\nacknowledgment of the debt by the debtor.\").        None of these\ncircumstances are extant in the present appeal, nor does any party\nso claim.\n4\n  The parties have not argued that the claim accrued on different\ndates for different plaintiffs. In fact, the record shows that the\nfamily members kept in close touch with each other making it\nreasonable to infer that they reached the requisite subjective\nassessments pari passu. And as for Mrs. González,\n\n      [i]t . . . seems unlikely that appellant's illness\n      deprived [her] counsel of the knowledge or consent needed\n      to file a court complaint; it is more likely that counsel\n      knew plaintiff wished to pursue [her] legal remedies and\n      knew (or should have known) about the relevant\n      limitations period.     And, appellant has alleged no\n      specific facts that would show the contrary. In such\n      circumstances, we believe a federal court should assume\n      that the . . . illness was not of a sort that makes it\n      equitable to toll the statute -- at least absent a strong\n      reason for believing the contrary.\n\n                                   -4-\n\fid.   at   16.     If    the   González     family's   claims   accrued        before\n\nAugust 31, 2000, a year ahead of the complaint's filing, their\n\nclaim is time-barred.\n\n            As the González family is the non-moving party, we\n\ninterpret    the   record       in   the    light   most   favorable      to    them.\n\nRuiz-Sulsona v. Univ. of P.R., 334 F.3d 157, 159 (1st Cir. 2003).\n\nNevertheless, the González family's own testimony demonstrates that\n\nthey discovered the injury and its author well before the end of\n\nAugust     2000.        González's    husband,      Mr.    Ortiz,   was    already\n\nconsidering a suit when his wife was released from the hospital in\n\nearly June, his legal theory being the doctor's alleged negligence.\n\nGonzález's sister Gloria remembers Ortiz's saying, in May or June,\n\nthat the stroke could have been avoided if González had received\n\nadequate treatment.            These admissions, on their own, may well\n\nsuffice to commence the running of the statute of limitations under\n\nPuerto Rico law.        See Torres v. E.I. Dupont de Nemours & Co., 219\n\nF.3d 13, 20 (1st Cir. 2000).          Dr. Lemoine's extensive and detailed\n\ndeposition, however, definitively settles the point.\n\n            Dr. Lemoine developed the opinion, during González's\n\nhospitalization at HIMA, that she \"had not received the appropriate\n\ncare from the start, that all of this could have been avoided, that\n\nthe care after she received the stroke [sic] was not aggressive\n\n\nLópez v. Citibank, N.A., 808 F.2d 905, 907 (1st Cir. 1987). Thus,\nwe treat the González family as a single appellant for the purpose\nof determing whether their claim was time-barred.\n\n                                           -5-\n\fenough, that details for any common stroke patient were not being\n\nobserved, that the monitoring of the patient in the hospital was\n\ninadequate . . . .\"      Dr. Lemoine had technical opinions regarding\n\nDr. López's and HIMA's failings: \"A patient that presents with new\n\nonset   atrial    fibrillation     generally   should      be    anticoagulated\n\n. . . .     When the patient starts to complain of numbness and\n\ntingling in their arm and difficulty with speech, they need to be\n\nevaluated    by    a   physician     immediately     and        then   treatment\n\nsubsequently      started.\"   Dr.    Lemoine   had   specific          complaints\n\nregarding Dr. López's competence: \"I felt that the use of simply\n\n[sic] a transthoracic echocardiogram to determine whether or not\n\nshe had a source for embolization was not adequate, . . . that\n\npossibly the extent of her stroke could have been prevented, that\n\nI should not have had to tell [Dr. López] basic standards of care\n\nfor a stroke victim . . . .\"         Moreover, Dr. Lemoine shared these\n\nopinions with the González family later in June, and he had already\n\ncommunicated his dissatisfaction with González's care to Mr. Ortiz\n\nduring the initial hospitalization.\n\n            Dr. Lemoine stated that these initial assessments were\n\nnot definitively confirmed until he was able to review González's\n\nhospital record.       We doubt that Puerto Rico law demands such\n\ncertainty; nevertheless, Dr. Lemoine looked at the records and\n\nconfirmed his earlier opinions no later than the first week of\n\nAugust, well before the critical August 30 date.                 The subjective\n\n\n                                     -6-\n\fawareness implied by these statements, even on the reading most\n\nfavorable to the González family, is incompatible with a belief\n\nthat any entity or person other than HIMA and Dr. López bore\n\nresponsibility for an injury the González family clearly thought,\n\ncorrectly or not, could have been avoided.\n\n           To    counteract    the    clear    picture      painted      by   their\n\ndepositions, the González family argues that the claim accrued only\n\nafter   they    met   with   Dr.   Blaize    Ferracio,      a    neurologist,   on\n\nSeptember 25, 2000.      In September, González and her husband moved\n\nto Clarksville, Tennessee to be near the Lemoines.                     Dr. Lemoine\n\narranged an informal visit with Dr. Ferracio to follow up on\n\nGonzález's      treatment.     Miriam       Lemoine   and       Mr.   Ortiz   asked\n\nDr. Ferracio after that meeting whether he would take their legal\n\ncase (presumably as an expert witness) since the family was so\n\nupset by González's condition.          Dr. Ferracio recommended working\n\nwith Puerto Rico counsel and helped the family identify suitable\n\nattorneys.      It was only after speaking with Dr. Ferracio that the\n\nfamily agreed to bring legal action against HIMA and Dr. López.                  To\n\nsupport the contention that the claim accrued at that point, they\n\ncite our language in Montesinos: \"If a plaintiff is not aware of\n\nsome level of reasonable likelihood of legal liability on the part\n\nof the person or entity that caused the injury, the statute of\n\nlimitation will be tolled.\"           123 F.3d at 13-14.              The González\n\nfamily would have us hold that their claim did not accrue until\n\n\n                                      -7-\n\fthey were sure they had a case worth pursuing.            Not only have they\n\nmisunderstood our language by taking it out of context,5 we cannot\n\naccept the substance of the contention.\n\n           Some plaintiffs decide to bring suit the instant their\n\nclaims accrue, upon discovery.      Often, however, there is a span of\n\ntime during which the prospective plaintiff mulls over the injury\n\nand the tortfeasor's liability before initiating legal process.\n\nUnder Puerto Rico's discovery rule, these two moments are distinct,\n\nand only the former has legal significance.             Cf. Villarini-García\n\nv. Hospital Del Maestro, 8 F.3d 81, 85 (1st Cir. 1984) (\"The\n\ndiscovery rule . . . focuses on whether the plaintiff knew the\n\nfacts   that   gave   rise   to   the    claim,   not    their   full   legal\n\nimplications.\"); see, e.g., Colón Prieto v. Géigel, 15 P.R. Offic.\n\nTrans. 313, 329 (1984) (claim accrued when plaintiff \"found out\n\nthat the injury had not been caused by a bite but by the fact that\n\n\n\n5\n    In the quoted sentence, we were simply pointing out that\ndiscovery of the injury is not enough for accrual. The paragraph\nin full:\n\n     In some circumstances, awareness of the existence of an\n     injury, on its own, will not be enough to trigger the\n     running of the limitation period. If a plaintiff is not\n     aware of some level of reasonable likelihood of legal\n     liability on the part of the person or entity that caused\n     the injury, the statute of limitation will be tolled. In\n     other words, a plaintiff must also have \"knowledge of the\n     author of the injury,\" a concept articulated at length in\n     the Supreme Court of Puerto Rico's decision in Colón\n     Prieto.\n\nMontesinos, 123 F.3d at 13-14 (citations omitted).\n\n                                   -8-\n\fthe right lingual nerve had been cut\").                  Although Puerto Rico's\n\ndiscovery rule is, relatively-speaking, plaintiff friendly, compare\n\nJoyce v. A.C. & S., Inc., 785 F.2d 1200, 1204 (4th Cir. 1986)\n\n(discussing Virginia's rule that a claim accrues at the time of\n\ninjury regardless of its discovery), its purpose is not to ensure\n\nplaintiffs    a    set    period    of    time   to   draft    a    complaint   after\n\nresolving to file one.\n\n             The González family also argues that Dr. López and HIMA\n\ngave them reassurances that delayed their discovery until after\n\nAugust 31.    The Puerto Rico Supreme Court has, indeed, recognized\n\nthe special role that a tortfeasor's reassurances can play in\n\ndelaying a victim's discovery of an injury or its author.                          See\n\nMontesinos, 123 F.3d at 16-17 (citing Colón Prieto, 15 P.R. Offic.\n\nTrans. at 329-30); see, e.g., Galarza v. Zagury, 739 F.2d 20, 23\n\n(1st Cir. 1984) (finding period tolled where doctor informed\n\npatient that her difficulties were due to a weakened sphincter but\n\ndid not disclose that the sphincter had been lacerated in a prior\n\nvisit). But \"[i]f the defendant succeeds in showing that plaintiff\n\nhas not satisfied, or cannot satisfy, plaintiff's burden of proving\n\nlack of true knowledge (that is, lack of full awareness of all that\n\nneed   be   known   to    preclude       tolling),     final   judgment      for   the\n\ndefendant     on    the    ground        of   late    filing       is   appropriate.\"\n\nMontesinos, 123 F.3d at 14.\n\n\n\n\n                                          -9-\n\f             We   conclude   that   facts   sufficient   to   support   every\n\nelement of the claim were apparent to the González family before\n\nthe end of August 2000.        See Morales-Vallellanes v. Potter, 339\n\nF.3d 9, 14 (1st Cir. 2003) (\"[A] complaint sufficiently raises a\n\nclaim even if it points to no legal theory or even if it points to\n\nthe wrong legal theory as a basis for that claim, as long as relief\n\nis possible under any set of facts that could be established\n\nconsistent with the allegations.\") (quoting Tolle v. Carroll Touch,\n\nInc., 977 F.2d 1129, 1134 (7th Cir. 1992) (internal quotations\n\nomitted)).\n\n          B.      Waiver of time-bar defense\n\n          The González family has also argued that HIMA waived the\n\naffirmative defense of untimeliness by failing to raise that\n\ndefense in its answer.       HIMA, in conjunction with Dr. López, based\n\nits motion for summary judgment on the defense of untimeliness.\n\nThe proper approach to González's claim is, accordingly, to ask\n\nwhether it was within the district court's discretion to accept the\n\ndefense raised in the summary judgment motion as an amendment to\n\nthe pleadings pursuant to Fed. R. Civ. P. 15(a).6             See 5 Charles\n\nAlan Wright & Arthur R. Miller, Federal Practice and Procedure,\n\n§ 1278, at 494 (2d ed. 1990).         We normally review such an appeal\n\n\n\n6\n    Other courts have required a party seeking to amend the\npleadings to file a motion specifically for that purpose.      See\nHarris v. Secretary, 126 F.3d 339, 344-45 (D.C. Cir. 1997). We\ndecline to demand that level of formalism of the pretrial process.\n\n                                     -10-\n\ffor abuse of discretion alone.         See Foman v. Davis, 371 U.S. 178,\n\n182 (1962) (\"the grant or denial of an opportunity to amend is\n\nwithin the discretion of the District Court\"); see also Watson v.\n\nDeaconess Waltham Hosp., 298 F.3d 102, 109 (1st Cir. 2002).                \"If,\n\nhowever, leave to amend is not sought until after discovery has\n\nclosed and   a    summary   judgment    motion   has   been    docketed,     the\n\nproposed amendment must be not only theoretically viable but also\n\nsolidly grounded in the record. . . .\"           Deaconess Waltham Hosp.,\n\n298 F.3d at 109    (quoting Hatch v. Dep't of Children, 274 F.3d 12,\n\n19 (1st Cir. 2001)).\n\n           An untimeliness defense is plainly supported by the\n\nrecord.   Therefore, we must simply review for abuse of discretion.\n\nRule 15(a) instructs that \"leave [to amend the pleadings] shall be\n\nfreely given when justice so requires.\"           Fed. R. Civ. P. 15(a).\n\n\"In the absence of any apparent or declared reason -– such as undue\n\ndelay, bad faith or dilatory motive on the part of the movant,\n\nrepeated failure to cure deficiencies by amendments previously\n\nallowed, undue     prejudice   to   the    opposing    party   by   virtue    of\n\nallowance of the amendment, futility of the amendment, etc. –- the\n\nleave sought should, as the rules require, be 'freely given.'\"\n\nFoman, 371 U.S. at 182 (quoting Fed. R. Civ. P. 15(a)).\n\n           The González family was put on notice that they would\n\nhave to reckon with the defense of their action's untimeliness by\n\nDr. López's answer on December 31, 2001.         Absent any showing of bad\n\n\n                                    -11-\n\ffaith on HIMA's part, and there is none, we have no difficulty --\n\ndespite the irony -- finding the district court acted within its\n\ndiscretion in accepting HIMA's late entry of the untimeliness\n\ndefense.   See In re Cumberland Farms, Inc., 284 F.3d 216, 226 (1st\n\nCir. 2002) (\"Amendment may be permitted, for example, where the\n\nopposing party already had notice of the defense through some means\n\nother than the pleadings, or would not have benefitted from advance\n\nnotice in any event -- in other words, where the delay was\n\nharmless.\").\n\n                           III.   Conclusion\n\n            Puerto Rico gives prospective plaintiffs just one year to\n\ninstitute a cause of action for recovery of damages caused by\n\nnegligence.    Legislatures have power to circumscribe the causes of\n\naction they create, and courts are bound to follow.      We find the\n\nrecord creates no question that more than one year elapsed between\n\nthe time González's claim accrued and the time the complaint was\n\nfiled.     Since the district court was within its discretion in\n\npermitting HIMA to benefit from the defense of untimeliness, the\n\njudgment is affirmed.    Costs to appellees.\n\n            Affirmed.\n\n\n\n\n                                  -12-\n\f",
  "html": "<p class=\"case_cite\">355 F.3d 1</p>\n    <p class=\"parties\">Ruth GONZ&#193;LEZ-P&#201;REZ; Anacleto Ortiz-Villanueva; Miriam Lemoine; Fritz F. Lemoine; Gloria Gonz&#225;lez-P&#233;rez; Lucy Gonz&#225;lez-P&#233;rez; Plaintiffs, Appellants,<br>v.<br>HOSPITAL INTERAMERICANO DE MEDICINA AVANZADA (HIMA); Miguel L&#243;pez-Napoleoni; Jane Doe; Conjugal Partnership L&#243;pez-Doe, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 03-1215.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard November 6, 2003.</p>\n    <p class=\"date\">Decided January 14, 2004.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Puerto Rico, Hector M. Laffitte, J.</p>\n      <p class=\"indent\">Kevin G. Little, with whom Law Offices of David Efr&#243;n, was on brief, for appellants.</p>\n      <p class=\"indent\">Jes&#250;s R. Morales-Cordero, with whom Jos&#233; L. Gonz&#225;lez-Casta&#241;er and Gonz&#225;lez Casta&#241;er, Morales &amp; Guzm&#225;n, PSC, were on brief, for appellee Dr. Miguel A. L&#243;pez-Napoleoni and his Conjugal Partnership.</p>\n      <p class=\"indent\">Fernando E. Agrait, for appellee HIMA.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, TORRUELLA and HOWARD, Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiffs-appellants brought a medical malpractice claim under Puerto Rico law. The district court had jurisdiction to hear the claim pursuant to 28 U.S.C. 1332.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The defendants successfully moved for summary judgment arguing that the action was time-barred by the applicable one-year statute of limitations. We conclude that the district court ruled correctly as a matter of law and, thus, we affirm.</p>\n    </div>\n    <p class=\"center\">I. <i>Background</i></p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On May 23, 2000, Anacleto Ortiz-Villanueva brought his wife, Ruth Gonz&#225;lez-P&#233;rez (\"Gonz&#225;lez\"), to the emergency room at the Hospital Interamericano de Medicina Avanzada (\"HIMA\"). She was suffering from shortness of breath, coughing, tightness in her chest and palpitations.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Gonz&#225;lez was admitted to HIMA with a diagnosis of status asthmaticus, bronchitis and atrial fibrillation. On May 25, 2000, while under the care of Dr. Miguel A. L&#243;pez-Napoleoni (\"Dr. L&#243;pez\"), a pneumologist, Gonz&#225;lez suffered a stroke. Gonz&#225;lez remained hospitalized at HIMA until June 9, 2000, at which time she was released to a rehabilitation facility.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">According to the complaint, Gonz&#225;lez received negligent care, which in turn caused her permanent disability. Gonz&#225;lez is joined in this suit by family members (\"Gonz&#225;lez family\"), including her husband, Mr. Ortiz, her daughter, Miriam Lemoine, her son-in-law, Dr. Fritz F. Lemoine<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> (\"Dr. Lemoine\") and her sisters, Gloria Gonz&#225;lez-P&#233;rez and Lucy Gonz&#225;lez-P&#233;rez.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The Gonz&#225;lez family filed their complaint in the District Court of Puerto Rico on August 31, 2001.</p>\n    </div>\n    <p class=\"center\">II. <i>Analysis</i></p>\n    <p class=\"indent\">A. <i>Accrual of Claim</i></p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Under Puerto Rico law, an action for damages for negligence must be commenced within one year of its accrual. 31 P.R. Laws Ann. &#167; 5298(2). The Puerto Rico Supreme Court has interpreted this provision as incorporating a discovery rule. <i>Villarini-Garc&#237;a v. Hospital Del Maestro, Inc.,</i> 8 F.3d 81, 84 (1st Cir.1993). Under this discovery rule, a claim accrues, and the one-year period starts to run, not at the time of the injury, but upon the discovery by the injured party of the injury and of its author.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> <i>Espada v. Lugo,</i> 312 F.3d 1, 5 (1st Cir.2002)(citing <i>Tokyo Marine &amp; Fire Ins. Co. v. P&#233;rez y C&#237;a., De Puerto Rico, Inc.,</i> 142 F.3d 1, 3 (1st Cir.1998)).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Because \"[t]he law of Puerto Rico treats a person as being aware of all ... that person would have been likely to come to know through the exercise of care,\" <i>Rodr&#237;guez-Sur&#237;s v. Montesinos,</i> 123 F.3d 10, 16 (1st Cir.1997), the Gonz&#225;lez family's claim accrued at the earlier of the following moments: (1) when the Gonz&#225;lez family had subjective awareness of Gonz&#225;lez's injury and its author, <i>see id.</i> at 15, or (2) when they should have known about the injury and its author by the exercise of due diligence.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> <i>See id.</i> at 16. If the Gonz&#225;lez family's claims accrued before August 31, 2000, a year ahead of the complaint's filing, their claim is time-barred.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">As the Gonz&#225;lez family is the non-moving party, we interpret the record in the light most favorable to them. <i>Ruiz-Sulsona v. Univ. of P.R.,</i> 334 F.3d 157, 159 (1st Cir.2003). Nevertheless, the Gonz&#225;lez family's own testimony demonstrates that they discovered the injury and its author well before the end of August 2000. Gonz&#225;lez's husband, Mr. Ortiz, was already considering a suit when his wife was released from the hospital in early June, his legal theory being the doctor's alleged negligence. Gonz&#225;lez's sister Gloria remembers Ortiz's saying, in May or June, that the stroke could have been avoided if Gonz&#225;lez had received adequate treatment. These admissions, on their own, may well suffice to commence the running of the statute of limitations under Puerto Rico law. <i>See Torres v. E.I. Dupont De Nemours &amp; Co.,</i> 219 F.3d 13, 20 (1st Cir.2000). Dr. Lemoine's extensive and detailed deposition, however, definitively settles the point.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Dr. Lemoine developed the opinion, during Gonz&#225;lez's hospitalization at HIMA, that she \"had not received the appropriate care from the start, that all of this could have been avoided, that the care after she received the stroke [sic] was not aggressive enough, that details for any common stroke patient were not being observed, that the monitoring of the patient in the hospital was inadequate....\" Dr. Lemoine had technical opinions regarding Dr. L&#243;pez's and HIMA's failings: \"A patient that presents with new onset atrial fibrillation generally should be anticoagulated.... When the patient starts to complain of numbness and tingling in their arm and difficulty with speech, they need to be evaluated by a physician immediately and then treatment subsequently started.\" Dr. Lemoine had specific complaints regarding Dr. L&#243;pez's competence: \"I felt that the use of simply [sic] a transthoracic echocardiogram to determine whether or not she had a source for embolization was not adequate, ... that possibly the extent of her stroke could have been prevented, that I should not have had to tell [Dr. L&#243;pez] basic standards of care for a stroke victim....\" Moreover, Dr. Lemoine shared these opinions with the Gonz&#225;lez family later in June, and he had already communicated his dissatisfaction with Gonz&#225;lez's care to Mr. Ortiz during the initial hospitalization.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Dr. Lemoine stated that these initial assessments were not definitively confirmed until he was able to review Gonz&#225;lez's hospital record. We doubt that Puerto Rico law demands such certainty; nevertheless, Dr. Lemoine looked at the records and confirmed his earlier opinions no later than the first week of August, well before the critical August 30 date. The subjective awareness implied by these statements, even on the reading most favorable to the Gonz&#225;lez family, is incompatible with a belief that any entity or person other than HIMA and Dr. L&#243;pez bore responsibility for an injury the Gonz&#225;lez family clearly thought, correctly or not, could have been avoided.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">To counteract the clear picture painted by their depositions, the Gonz&#225;lez family argues that the claim accrued only after they met with Dr. Blaize Ferracio, a neurologist, on September 25, 2000. In September, Gonz&#225;lez and her husband moved to Clarksville, Tennessee to be near the Lemoines. Dr. Lemoine arranged an informal visit with Dr. Ferracio to follow up on Gonz&#225;lez's treatment. Miriam Lemoine and Mr. Ortiz asked Dr. Ferracio after that meeting whether he would take their legal case (presumably as an expert witness) since the family was so upset by Gonz&#225;lez's condition. Dr. Ferracio recommended working with Puerto Rico counsel and helped the family identify suitable attorneys. It was only after speaking with Dr. Ferracio that the family agreed to bring legal action against HIMA and Dr. L&#243;pez. To support the contention that the claim accrued at that point, they cite our language in <i>Montesinos:</i> \"If a plaintiff is not aware of some level of reasonable likelihood of legal liability on the part of the person or entity that caused the injury, the statute of limitation will be tolled.\" 123 F.3d at 13-14. The Gonz&#225;lez family would have us hold that their claim did not accrue until they were sure they had a case worth pursuing. Not only have they misunderstood our language by taking it out of context,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> we cannot accept the substance of the contention.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Some plaintiffs decide to bring suit the instant their claims accrue, upon discovery. Often, however, there is a span of time during which the prospective plaintiff mulls over the injury and the tortfeasor's liability before initiating legal process. Under Puerto Rico's discovery rule, these two moments are distinct, and only the former has legal significance. <i>Cf. Villarini-Garc&#237;a v. Hospital Del Maestro,</i> 8 F.3d 81, 85 (1st Cir.1993) (\"The discovery rule... focuses on whether the plaintiff knew the facts that gave rise to the claim, not their full legal implications.\"); <i>see, e.g., Col&#243;n Prieto v. G&#233;igel,</i> 15 P.R. Offic. Trans. 313, 329 (1984) (claim accrued when plaintiff \"found out that the injury had not been caused by a bite but by the fact that the right lingual nerve had been cut\"). Although Puerto Rico's discovery rule is, relatively-speaking, plaintiff friendly, <i>compare Joyce v. A.C. &amp; S., Inc.,</i> 785 F.2d 1200, 1204 (4th Cir.1986) (discussing Virginia's rule that a claim accrues at the time of injury regardless of its discovery), its purpose is not to ensure plaintiffs a set period of time to draft a complaint after resolving to file one.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The Gonz&#225;lez family also argues that Dr. L&#243;pez and HIMA gave them reassurances that delayed their discovery until after August 31. The Puerto Rico Supreme Court has, indeed, recognized the special role that a tortfeasor's reassurances can play in delaying a victim's discovery of an injury or its author. <i>See Montesinos,</i> 123 F.3d at 16-17 (citing <i>Col&#243;n Prieto,</i> 15 P.R. Offic. Trans. at 329-30); <i>see, e.g., Galarza v. Zagury,</i> 739 F.2d 20, 23 (1st Cir.1984) (finding period tolled where doctor informed patient that her difficulties were due to a weakened sphincter but did not disclose that the sphincter had been lacerated in a prior visit). But \"[i]f the defendant succeeds in showing that plaintiff has not satisfied, or cannot satisfy, plaintiff's burden of proving lack of true knowledge (that is, lack of full awareness of all that need be known to preclude tolling), final judgment for the defendant on the ground of late filing is appropriate.\" <i>Montesinos,</i> 123 F.3d at 14.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We conclude that facts sufficient to support every element of the claim were apparent to the Gonz&#225;lez family before the end of August 2000. <i>See Morales-Vallellanes v. Potter,</i> 339 F.3d 9, 14 (1st Cir. 2003) (\"[A] complaint sufficiently raises a claim even if it points to no legal theory or even if it points to the wrong legal theory as a basis for that claim, as long as relief is possible under any set of facts that could be established consistent with the allegations.\") (quoting <i>Tolle v. Carroll Touch, Inc.,</i> 977 F.2d 1129, 1134 (7th Cir.1992) (internal quotations omitted)).</p>\n    </div>\n    <p class=\"indent\">B. <i>Waiver of time-bar defense</i></p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The Gonz&#225;lez family has also argued that HIMA waived the affirmative defense of untimeliness by failing to raise that defense in its answer. HIMA, in conjunction with Dr. L&#243;pez, based its motion for summary judgment on the defense of untimeliness. The proper approach to Gonz&#225;lez's claim is, accordingly, to ask whether it was within the district court's discretion to accept the defense raised in the summary judgment motion as an amendment to the pleadings pursuant to Fed.R.Civ.P. 15(a).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> <i>See</i> 5 Charles Alan Wright &amp; Arthur R. Miller, Federal Practice and Procedure, &#167; 1278, at 494 (2d ed.1990). We normally review such an appeal for abuse of discretion alone. <i>See Foman v. Davis,</i> 371 U.S. 178, 182, 83 S.Ct. 227, 9 L.Ed.2d 222 (1962) (\"the grant or denial of an opportunity to amend is within the discretion of the District Court\"); <i>see also Watson v. Deaconess Waltham Hosp.,</i> 298 F.3d 102, 109 (1st Cir.2002). \"If, however, leave to amend is not sought until after discovery has closed and a summary judgment motion has been docketed, the proposed amendment must be not only theoretically viable but also solidly grounded in the record....\" <i>Deaconess Waltham Hosp.,</i> 298 F.3d at 109 (quoting <i>Hatch v. Dep't of Children,</i> 274 F.3d 12, 19 (1st Cir.2001)).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">An untimeliness defense is plainly supported by the record. Therefore, we must simply review for abuse of discretion. Rule 15(a) instructs that \"leave [to amend the pleadings] shall be freely given when justice so requires.\" Fed.R.Civ.P. 15(a). \"In the absence of any apparent or declared reason &#8212; such as undue delay, bad faith or dilatory motive on the part of the movant, repeated failure to cure deficiencies by amendments previously allowed, undue prejudice to the opposing party by virtue of allowance of the amendment, futility of the amendment, etc. &#8212; the leave sought should, as the rules require, be `freely given.'\" <i>Foman,</i> 371 U.S. at 182, 83 S.Ct. 227 (quoting Fed.R.Civ.P. 15(a)).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The Gonz&#225;lez family was put on notice that they would have to reckon with the defense of their action's untimeliness by Dr. L&#243;pez's answer on December 31, 2001. Absent any showing of bad faith on HIMA's part, and there is none, we have no difficulty &#8212; despite the irony &#8212; finding the district court acted within its discretion in accepting HIMA's late entry of the untimeliness defense. <i>See In re Cumberland Farms, Inc.,</i> 284 F.3d 216, 226 (1st Cir. 2002) (\"Amendment may be permitted, for example, where the opposing party already had notice of the defense through some means other than the pleadings, or would not have benefitted from advance notice in any event &#8212; in other words, where the delay was harmless.\").</p>\n    </div>\n    <p class=\"center\">III. <i>Conclusion</i></p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Puerto Rico gives prospective plaintiffs just one year to institute a cause of action for recovery of damages caused by negligence. Legislatures have power to circumscribe the causes of action they create, and courts are bound to follow. We find the record creates no question that more than one year elapsed between the time Gonz&#225;lez's claim accrued and the time the complaint was filed. Since the district court was within its discretion in permitting HIMA to benefit from the defense of untimeliness, the judgment is affirmed. Costs to appellees.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The complaint presented a claim under the Emergency Medical Treatment and Active Labor Act (\"EMTALA\"), 42 U.S.C. &#167; 1395dd,<i>et seq.,</i> and the plaintiffs alleged that the district court had jurisdiction to hear the Puerto Rico law malpractice claims due to diversity of citizenship, 28 U.S.C. &#167; 1332, and supplemental jurisdiction, 28 U.S.C. &#167; 1367. On September 23, 2002, the district court issued a partial judgment dismissing the EMTALA claim. In its opinion granting summary judgment on the remaining claims, the district court stated that its jurisdiction was based on the parties' diversity of citizenship, as all the defendants are residents of Puerto Rico and the plaintiffs are residents of either New York or Tennessee.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Dr. Lemoine plays an important role in this litigation because he became involved in Gonz&#225;lez's treatment as an advisor early during the HIMA hospitalization</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The statutory period may be tolled under appropriate circumstances. 31 P.R. Laws Ann. &#167; 5303 (\"Prescription of actions is interrupted by their institution before the courts, by extrajudicial claim of the creditor, and by any act of acknowledgment of the debt by the debtor.\"). None of these circumstances are extant in the present appeal, nor does any party so claim</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The parties have not argued that the claim accrued on different dates for different plaintiffs. In fact, the record shows that the family members kept in close touch with each other making it reasonable to infer that they reached the requisite subjective assessments pari passu. And as for Mrs. Gonz&#225;lez,</p>\n        <p class=\"indent\">[i]t ... seems unlikely that appellant's illness deprived [her] counsel of the knowledge or consent needed to file a court complaint; it is more likely that counsel knew plaintiff wished to pursue [her] legal remedies and knew (or should have known) about the relevant limitations period. And, appellant has alleged no specific facts that would show the contrary. In such circumstances, we believe a federal court should assume that the ... illness was not of a sort that makes it equitable to toll the statute &#8212; at least absent a strong reason for believing the contrary.</p>\n        <p class=\"indent\"><i>L&#243;pez v. Citibank, N.A.,</i> 808 F.2d 905, 907 (1st Cir.1987). Thus, we treat the Gonz&#225;lez family as a single appellant for the purpose of determining whether their claim was time-barred.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> In the quoted sentence, we were simply pointing out that discovery of the injury is not enough for accrual. The paragraph in full:</p>\n        <p class=\"indent\">In some circumstances, awareness of the existence of an injury, on its own, will not be enough to trigger the running of the limitation period. If a plaintiff is not aware of some level of reasonable likelihood of legal liability on the part of the person or entity that caused the injury, the statute of limitation will be tolled. In other words, a plaintiff must also have \"knowledge of the author of the injury,\" a concept articulated at length in the Supreme Court of Puerto Rico's decision in <i>Col&#243;n Prieto.</i></p>\n        <p class=\"indent\"><i>Montesinos,</i> 123 F.3d at 13-14 (citations omitted).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Other courts have required a party seeking to amend the pleadings to file a motion specifically for that purpose<i>See Harris v. Secretary,</i> 126 F.3d 339, 344-45 (D.C.Cir.1997). We decline to demand that level of formalism of the pretrial process.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation\" data-id=\"201015\"><a href=\"/opinion/201015/gonzalez-perez-v-hospital-interameric/\"><span class=\"volume\">355</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span></p>\n    <p class=\"parties\">Ruth GONZ&#193;LEZ-P&#201;REZ; Anacleto Ortiz-Villanueva; Miriam Lemoine; Fritz F. Lemoine; Gloria Gonz&#225;lez-P&#233;rez; Lucy Gonz&#225;lez-P&#233;rez; Plaintiffs, Appellants,<br>v.<br>HOSPITAL INTERAMERICANO DE MEDICINA AVANZADA (HIMA); Miguel L&#243;pez-Napoleoni; Jane Doe; Conjugal Partnership L&#243;pez-Doe, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 03-1215.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard November 6, 2003.</p>\n    <p class=\"date\">Decided January 14, 2004.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Puerto Rico, Hector M. Laffitte, J.</p>\n      <p class=\"indent\">Kevin G. Little, with whom Law Offices of David Efr&#243;n, was on brief, for appellants.</p>\n      <p class=\"indent\">Jes&#250;s R. Morales-Cordero, with whom Jos&#233; L. Gonz&#225;lez-Casta&#241;er and Gonz&#225;lez Casta&#241;er, Morales &amp; Guzm&#225;n, PSC, were on brief, for appellee Dr. Miguel A. L&#243;pez-Napoleoni and his Conjugal Partnership.</p>\n      <p class=\"indent\">Fernando E. Agrait, for appellee HIMA.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, TORRUELLA and HOWARD, Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiffs-appellants brought a medical malpractice claim under Puerto Rico law. The district court had jurisdiction to hear the claim pursuant to 28 U.S.C. 1332.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The defendants successfully moved for summary judgment arguing that the action was time-barred by the applicable one-year statute of limitations. We conclude that the district court ruled correctly as a matter of law and, thus, we affirm.</p>\n    </div>\n    <p class=\"center\">I. <i>Background</i></p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On May 23, 2000, Anacleto Ortiz-Villanueva brought his wife, Ruth Gonz&#225;lez-P&#233;rez (\"Gonz&#225;lez\"), to the emergency room at the Hospital Interamericano de Medicina Avanzada (\"HIMA\"). She was suffering from shortness of breath, coughing, tightness in her chest and palpitations.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Gonz&#225;lez was admitted to HIMA with a diagnosis of status asthmaticus, bronchitis and atrial fibrillation. On May 25, 2000, while under the care of Dr. Miguel A. L&#243;pez-Napoleoni (\"Dr. L&#243;pez\"), a pneumologist, Gonz&#225;lez suffered a stroke. Gonz&#225;lez remained hospitalized at HIMA until June 9, 2000, at which time she was released to a rehabilitation facility.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">According to the complaint, Gonz&#225;lez received negligent care, which in turn caused her permanent disability. Gonz&#225;lez is joined in this suit by family members (\"Gonz&#225;lez family\"), including her husband, Mr. Ortiz, her daughter, Miriam Lemoine, her son-in-law, Dr. Fritz F. Lemoine<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> (\"Dr. Lemoine\") and her sisters, Gloria Gonz&#225;lez-P&#233;rez and Lucy Gonz&#225;lez-P&#233;rez.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The Gonz&#225;lez family filed their complaint in the District Court of Puerto Rico on August 31, 2001.</p>\n    </div>\n    <p class=\"center\">II. <i>Analysis</i></p>\n    <p class=\"indent\">A. <i>Accrual of Claim</i></p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Under Puerto Rico law, an action for damages for negligence must be commenced within one year of its accrual. 31 P.R. Laws Ann. &#167; 5298(2). The Puerto Rico Supreme Court has interpreted this provision as incorporating a discovery rule. <i>Villarini-Garc&#237;a v. Hospital Del Maestro, Inc.,</i> <span class=\"citation\" data-id=\"194998\"><a href=\"/opinion/194998/villarini-garcia-v-hospital-del-maestro/\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">81</span></a></span>, 84 (1st Cir.1993). Under this discovery rule, a claim accrues, and the one-year period starts to run, not at the time of the injury, but upon the discovery by the injured party of the injury and of its author.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> <i>Espada v. Lugo,</i> <span class=\"citation no-link\"><span class=\"volume\">312</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span>, 5 (1st Cir.2002)(citing <i>Tokyo Marine &amp; Fire Ins. Co. v. P&#233;rez y C&#237;a., De Puerto Rico, Inc.,</i> <span class=\"citation\" data-id=\"197910\"><a href=\"/opinion/197910/tokyo-marine-v-perez-y-cia/\"><span class=\"volume\">142</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir.1998)).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Because \"[t]he law of Puerto Rico treats a person as being aware of all ... that person would have been likely to come to know through the exercise of care,\" <i>Rodr&#237;guez-Sur&#237;s v. Montesinos,</i> <span class=\"citation\" data-id=\"745319\"><a href=\"/opinion/745319/prodliabrep-cch-p-15038-edna-rodriguez-suris-v-bertha-montesinos/\"><span class=\"volume\">123</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">10</span></a></span>, 16 (1st Cir.1997), the Gonz&#225;lez family's claim accrued at the earlier of the following moments: (1) when the Gonz&#225;lez family had subjective awareness of Gonz&#225;lez's injury and its author, <i>see id.</i> at 15, or (2) when they should have known about the injury and its author by the exercise of due diligence.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> <i>See id.</i> at 16. If the Gonz&#225;lez family's claims accrued before August 31, 2000, a year ahead of the complaint's filing, their claim is time-barred.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">As the Gonz&#225;lez family is the non-moving party, we interpret the record in the light most favorable to them. <i>Ruiz-Sulsona v. Univ. of P.R.,</i> <span class=\"citation\" data-id=\"200531\"><a href=\"/opinion/200531/ruiz-sulsona-v-university-of-pr/\"><span class=\"volume\">334</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">157</span></a></span>, 159 (1st Cir.2003). Nevertheless, the Gonz&#225;lez family's own testimony demonstrates that they discovered the injury and its author well before the end of August 2000. Gonz&#225;lez's husband, Mr. Ortiz, was already considering a suit when his wife was released from the hospital in early June, his legal theory being the doctor's alleged negligence. Gonz&#225;lez's sister Gloria remembers Ortiz's saying, in May or June, that the stroke could have been avoided if Gonz&#225;lez had received adequate treatment. These admissions, on their own, may well suffice to commence the running of the statute of limitations under Puerto Rico law. <i>See Torres v. E.I. Dupont De Nemours &amp; Co.,</i> <span class=\"citation\" data-id=\"199000\"><a href=\"/opinion/199000/torres-v-ei-dupont/\"><span class=\"volume\">219</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">13</span></a></span>, 20 (1st Cir.2000). Dr. Lemoine's extensive and detailed deposition, however, definitively settles the point.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Dr. Lemoine developed the opinion, during Gonz&#225;lez's hospitalization at HIMA, that she \"had not received the appropriate care from the start, that all of this could have been avoided, that the care after she received the stroke [sic] was not aggressive enough, that details for any common stroke patient were not being observed, that the monitoring of the patient in the hospital was inadequate....\" Dr. Lemoine had technical opinions regarding Dr. L&#243;pez's and HIMA's failings: \"A patient that presents with new onset atrial fibrillation generally should be anticoagulated.... When the patient starts to complain of numbness and tingling in their arm and difficulty with speech, they need to be evaluated by a physician immediately and then treatment subsequently started.\" Dr. Lemoine had specific complaints regarding Dr. L&#243;pez's competence: \"I felt that the use of simply [sic] a transthoracic echocardiogram to determine whether or not she had a source for embolization was not adequate, ... that possibly the extent of her stroke could have been prevented, that I should not have had to tell [Dr. L&#243;pez] basic standards of care for a stroke victim....\" Moreover, Dr. Lemoine shared these opinions with the Gonz&#225;lez family later in June, and he had already communicated his dissatisfaction with Gonz&#225;lez's care to Mr. Ortiz during the initial hospitalization.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Dr. Lemoine stated that these initial assessments were not definitively confirmed until he was able to review Gonz&#225;lez's hospital record. We doubt that Puerto Rico law demands such certainty; nevertheless, Dr. Lemoine looked at the records and confirmed his earlier opinions no later than the first week of August, well before the critical August 30 date. The subjective awareness implied by these statements, even on the reading most favorable to the Gonz&#225;lez family, is incompatible with a belief that any entity or person other than HIMA and Dr. L&#243;pez bore responsibility for an injury the Gonz&#225;lez family clearly thought, correctly or not, could have been avoided.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">To counteract the clear picture painted by their depositions, the Gonz&#225;lez family argues that the claim accrued only after they met with Dr. Blaize Ferracio, a neurologist, on September 25, 2000. In September, Gonz&#225;lez and her husband moved to Clarksville, Tennessee to be near the Lemoines. Dr. Lemoine arranged an informal visit with Dr. Ferracio to follow up on Gonz&#225;lez's treatment. Miriam Lemoine and Mr. Ortiz asked Dr. Ferracio after that meeting whether he would take their legal case (presumably as an expert witness) since the family was so upset by Gonz&#225;lez's condition. Dr. Ferracio recommended working with Puerto Rico counsel and helped the family identify suitable attorneys. It was only after speaking with Dr. Ferracio that the family agreed to bring legal action against HIMA and Dr. L&#243;pez. To support the contention that the claim accrued at that point, they cite our language in <i>Montesinos:</i> \"If a plaintiff is not aware of some level of reasonable likelihood of legal liability on the part of the person or entity that caused the injury, the statute of limitation will be tolled.\" 123 F.3d at 13-14. The Gonz&#225;lez family would have us hold that their claim did not accrue until they were sure they had a case worth pursuing. Not only have they misunderstood our language by taking it out of context,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> we cannot accept the substance of the contention.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Some plaintiffs decide to bring suit the instant their claims accrue, upon discovery. Often, however, there is a span of time during which the prospective plaintiff mulls over the injury and the tortfeasor's liability before initiating legal process. Under Puerto Rico's discovery rule, these two moments are distinct, and only the former has legal significance. <i>Cf. Villarini-Garc&#237;a v. Hospital Del Maestro,</i> <span class=\"citation\" data-id=\"194998\"><a href=\"/opinion/194998/villarini-garcia-v-hospital-del-maestro/\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">81</span></a></span>, 85 (1st Cir.1993) (\"The discovery rule... focuses on whether the plaintiff knew the facts that gave rise to the claim, not their full legal implications.\"); <i>see, e.g., Col&#243;n Prieto v. G&#233;igel,</i> <span class=\"citation no-link\"><span class=\"volume\">15</span> <span class=\"reporter\">P.R. Offic. Trans.</span> <span class=\"page\">313</span></span>, 329 (1984) (claim accrued when plaintiff \"found out that the injury had not been caused by a bite but by the fact that the right lingual nerve had been cut\"). Although Puerto Rico's discovery rule is, relatively-speaking, plaintiff friendly, <i>compare Joyce v. A.C. &amp; S., Inc.,</i> <span class=\"citation\" data-id=\"466276\"><a href=\"/opinion/466276/prodliabrepcchp-10932-james-troy-joyce-and-william-s-legus-sr/\"><span class=\"volume\">785</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1200</span></a></span>, 1204 (4th Cir.1986) (discussing Virginia's rule that a claim accrues at the time of injury regardless of its discovery), its purpose is not to ensure plaintiffs a set period of time to draft a complaint after resolving to file one.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The Gonz&#225;lez family also argues that Dr. L&#243;pez and HIMA gave them reassurances that delayed their discovery until after August 31. The Puerto Rico Supreme Court has, indeed, recognized the special role that a tortfeasor's reassurances can play in delaying a victim's discovery of an injury or its author. <i>See Montesinos,</i> 123 F.3d at 16-17 (citing <i>Col&#243;n Prieto,</i> 15 P.R. Offic. Trans. at 329-30); <i>see, e.g., Galarza v. Zagury,</i> <span class=\"citation\" data-id=\"438834\"><a href=\"/opinion/438834/carmen-galarza-v-dr-cecil-zagury/\"><span class=\"volume\">739</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">20</span></a></span>, 23 (1st Cir.1984) (finding period tolled where doctor informed patient that her difficulties were due to a weakened sphincter but did not disclose that the sphincter had been lacerated in a prior visit). But \"[i]f the defendant succeeds in showing that plaintiff has not satisfied, or cannot satisfy, plaintiff's burden of proving lack of true knowledge (that is, lack of full awareness of all that need be known to preclude tolling), final judgment for the defendant on the ground of late filing is appropriate.\" <i>Montesinos,</i> 123 F.3d at 14.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We conclude that facts sufficient to support every element of the claim were apparent to the Gonz&#225;lez family before the end of August 2000. <i>See Morales-Vallellanes v. Potter,</i> <span class=\"citation\" data-id=\"200588\"><a href=\"/opinion/200588/morales-vallellanes-v-united-states-postal/\"><span class=\"volume\">339</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">9</span></a></span>, 14 (1st Cir. 2003) (\"[A] complaint sufficiently raises a claim even if it points to no legal theory or even if it points to the wrong legal theory as a basis for that claim, as long as relief is possible under any set of facts that could be established consistent with the allegations.\") (quoting <i>Tolle v. Carroll Touch, Inc.,</i> <span class=\"citation\" data-id=\"593225\"><a href=\"/opinion/593225/connie-m-tolle-v-carroll-touch-incorporated-a-wholly-owned-subsidiary/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1129</span></a></span>, 1134 (7th Cir.1992) (internal quotations omitted)).</p>\n    </div>\n    <p class=\"indent\">B. <i>Waiver of time-bar defense</i></p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The Gonz&#225;lez family has also argued that HIMA waived the affirmative defense of untimeliness by failing to raise that defense in its answer. HIMA, in conjunction with Dr. L&#243;pez, based its motion for summary judgment on the defense of untimeliness. The proper approach to Gonz&#225;lez's claim is, accordingly, to ask whether it was within the district court's discretion to accept the defense raised in the summary judgment motion as an amendment to the pleadings pursuant to Fed.R.Civ.P. 15(a).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> <i>See</i> 5 Charles Alan Wright &amp; Arthur R. Miller, Federal Practice and Procedure, &#167; 1278, at 494 (2d ed.1990). We normally review such an appeal for abuse of discretion alone. <i>See Foman v. Davis,</i> <span class=\"citation\" data-id=\"106497\"><a href=\"/opinion/106497/foman-v-davis/\"><span class=\"volume\">371</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">178</span></a></span>, 182, <span class=\"citation\" data-id=\"106497\"><a href=\"/opinion/106497/foman-v-davis/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">227</span></a></span>, <span class=\"citation\" data-id=\"106497\"><a href=\"/opinion/106497/foman-v-davis/\"><span class=\"volume\">9</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">222</span></a></span> (1962) (\"the grant or denial of an opportunity to amend is within the discretion of the District Court\"); <i>see also Watson v. Deaconess Waltham Hosp.,</i> <span class=\"citation\" data-id=\"200110\"><a href=\"/opinion/200110/watson-v-deaconess-waltham/\"><span class=\"volume\">298</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">102</span></a></span>, 109 (1st Cir.2002). \"If, however, leave to amend is not sought until after discovery has closed and a summary judgment motion has been docketed, the proposed amendment must be not only theoretically viable but also solidly grounded in the record....\" <i>Deaconess Waltham Hosp.,</i> 298 F.3d at 109 (quoting <i>Hatch v. Dep't of Children,</i> <span class=\"citation\" data-id=\"775863\"><a href=\"/opinion/775863/richard-h-hatch-jr-v-department-for-children-youth-and-their-families/\"><span class=\"volume\">274</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span>, 19 (1st Cir.2001)).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">An untimeliness defense is plainly supported by the record. Therefore, we must simply review for abuse of discretion. Rule 15(a) instructs that \"leave [to amend the pleadings] shall be freely given when justice so requires.\" Fed.R.Civ.P. 15(a). \"In the absence of any apparent or declared reason &#8212; such as undue delay, bad faith or dilatory motive on the part of the movant, repeated failure to cure deficiencies by amendments previously allowed, undue prejudice to the opposing party by virtue of allowance of the amendment, futility of the amendment, etc. &#8212; the leave sought should, as the rules require, be `freely given.'\" <i>Foman,</i> 371 U.S. at 182, <span class=\"citation\" data-id=\"106497\"><a href=\"/opinion/106497/foman-v-davis/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">227</span></a></span> (quoting Fed.R.Civ.P. 15(a)).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The Gonz&#225;lez family was put on notice that they would have to reckon with the defense of their action's untimeliness by Dr. L&#243;pez's answer on December 31, 2001. Absent any showing of bad faith on HIMA's part, and there is none, we have no difficulty &#8212; despite the irony &#8212; finding the district court acted within its discretion in accepting HIMA's late entry of the untimeliness defense. <i>See In re Cumberland Farms, Inc.,</i> <span class=\"citation\" data-id=\"199891\"><a href=\"/opinion/199891/haseotes-v-cumberland-farms/\"><span class=\"volume\">284</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">216</span></a></span>, 226 (1st Cir. 2002) (\"Amendment may be permitted, for example, where the opposing party already had notice of the defense through some means other than the pleadings, or would not have benefitted from advance notice in any event &#8212; in other words, where the delay was harmless.\").</p>\n    </div>\n    <p class=\"center\">III. <i>Conclusion</i></p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Puerto Rico gives prospective plaintiffs just one year to institute a cause of action for recovery of damages caused by negligence. Legislatures have power to circumscribe the causes of action they create, and courts are bound to follow. We find the record creates no question that more than one year elapsed between the time Gonz&#225;lez's claim accrued and the time the complaint was filed. Since the district court was within its discretion in permitting HIMA to benefit from the defense of untimeliness, the judgment is affirmed. Costs to appellees.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The complaint presented a claim under the Emergency Medical Treatment and Active Labor Act (\"EMTALA\"), 42 U.S.C. &#167; 1395dd,<i>et seq.,</i> and the plaintiffs alleged that the district court had jurisdiction to hear the Puerto Rico law malpractice claims due to diversity of citizenship, 28 U.S.C. &#167; 1332, and supplemental jurisdiction, 28 U.S.C. &#167; 1367. On September 23, 2002, the district court issued a partial judgment dismissing the EMTALA claim. In its opinion granting summary judgment on the remaining claims, the district court stated that its jurisdiction was based on the parties' diversity of citizenship, as all the defendants are residents of Puerto Rico and the plaintiffs are residents of either New York or Tennessee.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Dr. Lemoine plays an important role in this litigation because he became involved in Gonz&#225;lez's treatment as an advisor early during the HIMA hospitalization</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The statutory period may be tolled under appropriate circumstances. 31 P.R. Laws Ann. &#167; 5303 (\"Prescription of actions is interrupted by their institution before the courts, by extrajudicial claim of the creditor, and by any act of acknowledgment of the debt by the debtor.\"). None of these circumstances are extant in the present appeal, nor does any party so claim</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The parties have not argued that the claim accrued on different dates for different plaintiffs. In fact, the record shows that the family members kept in close touch with each other making it reasonable to infer that they reached the requisite subjective assessments pari passu. And as for Mrs. Gonz&#225;lez,</p>\n        <p class=\"indent\">[i]t ... seems unlikely that appellant's illness deprived [her] counsel of the knowledge or consent needed to file a court complaint; it is more likely that counsel knew plaintiff wished to pursue [her] legal remedies and knew (or should have known) about the relevant limitations period. And, appellant has alleged no specific facts that would show the contrary. In such circumstances, we believe a federal court should assume that the ... illness was not of a sort that makes it equitable to toll the statute &#8212; at least absent a strong reason for believing the contrary.</p>\n        <p class=\"indent\"><i>L&#243;pez v. Citibank, N.A.,</i> <span class=\"citation\" data-id=\"481323\"><a href=\"/opinion/481323/homero-lopez-v-citibank-na/\"><span class=\"volume\">808</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">905</span></a></span>, 907 (1st Cir.1987). Thus, we treat the Gonz&#225;lez family as a single appellant for the purpose of determining whether their claim was time-barred.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> In the quoted sentence, we were simply pointing out that discovery of the injury is not enough for accrual. The paragraph in full:</p>\n        <p class=\"indent\">In some circumstances, awareness of the existence of an injury, on its own, will not be enough to trigger the running of the limitation period. If a plaintiff is not aware of some level of reasonable likelihood of legal liability on the part of the person or entity that caused the injury, the statute of limitation will be tolled. In other words, a plaintiff must also have \"knowledge of the author of the injury,\" a concept articulated at length in the Supreme Court of Puerto Rico's decision in <i>Col&#243;n Prieto.</i></p>\n        <p class=\"indent\"><i>Montesinos,</i> 123 F.3d at 13-14 (citations omitted).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Other courts have required a party seeking to amend the pleadings to file a motion specifically for that purpose<i>See Harris v. Secretary,</i> <span class=\"citation\" data-id=\"184335\"><a href=\"/opinion/184335/harris-geraldine-v-vet-affairs/\"><span class=\"volume\">126</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">339</span></a></span>, 344-45 (D.C.Cir.1997). We decline to demand that level of formalism of the pretrial process.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/106497/",
    "http://www.courtlistener.com/api/rest/v3/opinions/184335/",
    "http://www.courtlistener.com/api/rest/v3/opinions/194998/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197910/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199000/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199891/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200110/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200531/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200588/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201015/",
    "http://www.courtlistener.com/api/rest/v3/opinions/438834/",
    "http://www.courtlistener.com/api/rest/v3/opinions/466276/",
    "http://www.courtlistener.com/api/rest/v3/opinions/481323/",
    "http://www.courtlistener.com/api/rest/v3/opinions/593225/",
    "http://www.courtlistener.com/api/rest/v3/opinions/745319/",
    "http://www.courtlistener.com/api/rest/v3/opinions/775863/"
  ]
}