{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/200836/",
  "absolute_url": "/opinion/200836/rhode-island-bro-v-state-of-rhode-islan/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/200836/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:01:51Z",
  "date_modified": "2016-02-28T05:04:02.726894Z",
  "type": "010combined",
  "sha1": "7f880f2d30b723e7d81869a7cc09997ce2952dce",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/03-1913-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2004/01/28/Rhode_Island_Bro_v._State_of_Rhode_Islan.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 03-1913\n\n       RHODE ISLAND BROTHERHOOD OF CORRECTIONAL OFFICERS,\n\n                      Plaintiff, Appellant,\n\n                                v.\n\n     STATE OF RHODE ISLAND; LINCOLN ALMOND, in his capacity\n    as Chief Executive Officer of the State of Rhode Island;\n    ROBERT L. CARL, JR., in his capacity as Director of the\n   Department of Administration of the State of Rhode Island;\n    PAUL J. TAVARES, in his capacity as General Treasurer of\n    the State of Rhode Island; and Ashbel T. Wall II, in his\n    capacity as the Director of the Department of Corrections\n                  of the State of Rhode Island,\n\n                      Defendants, Appellees.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF RHODE ISLAND\n\n      [Hon. Ronald R. Lagueux, U.S. Senior District Judge]\n\n\n                              Before\n\n                       Boudin, Chief Judge,\n\n                      Selya, Circuit Judge,\n\n                 and Stahl, Senior Circuit Judge.\n\n\n\n     Dennis T. Grieco II with whom Gidley, Sarli & Marusak, LLP was\non brief for appellant.\n     Thomas A. Palombo, Assistant Attorney General, Department of\nAttorney General, with whom Claire Richards, Special Counsel to the\nGovernor, and John L.P. Breguet, Chief Legal Counsel, Department of\n\fAdministration, Office of Labor Relations, were on brief for\nappellee State of Rhode Island.\n     John L.P. Breguet, Chief Legal Counsel, Department of\nAdministration, Office of Labor Relations, with whom Thomas A.\nPalombo, Assistant Attorney General, Department of Attorney\nGeneral, and Claire Richards, Special Counsel to the Governor, were\non brief for appellee Robert L. Carl, Jr.\n\n\n\n                        January   28, 2004\n\f              BOUDIN, Chief Judge.     This suit involves the claims of\n\nthe   Rhode    Island   Brotherhood    of    Correctional     Officers   (\"the\n\nBrotherhood\") against the state of Rhode Island, its governor, and\n\nother officials (collectively, \"Rhode Island\").             Because the case\n\nwas disposed of on a motion to dismiss, Fed. R. Civ. P. 12(b)(6),\n\nwe accept for purposes of review the factual allegations (but not\n\nnecessarily the characterizations) of the complaint, Rogan v.\n\nMenino, 175 F.3d 75, 77 (1st Cir.), cert. denied, 528 U.S. 1062\n\n(1999), which are briefly as follows.\n\n              In 1976 the Rhode Island General Assembly enacted an\n\nincentive pay statute giving extra pay to correctional officers who\n\nacquired specified educational credits, provided that the officers\n\nremained employed by the Department of Corrections for designated\n\nperiods (or paid back some of the extra pay if they left early).\n\n1976 R.I. Pub. Laws. ch. 290, § 2 (codified at R.I. Gen. Laws §§\n\n42-56.1-1 to -10 (1976)).       The extra pay was fixed as a specified\n\npercentage of the officer's base salary, depending upon the number\n\nof educational credits obtained.             R.I. Gen. Laws § 42-56.1-2\n\n(1976).\n\n              Over the years after 1976 the state also entered into\n\ncollective bargaining agreements with the correctional officers\n\ncontaining      terms   that   mirrored     the   statute's   provisions    on\n\nincentive pay. However, the latest collective bargaining agreement\n\ncontaining such incentive pay provisions expired on June 30, 1996.\n\n\n                                      -3-\n\fThe union alleges that the state required union members to sign\n\nindividual contracts confirming the state's obligation to provide\n\nincentive pay under the terms of the statute; individual forms\n\nrelating to incentive pay were signed, but whether they were\n\ncontracts and if so what obligations they imposed and on whom\n\nremains to be discussed.\n\n                    The Rhode Island legislature has several times enacted\n\ngenerous pay or pension statutes and later reconsidered them.1                      In\n\n1996, the Rhode Island General Assembly amended the 1976 incentive\n\npay statute, effective as of July 1, 1996, to provide that after\n\nthat date incentive pay would no longer be a percentage of base\n\nsalary but would be a specified flat sum, 1996 R.I. Pub. Laws. ch.\n\n100,       §   1     (codified   at   R.I.   Gen.   Laws    §§   42-56.1-2     (1997)).\n\nAccording to the union this generally results in lower incentive\n\npay--hardly a surprise since base salaries tend to rise over time.\n\n                    On October 2, 2003, the Brotherhood brought suit, 42\n\nU.S.C.         §§    1983,    1988    (2000),   against     Rhode    Island,    seeking\n\ndeclaratory           and    injunctive   relief    to    maintain    the   percentage\n\nformula and also seeking back payments.                    The claims were based on\n\nalleged violations of the contract clauses of the federal and Rhode\n\n\n       1\n      See generally Parella v. Ret. Bd. of R.I. Employees' Ret.\nSys., 173 F.3d 46 (1st Cir. 1999); National Educ. Association-R.I.\nex rel. Scigulinsky v. Ret. Bd. of R.I. Employees' Ret. Sys., 172\nF.3d 22 (1st Cir.), cert. denied, 528 U.S. 929 (1999); R.I.\nLaborers' Dist. Council v. Rhode Island, 145 F.3d 42 (1st Cir.\n1998); McGrath v. R.I. Ret. Bd., 88 F.3d 12 (1st Cir. 1996);\nRetired Adjunct Professors v. Almond, 690 A.2d 1342 (R.I. 1997).\n\n                                             -4-\n\fIsland constitutions,       U.S. Const. art. I, § 10, cl. 1; R.I. Const.\n\nart. I, § 2; denial of substantive due process, U.S. Const. amend.\n\nXIV, § 1; R.I. Const. art. I, § 2; taking of property without just\n\ncompensation (apparently under U.S. Const. Amend. V); breach of\n\ncontract;    promissory     estoppel;     and    unjust       enrichment/quantum\n\nmeruit.\n\n            Thereafter, exercising supplemental jurisdiction over the\n\nstate law claims, 28 U.S.C. § 1367(a) (2000), the district court\n\ndismissed all of the claims on the merits, save that it dismissed\n\nthe claims based on the alleged individual contracts for lack of\n\nstanding.        R.I. Bhd. of Corr. Officers v. Rhode Island, 264 F.\n\nSupp. 2d 87 (D.R.I. 2003).        The union now appeals.            Our review of\n\na decision granting a motion to dismiss on the papers is plenary.\n\nStein v. Royal Bank of Canada, 239 F.3d 389, 392 (1st Cir. 2001).\n\n            The contract clause of the federal constitution limits\n\nthe ability of a state to abrogate rights created by pre-existing\n\ncontracts, including contractual rights against the state created\n\nby   legislation.      E.g.,   Parella    v.    Ret.    Bd.    of   Rhode   Island\n\nEmployees' Ret. Sys., 173 F.3d 46, 60 (1st Cir. 1999); Parker v.\n\nWakelin, 123 F.3d 1, 4-5 (1st Cir. 1997), cert. denied, 522 U.S.\n\n1106 (1998).        But recognizing that legislation is ordinarily\n\nsubject     to    change,   the   Supreme       Court     requires     that   the\n\nlegislature's intent to create such rights against the state be\n\nunmistakably clear, see United States v. Winstar Corp., 518 U.S.\n\n\n                                    -5-\n\f839, 872 (1996) (plurality opinion); Dodge v. Bd. of Educ., 302\n\nU.S. 74, 78-79 (1937); Parella, 173 F.3d at 59-60; and even where\n\ncontractual rights do exist, the legislature may abrogate them\n\nunder certain circumstances.    U.S. Trust Co. v. New Jersey, 431\n\nU.S. 1, 25 (1977); Parella, 173 F.3d at 59.     Here, inquiry stops\n\nat the first stage since we agree with the district court that the\n\n1976 statute did not unmistakably create contractual rights.2\n\n          The 1976 statute merely provides that the incentive pay\n\nspecified will be afforded if the educational qualifications are\n\nmet by the employee.    It does not say that the provisions are a\n\ncontractual commitment by the state or will never be changed, nor\n\nis there language authorizing the state to enter into contracts\n\nguaranteeing such benefits forever.    See Parella, 173 F.3d at 60.\n\nThe framework is similar to other statutes regularly found not to\n\ncreate private contractual rights.    See note 1, above.3\n\n          The Brotherhood's main statutory-language argument to the\n\ncontrary is that the 1976 provisions make references to writings in\n\ntwo instances:   first, the eligibility provision requires that the\n\n\n     2\n      This conclusion also disposes of the counterpart claim under\nthe Rhode Island Constitution, because Rhode Island case law\nconstrues its contract clause consistently with the federal clause,\nRetired Adjunct Professors, 690 A.2d at 1345 n.2.\n     3\n      Although a litigant seeking to overcome the hurdle of the\nunmistakability doctrine may rely on \"not only the words used [in\nthe statute] but also apparent purpose, context, and any pertinent\nevidence of actual intent, including legislative history,\" R.I.\nLaborers' Dist. Council, 145 F.3d at 43, the Brotherhood has not\nprovided any pertinent evidence of this kind.\n\n                                -6-\n\femployee    \"agree   in   writing   to   remain\"   in   the    Department   of\n\nCorrections for a specified period, R.I. Gen. Laws § 42-56.1-2\n\n(1976); second, the payment provision directs an administrator to\n\nsupply the \"agreement form\" containing the time constraints for\n\ncompleting educational programs, R.I. Gen. Laws § 42-56.1-6 (1976).\n\nThe provisions explain at least one of the forms relied on by the\n\nunion as independent contracts.\n\n            Whatever the status and meaning of these two documents\n\n(an issue to which we will return), the two references to writings\n\nin the statute do not show that the statutory provisions for\n\nincentive pay were themselves unmistakably intended to create (or\n\nauthorize creation of) private contractual rights against the\n\nstate.      The   statute   requires     a   document   from   the   employee\n\nacknowledging the statutory commitment of the employee to remain or\n\nrepay a portion of past incentive pay.              The only obligations\n\nimposed on the state are to follow the statute–-which has now been\n\namended.\n\n            It would have been child's play for the Rhode Island\n\nlegislature to say explicitly in 1976 that educational credits once\n\nearned created private rights or that incentive pay could never be\n\ndifferently calculated for existing employees who had qualified for\n\nincentive    pay.     True,    civil     service   jobs   commonly     create\n\nexpectations that holders will likely enjoy no reductions in pay\n\n(but instead get periodic increases); but expectations alone are\n\n\n                                    -7-\n\fnot contracts–-contracts         are   written    to    protect   expectations.\n\nIndeed,    legislation    constantly     creates       expectations    that    are\n\ndisappointed by later modifications, repeal or lack of funding.\n\n            Of course, the employees in this case assert not only\n\nexpectations but reliance.        In private ordering (e.g., a corporate\n\npension plan), courts commonly overlook the lack of an explicit\n\npromise    where   the    employee     performs    in     accordance    with     a\n\npromulgated plan and the employer then reduces the benefits. Nat'l\n\nEduc. Ass'n-R.I. ex rel. Scigulinsky v. Ret. Bd. of R.I. Employees'\n\nRet. Sys., 172 F.3d 22, 26 (1st Cir.), cert. denied, 528 U.S. 929\n\n(1999).    But for good reason public statutes are not construed in\n\nthe same fashion as private contracts.                 Id. at 27.     This is a\n\ndisadvantage for public employees (who happen to include judges);\n\nyet no shortage of applicants has ensued.\n\n              United States v. Winstar Corp., 518 U.S. 839 (1996),\n\nrelied upon in other respects by the Brotherhood, does not support\n\nthe union's argument that contractual rights spring from the 1976\n\nstatute.      Virtually    all    of    the   opinions     assumed     that    the\n\nunmistakability doctrine applies to legislation claimed to provide\n\nprivate contractual rights.4           The core dispute that divided the\n\n\n     4\n      Justice Souter's opinion describes the history of the\nunmistakability doctrine as well-settled law. Winstar Corp., 518\nU.S. at 876 & n.21 (Souter J., plurality opinion).        Justice\nScalia's   concurrence  says   that  the   doctrine  reflects   a\n\"commonsense\" interpretation of contract law in the context of\nlegislation. Id. at 921 (Scalia, J., concurring in the judgment).\nThe Chief Justice's opinion opposes any dilution of pre-existing\n\n                                       -8-\n\fCourt three ways concerned the ability of Congress to override what\n\nmost of the Justices deemed to be promises made in prior agreements\n\nbetween banks and their regulators.\n\n            Thus, Winstar did not alter the traditional presumption\n\nthat   state   legislation    does    not   ordinarily   create    private\n\ncontractual rights. Indeed, since the Winstar decision, this court\n\nhas regularly followed that presumption.          E.g., R.I. Laborers'\n\nDist. Council v. Rhode Island, 145 F.3d 42, 44-45 (1st Cir. 1998);\n\nParker, 123 F.3d at 5-6.     Any rule allowing one legislature to bind\n\nits successors by casual implication, Winstar Corp., 518 U.S. at\n\n874 (Souter J., plurality opinion); Parella, 173 F.3d at 60, would\n\nbe a far-reaching change in the law endorsed by none of the Winstar\n\nopinions.\n\n            As an alternative basis for its contract clause claim,\n\nthe union relies on the collective bargaining agreements that\n\nmirrored the percentage pay terms of the 1976 statute.            The last\n\nsuch agreement embodying those terms expired on June 30, 1996, one\n\nday before the statute converting incentive pay to flat stipends\n\nbecame effective.    The union does not say that percentage based\n\npayments required before that date were not paid; its position is\n\nthat under state labor law the last collective bargaining agreement\n\npreviously in force is continued in force after June 30, 1996,\n\nuntil a new one is negotiated.\n\n\nunmistakability law.   Id. at 926-27 (Rehnquist, C.J., dissenting).\n\n                                     -9-\n\f          Assuming that state labor law maintains the status quo,\n\nthe obligation would arise under state labor law and not by\n\ncontractual   obligation    protected   against   impairment   by   the\n\nconstitutional contract clause doctrine. Providence Teachers Union\n\nv. Providence Sch. Bd., 689 A.2d 388 (R.I. 1997), relied on by the\n\nBrotherhood, states that although under state labor law the \"terms\n\nand conditions of employment may be insulated from postexpiration\n\nunilateral change in order to protect the statutory right to\n\nbargain, such terms and conditions no longer have force by reason\n\nof the expired contract.\"   Id. at 393 n.2 (citations omitted).     See\n\nalso Univ. of Haw. Prof'l Assembly v. Cayetano, 125 F. Supp. 2d\n\n1237, 1243 (D. Haw. 2000); Bricklayers Union Local 21 v. Edgar, 922\n\nF. Supp. 100, 105-06   (N.D. Ill. 1996).5\n\n          Finally, as a basis for a contract clause claim, the\n\nBrotherhood points to the forms signed by individual employees.\n\nThese forms, required by the 1976 statute as a condition of\n\nreceiving incentive pay, appear in at least two versions: one is\n\nlabeled \"notice\" and the other \"acknowledgment\" and both do no more\n\nthan say that the employee receiving incentive pay understands that\n\nthe payment requires that he or she continue to work for the\n\n\n\n\n     5\n      Although the union's complaint does not invoke any claims\nunder state labor laws, the 1996 statute, expressly changing the\nbasis for computing incentive pay, would arguably modify any state\nlabor law doctrine that might otherwise independently perpetuate\nthe old formula.\n\n                                 -10-\n\fDepartment of Corrections for a specified period or return part of\n\nthe extra compensation.6\n\n           The district court held that under Rhode Island law the\n\nBrotherhood had no authority to sue to enforce individual contracts\n\nmade by its members.    R.I. Bhd. of Corr. Officers, 264 F. Supp. 2d\n\nat 100-01.       The court conceded that section 1983 claims are\n\ngoverned by federal standing rules, which allow an association to\n\nsue on behalf of its members where the members would have standing\n\nto sue themselves, the interests are germane to the association's\n\npurpose, and \"neither the claim asserted nor the relief requested\n\nrequires the participation of individual members in the lawsuit.\"\n\nHunt v. Wa. State Apple Advertising Comm'n, 432 U.S. 333, 343\n\n(1977).   But the district court found that the last of these three\n\nconditions had not been met.\n\n           The    district   court's    main   concern    was   that   any\n\ndetermination as to amounts owed to individual employees as back\n\npay since July 1996 would require individual calculations and the\n\nparticipation of those members in the lawsuit.           Yet in this case\n\nthe union sought for its members a declaration under the contract\n\nclause that percentage pay has to be provided in the future for\n\nmembers who had secured their educational credits.          Surely such a\n\n\n     6\n      Two versions of the documents exist, and are entitled,\nrespectively, \"Correctional Officer's Education Incentive Pay\nNotification of Enrollment\" and \"Acknowledgment of the Provisions\nof Title 42 Chapter 56.1-1 through 56.1-10 of the General Laws of\nRhode Island and in particular Chapter 42-56.1-2.\"\n\n                                 -11-\n\fdeclaration would benefit members even if they had to file separate\n\nlawsuits to determine individual back pay.\n\n             Int'l Union, United Auto., Aerospace & Agric. Implement\n\nWorkers v. Brock, 477 U.S. 274 (1986), is directly in point.            There\n\na union challenged the Secretary of Labor's interpretation of a\n\ntrade statute in a manner that meant less unemployment benefits for\n\nunion   members.    The     Supreme    Court   concluded   that   the   third\n\nrequirement under Hunt for associational standing was met:\n\n           [T]hough the unique facts of each UAW member's\n           claim will have to be considered by the proper\n           state authorities before any member will be\n           able to receive the benefits allegedly due\n           him, the UAW can litigate this case without\n           the   participation    of   those   individual\n           claimants and still ensure that \"the remedy,\n           if granted, will inure to the benefit of those\n           members of the association actually injured.\"\n\nId. at 288 (quoting Warth v. Seldin, 422 U.S. 490, 515 (1975)); see\n\nalso Playboy Enters., Inc. v. Pub. Serv. Comm'n, 906 F.2d 25, 35-36\n\n(1st Cir.), cert. denied, 498 U.S. 959 (1990).\n\n           It follows that federal standing rules permit the union\n\nto seek a declaration on behalf of its members as to whether the\n\ncontract clause protects continuing rights to percentage pay under\n\nthe alleged individual contracts.            And embedded in this federal\n\nclaim is the question whether the forms do constitute contracts\n\ncommitting    the   state    to   continue      to   pay   percentage-based\n\ncompensation to those who earned their educational credits before\n\n\n\n\n                                      -12-\n\fthe statute was amended.      We thus turn to the contract question not\n\nreached by the district court.\n\n           Whether    or    not   the    forms     constitute    contracts--and\n\nneither is expressly a contract--they do not purport to create any\n\nobligations on the part of the state. Rather, the signing employee\n\nmerely acknowledges that by accepting incentive pay, he or she\n\n\"understands\" that the educational program must be completed to\n\nqualify and that if the employee leaves in less than four years, a\n\nportion of the payment must be returned as provided in the 1976\n\nstatute.     The     time   period       for     completing   the    educational\n\nrequirements and the duration of required employment for each level\n\nof incentive compensation are specified in the two forms.                  Not a\n\nsingle phrase commits the state to do anything.\n\n           The   purpose    of    the    forms    is   patent.      Although   the\n\nemployees' obligations are spelled out in the statute, a prudent\n\nlegislature might be concerned that employees receiving incentive\n\npay who did not complete their educational program, or resigned\n\nearly from employment, would balk at paying back anything.                     Were\n\nthe state ever to sue to recapture benefits as provided by the\n\nstatute, the signed forms would block the employee from denying\n\nthat he or she understood from the outset the conditions imposed on\n\nthe receipt of such pay.\n\n           Our discussion thus far also disposes of three more of\n\nthe claims advanced in the complaint.              Because the union has not\n\n\n                                        -13-\n\festablished a violation of any contractual rights, there is no\n\ncognizable claim for taking of property without just compensation.\n\nParella, 173 F.3d at 58-59.        The lack of any property interest also\n\ndisposes of the substantive due process claim.                R.I. Laborers'\n\nDist. Council, 145 F.3d at 44 n.1.            Similarly, absent an extant\n\ncontract obligating the state to do anything, the Brotherhood's\n\ncommon law breach of contract claims fail.\n\n           The complaint's two remaining claims invoke the doctrines\n\nof promissory estoppel and quantum meruit/unjust enrichment, but\n\nthe Brotherhood's brief on appeal addresses these claims in only\n\nthree sentences, effectively abandoning them. Mass. Sch. of Law at\n\nAndover, Inc. v. Am. Bar Ass'n, 142 F.3d 26, 43 (1st Cir. 1998).\n\nFor   completeness,    we   note    that    the   district   court's   opinion\n\nexplains why neither claim can succeed under Rhode Island law.\n\nR.I. Bhd. of Corr. Officers, 264 F. Supp. 2d at 104-06.\n\n           We have been brief in our treatment because the central\n\ncontract clause claim has been turned back several times in past\n\ncases coming out of Rhode Island.           Nor is the result remarkable:\n\nsave in the area of pensions–-and not always there–-governments\n\nrarely guarantee that compensation will never be changed.              If the\n\nRhode Island legislature wants to promise never to reduce pay for\n\nexisting workers, it will have to say so unmistakably–-and accept\n\nopenly the responsibility for its decision.\n\n           Affirmed.\n\n\n                                     -14-\n\f",
  "html": "<p class=\"case_cite\">357 F.3d 42</p>\n    <p class=\"parties\">RHODE ISLAND BROTHERHOOD OF CORRECTIONAL OFFICERS, Plaintiff, Appellant,<br>v.<br>State of RHODE ISLAND; Lincoln Almond, in his capacity as Chief Executive Officer of the State of Rhode Island; Robert L. Carl, Jr., in his capacity as Director of the Department of Administration of the State of Rhode Island; Paul J. Tavares, in his capacity as General Treasurer of the State of Rhode Island; and Ashbel T. Wall II, in his capacity as the Director of the Department of Corrections of the State of Rhode Island, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 03-1913.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard December 4, 2003.</p>\n    <p class=\"date\">Decided January 28, 2004.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Dennis T. Grieco II with whom Gidley, Sarli &amp; Marusak, LLP was on brief, for appellant.</p>\n      <p class=\"indent\">Thomas A. Palombo, Assistant Attorney General, Department of Attorney General, with whom Claire Richards, Special Counsel to the Governor, and John L.P. Breguet, Chief Legal Counsel, Department of Administration, Office of Labor Relations, were on brief, for appellee State of Rhode Island.</p>\n      <p class=\"indent\">John L.P. Breguet, Chief Legal Counsel, Department of Administration, Office of Labor Relations, with whom Thomas A. Palombo, Assistant Attorney General, Department of Attorney General, and Claire Richards, Special Counsel to the Governor, were on brief, for appellee Robert L. Carl, Jr.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, SELYA, Circuit Judge, and STAHL, Senior Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This suit involves the claims of the Rhode Island Brotherhood of Correctional Officers (\"the Brotherhood\") against the state of Rhode Island, its governor, and other officials (collectively, \"Rhode Island\"). Because the case was disposed of on a motion to dismiss, Fed.R.Civ.P. 12(b)(6), we accept for purposes of review the factual allegations (but not necessarily the characterizations) of the complaint, <i>Rogan v. Menino,</i> 175 F.3d 75, 77 (1st Cir.), <i>cert. denied,</i> 528 U.S. 1062, 120 S.Ct. 616, 145 L.Ed.2d 511 (1999), which are briefly as follows.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In 1976 the Rhode Island General Assembly enacted an incentive pay statute giving extra pay to correctional officers who acquired specified educational credits, provided that the officers remained employed by the Department of Corrections for designated periods (or paid back some of the extra pay if they left early). 1976 R.I. Pub. Laws. ch. 290, &#167; 2 (codified at R.I. Gen. Laws &#167;&#167; 42-56.1-1 to -10 (1976)). The extra pay was fixed as a specified percentage of the officer's base salary, depending upon the number of educational credits obtained. R.I. Gen. Laws &#167; 42-56.1-2 (1976).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Over the years after 1976 the state also entered into collective bargaining agreements with the correctional officers containing terms that mirrored the statute's provisions on incentive pay. However, the latest collective bargaining agreement containing such incentive pay provisions expired on June 30, 1996. The union alleges that the state required union members to sign individual contracts confirming the state's obligation to provide incentive pay under the terms of the statute; individual forms relating to incentive pay were signed, but whether they were contracts and if so what obligations they imposed and on whom remains to be discussed.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The Rhode Island legislature has several times enacted generous pay or pension statutes and later reconsidered them.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> In 1996, the Rhode Island General Assembly amended the 1976 incentive pay statute, effective as of July 1, 1996, to provide that after that date incentive pay would no longer be a percentage of base salary but would be a specified flat sum, 1996 R.I. Pub. Laws. ch. 100, &#167; 1 (codified at R.I. Gen. Laws &#167;&#167; 42-56.1-2 (1997)). According to the union this generally results in lower incentive pay &#8212; hardly a surprise since base salaries tend to rise over time.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On October 2, 2003, the Brotherhood brought suit, 42 U.S.C. &#167;&#167; 1983, 1988 (2000), against Rhode Island, seeking declaratory and injunctive relief to maintain the percentage formula and also seeking back payments. The claims were based on alleged violations of the contract clauses of the federal and Rhode Island constitutions, U.S. Const. art. I, &#167; 10, cl. 1; R.I. Const. art. I, &#167; 2; denial of substantive due process, U.S. Const. amend. XIV, &#167; 1; R.I. Const. art. I, &#167; 2; taking of property without just compensation (apparently under U.S. Const. Amend. V); breach of contract; promissory estoppel; and unjust enrichment/quantum meruit.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Thereafter, exercising supplemental jurisdiction over the state law claims, 28 U.S.C. &#167; 1367(a) (2000), the district court dismissed all of the claims on the merits, save that it dismissed the claims based on the alleged individual contracts for lack of standing. <i>R.I. Bhd. of Corr. Officers v. Rhode Island,</i> 264 F.Supp.2d 87 (D.R.I. 2003). The union now appeals. Our review of a decision granting a motion to dismiss on the papers is plenary. <i>Stein v. Royal Bank of Canada,</i> 239 F.3d 389, 392 (1st Cir.2001).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The contract clause of the federal constitution limits the ability of a state to abrogate rights created by pre-existing contracts, including contractual rights against the state created by legislation. <i>E.g., Parella v. Ret. Bd. of Rhode Island Employees' Ret. Sys.,</i> 173 F.3d 46, 60 (1st Cir.1999); <i>Parker v. Wakelin,</i> 123 F.3d 1, 4-5 (1st Cir.1997), <i>cert. denied,</i> 523 U.S. 1106, 118 S.Ct. 1675, 140 L.Ed.2d 813 (1998). But recognizing that legislation is ordinarily subject to change, the Supreme Court requires that the legislature's intent to create such rights against the state be <i>unmistakably</i> clear, <i>see United States v. Winstar Corp.,</i> 518 U.S. 839, 872, 116 S.Ct. 2432, 135 L.Ed.2d 964 (1996) (plurality opinion); <i>Dodge v. Bd. of Educ.,</i> 302 U.S. 74, 78-79, 58 S.Ct. 98, 82 L.Ed. 57 (1937); <i>Parella,</i> 173 F.3d at 59-60; and even where contractual rights do exist, the legislature may abrogate them under certain circumstances. <i>U.S. Trust Co. v. New Jersey,</i> 431 U.S. 1, 25, 97 S.Ct. 1505, 52 L.Ed.2d 92 (1977); <i>Parella,</i> 173 F.3d at 59. Here, inquiry stops at the first stage since we agree with the district court that the 1976 statute did not unmistakably create contractual rights.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The 1976 statute merely provides that the incentive pay specified will be afforded if the educational qualifications are met by the employee. It does not say that the provisions are a contractual commitment by the state or will never be changed, nor is there language authorizing the state to enter into contracts guaranteeing such benefits forever. <i>See Parella,</i> 173 F.3d at 60. The framework is similar to other statutes regularly found not to create private contractual rights. <i>See</i> note 1, above.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The Brotherhood's main statutory-language argument to the contrary is that the 1976 provisions make references to writings in two instances: first, the eligibility provision requires that the employee \"agree in writing to remain\" in the Department of Corrections for a specified period, R.I. Gen. Laws &#167; 42-56.1-2 (1976); second, the payment provision directs an administrator to supply the \"agreement form\" containing the time constraints for completing educational programs, R.I. Gen. Laws &#167; 42-56.1-6 (1976). The provisions explain at least one of the forms relied on by the union as independent contracts.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Whatever the status and meaning of these two documents (an issue to which we will return), the two references to writings in the statute do not show that the statutory provisions for incentive pay were themselves unmistakably intended to create (or authorize creation of) private contractual rights <i>against</i> the state. The statute requires a document from the employee acknowledging the statutory commitment of the <i>employee</i> to remain or repay a portion of past incentive pay. The only obligations imposed on the state are to follow the statute &#8212; which has now been amended.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">It would have been child's play for the Rhode Island legislature to say explicitly in 1976 that educational credits once earned created private rights or that incentive pay could never be differently calculated for existing employees who had qualified for incentive pay. True, civil service jobs commonly create <i>expectations</i> that holders will likely enjoy no reductions in pay (but instead get periodic increases); but expectations alone are not contracts &#8212; contracts are written to protect expectations. Indeed, legislation constantly creates expectations that are disappointed by later modifications, repeal or lack of funding.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Of course, the employees in this case assert not only expectations but reliance. In private ordering (<i>e.g.,</i> a corporate pension plan), courts commonly overlook the lack of an explicit promise where the employee performs in accordance with a promulgated plan and the employer then reduces the benefits. <i>Nat'l Educ. Ass'n-R.I.</i> <i>ex rel. Scigulinsky v. Ret. Bd. of R.I. Employees' Ret. Sys.,</i> 172 F.3d 22, 26 (1st Cir.), <i>cert. denied,</i> 528 U.S. 929, 120 S.Ct. 326, 145 L.Ed.2d 254 (1999). But for good reason public statutes are not construed in the same fashion as private contracts. <i>Id.</i> at 27. This is a disadvantage for public employees (who happen to include judges); yet no shortage of applicants has ensued.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\"><i>United States v. Winstar Corp.,</i> 518 U.S. 839, 116 S.Ct. 2432, 135 L.Ed.2d 964 (1996), relied upon in other respects by the Brotherhood, does not support the union's argument that contractual rights spring from the 1976 statute. Virtually all of the opinions assumed that the unmistakability doctrine applies to <i>legislation</i> claimed to provide private contractual rights.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> The core dispute that divided the Court three ways concerned the ability of Congress to override what most of the Justices deemed to be promises made in prior agreements between banks and their regulators.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Thus, <i>Winstar</i> did not alter the traditional presumption that state legislation does not ordinarily create private contractual rights. Indeed, <i>since</i> the <i>Winstar</i> decision, this court has regularly followed that presumption. <i>E.g., R.I. Laborers' Dist. Council v. Rhode Island,</i> 145 F.3d 42, 44-45 (1st Cir.1998); <i>Parker,</i> 123 F.3d at 5-6. Any rule allowing one legislature to bind its successors by casual implication, <i>Winstar Corp.,</i> 518 U.S. at 874, 116 S.Ct. 2432 (Souter J., plurality opinion); <i>Parella,</i> 173 F.3d at 60, would be a far reaching change in the law endorsed by none of the <i>Winstar</i> opinions.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">As an alternative basis for its contract clause claim, the union relies on the collective bargaining agreements that mirrored the percentage pay terms of the 1976 statute. The last such agreement embodying those terms expired on June 30, 1996, one day before the statute converting incentive pay to flat stipends became effective. The union does not say that percentage based payments required before that date were not paid; its position is that under state labor law the last collective bargaining agreement previously in force is continued in force after June 30, 1996, until a new one is negotiated.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Assuming that state labor law maintains the status quo, the obligation would arise under state labor law and not by contractual obligation protected against impairment by the constitutional contract clause doctrine. <i>Providence Teachers Union v. Providence Sch. Bd.,</i> 689 A.2d 388 (R.I. 1997), relied on by the Brotherhood, states that although under state labor law the \"terms and conditions of employment may be insulated from postexpiration unilateral change in order to protect the statutory right to bargain, such terms and conditions no longer have force by reason of the expired contract.\" <i>Id.</i> at 393 n. 2 (citations omitted). <i>See also Univ. of Haw. Prof'l Assembly v. Cayetano,</i> 125 F.Supp.2d 1237, 1243 (D.Haw.2000); <i>Bricklayers Union Local 21 v. Edgar,</i> 922 F.Supp. 100, 105-06 (N.D.Ill.1996).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Finally, as a basis for a contract clause claim, the Brotherhood points to the forms signed by individual employees. These forms, required by the 1976 statute as a condition of receiving incentive pay, appear in at least two versions: one is labeled \"notice\" and the other \"acknowledgment\" and both do no more than say that the employee receiving incentive pay understands that the payment requires that he or she continue to work for the Department of Corrections for a specified period or return part of the extra compensation.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The district court held that under Rhode Island law the Brotherhood had no authority to sue to enforce <i>individual</i> contracts made by its members. <i>R.I. Bhd. of Corr. Officers,</i> 264 F.Supp.2d at 100-01. The court conceded that section 1983 claims are governed by <i>federal</i> standing rules, which allow an association to sue on behalf of its members where the members would have standing to sue themselves, the interests are germane to the association's purpose, and \"neither the claim asserted nor the relief requested requires the participation of individual members in the lawsuit.\" <i>Hunt v. Wa. State Apple Advertising Comm'n,</i> 432 U.S. 333, 343, 97 S.Ct. 2434, 53 L.Ed.2d 383 (1977). But the district court found that the last of these three conditions had not been met.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The district court's main concern was that any determination as to amounts owed to individual employees as back pay since July 1996 would require individual calculations and the participation of those members in the lawsuit. Yet in this case the union sought for its members a declaration under the contract clause that percentage pay has to be provided in the future for members who had secured their educational credits. Surely such a declaration would benefit members even if they had to file separate lawsuits to determine individual back pay.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\"><i>Int'l Union, United Auto., Aerospace &amp; Agric. Implement Workers v. Brock,</i> 477 U.S. 274, 106 S.Ct. 2523, 91 L.Ed.2d 228 (1986), is directly in point. There a union challenged the Secretary of Labor's interpretation of a trade statute in a manner that meant less unemployment benefits for union members. The Supreme Court concluded that the third requirement under <i>Hunt</i> for associational standing was met:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">[T]hough the unique facts of each UAW member's claim will have to be considered by the proper state authorities before any member will be able to receive the benefits allegedly due him, the UAW can litigate this case without the participation of those individual claimants and still ensure that \"the remedy, if granted, will inure to the benefit of those members of the association actually injured.\"</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\"><i>Id.</i> at 288, 106 S.Ct. 2523 (quoting <i>Warth v. Seldin,</i> 422 U.S. 490, 515, 95 S.Ct. 2197, 45 L.Ed.2d 343 (1975)); <i>see also Playboy Enters., Inc. v. Pub. Serv. Comm'n,</i> 906 F.2d 25, 35-36 (1st Cir.), <i>cert. denied,</i> 498 U.S. 959, 111 S.Ct. 388, 112 L.Ed.2d 399 (1990).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">It follows that federal standing rules permit the union to seek a declaration on behalf of its members as to whether the contract clause protects continuing rights to percentage pay under the alleged individual contracts. And embedded in this federal claim is the question whether the forms do constitute contracts committing the state to continue to pay percentage-based compensation to those who earned their educational credits before the statute was amended. We thus turn to the contract question not reached by the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Whether or not the forms constitute contracts &#8212; and neither is expressly a contract &#8212; they do not purport to create any obligations on the part of the state. Rather, the signing employee merely acknowledges that by accepting incentive pay, he or she \"understands\" that the educational program must be completed to qualify and that if the employee leaves in less than four years, a portion of the payment must be returned as provided in the 1976 statute. The time period for completing the educational requirements and the duration of required employment for each level of incentive compensation are specified in the two forms. Not a single phrase commits the state to do anything.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The purpose of the forms is patent. Although the employees' obligations are spelled out in the statute, a prudent legislature might be concerned that employees receiving incentive pay who did not complete their educational program, or resigned early from employment, would balk at paying back anything. Were the state ever to sue to recapture benefits as provided by the statute, the signed forms would block the employee from denying that he or she understood from the outset the conditions imposed on the receipt of such pay.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Our discussion thus far also disposes of three more of the claims advanced in the complaint. Because the union has not established a violation of any contractual rights, there is no cognizable claim for taking of property without just compensation. <i>Parella,</i> 173 F.3d at 58-59. The lack of any property interest also disposes of the substantive due process claim. <i>R.I. Laborers' Dist. Council,</i> 145 F.3d at 44 n. 1. Similarly, absent an extant contract obligating the state to do anything, the Brotherhood's common law breach of contract claims fail.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The complaint's two remaining claims invoke the doctrines of promissory estoppel and quantum meruit/unjust enrichment, but the Brotherhood's brief on appeal addresses these claims in only three sentences, effectively abandoning them. <i>Mass. Sch. of Law at Andover, Inc. v. Am. Bar Ass'n,</i> 142 F.3d 26, 43 (1st Cir.1998). For completeness, we note that the district court's opinion explains why neither claim can succeed under Rhode Island law. <i>R.I. Bhd. of Corr. Officers,</i> 264 F.Supp.2d at 104-06.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We have been brief in our treatment because the central contract clause claim has been turned back several times in past cases coming out of Rhode Island. Nor is the result remarkable: save in the area of pensions &#8212; and not always there &#8212; governments rarely guarantee that compensation will never be changed. If the Rhode Island legislature wants to promise never to reduce pay for existing workers, it will have to say so unmistakably &#8212; and accept openly the responsibility for its decision.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> <i>See generally Parella v. Ret. Bd. of R.I. Employees' Ret. Sys.,</i> 173 F.3d 46 (1st Cir.1999); <i>National Educ. Association-R.I. ex rel. Scigulinsky v. Ret. Bd. of R.I. Employees' Ret. Sys.,</i> 172 F.3d 22 (1st Cir.), <i>cert. denied,</i> 528 U.S. 929, 120 S.Ct. 326, 145 L.Ed.2d 254 (1999); <i>R.I. Laborers' Dist. Council v. Rhode Island,</i> 145 F.3d 42 (1st Cir.1998); <i>McGrath v. R.I. Ret. Bd.,</i> 88 F.3d 12 (1st Cir.1996); <i>Retired Adjunct Professors v. Almond,</i> 690 A.2d 1342 (R.I.1997).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> This conclusion also disposes of the counterpart claim under the Rhode Island Constitution, because Rhode Island case law construes its contract clause consistently with the federal clause,<i>Retired Adjunct Professors,</i> 690 A.2d at 1345 n. 2.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Although a litigant seeking to overcome the hurdle of the unmistakability doctrine may rely on \"not only the words used [in the statute] but also apparent purpose, context, and any pertinent evidence of actual intent, including legislative history,\"<i>R.I. Laborers' Dist. Council,</i> 145 F.3d at 43, the Brotherhood has not provided any pertinent evidence of this kind.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Justice Souter's opinion describes the history of the unmistakability doctrine as well-settled law<i>Winstar Corp.,</i> 518 U.S. at 876 &amp; n. 21, 116 S.Ct. 2432 (Souter J., plurality opinion). Justice Scalia's concurrence says that the doctrine reflects a \"commonsense\" interpretation of contract law in the context of legislation. <i>Id.</i> at 921, 116 S.Ct. 2432 (Scalia, J., concurring in the judgment). The Chief Justice's opinion opposes any dilution of pre-existing unmistakability law. <i>Id.</i> at 926-27, 116 S.Ct. 2432 (Rehnquist, C.J., dissenting).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Although the union's complaint does not invoke any claims under state labor laws, the 1996 statute, expressly changing the basis for computing incentive pay, would arguably modify any state labor law doctrine that might otherwise independently perpetuate the old formula</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Two versions of the documents exist, and are entitled, respectively, \"Correctional Officer's Education Incentive Pay Notification of Enrollment\" and \"Acknowledgment of the Provisions of Title 42 Chapter 56.1-1 through 56.1-10 of the General Laws of Rhode Island and in particular Chapter 42-56.1-2.\"</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation\" data-id=\"200900\"><a href=\"/opinion/200900/rhode-island-bro-v-state-of-rhode-islan/\"><span class=\"volume\">357</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">42</span></a></span></p>\n    <p class=\"parties\">RHODE ISLAND BROTHERHOOD OF CORRECTIONAL OFFICERS, Plaintiff, Appellant,<br>v.<br>State of RHODE ISLAND; Lincoln Almond, in his capacity as Chief Executive Officer of the State of Rhode Island; Robert L. Carl, Jr., in his capacity as Director of the Department of Administration of the State of Rhode Island; Paul J. Tavares, in his capacity as General Treasurer of the State of Rhode Island; and Ashbel T. Wall II, in his capacity as the Director of the Department of Corrections of the State of Rhode Island, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 03-1913.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard December 4, 2003.</p>\n    <p class=\"date\">Decided January 28, 2004.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Dennis T. Grieco II with whom Gidley, Sarli &amp; Marusak, LLP was on brief, for appellant.</p>\n      <p class=\"indent\">Thomas A. Palombo, Assistant Attorney General, Department of Attorney General, with whom Claire Richards, Special Counsel to the Governor, and John L.P. Breguet, Chief Legal Counsel, Department of Administration, Office of Labor Relations, were on brief, for appellee State of Rhode Island.</p>\n      <p class=\"indent\">John L.P. Breguet, Chief Legal Counsel, Department of Administration, Office of Labor Relations, with whom Thomas A. Palombo, Assistant Attorney General, Department of Attorney General, and Claire Richards, Special Counsel to the Governor, were on brief, for appellee Robert L. Carl, Jr.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, SELYA, Circuit Judge, and STAHL, Senior Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This suit involves the claims of the Rhode Island Brotherhood of Correctional Officers (\"the Brotherhood\") against the state of Rhode Island, its governor, and other officials (collectively, \"Rhode Island\"). Because the case was disposed of on a motion to dismiss, Fed.R.Civ.P. 12(b)(6), we accept for purposes of review the factual allegations (but not necessarily the characterizations) of the complaint, <i>Rogan v. Menino,</i> <span class=\"citation\" data-id=\"198447\"><a href=\"/opinion/198447/rogan-v-menino/\"><span class=\"volume\">175</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">75</span></a></span>, 77 (1st Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">528</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1062</span></span>, <span class=\"citation no-link\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">616</span></span>, <span class=\"citation no-link\"><span class=\"volume\">145</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">511</span></span> (1999), which are briefly as follows.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In 1976 the Rhode Island General Assembly enacted an incentive pay statute giving extra pay to correctional officers who acquired specified educational credits, provided that the officers remained employed by the Department of Corrections for designated periods (or paid back some of the extra pay if they left early). 1976 R.I. Pub. Laws. ch. 290, &#167; 2 (codified at R.I. Gen. Laws &#167;&#167; 42-56.1-1 to -10 (1976)). The extra pay was fixed as a specified percentage of the officer's base salary, depending upon the number of educational credits obtained. R.I. Gen. Laws &#167; 42-56.1-2 (1976).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Over the years after 1976 the state also entered into collective bargaining agreements with the correctional officers containing terms that mirrored the statute's provisions on incentive pay. However, the latest collective bargaining agreement containing such incentive pay provisions expired on June 30, 1996. The union alleges that the state required union members to sign individual contracts confirming the state's obligation to provide incentive pay under the terms of the statute; individual forms relating to incentive pay were signed, but whether they were contracts and if so what obligations they imposed and on whom remains to be discussed.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The Rhode Island legislature has several times enacted generous pay or pension statutes and later reconsidered them.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> In 1996, the Rhode Island General Assembly amended the 1976 incentive pay statute, effective as of July 1, 1996, to provide that after that date incentive pay would no longer be a percentage of base salary but would be a specified flat sum, 1996 R.I. Pub. Laws. ch. 100, &#167; 1 (codified at R.I. Gen. Laws &#167;&#167; 42-56.1-2 (1997)). According to the union this generally results in lower incentive pay &#8212; hardly a surprise since base salaries tend to rise over time.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On October 2, 2003, the Brotherhood brought suit, 42 U.S.C. &#167;&#167; 1983, 1988 (2000), against Rhode Island, seeking declaratory and injunctive relief to maintain the percentage formula and also seeking back payments. The claims were based on alleged violations of the contract clauses of the federal and Rhode Island constitutions, U.S. Const. art. I, &#167; 10, cl. 1; R.I. Const. art. I, &#167; 2; denial of substantive due process, U.S. Const. amend. XIV, &#167; 1; R.I. Const. art. I, &#167; 2; taking of property without just compensation (apparently under U.S. Const. Amend. V); breach of contract; promissory estoppel; and unjust enrichment/quantum meruit.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Thereafter, exercising supplemental jurisdiction over the state law claims, 28 U.S.C. &#167; 1367(a) (2000), the district court dismissed all of the claims on the merits, save that it dismissed the claims based on the alleged individual contracts for lack of standing. <i>R.I. Bhd. of Corr. Officers v. Rhode Island,</i> <span class=\"citation\" data-id=\"2507289\"><a href=\"/opinion/2507289/rhode-island-broth-of-correctional-officers-v-rhode-island/\"><span class=\"volume\">264</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">87</span></a></span> (D.R.I. 2003). The union now appeals. Our review of a decision granting a motion to dismiss on the papers is plenary. <i>Stein v. Royal Bank of Canada,</i> <span class=\"citation\" data-id=\"199275\"><a href=\"/opinion/199275/stein-v-royal-bank-of-canada/\"><span class=\"volume\">239</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">389</span></a></span>, 392 (1st Cir.2001).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The contract clause of the federal constitution limits the ability of a state to abrogate rights created by pre-existing contracts, including contractual rights against the state created by legislation. <i>E.g., Parella v. Ret. Bd. of Rhode Island Employees' Ret. Sys.,</i> <span class=\"citation\" data-id=\"198432\"><a href=\"/opinion/198432/parella-v-retirement/\"><span class=\"volume\">173</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">46</span></a></span>, 60 (1st Cir.1999); <i>Parker v. Wakelin,</i> <span class=\"citation\" data-id=\"197501\"><a href=\"/opinion/197501/parker-v-wakelin/\"><span class=\"volume\">123</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 4-5 (1st Cir.1997), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1106</span></span>, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1675</span></span>, <span class=\"citation no-link\"><span class=\"volume\">140</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">813</span></span> (1998). But recognizing that legislation is ordinarily subject to change, the Supreme Court requires that the legislature's intent to create such rights against the state be <i>unmistakably</i> clear, <i>see United States v. Winstar Corp.,</i> <span class=\"citation\" data-id=\"118062\"><a href=\"/opinion/118062/united-states-v-winstar-corp/\"><span class=\"volume\">518</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">839</span></a></span>, 872, <span class=\"citation\" data-id=\"118062\"><a href=\"/opinion/118062/united-states-v-winstar-corp/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2432</span></a></span>, <span class=\"citation\" data-id=\"118062\"><a href=\"/opinion/118062/united-states-v-winstar-corp/\"><span class=\"volume\">135</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">964</span></a></span> (1996) (plurality opinion); <i>Dodge v. Bd. of Educ.,</i> <span class=\"citation\" data-id=\"102855\"><a href=\"/opinion/102855/dodge-v-board-of-ed-of-chicago/\"><span class=\"volume\">302</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">74</span></a></span>, 78-79, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">98</span></span>, <span class=\"citation no-link\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">57</span></span> (1937); <i>Parella,</i> 173 F.3d at 59-60; and even where contractual rights do exist, the legislature may abrogate them under certain circumstances. <i>U.S. Trust Co. v. New Jersey,</i> <span class=\"citation\" data-id=\"109647\"><a href=\"/opinion/109647/united-states-trust-co-of-ny-v-new-jersey/\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 25, <span class=\"citation\" data-id=\"109647\"><a href=\"/opinion/109647/united-states-trust-co-of-ny-v-new-jersey/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1505</span></a></span>, <span class=\"citation\" data-id=\"109647\"><a href=\"/opinion/109647/united-states-trust-co-of-ny-v-new-jersey/\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">92</span></a></span> (1977); <i>Parella,</i> 173 F.3d at 59. Here, inquiry stops at the first stage since we agree with the district court that the 1976 statute did not unmistakably create contractual rights.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The 1976 statute merely provides that the incentive pay specified will be afforded if the educational qualifications are met by the employee. It does not say that the provisions are a contractual commitment by the state or will never be changed, nor is there language authorizing the state to enter into contracts guaranteeing such benefits forever. <i>See Parella,</i> 173 F.3d at 60. The framework is similar to other statutes regularly found not to create private contractual rights. <i>See</i> note 1, above.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The Brotherhood's main statutory-language argument to the contrary is that the 1976 provisions make references to writings in two instances: first, the eligibility provision requires that the employee \"agree in writing to remain\" in the Department of Corrections for a specified period, R.I. Gen. Laws &#167; 42-56.1-2 (1976); second, the payment provision directs an administrator to supply the \"agreement form\" containing the time constraints for completing educational programs, R.I. Gen. Laws &#167; 42-56.1-6 (1976). The provisions explain at least one of the forms relied on by the union as independent contracts.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Whatever the status and meaning of these two documents (an issue to which we will return), the two references to writings in the statute do not show that the statutory provisions for incentive pay were themselves unmistakably intended to create (or authorize creation of) private contractual rights <i>against</i> the state. The statute requires a document from the employee acknowledging the statutory commitment of the <i>employee</i> to remain or repay a portion of past incentive pay. The only obligations imposed on the state are to follow the statute &#8212; which has now been amended.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">It would have been child's play for the Rhode Island legislature to say explicitly in 1976 that educational credits once earned created private rights or that incentive pay could never be differently calculated for existing employees who had qualified for incentive pay. True, civil service jobs commonly create <i>expectations</i> that holders will likely enjoy no reductions in pay (but instead get periodic increases); but expectations alone are not contracts &#8212; contracts are written to protect expectations. Indeed, legislation constantly creates expectations that are disappointed by later modifications, repeal or lack of funding.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Of course, the employees in this case assert not only expectations but reliance. In private ordering (<i>e.g.,</i> a corporate pension plan), courts commonly overlook the lack of an explicit promise where the employee performs in accordance with a promulgated plan and the employer then reduces the benefits. <i>Nat'l Educ. Ass'n-R.I.</i> <i>ex rel. Scigulinsky v. Ret. Bd. of R.I. Employees' Ret. Sys.,</i> <span class=\"citation\" data-id=\"762677\"><a href=\"/opinion/762677/national-education-association-rhode-island-by-its-secretary-tia/\"><span class=\"volume\">172</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">22</span></a></span>, 26 (1st Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">528</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">929</span></span>, <span class=\"citation no-link\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">326</span></span>, <span class=\"citation no-link\"><span class=\"volume\">145</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">254</span></span> (1999). But for good reason public statutes are not construed in the same fashion as private contracts. <i>Id.</i> at 27. This is a disadvantage for public employees (who happen to include judges); yet no shortage of applicants has ensued.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\"><i>United States v. Winstar Corp.,</i> <span class=\"citation\" data-id=\"118062\"><a href=\"/opinion/118062/united-states-v-winstar-corp/\"><span class=\"volume\">518</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">839</span></a></span>, <span class=\"citation\" data-id=\"118062\"><a href=\"/opinion/118062/united-states-v-winstar-corp/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2432</span></a></span>, <span class=\"citation\" data-id=\"118062\"><a href=\"/opinion/118062/united-states-v-winstar-corp/\"><span class=\"volume\">135</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">964</span></a></span> (1996), relied upon in other respects by the Brotherhood, does not support the union's argument that contractual rights spring from the 1976 statute. Virtually all of the opinions assumed that the unmistakability doctrine applies to <i>legislation</i> claimed to provide private contractual rights.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> The core dispute that divided the Court three ways concerned the ability of Congress to override what most of the Justices deemed to be promises made in prior agreements between banks and their regulators.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Thus, <i>Winstar</i> did not alter the traditional presumption that state legislation does not ordinarily create private contractual rights. Indeed, <i>since</i> the <i>Winstar</i> decision, this court has regularly followed that presumption. <i>E.g., R.I. Laborers' Dist. Council v. Rhode Island,</i> <span class=\"citation\" data-id=\"754635\"><a href=\"/opinion/754635/rhode-island-laborers-district-council-local-union-808-v-state-of-rhode/\"><span class=\"volume\">145</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">42</span></a></span>, 44-45 (1st Cir.1998); <i>Parker,</i> 123 F.3d at 5-6. Any rule allowing one legislature to bind its successors by casual implication, <i>Winstar Corp.,</i> 518 U.S. at 874, <span class=\"citation\" data-id=\"118062\"><a href=\"/opinion/118062/united-states-v-winstar-corp/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2432</span></a></span> (Souter J., plurality opinion); <i>Parella,</i> 173 F.3d at 60, would be a far reaching change in the law endorsed by none of the <i>Winstar</i> opinions.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">As an alternative basis for its contract clause claim, the union relies on the collective bargaining agreements that mirrored the percentage pay terms of the 1976 statute. The last such agreement embodying those terms expired on June 30, 1996, one day before the statute converting incentive pay to flat stipends became effective. The union does not say that percentage based payments required before that date were not paid; its position is that under state labor law the last collective bargaining agreement previously in force is continued in force after June 30, 1996, until a new one is negotiated.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Assuming that state labor law maintains the status quo, the obligation would arise under state labor law and not by contractual obligation protected against impairment by the constitutional contract clause doctrine. <i>Providence Teachers Union v. Providence Sch. Bd.,</i> <span class=\"citation\" data-id=\"2310979\"><a href=\"/opinion/2310979/providence-teachers-union-v-providence-school-bd/\"><span class=\"volume\">689</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">388</span></a></span> (R.I. 1997), relied on by the Brotherhood, states that although under state labor law the \"terms and conditions of employment may be insulated from postexpiration unilateral change in order to protect the statutory right to bargain, such terms and conditions no longer have force by reason of the expired contract.\" <i>Id.</i> at 393 n. 2 (citations omitted). <i>See also Univ. of Haw. Prof'l Assembly v. Cayetano,</i> <span class=\"citation\" data-id=\"2424844\"><a href=\"/opinion/2424844/university-of-hawaii-prof-assembly-v-cayetano/\"><span class=\"volume\">125</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1237</span></a></span>, 1243 (D.Haw.2000); <i>Bricklayers Union Local 21 v. Edgar,</i> <span class=\"citation\" data-id=\"1592787\"><a href=\"/opinion/1592787/bricklayers-union-local-21-v-edgar/\"><span class=\"volume\">922</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">100</span></a></span>, 105-06 (N.D.Ill.1996).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Finally, as a basis for a contract clause claim, the Brotherhood points to the forms signed by individual employees. These forms, required by the 1976 statute as a condition of receiving incentive pay, appear in at least two versions: one is labeled \"notice\" and the other \"acknowledgment\" and both do no more than say that the employee receiving incentive pay understands that the payment requires that he or she continue to work for the Department of Corrections for a specified period or return part of the extra compensation.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The district court held that under Rhode Island law the Brotherhood had no authority to sue to enforce <i>individual</i> contracts made by its members. <i>R.I. Bhd. of Corr. Officers,</i> 264 F.Supp.2d at 100-01. The court conceded that section 1983 claims are governed by <i>federal</i> standing rules, which allow an association to sue on behalf of its members where the members would have standing to sue themselves, the interests are germane to the association's purpose, and \"neither the claim asserted nor the relief requested requires the participation of individual members in the lawsuit.\" <i>Hunt v. Wa. State Apple Advertising Comm'n,</i> <span class=\"citation\" data-id=\"109703\"><a href=\"/opinion/109703/hunt-v-washington-state-apple-advertising-commn/\"><span class=\"volume\">432</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">333</span></a></span>, 343, <span class=\"citation\" data-id=\"109703\"><a href=\"/opinion/109703/hunt-v-washington-state-apple-advertising-commn/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2434</span></a></span>, <span class=\"citation\" data-id=\"109703\"><a href=\"/opinion/109703/hunt-v-washington-state-apple-advertising-commn/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">383</span></a></span> (1977). But the district court found that the last of these three conditions had not been met.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The district court's main concern was that any determination as to amounts owed to individual employees as back pay since July 1996 would require individual calculations and the participation of those members in the lawsuit. Yet in this case the union sought for its members a declaration under the contract clause that percentage pay has to be provided in the future for members who had secured their educational credits. Surely such a declaration would benefit members even if they had to file separate lawsuits to determine individual back pay.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\"><i>Int'l Union, United Auto., Aerospace &amp; Agric. Implement Workers v. Brock,</i> <span class=\"citation\" data-id=\"111720\"><a href=\"/opinion/111720/automobile-workers-v-brock/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">274</span></a></span>, <span class=\"citation\" data-id=\"111720\"><a href=\"/opinion/111720/automobile-workers-v-brock/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2523</span></a></span>, <span class=\"citation\" data-id=\"111720\"><a href=\"/opinion/111720/automobile-workers-v-brock/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">228</span></a></span> (1986), is directly in point. There a union challenged the Secretary of Labor's interpretation of a trade statute in a manner that meant less unemployment benefits for union members. The Supreme Court concluded that the third requirement under <i>Hunt</i> for associational standing was met:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">[T]hough the unique facts of each UAW member's claim will have to be considered by the proper state authorities before any member will be able to receive the benefits allegedly due him, the UAW can litigate this case without the participation of those individual claimants and still ensure that \"the remedy, if granted, will inure to the benefit of those members of the association actually injured.\"</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\"><i>Id.</i> at 288, <span class=\"citation\" data-id=\"111720\"><a href=\"/opinion/111720/automobile-workers-v-brock/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2523</span></a></span> (quoting <i>Warth v. Seldin,</i> <span class=\"citation\" data-id=\"109301\"><a href=\"/opinion/109301/warth-v-seldin/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">490</span></a></span>, 515, <span class=\"citation\" data-id=\"109301\"><a href=\"/opinion/109301/warth-v-seldin/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2197</span></a></span>, <span class=\"citation\" data-id=\"109301\"><a href=\"/opinion/109301/warth-v-seldin/\"><span class=\"volume\">45</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">343</span></a></span> (1975)); <i>see also Playboy Enters., Inc. v. Pub. Serv. Comm'n,</i> <span class=\"citation\" data-id=\"543590\"><a href=\"/opinion/543590/playboy-enterprises-inc-v-public-service-commission-of-puerto-rico/\"><span class=\"volume\">906</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">25</span></a></span>, 35-36 (1st Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">959</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">388</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">399</span></span> (1990).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">It follows that federal standing rules permit the union to seek a declaration on behalf of its members as to whether the contract clause protects continuing rights to percentage pay under the alleged individual contracts. And embedded in this federal claim is the question whether the forms do constitute contracts committing the state to continue to pay percentage-based compensation to those who earned their educational credits before the statute was amended. We thus turn to the contract question not reached by the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Whether or not the forms constitute contracts &#8212; and neither is expressly a contract &#8212; they do not purport to create any obligations on the part of the state. Rather, the signing employee merely acknowledges that by accepting incentive pay, he or she \"understands\" that the educational program must be completed to qualify and that if the employee leaves in less than four years, a portion of the payment must be returned as provided in the 1976 statute. The time period for completing the educational requirements and the duration of required employment for each level of incentive compensation are specified in the two forms. Not a single phrase commits the state to do anything.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The purpose of the forms is patent. Although the employees' obligations are spelled out in the statute, a prudent legislature might be concerned that employees receiving incentive pay who did not complete their educational program, or resigned early from employment, would balk at paying back anything. Were the state ever to sue to recapture benefits as provided by the statute, the signed forms would block the employee from denying that he or she understood from the outset the conditions imposed on the receipt of such pay.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Our discussion thus far also disposes of three more of the claims advanced in the complaint. Because the union has not established a violation of any contractual rights, there is no cognizable claim for taking of property without just compensation. <i>Parella,</i> 173 F.3d at 58-59. The lack of any property interest also disposes of the substantive due process claim. <i>R.I. Laborers' Dist. Council,</i> 145 F.3d at 44 n. 1. Similarly, absent an extant contract obligating the state to do anything, the Brotherhood's common law breach of contract claims fail.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The complaint's two remaining claims invoke the doctrines of promissory estoppel and quantum meruit/unjust enrichment, but the Brotherhood's brief on appeal addresses these claims in only three sentences, effectively abandoning them. <i>Mass. Sch. of Law at Andover, Inc. v. Am. Bar Ass'n,</i> <span class=\"citation\" data-id=\"197918\"><a href=\"/opinion/197918/massachusetts-school-v-american-bar/\"><span class=\"volume\">142</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">26</span></a></span>, 43 (1st Cir.1998). For completeness, we note that the district court's opinion explains why neither claim can succeed under Rhode Island law. <i>R.I. Bhd. of Corr. Officers,</i> 264 F.Supp.2d at 104-06.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We have been brief in our treatment because the central contract clause claim has been turned back several times in past cases coming out of Rhode Island. Nor is the result remarkable: save in the area of pensions &#8212; and not always there &#8212; governments rarely guarantee that compensation will never be changed. If the Rhode Island legislature wants to promise never to reduce pay for existing workers, it will have to say so unmistakably &#8212; and accept openly the responsibility for its decision.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> <i>See generally Parella v. Ret. Bd. of R.I. Employees' Ret. Sys.,</i> <span class=\"citation\" data-id=\"198432\"><a href=\"/opinion/198432/parella-v-retirement/\"><span class=\"volume\">173</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">46</span></a></span> (1st Cir.1999); <i>National Educ. Association-R.I. ex rel. Scigulinsky v. Ret. Bd. of R.I. Employees' Ret. Sys.,</i> <span class=\"citation\" data-id=\"762677\"><a href=\"/opinion/762677/national-education-association-rhode-island-by-its-secretary-tia/\"><span class=\"volume\">172</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">22</span></a></span> (1st Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">528</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">929</span></span>, <span class=\"citation no-link\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">326</span></span>, <span class=\"citation no-link\"><span class=\"volume\">145</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">254</span></span> (1999); <i>R.I. Laborers' Dist. Council v. Rhode Island,</i> <span class=\"citation\" data-id=\"754635\"><a href=\"/opinion/754635/rhode-island-laborers-district-council-local-union-808-v-state-of-rhode/\"><span class=\"volume\">145</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">42</span></a></span> (1st Cir.1998); <i>McGrath v. R.I. Ret. Bd.,</i> <span class=\"citation\" data-id=\"196857\"><a href=\"/opinion/196857/mcgrath-v-ri-retirement-board/\"><span class=\"volume\">88</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span> (1st Cir.1996); <i>Retired Adjunct Professors v. Almond,</i> <span class=\"citation\" data-id=\"1970137\"><a href=\"/opinion/1970137/retired-adjunct-professors-v-almond/\"><span class=\"volume\">690</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1342</span></a></span> (R.I.1997).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> This conclusion also disposes of the counterpart claim under the Rhode Island Constitution, because Rhode Island case law construes its contract clause consistently with the federal clause,<i>Retired Adjunct Professors,</i> 690 A.2d at 1345 n. 2.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Although a litigant seeking to overcome the hurdle of the unmistakability doctrine may rely on \"not only the words used [in the statute] but also apparent purpose, context, and any pertinent evidence of actual intent, including legislative history,\"<i>R.I. Laborers' Dist. Council,</i> 145 F.3d at 43, the Brotherhood has not provided any pertinent evidence of this kind.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Justice Souter's opinion describes the history of the unmistakability doctrine as well-settled law<i>Winstar Corp.,</i> 518 U.S. at 876 &amp; n. 21, <span class=\"citation\" data-id=\"118062\"><a href=\"/opinion/118062/united-states-v-winstar-corp/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2432</span></a></span> (Souter J., plurality opinion). Justice Scalia's concurrence says that the doctrine reflects a \"commonsense\" interpretation of contract law in the context of legislation. <i>Id.</i> at 921, <span class=\"citation\" data-id=\"118062\"><a href=\"/opinion/118062/united-states-v-winstar-corp/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2432</span></a></span> (Scalia, J., concurring in the judgment). The Chief Justice's opinion opposes any dilution of pre-existing unmistakability law. <i>Id.</i> at 926-27, <span class=\"citation\" data-id=\"118062\"><a href=\"/opinion/118062/united-states-v-winstar-corp/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2432</span></a></span> (Rehnquist, C.J., dissenting).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Although the union's complaint does not invoke any claims under state labor laws, the 1996 statute, expressly changing the basis for computing incentive pay, would arguably modify any state labor law doctrine that might otherwise independently perpetuate the old formula</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Two versions of the documents exist, and are entitled, respectively, \"Correctional Officer's Education Incentive Pay Notification of Enrollment\" and \"Acknowledgment of the Provisions of Title 42 Chapter 56.1-1 through 56.1-10 of the General Laws of Rhode Island and in particular Chapter 42-56.1-2.\"</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/102855/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109301/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109647/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109703/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111720/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118062/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196857/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197501/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197918/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198432/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198447/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199275/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200900/",
    "http://www.courtlistener.com/api/rest/v3/opinions/543590/",
    "http://www.courtlistener.com/api/rest/v3/opinions/754635/",
    "http://www.courtlistener.com/api/rest/v3/opinions/762677/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1592787/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1970137/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2310979/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2424844/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2507289/"
  ]
}