{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/200951/",
  "absolute_url": "/opinion/200951/p-v-west-springfield/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/200951/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:04:21Z",
  "date_modified": "2016-02-28T05:04:15.548896Z",
  "type": "010combined",
  "sha1": "308ec7e7fa57af727a7f9c64f27936ebb5935cd5",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/03-1740-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2004/04/02/P._v._West_Springfield.pdf",
  "plain_text": "          United States Court of Appeals\n                        For the First Circuit\n\nNo. 03-1740\n\n                  NATHAN P., ROBERT POMERLEAU,\n                     and ELIZABETH POMERLEAU,\n\n                        Plaintiffs, Appellants,\n\n                                  v.\n\n                 WEST SPRINGFIELD PUBLIC SCHOOLS\n                and THE TOWN OF WEST SPRINGFIELD,\n\n                        Defendants, Appellees.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n          [Hon. Michael A. Ponsor, U.S. District Judge]\n\n\n                                Before\n\n                      Lipez, Circuit Judge,\n                  Coffin, Senior Circuit Judge,\n                 and Barbadoro,* District Judge.\n\n\n\n     Derek M. Beaulieu for appellants.\n     Regina Williams Tate, with whom Kimberly A. Mucha and Murphy,\nHesse, Toomey, and Lehane were on brief for appellees.\n\n\n\n                            April 2, 2004\n\n\n_____________________\n\n     *Of the District of New Hampshire, sitting by designation.\n\f           LIPEZ,    Circuit    Judge.       Nathan   P.   and    his   parents,\n\nElizabeth and Robert Pomerleau, appeal from the judgment of the\n\ndistrict court dismissing their suit for attorney's fees and costs\n\nunder the Individuals with Disabilities Education Act (\"IDEA\"), 20\n\nU.S.C. ยง 1400 et seq., for failure to state a claim pursuant to\n\nFed. R. Civ. P. 12(b)(6).       Having failed to oppose the defendants'\n\nmotions   to   dismiss   or    file   any    post-judgment   motion      seeking\n\nreconsideration of the district court's decision, the Pomerleaus\n\nnow challenge on the merits the district court's dismissal of their\n\ncase.   Adhering to our well-established rule that legal issues not\n\npresented before the district court may not be advanced for the\n\nfirst time on appeal, we affirm the decision of the district court.\n\n                                      I.\n\n           Nathan P. is a student with disabilities within the\n\nmeaning   of   the   Individuals      with    Disabilities       Education   Act\n\n(\"IDEA\"), 20 U.S.C. ยง 1400 et seq.           In May 2001, West Springfield\n\nPublic Schools developed an individualized education plan (\"IEP\")\n\nfor Nathan P.    Nathan's parents, Elizabeth and Robert Pomerleau,\n\nrejected that IEP and notified the school district that they were\n\nenrolling Nathan P. at the Curtis Blake Day School.               On August 2,\n\n2001, the Pomerleaus requested a hearing before the Bureau of\n\nSpecial Education Appeals (\"BSEA\"), seeking a declaratory judgment\n\nthat the Curtis Blake Day School was the appropriate placement for\n\nNathan P. and reimbursement for the cost of Nathan's tuition at\n\nthat school for 2001-2002.\n\n                                      -2-\n\f           A BSEA hearing officer conducted a hearing on April 11,\n\nand May 22, 24, and 29 of 2002.           On August 15, 2002, the BSEA\n\nissued a decision in favor of the Pomerleaus.        The defendants did\n\nnot appeal that decision.      On February 10, 2003, the Pomerleaus\n\nfiled a claim in the United States District Court for the District\n\nof Massachusetts for attorney's fees and costs pursuant to the fee\n\nshifting provision of the IDEA.\n\n           On March 12, 2003, West Springfield Public Schools filed\n\na motion to dismiss for failure to state a claim under Fed. R. Civ.\n\nP. 12(b)(6). The Town of West Springfield concurred and joined the\n\nmotion on April 8, 2003, when it filed its motion to dismiss.        The\n\ndefendants alleged that the plaintiffs' IDEA claim for attorney's\n\nfees was analogous to an appeal of an administrative decision and\n\ntherefore was time barred by the 30-day statute of limitations that\n\ngoverns such appeals under Massachusetts law.            The defendants\n\nfurther argued that the plaintiffs' claims were precluded because\n\nthey were based on the decision of a BSEA hearing officer, which\n\nwas not a judicially sanctioned change as required by the fee-\n\nshifting statute.     Finally, they urged the district court to\n\ndismiss the plaintiffs' claim for expert witness fees, arguing that\n\nthe IDEA did not authorize courts to make such awards.                The\n\nPomerleaus never responded to or opposed the defendants' motions to\n\ndismiss.\n\n           The   district   court   granted   West   Springfield   Public\n\nSchools' motion to dismiss on May 1, 2003, noting that \"[w]hile the\n\n                                    -3-\n\flaw in this area is not crystal clear, defendant's arguments are\n\ncolorable, and no opposition has been filed.\"   On May 7, 2003, the\n\ndistrict court granted the Town of West Springfield's motion to\n\ndismiss \"based on the lack of opposition and the force of the\n\ndefendant's arguments.\" The court ordered judgment of dismissal in\n\nfavor of both of the defendants on May 7, 2003.   Without filing a\n\npost-judgment motion seeking reconsideration of the judgment in the\n\ndistrict court, the Pomerleaus filed this appeal.\n\n                                 II.\n\n          We have some concerns about the brief dismissal orders of\n\nthe district court because we are unable to determine the precise\n\ngrounds for dismissal.   Although the court referred generally to\n\nthe \"force\" and \"colorable\" nature of the defendants' arguments, it\n\ndid not analyze these arguments or explain the basis for its\n\nconclusion that the Pomerleaus had failed to state a claim upon\n\nwhich relief could be granted.    It noted in the first order that\n\n\"no opposition has been filed\" and in the second that dismissal was\n\n\"based on the lack of opposition\" as well as the strength of the\n\ndefendant's arguments.   Under these circumstances, it appears that\n\nthe dismissals were, to an uncertain extent, a sanction for the\n\nplaintiffs' failure to file an opposition.\n\n          A district court may grant a 12(b)(6) motion to dismiss\n\nfor failure to state a claim upon which relief can be granted only\n\nif \"it clearly appears, according to the facts alleged, that the\n\nplaintiff cannot recover on any viable theory.\" Correa-Martinez v.\n\n                                 -4-\n\fArrillaga-Belendez, 903 F.2d 49, 52 (1st Cir. 1990). When deciding\n\na 12(b)(6) motion, \"the mere fact that a motion to dismiss is\n\nunopposed does not relieve the district court of the obligation to\n\nexamine   the   complaint   itself    to   see   whether   it   is   formally\n\nsufficient to state a claim.\"        Vega-Encarnacion v. Babilonia, 344\n\nF.3d 37, 41 (1st Cir. 2003).         This obligation means that a court\n\nmay not automatically treat a failure to respond to a 12(b)(6)\n\nmotion as a procedural default. See Pinto v. Universidad de Puerto\n\nRico, 895 F.2d 18, 19 & n.1 (1st Cir. 1990) (rejecting defendants'\n\nargument that \"a court may, without notice, take a failure to\n\nrespond to a motion to dismiss as a default, warranting dismissal\n\nirrespective of substantive merit\"); see also Issa v. Comp USA, 354\n\nF.3d 1174, 1177 (10th Cir. 2003); McCall v. Pataki, 232 F.3d 321,\n\n323 (2d Cir. 2000).1\n\n           On the other hand, we have held that \"it is within the\n\ndistrict court's discretion to dismiss an action based on a party's\n\nunexcused failure to respond to a dispositive motion when such\n\nresponse is required by local rule, at least when the response does\n\nnot clearly offend equity.\" NEPSK, Inc. v. Town of Houlton, 283\n\nF.3d 1, 7 (1st Cir. 2002); see Pinto, 895 F.2d at 19 & n.1 (noting\n\nthat a court may treat the failure to respond to a motion to\n\n\n\n     1\n      While a district court retains discretion to dismiss a\nplaintiff's action under Fed. R. Civ. P. 41(b) for failure to\nprosecute, lack of response to a motion to dismiss does not,\nwithout more, justify this severe sanction.       See Pomales v.\nCelulares Telefonica, Inc., 342 F.3d 44, 48 (1st Cir. 2003).\n\n                                     -5-\n\fdismiss as a procedural default \"where a court had ordered a\n\nmemorandum, and of course, cases where a response was required by\n\nrule\") (citations omitted).            Where a local rule expressly requires\n\na response to a motion, the non-moving party is placed on notice\n\nthat failure to respond could result in a procedural default.                              See\n\nPinto, 895 F.2d at 19 & n.1.                   In such cases, the local rule\n\nprovides the basis for dismissal rather than Fed. R. Civ. P.\n\n12(b)(6), which does not on its own terms require a response to a\n\nmotion to dismiss.           Where a district court grants an unopposed\n\nmotion    to    dismiss     pursuant    to     a    local    rule       that    requires    a\n\nresponse, we will uphold the sanction provided that it does not\n\noffend equity or conflict with a federal rule.                     See NEPSK, 283 F.3d\n\nat 7.\n\n               In this case, however, we are unsure whether the district\n\ncourt    relied    on   a   local      rule    in    dismissing         the     Pomerleaus'\n\ncomplaint, as it did not refer to such a rule in its order.                                 In\n\naddition, it is not clear whether the Local Rules for the District\n\nof Massachusetts require a non-moving party to respond to a motion\n\nto dismiss.       Our caselaw points in different directions on this\n\nquestion.      See Mullen v. St. Paul Fire & Marine Ins. Co., 972 F.2d\n\n446,     451    (1st    Cir.    1992)        (finding       that    the        District    of\n\nMassachusetts       local      rules    do    not    require        a    response     to    a\n\ndispositive motion); but see Corey v. Mast Rd. Grain & Bldg.\n\nMaterials Co., 738 F.2d 11, 12 (1st Cir. 1984) (holding that the\n\nlocal rules do require a response).\n\n                                          -6-\n\f            Despite our concerns with the district court's orders, we\n\nneed not decide whether the district court acted appropriately in\n\ndismissing the plaintiffs' complaint because the plaintiffs failed\n\nto raise below the issues that they now argue on appeal.           \"If any\n\nprinciple is settled in this circuit, it is that, absent the most\n\nextraordinary circumstances, legal theories not raised squarely in\n\nthe lower court cannot be broached for the first time on appeal.\"\n\nTeamsters, Chauffeurs, Warehousemen and Helpers Union, Local No. 59\n\nv. Superline Transp. Co. et al., 953 F.2d 17, 21 (1st Cir. 1992);\n\nsee Beaulieu v. IRS, 865 F.2d 1351, 1352 (1st Cir. 1989) (\"[I]t is\n\na party's first obligation to seek any relief that might fairly\n\nhave been thought available in the district court before seeking it\n\non   appeal.\").    The   circumstances   in   this   case   were   hardly\n\nextraordinary.    The defendants each filed a motion to dismiss, and\n\nthe district court considered and granted these motions, yet the\n\nPomerleaus neither opposed the motions nor sought reconsideration\n\nof the district court's judgment pursuant to Fed. R. Civ. P. 59(e)\n\nor 60(b).\n\n            If a response to a motion to dismiss is not required by\n\na local rule, yet the court wrongly grants the motion to dismiss\n\nbecause of the plaintiff's procedural default, a plaintiff who has\n\nsuffered an improper dismissal order may challenge the court's\n\nprocedural error by filing a motion to alter or amend the judgment\n\nunder Fed. R. Civ. P. 59(e).   Given our clearly stated law that the\n\ndistrict court has an obligation to examine the complaint itself to\n\n                                 -7-\n\fdetermine the legal sufficiency, such a procedural default ruling\n\nwould be a manifest error of law.     If the district court considers\n\nthe merits of the unopposed motion to dismiss as it should and errs\n\nin its analysis, the plaintiff may also raise a claim of error\n\nthrough a Rule 59(e) motion.2   Where a response is required by a\n\nlocal rule, a plaintiff may still file a timely motion to set aside\n\nthe judgment pursuant to Fed. R. Civ. P. 60(b), on the ground that\n\nits earlier default was due to excusable neglect.         See, e.g.,\n\nUnited States v. Sea Scallops, 857 F.2d 46, 48-49 (1st Cir. 1988).\n\nThus, a party who fails to object to a motion to dismiss must raise\n\nany claims of error by filing the appropriate post-judgment motion,\n\nor forfeit his or her right to raise those claims before this\n\ncourt.   See Rocofort v. IBM Corp., 334 F.3d 115, 122 (1st Cir.\n\n2002); MCI Telecomms. Corp. v. Matrix Communs. Corp., 135 F.3d 27,\n\n     2\n      Of course, Rule 59(e) \"does not provide a vehicle for a party\nto undo its own procedural failures\" or to \"advance arguments that\ncould and should have been presented to the district court prior to\njudgment.\" See Dimarco-Zappa v. Cabanillas, 328 F.3d 25, 34 (1st\nCir. 2001). That a district court may not, without notice, dismiss\nthe plaintiff's complaint as a sanction for the failure to file an\nopposition does not mean that the non-responding plaintiff is\nrelieved of his or her duty \"to incorporate all relevant arguments\nin the papers that directly address a pending motion.\" CMM Cable\nRep., Inc. v. Ocean Coast Props., Inc., 97 F.3d 1504, 1526 (1st\nCir. 1994). Thus, a plaintiff who fails to raise any substantive\nlegal arguments prior to the dismissal of his or her complaint is\nappropriately limited under Rule 59(e) to challenging the court's\ndecision as a manifest error of law. See FDIC v. World Univ. Inc.,\n978 F.2d 10, 16 (1st Cir. 1992) (\"Motions under Rule 59(e) must\neither clearly establish a manifest error of law or must present\nnewly discovered evidence.\").\n\n\n\n\n                                -8-\n\f33 (1st Cir. 1998).   To hold otherwise would undermine the ability\n\nof the district courts to serve as an effective and efficient forum\n\nfor the resolution of disputes.\n\n           Therefore, because the Pomerleaus failed to raise any\n\narguments before the district court either in an opposition to the\n\ndefendants' 12(b)(6) motions or by filing a timely, post-judgment\n\nmotion, they are foreclosed from advancing their arguments on\n\nappeal.3    Consequently,   the   decision   of   the   district   court\n\ndismissing the plaintiffs' complaint is affirmed.\n\n           So ordered.\n\n\n\n\n     3\n      In addition, the plaintiffs have not argued before us that\nthe district court improperly dismissed their complaint as a\nsanction for failure to oppose, raising only the substantive issues\npresented by the defendants' motions to dismiss. Therefore, even\nif this procedural issue had not been forfeited by the plaintiffs'\nfailure to raise it in the district court, we would be inclined to\nconsider it waived by their failure to raise it on appeal. See\nKing v. Town of Hanover, 116 F.3d 965, 970 (1st Cir. 1997).\n\n\n                                  -9-\n\f",
  "html": "<p class=\"case_cite\">362 F.3d 143</p>\n    <p class=\"parties\">Nathan P., Robert POMERLEAU, and Elizabeth Pomerleau, Plaintiffs, Appellants,<br>v.<br>WEST SPRINGFIELD PUBLIC SCHOOLS and The Town of West Springfield, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 03-1740.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard November 3, 2003.</p>\n    <p class=\"date\">Decided April 2, 2004.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Derek M. Beaulieu, for appellants.</p>\n      <p class=\"indent\">Regina Williams Tate, with whom Kimberly A. Mucha and Murphy, Hesse, Toomey, and Lehane were on brief for appellees.</p>\n      <p class=\"indent\">Before LIPEZ, Circuit Judge, COFFIN, Senior Circuit Judge, and BARBADORO,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">LIPEZ, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Nathan P. and his parents, Elizabeth and Robert Pomerleau, appeal from the judgment of the district court dismissing their suit for attorney's fees and costs under the Individuals with Disabilities Education Act (\"IDEA\"), 20 U.S.C. &#167; 1400 <i>et seq.,</i> for failure to state a claim pursuant to Fed.R.Civ.P. 12(b)(6). Having failed to oppose the defendants' motions to dismiss or file any post-judgment motion seeking reconsideration of the district court's decision, the Pomerleaus now challenge on the merits the district court's dismissal of their case. Adhering to our well-established rule that legal issues not presented before the district court may not be advanced for the first time on appeal, we affirm the decision of the district court.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Nathan P. is a student with disabilities within the meaning of the Individuals with Disabilities Education Act (\"IDEA\"), 20 U.S.C. &#167; 1400 <i>et seq.</i> In May 2001, West Springfield Public Schools developed an individualized education plan (\"IEP\") for Nathan P. Nathan's parents, Elizabeth and Robert Pomerleau, rejected that IEP and notified the school district that they were enrolling Nathan P. at the Curtis Blake Day School. On August 2, 2001, the Pomerleaus requested a hearing before the Bureau of Special Education Appeals (\"BSEA\"), seeking a declaratory judgment that the Curtis Blake Day School was the appropriate placement for Nathan P. and reimbursement for the cost of Nathan's tuition at that school for 2001-2002.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">A BSEA hearing officer conducted a hearing on April 11, and May 22, 24, and 29 of 2002. On August 15, 2002, the BSEA issued a decision in favor of the Pomerleaus. The defendants did not appeal that decision. On February 10, 2003, the Pomerleaus filed a claim in the United States District Court for the District of Massachusetts for attorney's fees and costs pursuant to the fee shifting provision of the IDEA.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On March 12, 2003, West Springfield Public Schools filed a motion to dismiss for failure to state a claim under Fed.R.Civ.P. 12(b)(6). The Town of West Springfield concurred and joined the motion on April 8, 2003, when it filed its motion to dismiss. The defendants alleged that the plaintiffs' IDEA claim for attorney's fees was analogous to an appeal of an administrative decision and therefore was time barred by the 30-day statute of limitations that governs such appeals under Massachusetts law. The defendants further argued that the plaintiffs' claims were precluded because they were based on the decision of a BSEA hearing officer, which was not a judicially sanctioned change as required by the fee-shifting statute. Finally, they urged the district court to dismiss the plaintiffs' claim for expert witness fees, arguing that the IDEA did not authorize courts to make such awards. The Pomerleaus never responded to or opposed the defendants' motions to dismiss.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The district court granted West Springfield Public Schools' motion to dismiss on May 1, 2003, noting that \"[w]hile the law in this area is not crystal clear, defendant's arguments are colorable, and no opposition has been filed.\" On May 7, 2003, the district court granted the Town of West Springfield's motion to dismiss \"based on the lack of opposition and the force of the defendant's arguments.\" The court ordered judgment of dismissal in favor of both of the defendants on May 7, 2003. Without filing a post-judgment motion seeking reconsideration of the judgment in the district court, the Pomerleaus filed this appeal.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We have some concerns about the brief dismissal orders of the district court because we are unable to determine the precise grounds for dismissal. Although the court referred generally to the \"force\" and \"colorable\" nature of the defendants' arguments, it did not analyze these arguments or explain the basis for its conclusion that the Pomerleaus had failed to state a claim upon which relief could be granted. It noted in the first order that \"no opposition has been filed\" and in the second that dismissal was \"based on the lack of opposition\" as well as the strength of the defendant's arguments. Under these circumstances, it appears that the dismissals were, to an uncertain extent, a sanction for the plaintiffs' failure to file an opposition.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">A district court may grant a 12(b)(6) motion to dismiss for failure to state a claim upon which relief can be granted only if \"it clearly appears, according to the facts alleged, that the plaintiff cannot recover on any viable theory.\" <i>Correa-Martinez v. Arrillaga-Belendez,</i> 903 F.2d 49, 52 (1st Cir.1990). When deciding a 12(b)(6) motion, \"the mere fact that a motion to dismiss is unopposed does not relieve the district court of the obligation to examine the complaint itself to see whether it is formally sufficient to state a claim.\" <i>Vega-Encarnacion v. Babilonia,</i> 344 F.3d 37, 41 (1st Cir.2003). This obligation means that a court may not automatically treat a failure to respond to a 12(b)(6) motion as a procedural default. <i>See Pinto v. Universidad De Puerto Rico,</i> 895 F.2d 18, 19 &amp; n. 1 (1st Cir.1990) (rejecting defendants' argument that \"a court may, without notice, take a failure to respond to a motion to dismiss as a default, warranting dismissal irrespective of substantive merit\"); <i>see also Issa v. Comp USA,</i> 354 F.3d 1174, 1177 (10th Cir.2003); <i>McCall v. Pataki,</i> 232 F.3d 321, 323 (2d Cir.2000).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On the other hand, we have held that \"it is within the district court's discretion to dismiss an action based on a party's unexcused failure to respond to a dispositive motion when such response is required by local rule, at least when the result does not clearly offend equity.\" <i>NEPSK, Inc. v. Town of Houlton,</i> 283 F.3d 1, 7 (1st Cir. 2002); <i>see Pinto,</i> 895 F.2d at 19 &amp; n. 1 (noting that a court may treat the failure to respond to a motion to dismiss as a procedural default \"where a court had ordered a memorandum, and of course, cases where a response was required by rule\") (citations omitted). Where a local rule expressly requires a response to a motion, the non-moving party is placed on notice that failure to respond could result in a procedural default. <i>See Pinto,</i> 895 F.2d at 19 &amp; n. 1. In such cases, the local rule provides the basis for dismissal rather than Fed.R.Civ.P. 12(b)(6), which does not on its own terms require a response to a motion to dismiss. Where a district court grants an unopposed motion to dismiss pursuant to a local rule that requires a response, we will uphold the sanction provided that it does not offend equity or conflict with a federal rule. <i>See NEPSK,</i> 283 F.3d at 7.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In this case, however, we are unsure whether the district court relied on a local rule in dismissing the Pomerleaus' complaint, as it did not refer to such a rule in its order. In addition, it is not clear whether the Local Rules for the District of Massachusetts require a non-moving party to respond to a motion to dismiss. Our caselaw points in different directions on this question. <i>See Mullen v. St. Paul Fire &amp; Marine Ins. Co.,</i> 972 F.2d 446, 451 (1st Cir.1992) (finding that the District of Massachusetts local rules do not require a response to a dispositive motion); <i>but see Corey v. Mast Rd. Grain &amp; Bldg. Materials Co.,</i> 738 F.2d 11, 12 (1st Cir.1984) (holding that the local rules do require a response).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Despite our concerns with the district court's orders, we need not decide whether the district court acted appropriately in dismissing the plaintiffs' complaint because the plaintiffs failed to raise below the issues that they now argue on appeal. \"If any principle is settled in this circuit, it is that, absent the most extraordinary circumstances, legal theories not raised squarely in the lower court cannot be broached for the first time on appeal.\" <i>Teamsters, Chauffeurs, Warehousemen and Helpers Union, Local No. 59 v. Superline Transp. Co. et al.,</i> 953 F.2d 17, 21 (1st Cir.1992); <i>see Beaulieu v. IRS,</i> 865 F.2d 1351, 1352 (1st Cir.1989) (\"[I]t is a party's first obligation to seek any relief that might fairly have been thought available in the district court before seeking it on appeal.\"). The circumstances in this case were hardly extraordinary. The defendants each filed a motion to dismiss, and the district court considered and granted these motions, yet the Pomerleaus neither opposed the motions nor sought reconsideration of the district court's judgment pursuant to Fed.R.Civ.P. 59(e) or 60(b).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">If a response to a motion to dismiss is not required by a local rule, yet the court wrongly grants the motion to dismiss because of the plaintiff's procedural default, a plaintiff who has suffered an improper dismissal order may challenge the court's procedural error by filing a motion to alter or amend the judgment under Fed.R.Civ.P. 59(e). Given our clearly stated law that the district court has an obligation to examine the complaint itself to determine the legal sufficiency, such a procedural default ruling would be a manifest error of law. If the district court considers the merits of the unopposed motion to dismiss as it should and errs in its analysis, the plaintiff may also raise a claim of error through a Rule 59(e) motion.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Where a response is required by a local rule, a plaintiff may still file a timely motion to set aside the judgment pursuant to Fed.R.Civ.P. 60(b), on the ground that its earlier default was due to excusable neglect. <i>See, e.g., United States v. Sea Scallops,</i> 857 F.2d 46, 48-49 (1st Cir.1988). Thus, a party who fails to object to a motion to dismiss must raise any claims of error by filing the appropriate post-judgment motion, or forfeit his or her right to raise those claims before this court. <i>See Rocafort v. IBM Corp.,</i> 334 F.3d 115, 122 (1st Cir.2002); <i>MCI Telecomms. Corp. v. Matrix Communs. Corp.,</i> 135 F.3d 27, 33 (1st Cir.1998). To hold otherwise would undermine the ability of the district courts to serve as an effective and efficient forum for the resolution of disputes.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Therefore, because the Pomerleaus failed to raise any arguments before the district court either in an opposition to the defendants' 12(b)(6) motions or by filing a timely, post-judgment motion, they are foreclosed from advancing their arguments on appeal.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Consequently, the decision of the district court dismissing the plaintiffs' complaint is <i>affirmed.</i></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">\n        <i>So ordered.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of New Hampshire, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> While a district court retains discretion to dismiss a plaintiff's action under Fed.R.Civ.P. 41(b) for failure to prosecute, lack of response to a motion to dismiss does not, without more, justify this severe sanction<i>See Pomales v. Celulares Telefonica, Inc.,</i> 342 F.3d 44, 48 (1st Cir.2003).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Of course, Rule 59(e) \"does not provide a vehicle for a party to undo its own procedural failures\" or to \"advance arguments that could and should have been presented to the district court prior to judgment.\"<i>See DiMarco-Zappa v. Cabanillas,</i> 238 F.3d 25, 34 (1st Cir. 2001). That a district court may not, without notice, dismiss the plaintiff's complaint as a sanction for the failure to file an opposition does not mean that the non-responding plaintiff is relieved of his or her duty \"to incorporate all relevant arguments in the papers that directly address a pending motion.\" <i>CMM Cable Rep., Inc. v. Ocean Coast Props., Inc.,</i> 97 F.3d 1504, 1526 (1st Cir.1994). Thus, a plaintiff who fails to raise any substantive legal arguments prior to the dismissal of his or her complaint is appropriately limited under Rule 59(e) to challenging the court's decision as a manifest error of law. <i>See FDIC v. World Univ. Inc.,</i> 978 F.2d 10, 16 (1st Cir. 1992) (\"Motions under <i>Rule 59(e)</i> must either clearly establish a manifest error of law or must present newly discovered evidence.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In addition, the plaintiffs have not argued before us that the district court improperly dismissed their complaint as a sanction for failure to oppose, raising only the substantive issues presented by the defendants' motions to dismiss. Therefore, even if this procedural issue had not been forfeited by the plaintiffs' failure to raise it in the district court, we would be inclined to consider it waived by their failure to raise it on appeal<i>See King v. Town of Hanover,</i> 116 F.3d 965, 970 (1st Cir.1997).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">362</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">143</span></span></p>\n    <p class=\"parties\">Nathan P., Robert POMERLEAU, and Elizabeth Pomerleau, Plaintiffs, Appellants,<br>v.<br>WEST SPRINGFIELD PUBLIC SCHOOLS and The Town of West Springfield, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 03-1740.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard November 3, 2003.</p>\n    <p class=\"date\">Decided April 2, 2004.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Derek M. Beaulieu, for appellants.</p>\n      <p class=\"indent\">Regina Williams Tate, with whom Kimberly A. Mucha and Murphy, Hesse, Toomey, and Lehane were on brief for appellees.</p>\n      <p class=\"indent\">Before LIPEZ, Circuit Judge, COFFIN, Senior Circuit Judge, and BARBADORO,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">LIPEZ, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Nathan P. and his parents, Elizabeth and Robert Pomerleau, appeal from the judgment of the district court dismissing their suit for attorney's fees and costs under the Individuals with Disabilities Education Act (\"IDEA\"), 20 U.S.C. &#167; 1400 <i>et seq.,</i> for failure to state a claim pursuant to Fed.R.Civ.P. 12(b)(6). Having failed to oppose the defendants' motions to dismiss or file any post-judgment motion seeking reconsideration of the district court's decision, the Pomerleaus now challenge on the merits the district court's dismissal of their case. Adhering to our well-established rule that legal issues not presented before the district court may not be advanced for the first time on appeal, we affirm the decision of the district court.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Nathan P. is a student with disabilities within the meaning of the Individuals with Disabilities Education Act (\"IDEA\"), 20 U.S.C. &#167; 1400 <i>et seq.</i> In May 2001, West Springfield Public Schools developed an individualized education plan (\"IEP\") for Nathan P. Nathan's parents, Elizabeth and Robert Pomerleau, rejected that IEP and notified the school district that they were enrolling Nathan P. at the Curtis Blake Day School. On August 2, 2001, the Pomerleaus requested a hearing before the Bureau of Special Education Appeals (\"BSEA\"), seeking a declaratory judgment that the Curtis Blake Day School was the appropriate placement for Nathan P. and reimbursement for the cost of Nathan's tuition at that school for 2001-2002.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">A BSEA hearing officer conducted a hearing on April 11, and May 22, 24, and 29 of 2002. On August 15, 2002, the BSEA issued a decision in favor of the Pomerleaus. The defendants did not appeal that decision. On February 10, 2003, the Pomerleaus filed a claim in the United States District Court for the District of Massachusetts for attorney's fees and costs pursuant to the fee shifting provision of the IDEA.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On March 12, 2003, West Springfield Public Schools filed a motion to dismiss for failure to state a claim under Fed.R.Civ.P. 12(b)(6). The Town of West Springfield concurred and joined the motion on April 8, 2003, when it filed its motion to dismiss. The defendants alleged that the plaintiffs' IDEA claim for attorney's fees was analogous to an appeal of an administrative decision and therefore was time barred by the 30-day statute of limitations that governs such appeals under Massachusetts law. The defendants further argued that the plaintiffs' claims were precluded because they were based on the decision of a BSEA hearing officer, which was not a judicially sanctioned change as required by the fee-shifting statute. Finally, they urged the district court to dismiss the plaintiffs' claim for expert witness fees, arguing that the IDEA did not authorize courts to make such awards. The Pomerleaus never responded to or opposed the defendants' motions to dismiss.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The district court granted West Springfield Public Schools' motion to dismiss on May 1, 2003, noting that \"[w]hile the law in this area is not crystal clear, defendant's arguments are colorable, and no opposition has been filed.\" On May 7, 2003, the district court granted the Town of West Springfield's motion to dismiss \"based on the lack of opposition and the force of the defendant's arguments.\" The court ordered judgment of dismissal in favor of both of the defendants on May 7, 2003. Without filing a post-judgment motion seeking reconsideration of the judgment in the district court, the Pomerleaus filed this appeal.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We have some concerns about the brief dismissal orders of the district court because we are unable to determine the precise grounds for dismissal. Although the court referred generally to the \"force\" and \"colorable\" nature of the defendants' arguments, it did not analyze these arguments or explain the basis for its conclusion that the Pomerleaus had failed to state a claim upon which relief could be granted. It noted in the first order that \"no opposition has been filed\" and in the second that dismissal was \"based on the lack of opposition\" as well as the strength of the defendant's arguments. Under these circumstances, it appears that the dismissals were, to an uncertain extent, a sanction for the plaintiffs' failure to file an opposition.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">A district court may grant a 12(b)(6) motion to dismiss for failure to state a claim upon which relief can be granted only if \"it clearly appears, according to the facts alleged, that the plaintiff cannot recover on any viable theory.\" <i>Correa-Martinez v. Arrillaga-Belendez,</i> <span class=\"citation\" data-id=\"541732\"><a href=\"/opinion/541732/jorge-correa-martinez-v-rene-arrillaga-belendez/\"><span class=\"volume\">903</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">49</span></a></span>, 52 (1st Cir.1990). When deciding a 12(b)(6) motion, \"the mere fact that a motion to dismiss is unopposed does not relieve the district court of the obligation to examine the complaint itself to see whether it is formally sufficient to state a claim.\" <i>Vega-Encarnacion v. Babilonia,</i> <span class=\"citation\" data-id=\"200645\"><a href=\"/opinion/200645/vega-encarnacion-v-babilonia/\"><span class=\"volume\">344</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">37</span></a></span>, 41 (1st Cir.2003). This obligation means that a court may not automatically treat a failure to respond to a 12(b)(6) motion as a procedural default. <i>See Pinto v. Universidad De Puerto Rico,</i> <span class=\"citation\" data-id=\"536026\"><a href=\"/opinion/536026/desio-rabal-pinto-v-universidad-de-puerto-rico/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">18</span></a></span>, 19 &amp; n. 1 (1st Cir.1990) (rejecting defendants' argument that \"a court may, without notice, take a failure to respond to a motion to dismiss as a default, warranting dismissal irrespective of substantive merit\"); <i>see also Issa v. Comp USA,</i> <span class=\"citation\" data-id=\"164182\"><a href=\"/opinion/164182/issa-v-comp-usa/\"><span class=\"volume\">354</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1174</span></a></span>, 1177 (10th Cir.2003); <i>McCall v. Pataki,</i> <span class=\"citation\" data-id=\"771100\"><a href=\"/opinion/771100/darren-mccall-gary-sickler-angel-herrera-v-george-e-pataki-governor-new/\"><span class=\"volume\">232</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">321</span></a></span>, 323 (2d Cir.2000).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On the other hand, we have held that \"it is within the district court's discretion to dismiss an action based on a party's unexcused failure to respond to a dispositive motion when such response is required by local rule, at least when the result does not clearly offend equity.\" <i>NEPSK, Inc. v. Town of Houlton,</i> <span class=\"citation\" data-id=\"199866\"><a href=\"/opinion/199866/nepsk-inc-v-town-of-houlton/\"><span class=\"volume\">283</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 7 (1st Cir. 2002); <i>see Pinto,</i> 895 F.2d at 19 &amp; n. 1 (noting that a court may treat the failure to respond to a motion to dismiss as a procedural default \"where a court had ordered a memorandum, and of course, cases where a response was required by rule\") (citations omitted). Where a local rule expressly requires a response to a motion, the non-moving party is placed on notice that failure to respond could result in a procedural default. <i>See Pinto,</i> 895 F.2d at 19 &amp; n. 1. In such cases, the local rule provides the basis for dismissal rather than Fed.R.Civ.P. 12(b)(6), which does not on its own terms require a response to a motion to dismiss. Where a district court grants an unopposed motion to dismiss pursuant to a local rule that requires a response, we will uphold the sanction provided that it does not offend equity or conflict with a federal rule. <i>See NEPSK,</i> 283 F.3d at 7.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In this case, however, we are unsure whether the district court relied on a local rule in dismissing the Pomerleaus' complaint, as it did not refer to such a rule in its order. In addition, it is not clear whether the Local Rules for the District of Massachusetts require a non-moving party to respond to a motion to dismiss. Our caselaw points in different directions on this question. <i>See Mullen v. St. Paul Fire &amp; Marine Ins. Co.,</i> <span class=\"citation\" data-id=\"588804\"><a href=\"/opinion/588804/james-x-mullen-and-mullen-advertising-inc-v-st-paul-fire-and-marine/\"><span class=\"volume\">972</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">446</span></a></span>, 451 (1st Cir.1992) (finding that the District of Massachusetts local rules do not require a response to a dispositive motion); <i>but see Corey v. Mast Rd. Grain &amp; Bldg. Materials Co.,</i> <span class=\"citation\" data-id=\"437679\"><a href=\"/opinion/437679/milton-a-corey-dba-corey-financial-planning-v-mast-road-grain-and/\"><span class=\"volume\">738</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">11</span></a></span>, 12 (1st Cir.1984) (holding that the local rules do require a response).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Despite our concerns with the district court's orders, we need not decide whether the district court acted appropriately in dismissing the plaintiffs' complaint because the plaintiffs failed to raise below the issues that they now argue on appeal. \"If any principle is settled in this circuit, it is that, absent the most extraordinary circumstances, legal theories not raised squarely in the lower court cannot be broached for the first time on appeal.\" <i>Teamsters, Chauffeurs, Warehousemen and Helpers Union, Local No. 59 v. Superline Transp. Co. et al.,</i> <span class=\"citation\" data-id=\"575211\"><a href=\"/opinion/575211/teamsters-chauffeurs-warehousemen-and-helpers-union-local-no-59-v/\"><span class=\"volume\">953</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">17</span></a></span>, 21 (1st Cir.1992); <i>see Beaulieu v. IRS,</i> <span class=\"citation\" data-id=\"517428\"><a href=\"/opinion/517428/janet-a-beaulieu-v-united-states-of-america-internal-revenue-service/\"><span class=\"volume\">865</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1351</span></a></span>, 1352 (1st Cir.1989) (\"[I]t is a party's first obligation to seek any relief that might fairly have been thought available in the district court before seeking it on appeal.\"). The circumstances in this case were hardly extraordinary. The defendants each filed a motion to dismiss, and the district court considered and granted these motions, yet the Pomerleaus neither opposed the motions nor sought reconsideration of the district court's judgment pursuant to Fed.R.Civ.P. 59(e) or 60(b).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">If a response to a motion to dismiss is not required by a local rule, yet the court wrongly grants the motion to dismiss because of the plaintiff's procedural default, a plaintiff who has suffered an improper dismissal order may challenge the court's procedural error by filing a motion to alter or amend the judgment under Fed.R.Civ.P. 59(e). Given our clearly stated law that the district court has an obligation to examine the complaint itself to determine the legal sufficiency, such a procedural default ruling would be a manifest error of law. If the district court considers the merits of the unopposed motion to dismiss as it should and errs in its analysis, the plaintiff may also raise a claim of error through a Rule 59(e) motion.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Where a response is required by a local rule, a plaintiff may still file a timely motion to set aside the judgment pursuant to Fed.R.Civ.P. 60(b), on the ground that its earlier default was due to excusable neglect. <i>See, e.g., United States v. Sea Scallops,</i> <span class=\"citation\" data-id=\"511763\"><a href=\"/opinion/511763/united-states-v-the-proceeds-of-sale-of-3888-pounds-atlantic-sea/\"><span class=\"volume\">857</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">46</span></a></span>, 48-49 (1st Cir.1988). Thus, a party who fails to object to a motion to dismiss must raise any claims of error by filing the appropriate post-judgment motion, or forfeit his or her right to raise those claims before this court. <i>See Rocafort v. IBM Corp.,</i> <span class=\"citation\" data-id=\"200526\"><a href=\"/opinion/200526/rocafort-v-ibm/\"><span class=\"volume\">334</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">115</span></a></span>, 122 (1st Cir.2002); <i>MCI Telecomms. Corp. v. Matrix Communs. Corp.,</i> <span class=\"citation\" data-id=\"197748\"><a href=\"/opinion/197748/mci-corporation-v-matrix-comm-corp/\"><span class=\"volume\">135</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">27</span></a></span>, 33 (1st Cir.1998). To hold otherwise would undermine the ability of the district courts to serve as an effective and efficient forum for the resolution of disputes.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Therefore, because the Pomerleaus failed to raise any arguments before the district court either in an opposition to the defendants' 12(b)(6) motions or by filing a timely, post-judgment motion, they are foreclosed from advancing their arguments on appeal.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Consequently, the decision of the district court dismissing the plaintiffs' complaint is <i>affirmed.</i></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">\n        <i>So ordered.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of New Hampshire, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> While a district court retains discretion to dismiss a plaintiff's action under Fed.R.Civ.P. 41(b) for failure to prosecute, lack of response to a motion to dismiss does not, without more, justify this severe sanction<i>See Pomales v. Celulares Telefonica, Inc.,</i> <span class=\"citation\" data-id=\"200617\"><a href=\"/opinion/200617/pomales-v-celulares/\"><span class=\"volume\">342</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">44</span></a></span>, 48 (1st Cir.2003).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Of course, Rule 59(e) \"does not provide a vehicle for a party to undo its own procedural failures\" or to \"advance arguments that could and should have been presented to the district court prior to judgment.\"<i>See DiMarco-Zappa v. Cabanillas,</i> <span class=\"citation\" data-id=\"771817\"><a href=\"/opinion/771817/joanna-dimarco-zappa-v-eugenio-cabanillas-federico-ced-alzamora-mary-jo/\"><span class=\"volume\">238</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">25</span></a></span>, 34 (1st Cir. 2001). That a district court may not, without notice, dismiss the plaintiff's complaint as a sanction for the failure to file an opposition does not mean that the non-responding plaintiff is relieved of his or her duty \"to incorporate all relevant arguments in the papers that directly address a pending motion.\" <i>CMM Cable Rep., Inc. v. Ocean Coast Props., Inc.,</i> <span class=\"citation\" data-id=\"727991\"><a href=\"/opinion/727991/cmm-cable-rep-inc-dba-creative-media-management-inc-v-ocean-coast/\"><span class=\"volume\">97</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1504</span></a></span>, 1526 (1st Cir.1994). Thus, a plaintiff who fails to raise any substantive legal arguments prior to the dismissal of his or her complaint is appropriately limited under Rule 59(e) to challenging the court's decision as a manifest error of law. <i>See FDIC v. World Univ. Inc.,</i> <span class=\"citation\" data-id=\"593291\"><a href=\"/opinion/593291/federal-deposit-insurance-corporation-v-world-university-inc-santa/\"><span class=\"volume\">978</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">10</span></a></span>, 16 (1st Cir. 1992) (\"Motions under <i>Rule 59(e)</i> must either clearly establish a manifest error of law or must present newly discovered evidence.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In addition, the plaintiffs have not argued before us that the district court improperly dismissed their complaint as a sanction for failure to oppose, raising only the substantive issues presented by the defendants' motions to dismiss. Therefore, even if this procedural issue had not been forfeited by the plaintiffs' failure to raise it in the district court, we would be inclined to consider it waived by their failure to raise it on appeal<i>See King v. Town of Hanover,</i> <span class=\"citation\" data-id=\"742622\"><a href=\"/opinion/742622/74-fair-emplpraccas-bna-1266-71-empl-prac-dec-p-44807-bruce-h/\"><span class=\"volume\">116</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">965</span></a></span>, 970 (1st Cir.1997).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/164182/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197748/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199866/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200526/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200617/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200645/",
    "http://www.courtlistener.com/api/rest/v3/opinions/437679/",
    "http://www.courtlistener.com/api/rest/v3/opinions/511763/",
    "http://www.courtlistener.com/api/rest/v3/opinions/517428/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536026/",
    "http://www.courtlistener.com/api/rest/v3/opinions/541732/",
    "http://www.courtlistener.com/api/rest/v3/opinions/575211/",
    "http://www.courtlistener.com/api/rest/v3/opinions/588804/",
    "http://www.courtlistener.com/api/rest/v3/opinions/593291/",
    "http://www.courtlistener.com/api/rest/v3/opinions/727991/",
    "http://www.courtlistener.com/api/rest/v3/opinions/742622/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771100/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771817/"
  ]
}