{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/200999/",
  "absolute_url": "/opinion/200999/epa-v-hernandez/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/200999/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:05:36Z",
  "date_modified": "2016-02-28T05:04:26.077666Z",
  "type": "010combined",
  "sha1": "96ce2a0f549739f3bba0548a918d1b00ab3c02b8",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/03-1588-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2004/05/10/EPA_v._Hernandez.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\nNo. 03-1588\n\n          EDUCADORES PUERTORRIQUEÑOS EN ACCIÓN ET AL.,\n\n                     Plaintiffs, Appellants,\n\n                                v.\n\nCÉSAR REY HERNÁNDEZ, IN HIS PERSONAL CAPACITY AND AS SECRETARY OF\n             THE PUERTO RICO DEPARTMENT OF EDUCATION,\n\n                       Defendant, Appellee.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Jay A. García-Gregory, U.S. District Judge]\n\n\n                              Before\n\n                     Torruella, Circuit Judge,\n                  Coffin, Senior Circuit Judge,\n                    and Selya, Circuit Judge.\n\n\n     Francisco R. Gonzalez, with whom F. R. Gonzalez Law Office was\non brief, for appellants.\n     Hector J. Benitez Arraiza, with whom Luiselle Quiñones\nMaldonado and Llovet Zurinaga & López, P.S.C. were on brief, for\nappellee.\n\n\n                           May 10, 2004\n\f            SELYA, Circuit Judge.         For years, courts in this circuit\n\nhave required plaintiffs to satisfy a heightened pleading standard\n\nin civil rights actions. We recently have retreated from this view\n\nin specified instances.        Today, however, we are presented with an\n\nopportunity to reexamine the propriety of this praxis globally in\n\nlight of emergent Supreme Court precedent.                Because neither the\n\nCivil Rules nor any applicable statute authorizes the imposition of\n\na    heightened    pleading    standard    for    civil   rights   actions,   we\n\ndisclaim     our    earlier    practice     and    overrule    the   decisions\n\nauthorizing it.      Since the district court's determination rests on\n\nthat heightened pleading standard, we vacate the order of dismissal\n\nand remand for further proceedings consistent with this opinion.\n\nI.    BACKGROUND\n\n            A brief recitation of the facts suffices to situate the\n\npivotal legal issue.          As is always the case on a Rule 12(b)(6)\n\ndismissal, we accept as true the factual averments of the complaint\n\nand draw all reasonable inferences therefrom in the plaintiffs'\n\nfavor.     LaChapelle v. Berkshire Life Ins. Co., 142 F.3d 507, 508\n\n(1st Cir. 1998).\n\n            Puerto Rico's so-called electoral prohibition — a ban on\n\ncertain public-sector personnel actions during the two months\n\npreceding and the two months following a general election, see 3\n\nP.R. Laws Ann. § 1337 — lies at the heart of this controversy.                In\n\nthe November 7, 2000 gubernatorial election, the voters ousted the\n\n\n                                     -2-\n\freigning New Progressive Party (NPP) and elected the candidate of\n\nthe rival Popular Democratic Party (PDP).               The plaintiffs, all\n\nmembers of the NPP, are career employees of the Puerto Rico\n\nDepartment    of    Education    (PRDE).       Each    of     them    was   hired,\n\nreclassified, reinstated, and/or granted a pay increase by the\n\noutgoing administration during the electoral prohibition period.\n\nWhen the new regime took office, its functionaries declared these\n\npersonnel actions null and void and informed the plaintiffs that\n\nthey would be returned to the status quo ante.\n\n            Dismayed by this reversal of fortune, the plaintiffs\n\nbanded together and brought suit against the Secretary of the PRDE\n\n(in both his individual and official capacities).               Their complaint\n\ninvoked 42 U.S.C. § 1983 and alleged (i) discrimination based on\n\npolitical affiliation in violation of the First Amendment, and (ii)\n\na deprivation of property without due process of law in violation\n\nof the Fourteenth Amendment.         These charges were based largely on\n\nthe plaintiffs' assertion that the pre-regime-change personnel\n\nactions were valid due to officially authorized (or at least\n\nroutinely tolerated) exemptions from the electoral prohibition.\n\n             The   defendant    (appellee     here)   moved    to     dismiss   the\n\ncomplaint for failure to state an actionable claim, Fed. R. Civ. P.\n\n12(b)(6),    and    the   district    court    obliged.         See    Educadores\n\nPuertorriqueños En Acción v. Rey Hernández, 257 F. Supp. 2d 446\n\n(D.P.R. 2003).      In reaching its decision, the court applied \"the\n\n\n                                     -3-\n\fheightened pleading requirement established by the First Circuit in\n\ncivil rights cases.\"      Id. at 452 (citing Judge v. City of Lowell,\n\n160 F.3d 67, 72 (1st Cir. 1998)).                In the court's view, this\n\nstandard required the plaintiffs to include in their complaint\n\nsubsidiary facts sufficient to support their allegations that\n\npolitical animus was the driving force behind the rescission of the\n\nfavorable personnel actions and that those actions came within\n\nexceptions to the electoral prohibition.               Id. at 452-53.      Because\n\nthe    plaintiffs'   complaint     failed      to     achieve    this   degree    of\n\nspecificity, the court dismissed the action.                  Id. at 454.       This\n\nappeal ensued.\n\nII.    DISCUSSION\n\n            Our analysis begins with an examination of the district\n\ncourt's conclusion that this court has established a heightened\n\npleading standard for some, if not all, civil rights cases.                       We\n\nthen turn to the relevant Supreme Court case law and inquire\n\nwhether the Court's recent pronouncements, especially its decision\n\nin    Swierkiewicz   v.   Sorema   N.    A.,    534    U.S.     506   (2002),   have\n\neffectively undermined our allegiance to a heightened pleading\n\nstandard in civil rights cases.               Answering this inquiry in the\n\naffirmative, we vacate the order of dismissal and remand for\n\nfurther proceedings consistent with this opinion.\n\n            Historically, this court has expressed concern about the\n\nuse of skeletal pleadings in civil rights cases.                  Our concern was\n\n\n                                        -4-\n\fprompted in part by a fear that so loose a structure might\n\nneedlessly embroil officials in contrived litigation, in part by\n\nworries that it might facilitate widespread misuse of section 1983,\n\nand in part by the desire not to erode the salutary protections\n\nafforded by the doctrine of qualified immunity.               See, e.g., Dewey\n\nv. Univ. of N.H., 694 F.2d 1, 3-4 (1st Cir. 1982); Slotnick v.\n\nStaviskey, 560 F.2d 31, 33 (1st Cir. 1977).                  Consequently, we\n\ntraditionally have held plaintiffs alleging civil rights violations\n\nto something more stringent than mere notice pleading.                 See, e.g.,\n\nBoston & Me. Corp. v. Town of Hampton, 987 F.2d 855, 866 (1st Cir.\n\n1993)    (\"[A]    heightened      requirement    of      specificity    is   well\n\nestablished for . . . allegations of civil rights violations.\");\n\nDartmouth Review v. Dartmouth Coll., 889 F.2d 13, 16-17 (1st Cir.\n\n1989) (\"[T]he key question is whether plaintiffs assembled specific\n\nfacts adequate to show or raise a plausible inference that they\n\nwere subjected to race-based discrimination.\" (emphasis supplied)).\n\nUnder this enhanced standard, it is not enough that a complaint\n\ngive a defendant notice of a plaintiff's claim and the grounds upon\n\nwhich   that     claim   rests.     Rather,     \"[t]he    alleged   facts    must\n\nspecifically identify the particular instance(s) of discriminatory\n\ntreatment and, as a logical exercise, adequately support the thesis\n\nthat    the    discrimination     was    unlawful.\"        Correa-Martinez     v.\n\nArrillaga-Belendez, 903 F.2d 49, 53 (1st Cir. 1990).\n\n\n\n\n                                        -5-\n\f           Although this heightened pleading standard in some shape\n\nor form has proven to be a hardy plant, we have from time to time\n\nreexamined     the   appropriateness    of   its   application.     Those\n\nreappraisals took place in response to two recent Supreme Court\n\ncases. See Crawford-El v. Britton, 523 U.S. 574 (1998); Leatherman\n\nv. Tarrant County Narcotics Intell. & Coord. Unit, 507 U.S. 163\n\n(1993).   We turn next to those decisions.\n\n           In Leatherman, the Court rejected a heightened pleading\n\nstandard imposed by the Fifth Circuit in a case alleging municipal\n\nliability under section 1983.     Two concerns animated the decision.\n\nFirst, the Court found the heightened pleading standard difficult\n\nto square with the liberal system of notice pleading created by the\n\nCivil Rules.    Leatherman, 507 U.S. at 168 (discussing Fed. R. Civ.\n\nP. 8(a)(2)). Second, the Court found no compelling reason to erect\n\nbarriers to discovery in a municipal liability action, considering\n\nthe   well-established    rule   that   —    unlike   various   government\n\nofficials — municipalities do not enjoy qualified immunity. Id. at\n\n166-67.   At the very least, Leatherman precluded the use of a\n\nheightened pleading standard in section 1983 cases brought against\n\nmunicipalities.      Accord Gorski v. N.H. Dep't of Corr., 290 F.3d\n\n466, 473 n.6 (1st Cir. 2002); Romero-Barcelo v. Hernandez-Agosto,\n\n75 F.3d 23, 35 (1st Cir. 1996); Atchinson v. District of Columbia,\n\n73 F.3d 418, 421 (D.C. Cir. 1996); Edgington v. Mo. Dep't of Corr.,\n\n\n\n\n                                  -6-\n\f52 F.3d 777, 779 n.3 (8th Cir. 1995); Schultea v. Wood, 47 F.3d\n\n1427, 1432 (5th Cir. 1995) (en banc).\n\n            Five years after Leatherman, the Supreme Court decided\n\nCrawford-El.       There, the Court mulled a heightened evidentiary\n\nstandard adopted by the D.C. Circuit in constitutional tort actions\n\nthat demanded proof of improper motive and were brought against\n\ngovernment officials in their individual capacities.                The D.C.\n\nCircuit had required plaintiffs in such cases to adduce \"clear and\n\nconvincing evidence\" of improper motive in order to defeat motions\n\nfor summary judgment.      Crawford-El, 532 U.S. at 584.          On review,\n\nthe Supreme Court ruled that this evidentiary burden was too heavy.\n\nId. at 594-97.\n\n            Crawford-El was not a pleading case simpliciter — it\n\ndealt with the appropriate quantum of evidence and arose on summary\n\njudgment.        Nevertheless,   the    circumstances    were    sufficiently\n\nanalogous for us to question whether the Court's comments torpedoed\n\nour heightened pleading standard.            In Judge v. City of Lowell, 160\n\nF.3d 67 (1st Cir. 1998), a panel of this court ruled that our\n\nheightened pleading standard survived, at least in a case brought\n\nagainst     an     individual    government        official     \"alleging   a\n\nconstitutional violation calling for proof of an illegal motive.\"\n\nId. at 73.       In reaching that conclusion, the panel placed heavy\n\nreliance on dictum in which the Crawford-El Court indicated its\n\nawareness of the difficulties inherent in trying to dispose of\n\n\n                                       -7-\n\finsubstantial civil rights claims when those claims hinge on an\n\nofficial's state of mind.         See id. at 74.         In that dictum, the\n\nCourt stated that \"the [trial] court may insist that the plaintiff\n\nput   forward   specific,   nonconclusory       factual    allegations     that\n\nestablish improper motive causing cognizable injury in order to\n\nsurvive a prediscovery motion for dismissal or summary judgment.\"\n\nCrawford-El, 523 U.S. at 598 (citation and internal quotation marks\n\nomitted). Based on this statement, the Judge panel concluded \"that\n\nthe five Justices writing for the Court in Crawford-El permitted an\n\napproach similar to ours in Dartmouth Review and Correa-Martinez .\n\n. . — although the Court limited its carefully-phrased endorsement\n\nof that approach to constitutional claims in which 'improper\n\nmotive' was an essential element for plaintiff to prove.\"              Judge,\n\n160 F.3d at 74.     The panel therefore reiterated that an official's\n\nimproper   motive    must   \"be   pleaded   by    alleging      specific   non-\n\nconclusory   facts   from   which   such    a   motive    may   reasonably   be\n\ninferred, not merely by generalized asseveration alone.\" Id. at 72\n\n(citing Correa-Martinez, 903 F.2d at 53).\n\n           Whatever window of opportunity we thought remained open\n\nafter Crawford-El has been slammed shut by the Supreme Court's\n\nsubsequent decision in Swierkiewicz. There, the Court rejected the\n\nSecond Circuit's requirement that a plaintiff claiming employment\n\ndiscrimination include in his or her complaint \"specific facts\n\nestablishing a prima facie case of discrimination.\"               534 U.S. at\n\n\n                                    -8-\n\f508.   In so holding, the Swierkiewicz Court explained that the\n\nsimplified    pleading      standard   limned    in    Fed.   R.   Civ.   P.    8(a)\n\n\"applie[s] to all civil actions, with limited exceptions.\"                 Id. at\n\n513.   Although the Court did not furnish a complete list of\n\nexceptions,    it    specifically      distinguished     cases     of   fraud    and\n\nmistake,     for    which   the    Civil     Rules    themselves    dictate      the\n\napplication of a heightened pleading standard. Id. (citing Fed. R.\n\nCiv. P. 9(b)).        In contrast, the Court noted that \"the Federal\n\nRules do not contain a heightened pleading standard for employment\n\ndiscrimination suits.\"        Id. at 515.\n\n             Since the date of that decision, the district courts in\n\nthe First Circuit have existed in a state of uncertainty as to the\n\nrelationship (if any) between the Court's analysis in Swierkiewicz\n\nand our own endorsement of a heightened pleading standard for use\n\nin civil rights cases.            Some decisions have adhered to circuit\n\nprecedent and, like the decision below, have continued to enforce\n\na heightened pleading standard.            See, e.g., Data Research Corp. v.\n\nRey Hernandez, 261 F. Supp. 2d 61, 73-74 (D.P.R. 2003); Lorenzo v.\n\nGallant, 2002 WL 31833751, at *8-*9 (D. Mass. Dec. 16, 2002).\n\nOthers have abandoned that standard, treating Swierkiewicz as\n\nhaving effectively overruled Judge and the earlier cases on which\n\nJudge depended. See, e.g., Torres Ocasio v. Melendez, 283 F. Supp.\n\n2d 505, 512-13 (D.P.R. 2003); Greenier v. Pace, Local No. 1188, 201\n\nF. Supp. 2d 172, 176-77 (D. Me. 2002).           A third group of cases have\n\n\n                                       -9-\n\felevated discretion above valor and studiously avoided the choice.\n\nSee, e.g., Hernandez Carrasquillo v. Rivera Rodriguez, 281 F. Supp.\n\n2d 329, 332 (D.P.R. 2003); Dellairo v. Garland, 222 F. Supp. 2d 86,\n\n89-90 (D. Me. 2002).      Although two recent cases from this court\n\nhave outlawed the use of a heightened pleading standard in specific\n\ninstances and hinted broadly that a heightened pleading standard\n\nfor all civil rights cases (no matter what the circumstances) is a\n\nthing of the past, see Torres-Viera v. Laboy-Alvarado, 311 F.3d\n\n105, 108 (1st Cir. 2002) (observing, without acknowledging Judge,\n\nthat \"plaintiffs are not held to higher pleading standards in §\n\n1983     actions\");   Gorski,   290     F.3d    at   473   (confirming   that\n\nSwierkiewicz precludes the use of a heightened pleading standard in\n\nthe particular subset of civil rights cases known as employment\n\ndiscrimination suits), neither of these decisions diagnosed Judge's\n\ncontinued viability.      Moreover, neither of them ventured to say\n\noutright whether Swierkiewicz pretermits the use of a heightened\n\npleading standard in all civil rights cases.               We think that the\n\ntime has come to address that wider question head-on and allay all\n\ndoubt.\n\n            The recent Supreme Court jurisprudence, catalogued above,\n\nevinces a developing trend.      This trend has approached crystalline\n\nform with Swierkiewicz.     The Court evidently has decided to place\n\ngreater emphasis on the source of a pleading standard than on the\n\ninstances in which it is applied.            By this we mean that the Court\n\n\n                                      -10-\n\fhas signaled its disapproval of all heightened pleading standards\n\nexcept those that emanate from either congressional or Rule-based\n\nauthority.      Strong language in Swierkiewicz makes plain that\n\nfederal courts should refrain from crafting heightened pleading\n\nstandards, regardless of the special circumstances those standards\n\nare intended to address.      In the Court's words:       \"A requirement of\n\ngreater specificity for particular claims is a result that 'must be\n\nobtained by the process of amending the Federal Rules, and not by\n\njudicial interpretation.'\"        Swierkiewicz, 534 U.S. at 515 (quoting\n\nLeatherman, 507 U.S. at 168); cf. Crawford-El, 523 U.S. at 595\n\n(commenting that \"questions regarding pleading, discovery, and\n\nsummary judgment are most frequently and most effectively resolved\n\neither by the rulemaking process or the legislative process\").\n\n             The handwriting is on the wall. Swierkiewicz has sounded\n\nthe death     knell   for   the   imposition   of   a   heightened   pleading\n\nstandard except in cases in which either a federal statute or\n\nspecific Civil Rule requires that result.1              In all other cases,\n\ncourts faced with the task of adjudicating motions to dismiss under\n\nRule 12(b)(6) must apply the notice pleading requirements of Rule\n\n8(a)(2).     Under that rule, a complaint need only include \"a short\n\nand plain statement of the claim showing that the pleader is\n\n\n     1\n      The appellee notes that Swierkiewicz is a Title VII case and\nsuggests that its teachings should be confined to that sphere. The\nCourt's broad and unequivocal language belies that suggestion. In\nour view, Swierkiewicz is fully applicable to all civil rights\nactions.\n\n                                     -11-\n\fentitled to relief.\"   This statement must \"give the defendant fair\n\nnotice of what the plaintiff's claim is and the grounds upon which\n\nit rests.\"    Conley v. Gibson, 355 U.S. 41, 47 (1957).   State of\n\nmind, including motive and intent, may be averred generally.    Cf.\n\nFed. R. Civ. P. 9(b) (reiterating the usual rule that \"[m]alice,\n\nintent, knowledge, and other condition of mind of a person may be\n\naverred generally\").   In civil rights actions, as in the mine-run\n\nof other cases for which no statute or Federal Rule of Civil\n\nProcedure provides for different treatment, a court confronted with\n\na Rule 12(b)(6) motion \"may dismiss a complaint only if it is clear\n\nthat no relief could be granted under any set of facts that could\n\nbe proved consistent with the allegations.\"      Hishon v. King &\n\nSpaulding, 467 U.S. 69, 73 (1984).\n\n            Given the lessons of Swierkiewicz, our duty is made\n\nmanifest.    We join several of our sister circuits in holding that\n\nthere are no heightened pleading standards for civil rights cases.2\n\nSee Phelps v. Kapnolas, 308 F.3d 180, 186-87 & n.6 (2d Cir. 2002)\n\n(per curiam); Galbraith v. County of Santa Clara, 307 F.3d 1119,\n\n\n\n     2\n      Following the procedure described in Gallagher v. Wilton\nEnterprises, Inc., 962 F.2d 120, 124 n.4 (1st Cir. 1992) (per\ncuriam), the proposed panel opinion in this case has been\ncirculated to all active judges of the court prior to publication,\nand none has interposed an objection to the panel's overruling of\nprior circuit precedent. We caution that this procedure does not\nconvert this opinion to an en banc decision nor does it preclude a\nsuggestion of rehearing en banc on any issue in the case, whether\nor not related to the panel's treatment of the appropriate pleading\nstandard for civil rights actions.\n\n                                -12-\n\f1121, 1123-26 (9th Cir. 2002); Goad v. Mitchell, 297 F.3d 497, 502-\n\n03 (6th Cir. 2002); Higgs v. Carver, 286 F.3d 437, 439 (7th Cir.\n\n2002); Currier v. Doran, 242 F.3d 905, 911-17 (10th Cir. 2001); see\n\nalso 2 James Wm. Moore et al., Moore's Federal Practice § 9.10[2],\n\nat 9-66 (3d ed. 2004).\n\n          Let us be perfectly clear.    The rule that we announce\n\ntoday is not contingent on the type of civil rights case, the\n\ncapacity in which a particular defendant is sued, the availability\n\nvel non of a qualified immunity defense, or the need (or lack of\n\nneed) for proof of illegal motive.    All civil rights actions are\n\nsubject to Rule 8(a)'s notice pleading regime.   To the extent that\n\npreexisting circuit precedent contradicts this holding, we regard\n\nthat precedent as abrogated by recent Supreme Court case law.\n\n          We hasten to add that the demise of our traditional\n\nheightened pleading standard does not leave either government\n\nofficials or district courts at the mercy of overly aggressive\n\nplaintiffs.   The Court itself has pointed the way:   \"[g]iven the\n\nwide variety of civil rights and 'constitutional tort' claims that\n\ntrial judges confront, broad discretion in the management of the\n\nfactfinding process may be more useful and equitable to all the\n\nparties than [categorical rules imposed by the appellate courts].\"\n\nCrawford-El, 523 U.S. at 600-01.      To lend credibility to this\n\nstatement, the Court has taken pains to assure its audience that a\n\nnumber of alternatives are available to aid trial courts in early\n\n\n                               -13-\n\fdetection of potentially meritless claims.            See Swierkiewicz, 534\n\nU.S. at 514; Crawford-El, 523 U.S. at 598-600; Leatherman, 507 U.S.\n\nat 168-69.     A trial court may, for example, order the plaintiff to\n\nreply to the defendant's answer to the complaint, see Fed. R. Civ.\n\nP.   7(a);   grant     the   defendant's    request   for   a   more   definite\n\nstatement, see Fed. R. Civ. P. 12(e); or tailor discovery narrowly\n\nto   protect     the     defendant   from     \"annoyance,       embarrassment,\n\noppression, or undue burden,\" Fed. R. Civ. P. 26(c).                In extreme\n\ncases, a court may protect public officials from harassment either\n\nby sanctioning plaintiffs who file papers that are lacking in\n\nfactual support, see Fed. R. Civ. P. 11, or by dismissing forma\n\npauperis suits that are \"frivolous or malicious,\" 28 U.S.C. §\n\n1915(e)(2). And, finally, summary judgment remains a viable option\n\nin civil rights cases in which the plaintiff's aspirations exceed\n\nthe proof that he or she can muster.           See Fed. R. Civ. P. 56.\n\n             To all of this, we add a coda.       Our decision here should\n\nnot be read as an abandonment of our oft-quoted statement that\n\n\"notice pleading notwithstanding, Rule 12(b)(6) is not entirely a\n\ntoothless tiger.\"        Dartmouth Review, 889 F.2d at 16.          Two points\n\ncome readily to mind.\n\n             First, we note that the Swierkiewicz Court, 534 U.S. at\n\n513 n.4, embraced the illustrative pleading set forth in the forms\n\nappended to the Federal Rules of Civil Procedure.               The Court cited\n\napprovingly Form 9's \"complaint for negligence in which plaintiff\n\n\n                                     -14-\n\fsimply states in relevant part:           'On June 1, 1936, in a public\n\nhighway called Boylston Street in Boston, Massachusetts, defendant\n\nnegligently drove a motor vehicle against plaintiff who was then\n\ncrossing said highway.'\"       Id. (quoting Form 9); cf. Fed. R. Civ. P.\n\n84 (explaining that the appended forms \"are sufficient under the\n\nrules and are intended to indicate the simplicity and brevity of\n\nstatement which the rules contemplate\"). From this we intuit that,\n\nin a civil rights action as in any other action subject to notice\n\npleading standards, the complaint should at least set forth minimal\n\nfacts as to who did what to whom, when, where, and why — although\n\nwhy, when why means the actor's state of mind, can be averred\n\ngenerally.     As we have said in a non-civil-rights context, the\n\nrequirements    of    Rule    8(a)(2)     are   minimal   —   but     \"minimal\n\nrequirements    are   not    tantamount    to   nonexistent   requirements.\"\n\nGooley v. Mobil Oil Corp., 851 F.2d 513, 514 (1st Cir. 1988).\n\n          Second, in considering motions to dismiss courts should\n\ncontinue to \"eschew any reliance on bald assertions, unsupportable\n\nconclusions,    and   opprobrious    epithets.\"       Chongris   v.    Bd.   of\n\nAppeals, 811 F.2d 36, 37 (1st Cir. 1987) (citation and internal\n\nquotation marks omitted).       Such eschewal is merely an application\n\nof Rule 8(a)(2), not a heightened pleading standard uniquely\n\napplicable to civil rights claims.          See Correa-Martinez, 903 F.2d\n\nat 52-53 (treating the general no-bald-assertions standard and the\n\nheightened pleading standard for civil rights cases as two separate\n\n\n                                    -15-\n\frequirements); see also Higgs, 286 F.3d at 439 (rejecting the idea\n\nof \"special pleading rules for prisoner civil rights cases,\" but\n\nnonetheless      requiring   complaints     to    meet    some    measure     of\n\nspecificity).     As such, we have applied this language equally in\n\nall types of cases.    See, e.g., Arruda v. Sears, Roebuck & Co., 310\n\nF.3d 13, 18 (1st Cir. 2002) (holding plaintiff to this standard in\n\na   bankruptcy    action);   LaChapelle,    142    F.3d   at     508   (holding\n\nplaintiff to this standard in an action alleging breach of contract\n\nand    intentional   infliction   of   emotional    distress).         We   will\n\ncontinue to do so in the future.\n\nIII.    CONCLUSION\n\n            We need go no further.         To state the obvious, \"prior\n\ncircuit precedent [must] yield to a contrary decision of the\n\nSupreme Court.\"      Stewart v. Dutra Constr. Co., 230 F.3d 461, 467\n\n(1st Cir. 2000).      So here:    the lower court applied a heightened\n\npleading standard that, albeit drawn from preexisting case law, was\n\nimpermissible under Swierkiewicz.         Hence, we vacate the order of\n\ndismissal and remand for further proceedings consistent with this\n\nopinion.\n\n\n\nVacated and remanded.\n\n\n\n\n                                   -16-\n\f",
  "html": "<p class=\"case_cite\">367 F.3d 61</p>\n    <p class=\"parties\">EDUCADORES PUERTORRIQUE&#209;OS EN ACCI&#211;N et al., Plaintiffs, Appellants,<br>v.<br>C&#233;sar Rey HERN&#193;NDEZ, In his Personal Capacity and as Secretary of the Puerto Rico Department of Education, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 03-1588.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard March 1, 2004.</p>\n    <p class=\"date\">Decided May 10, 2004.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Francisco R. Gonzalez, with whom F.R. Gonzalez Law Office was on brief, for appellants.</p>\n      <p class=\"indent\">Hector J. Benitez Arraiza, with whom Luiselle Qui&#241;ones Maldonado and Llovet Zurinaga &amp; L&#243;pez, P.S.C. were on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, COFFIN, Senior Circuit Judge, and SELYA, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">For years, courts in this circuit have required plaintiffs to satisfy a heightened pleading standard in civil rights actions. We recently have retreated from this view in specified instances. Today, however, we are presented with an opportunity to reexamine the propriety of this praxis globally in light of emergent Supreme Court precedent. Because neither the Civil Rules nor any applicable statute authorizes the imposition of a heightened pleading standard for civil rights actions, we disclaim our earlier practice and overrule the decisions authorizing it. Since the district court's determination rests on that heightened pleading standard, we vacate the order of dismissal and remand for further proceedings consistent with this opinion.</p>\n    </div>\n    <p class=\"indent\">I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">A brief recitation of the facts suffices to situate the pivotal legal issue. As is always the case on a Rule 12(b)(6) dismissal, we accept as true the factual averments of the complaint and draw all reasonable inferences therefrom in the plaintiffs' favor. <i>LaChapelle v. Berkshire Life Ins. Co.,</i> 142 F.3d 507, 508 (1st Cir.1998).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Puerto Rico's so-called electoral prohibition &#8212; a ban on certain public-sector personnel actions during the two months preceding and the two months following a general election, <i>see</i> 3 P.R. Laws Ann. &#167; 1337 &#8212; lies at the heart of this controversy. In the November 7, 2000 gubernatorial election, the voters ousted the reigning New Progressive Party (NPP) and elected the candidate of the rival Popular Democratic Party (PDP). The plaintiffs, all members of the NPP, are career employees of the Puerto Rico Department of Education (PRDE). Each of them was hired, reclassified, reinstated, and/or granted a pay increase by the outgoing administration during the electoral prohibition period. When the new regime took office, its functionaries declared these personnel actions null and void and informed the plaintiffs that they would be returned to the status quo ante.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Dismayed by this reversal of fortune, the plaintiffs banded together and brought suit against the Secretary of the PRDE (in both his individual and official capacities). Their complaint invoked 42 U.S.C. &#167; 1983 and alleged (i) discrimination based on political affiliation in violation of the First Amendment, and (ii) a deprivation of property without due process of law in violation of the Fourteenth Amendment. These charges were based largely on the plaintiffs' assertion that the pre-regime-change personnel actions were valid due to officially authorized (or at least routinely tolerated) exemptions from the electoral prohibition.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The defendant (appellee here) moved to dismiss the complaint for failure to state an actionable claim, Fed.R.Civ.P. 12(b)(6), and the district court obliged. <i>See Educadores Puertorrique&#241;os en Acci&#243;n v. Rey Hern&#225;ndez,</i> 257 F.Supp.2d 446 (D.P.R.2003). In reaching its decision, the court applied \"the heightened pleading requirement established by the First Circuit in civil rights cases.\" <i>Id.</i> at 452 (citing <i>Judge v. City of Lowell,</i> 160 F.3d 67, 72 (1st Cir.1998)). In the court's view, this standard required the plaintiffs to include in their complaint subsidiary facts sufficient to support their allegations that political animus was the driving force behind the rescission of the favorable personnel actions and that those actions came within exceptions to the electoral prohibition. <i>Id.</i> at 452-53. Because the plaintiffs' complaint failed to achieve this degree of specificity, the court dismissed the action. <i>Id.</i> at 454. This appeal ensued.</p>\n    </div>\n    <p class=\"indent\">II. DISCUSSION</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Our analysis begins with an examination of the district court's conclusion that this court has established a heightened pleading standard for some, if not all, civil rights cases. We then turn to the relevant Supreme Court case law and inquire whether the Court's recent pronouncements, especially its decision in <i>Swierkiewicz v. Sorema N. A.,</i> 534 U.S. 506, 122 S.Ct. 992, 152 L.Ed.2d 1 (2002), have effectively undermined our allegiance to a heightened pleading standard in civil rights cases. Answering this inquiry in the affirmative, we vacate the order of dismissal and remand for further proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Historically, this court has expressed concern about the use of skeletal pleadings in civil rights cases. Our concern was prompted in part by a fear that so loose a structure might needlessly embroil officials in contrived litigation, in part by worries that it might facilitate widespread misuse of section 1983, and in part by the desire not to erode the salutary protections afforded by the doctrine of qualified immunity. <i>See, e.g., Dewey v. Univ. of N.H.,</i> 694 F.2d 1, 3-4 (1st Cir.1982); <i>Slotnick v. Staviskey,</i> 560 F.2d 31, 33 (1st Cir.1977). Consequently, we traditionally have held plaintiffs alleging civil rights violations to something more stringent than mere notice pleading. <i>See, e.g., Boston &amp; Me.</i> <i>Corp. v. Town of Hampton,</i> 987 F.2d 855, 866 (1st Cir.1993) (\"[A] heightened requirement of specificity is well established for ... allegations of civil rights violations.\"); <i>Dartmouth Review v. Dartmouth Coll.,</i> 889 F.2d 13, 16-17 (1st Cir.1989) (\"[T]he key question is whether plaintiffs assembled <i>specific facts</i> adequate to show or raise a plausible inference that they were subjected to race-based discrimination.\" (emphasis supplied)). Under this enhanced standard, it is not enough that a complaint give a defendant notice of a plaintiff's claim and the grounds upon which that claim rests. Rather, \"[t]he alleged facts must specifically identify the particular instance(s) of discriminatory treatment and, as a logical exercise, adequately support the thesis that the discrimination was unlawful.\" <i>Correa-Martinez v. Arrillaga-Belendez,</i> 903 F.2d 49, 53 (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Although this heightened pleading standard in some shape or form has proven to be a hardy plant, we have from time to time reexamined the appropriateness of its application. Those reappraisals took place in response to two recent Supreme Court cases. <i>See Crawford-El v. Britton,</i> 523 U.S. 574, 118 S.Ct. 1584, 140 L.Ed.2d 759 (1998); <i>Leatherman v. Tarrant County Narcotics Intell. &amp; Coord. Unit,</i> 507 U.S. 163, 113 S.Ct. 1160, 122 L.Ed.2d 517 (1993). We turn next to those decisions.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In <i>Leatherman,</i> the Court rejected a heightened pleading standard imposed by the Fifth Circuit in a case alleging municipal liability under section 1983. Two concerns animated the decision. First, the Court found the heightened pleading standard difficult to square with the liberal system of notice pleading created by the Civil Rules. <i>Leatherman,</i> 507 U.S. at 168, 113 S.Ct. 1160 (discussing Fed.R.Civ.P. 8(a)(2)). Second, the Court found no compelling reason to erect barriers to discovery in a municipal liability action, considering the well-established rule that &#8212; unlike various government officials &#8212; municipalities do not enjoy qualified immunity. <i>Id.</i> at 166-67, 113 S.Ct. 1160. At the very least, <i>Leatherman</i> precluded the use of a heightened pleading standard in section 1983 cases brought against municipalities. <i>Accord Gorski v. N.H. Dep't of Corr.,</i> 290 F.3d 466, 473 n. 6 (1st Cir.2002); <i>Romero-Barcelo v. Hernandez-Agosto,</i> 75 F.3d 23, 35 (1st Cir.1996); <i>Atchinson v. District of Columbia,</i> 73 F.3d 418, 421 (D.C.Cir.1996); <i>Edgington v. Mo. Dep't of Corr.,</i> 52 F.3d 777, 779 n. 3 (8th Cir.1995); <i>Schultea v. Wood,</i> 47 F.3d 1427, 1432 (5th Cir.1995) (en banc).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Five years after <i>Leatherman,</i> the Supreme Court decided <i>Crawford-El.</i> There, the Court mulled a heightened <i>evidentiary</i> standard adopted by the D.C. Circuit in constitutional tort actions that demanded proof of improper motive and were brought against government officials in their individual capacities. The D.C. Circuit had required plaintiffs in such cases to adduce \"clear and convincing evidence\" of improper motive in order to defeat motions for summary judgment. <i>Crawford-El,</i> 523 U.S. at 584, 118 S.Ct. 1584. On review, the Supreme Court ruled that this evidentiary burden was too heavy. <i>Id.</i> at 594-97.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\"><i>Crawford-El</i> was not a pleading case simpliciter &#8212; it dealt with the appropriate quantum of evidence and arose on summary judgment. Nevertheless, the circumstances were sufficiently analogous for us to question whether the Court's comments torpedoed our heightened pleading standard. In <i>Judge v. City of Lowell,</i> 160 F.3d 67 (1st Cir.1998), a panel of this court ruled that our heightened pleading standard survived, at least in a case brought against an individual government official \"alleging a constitutional violation calling for proof of an illegal motive.\" <i>Id.</i> at 73. In reaching that conclusion, the panel placed heavy reliance on dictum in which the <i>Crawford-El</i> Court indicated its awareness of the difficulties inherent in trying to dispose of insubstantial civil rights claims when those claims hinge on an official's state of mind. <i>See id.</i> at 74. In that dictum, the Court stated that \"the [trial] court may insist that the plaintiff put forward specific, nonconclusory factual allegations that establish improper motive causing cognizable injury in order to survive a prediscovery motion for dismissal or summary judgment.\" <i>Crawford-El,</i> 523 U.S. at 598, 118 S.Ct. 1584 (citation and internal quotation marks omitted). Based on this statement, the <i>Judge</i> panel concluded \"that the five Justices writing for the Court in <i>Crawford-El</i> permitted an approach similar to ours in <i>Dartmouth Review</i> and <i>Correa-Martinez</i>... &#8212; although the Court limited its carefully-phrased endorsement of that approach to constitutional claims in which `improper motive' was an essential element for plaintiff to prove.\" <i>Judge,</i> 160 F.3d at 74. The panel therefore reiterated that an official's improper motive must \"be pleaded by alleging specific non-conclusory facts from which such a motive may reasonably be inferred, not merely by generalized asseveration alone.\" <i>Id.</i> at 72 (citing <i>Correa-Martinez,</i> 903 F.2d at 53).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Whatever window of opportunity we thought remained open after <i>Crawford-El</i> has been slammed shut by the Supreme Court's subsequent decision in <i>Swierkiewicz.</i> There, the Court rejected the Second Circuit's requirement that a plaintiff claiming employment discrimination include in his or her complaint \"specific facts establishing a prima facie case of discrimination.\" 534 U.S. at 508, 122 S.Ct. 992. In so holding, the <i>Swierkiewicz</i> Court explained that the simplified pleading standard limned in Fed.R.Civ.P. 8(a) \"applie[s] to all civil actions, with limited exceptions.\" <i>Id.</i> at 513, 122 S.Ct. 992. Although the Court did not furnish a complete list of exceptions, it specifically distinguished cases of fraud and mistake, for which the Civil Rules themselves dictate the application of a heightened pleading standard. <i>Id.</i> (citing Fed.R.Civ.P. 9(b)). In contrast, the Court noted that \"the Federal Rules do not contain a heightened pleading standard for employment discrimination suits.\" <i>Id.</i> at 515, 122 S.Ct. 992.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Since the date of that decision, the district courts in the First Circuit have existed in a state of uncertainty as to the relationship (if any) between the Court's analysis in <i>Swierkiewicz</i> and our own endorsement of a heightened pleading standard for use in civil rights cases. Some decisions have adhered to circuit precedent and, like the decision below, have continued to enforce a heightened pleading standard. <i>See, e.g., Data Research Corp. v. Rey Hernandez,</i> 261 F.Supp.2d 61, 73-74 (D.P.R.2003); <i>Lorenzo v. Gallant,</i> 2002 WL 31833751, at *8-*9 (D.Mass. Dec.16, 2002). Others have abandoned that standard, treating <i>Swierkiewicz</i> as having effectively overruled <i>Judge</i> and the earlier cases on which <i>Judge</i> depended. <i>See, e.g., Torres Ocasio v. Melendez,</i> 283 F.Supp.2d 505, 512-13 (D.P.R.2003); <i>Greenier v. Pace, Local No. 1188,</i> 201 F.Supp.2d 172, 176-77 (D.Me.2002). A third group of cases have elevated discretion above valor and studiously avoided the choice. <i>See, e.g., Hernandez Carrasquillo v. Rivera Rodriguez,</i> 281 F.Supp.2d 329, 332 (D.P.R.2003); <i>Dellairo v. Garland,</i> 222 F.Supp.2d 86, 89-90 (D.Me.2002). Although two recent cases from this court have outlawed the use of a heightened pleading standard in specific instances and hinted broadly that a heightened pleading standard for all civil rights cases (no matter what the circumstances) is a thing of the past, <i>see</i> <i>Torres-Viera v. Laboy-Alvarado,</i> 311 F.3d 105, 108 (1st Cir.2002) (observing, without acknowledging <i>Judge,</i> that \"plaintiffs are not held to higher pleading standards in &#167; 1983 actions\"); <i>Gorski,</i> 290 F.3d at 473 (confirming that <i>Swierkiewicz</i> precludes the use of a heightened pleading standard in the particular subset of civil rights cases known as employment discrimination suits), neither of these decisions diagnosed <i>Judge's</i> continued viability. Moreover, neither of them ventured to say outright whether <i>Swierkiewicz</i> pretermits the use of a heightened pleading standard in all civil rights cases. We think that the time has come to address that wider question head-on and allay all doubt.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The recent Supreme Court jurisprudence, catalogued above, evinces a developing trend. This trend has approached crystalline form with <i>Swierkiewicz.</i> The Court evidently has decided to place greater emphasis on the source of a pleading standard than on the instances in which it is applied. By this we mean that the Court has signaled its disapproval of <i>all</i> heightened pleading standards except those that emanate from either congressional or Rule-based authority. Strong language in <i>Swierkiewicz</i> makes plain that federal courts should refrain from crafting heightened pleading standards, regardless of the special circumstances those standards are intended to address. In the Court's words: \"A requirement of greater specificity for particular claims is a result that `must be obtained by the process of amending the Federal Rules, and not by judicial interpretation.'\" <i>Swierkiewicz,</i> 534 U.S. at 515, 122 S.Ct. 992 (quoting <i>Leatherman,</i> 507 U.S. at 168, 113 S.Ct. 1160); <i>cf. Crawford-El,</i> 523 U.S. at 595, 118 S.Ct. 1584 (commenting that \"questions regarding pleading, discovery, and summary judgment are most frequently and most effectively resolved either by the rulemaking process or the legislative process\").</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The handwriting is on the wall. <i>Swierkiewicz</i> has sounded the death knell for the imposition of a heightened pleading standard except in cases in which either a federal statute or specific Civil Rule requires that result.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> In all other cases, courts faced with the task of adjudicating motions to dismiss under Rule 12(b)(6) must apply the notice pleading requirements of Rule 8(a)(2). Under that rule, a complaint need only include \"a short and plain statement of the claim showing that the pleader is entitled to relief.\" This statement must \"give the defendant fair notice of what the plaintiff's claim is and the grounds upon which it rests.\" <i>Conley v. Gibson,</i> 355 U.S. 41, 47, 78 S.Ct. 99, 2 L.Ed.2d 80 (1957). State of mind, including motive and intent, may be averred generally. <i>Cf.</i> Fed.R.Civ.P. 9(b) (reiterating the usual rule that \"[m]alice, intent, knowledge, and other condition of mind of a person may be averred generally\"). In civil rights actions, as in the mine-run of other cases for which no statute or Federal Rule of Civil Procedure provides for different treatment, a court confronted with a Rule 12(b)(6) motion \"may dismiss a complaint only if it is clear that no relief could be granted under any set of facts that could be proved consistent with the allegations.\" <i>Hishon v. King &amp; Spalding,</i> 467 U.S. 69, 73, 104 S.Ct. 2229, 81 L.Ed.2d 59 (1984).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Given the lessons of <i>Swierkiewicz,</i> our duty is made manifest. We join several of our sister circuits in holding that there are no heightened pleading standards for civil rights cases.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> <i>See Phelps v. Kapnolas,</i> 308 F.3d 180, 186-87 &amp; n. 6 (2d Cir.2002) (per curiam); <i>Galbraith v. County of Santa Clara,</i> 307 F.3d 1119, 1121, 1123-26 (9th Cir.2002); <i>Goad v. Mitchell,</i> 297 F.3d 497, 502-03 (6th Cir.2002); <i>Higgs v. Carver,</i> 286 F.3d 437, 439 (7th Cir.2002); <i>Currier v. Doran,</i> 242 F.3d 905, 911-17 (10th Cir.2001); <i>see also</i> 2 James Wm. Moore et al., Moore's Federal Practice &#167; 9.10[2], at 9-66 (3d ed.2004).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Let us be perfectly clear. The rule that we announce today is not contingent on the type of civil rights case, the capacity in which a particular defendant is sued, the availability vel non of a qualified immunity defense, or the need (or lack of need) for proof of illegal motive. All civil rights actions are subject to Rule 8(a)'s notice pleading regime. To the extent that preexisting circuit precedent contradicts this holding, we regard that precedent as abrogated by recent Supreme Court case law.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We hasten to add that the demise of our traditional heightened pleading standard does not leave either government officials or district courts at the mercy of overly aggressive plaintiffs. The Court itself has pointed the way: \"[g]iven the wide variety of civil rights and `constitutional tort' claims that trial judges confront, broad discretion in the management of the factfinding process may be more useful and equitable to all the parties than [categorical rules imposed by the appellate courts].\" <i>Crawford-El,</i> 523 U.S. at 600-01, 118 S.Ct. 1584. To lend credibility to this statement, the Court has taken pains to assure its audience that a number of alternatives are available to aid trial courts in early detection of potentially meritless claims. <i>See Swierkiewicz,</i> 534 U.S. at 514, 122 S.Ct. 992; <i>Crawford-El,</i> 523 U.S. at 598-600, 118 S.Ct. 1584; <i>Leatherman,</i> 507 U.S. at 168-69, 113 S.Ct. 1160. A trial court may, for example, order the plaintiff to reply to the defendant's answer to the complaint, <i>see</i> Fed.R.Civ.P. 7(a); grant the defendant's request for a more definite statement, <i>see</i> Fed.R.Civ.P. 12(e); or tailor discovery narrowly to protect the defendant from \"annoyance, embarrassment, oppression, or undue burden,\" Fed.R.Civ.P. 26(c). In extreme cases, a court may protect public officials from harassment either by sanctioning plaintiffs who file papers that are lacking in factual support, <i>see</i> Fed.R.Civ.P. 11, or by dismissing forma pauperis suits that are \"frivolous or malicious,\" 28 U.S.C. &#167; 1915(e)(2). And, finally, summary judgment remains a viable option in civil rights cases in which the plaintiff's aspirations exceed the proof that he or she can muster. <i>See</i> Fed.R.Civ.P. 56.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">To all of this, we add a coda. Our decision here should not be read as an abandonment of our oft-quoted statement that \"notice pleading notwithstanding, Rule 12(b)(6) is not entirely a toothless tiger.\" <i>Dartmouth Review,</i> 889 F.2d at 16. Two points come readily to mind.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">First, we note that the <i>Swierkiewicz</i> Court, 534 U.S. at 513 n. 4, 122 S.Ct. 992, embraced the illustrative pleading set forth in the forms appended to the Federal Rules of Civil Procedure. The Court cited approvingly Form 9's \"complaint for negligence in which plaintiff simply states in relevant part: `On June 1, 1936, in a public highway called Boylston Street in Boston, Massachusetts, defendant negligently drove a motor vehicle against plaintiff who was then crossing said highway.'\" <i>Id.</i> (quoting Form 9); <i>cf.</i> Fed.R.Civ.P. 84 (explaining that the appended forms \"are sufficient under the rules and are intended to indicate the simplicity and brevity of statement which the rules contemplate\"). From this we intuit that, in a civil rights action as in any other action subject to notice pleading standards, the complaint should at least set forth minimal facts as to who did what to whom, when, where, and why &#8212; although why, when why means the actor's state of mind, can be averred generally. As we have said in a non-civil-rights context, the requirements of Rule 8(a)(2) are minimal &#8212; but \"minimal requirements are not tantamount to nonexistent requirements.\" <i>Gooley v. Mobil Oil Corp.,</i> 851 F.2d 513, 514 (1st Cir.1988).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Second, in considering motions to dismiss courts should continue to \"eschew any reliance on bald assertions, unsupportable conclusions, and opprobrious epithets.\" <i>Chongris v. Bd. of Appeals,</i> 811 F.2d 36, 37 (1st Cir.1987) (citation and internal quotation marks omitted). Such eschewal is merely an application of Rule 8(a)(2), not a heightened pleading standard uniquely applicable to civil rights claims. <i>See Correa-Martinez,</i> 903 F.2d at 52-53 (treating the general no-bald-assertions standard and the heightened pleading standard for civil rights cases as two separate requirements); <i>see also Higgs,</i> 286 F.3d at 439 (rejecting the idea of \"special pleading rules for prisoner civil rights cases,\" but nonetheless requiring complaints to meet some measure of specificity). As such, we have applied this language equally in all types of cases. <i>See, e.g., Arruda v. Sears, Roebuck &amp; Co.,</i> 310 F.3d 13, 18 (1st Cir.2002) (holding plaintiff to this standard in a bankruptcy action); <i>LaChapelle,</i> 142 F.3d at 508 (holding plaintiff to this standard in an action alleging breach of contract and intentional infliction of emotional distress). We will continue to do so in the future.</p>\n    </div>\n    <p class=\"indent\">III. CONCLUSION</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We need go no further. To state the obvious, \"prior circuit precedent [must] yield to a contrary decision of the Supreme Court.\" <i>Stewart v. Dutra Constr. Co.,</i> 230 F.3d 461, 467 (1st Cir.2000). So here: the lower court applied a heightened pleading standard that, albeit drawn from preexisting case law, was impermissible under <i>Swierkiewicz.</i> Hence, we vacate the order of dismissal and remand for further proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">\n        <i>Vacated and remanded.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The appellee notes that<i>Swierkiewicz</i> is a Title VII case and suggests that its teachings should be confined to that sphere. The Court's broad and unequivocal language belies that suggestion. In our view, <i>Swierkiewicz</i> is fully applicable to all civil rights actions.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Following the procedure described in<i>Gallagher v. Wilton Enterprises, Inc.,</i> 962 F.2d 120, 124 n. 4 (1st Cir.1992) (per curiam), the proposed panel opinion in this case has been circulated to all active judges of the court prior to publication, and none has interposed an objection to the panel's overruling of prior circuit precedent. We caution that this procedure does not convert this opinion to an en banc decision nor does it preclude a suggestion of rehearing en banc on any issue in the case, whether or not related to the panel's treatment of the appropriate pleading standard for civil rights actions.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">367</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">61</span></span></p>\n    <p class=\"parties\">EDUCADORES PUERTORRIQUE&#209;OS EN ACCI&#211;N et al., Plaintiffs, Appellants,<br>v.<br>C&#233;sar Rey HERN&#193;NDEZ, In his Personal Capacity and as Secretary of the Puerto Rico Department of Education, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 03-1588.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard March 1, 2004.</p>\n    <p class=\"date\">Decided May 10, 2004.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Francisco R. Gonzalez, with whom F.R. Gonzalez Law Office was on brief, for appellants.</p>\n      <p class=\"indent\">Hector J. Benitez Arraiza, with whom Luiselle Qui&#241;ones Maldonado and Llovet Zurinaga &amp; L&#243;pez, P.S.C. were on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, COFFIN, Senior Circuit Judge, and SELYA, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">For years, courts in this circuit have required plaintiffs to satisfy a heightened pleading standard in civil rights actions. We recently have retreated from this view in specified instances. Today, however, we are presented with an opportunity to reexamine the propriety of this praxis globally in light of emergent Supreme Court precedent. Because neither the Civil Rules nor any applicable statute authorizes the imposition of a heightened pleading standard for civil rights actions, we disclaim our earlier practice and overrule the decisions authorizing it. Since the district court's determination rests on that heightened pleading standard, we vacate the order of dismissal and remand for further proceedings consistent with this opinion.</p>\n    </div>\n    <p class=\"indent\">I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">A brief recitation of the facts suffices to situate the pivotal legal issue. As is always the case on a Rule 12(b)(6) dismissal, we accept as true the factual averments of the complaint and draw all reasonable inferences therefrom in the plaintiffs' favor. <i>LaChapelle v. Berkshire Life Ins. Co.,</i> <span class=\"citation\" data-id=\"197923\"><a href=\"/opinion/197923/lachapelle-v-berkshire-life/\"><span class=\"volume\">142</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">507</span></a></span>, 508 (1st Cir.1998).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Puerto Rico's so-called electoral prohibition &#8212; a ban on certain public-sector personnel actions during the two months preceding and the two months following a general election, <i>see</i> 3 P.R. Laws Ann. &#167; 1337 &#8212; lies at the heart of this controversy. In the November 7, 2000 gubernatorial election, the voters ousted the reigning New Progressive Party (NPP) and elected the candidate of the rival Popular Democratic Party (PDP). The plaintiffs, all members of the NPP, are career employees of the Puerto Rico Department of Education (PRDE). Each of them was hired, reclassified, reinstated, and/or granted a pay increase by the outgoing administration during the electoral prohibition period. When the new regime took office, its functionaries declared these personnel actions null and void and informed the plaintiffs that they would be returned to the status quo ante.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Dismayed by this reversal of fortune, the plaintiffs banded together and brought suit against the Secretary of the PRDE (in both his individual and official capacities). Their complaint invoked 42 U.S.C. &#167; 1983 and alleged (i) discrimination based on political affiliation in violation of the First Amendment, and (ii) a deprivation of property without due process of law in violation of the Fourteenth Amendment. These charges were based largely on the plaintiffs' assertion that the pre-regime-change personnel actions were valid due to officially authorized (or at least routinely tolerated) exemptions from the electoral prohibition.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The defendant (appellee here) moved to dismiss the complaint for failure to state an actionable claim, Fed.R.Civ.P. 12(b)(6), and the district court obliged. <i>See Educadores Puertorrique&#241;os en Acci&#243;n v. Rey Hern&#225;ndez,</i> <span class=\"citation\" data-id=\"2499705\"><a href=\"/opinion/2499705/educadores-puertorriquenos-en-accion-v-hernandez/\"><span class=\"volume\">257</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">446</span></a></span> (D.P.R.2003). In reaching its decision, the court applied \"the heightened pleading requirement established by the First Circuit in civil rights cases.\" <i>Id.</i> at 452 (citing <i>Judge v. City of Lowell,</i> <span class=\"citation\" data-id=\"759120\"><a href=\"/opinion/759120/rebecca-judge-v-city-of-lowell/\"><span class=\"volume\">160</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">67</span></a></span>, 72 (1st Cir.1998)). In the court's view, this standard required the plaintiffs to include in their complaint subsidiary facts sufficient to support their allegations that political animus was the driving force behind the rescission of the favorable personnel actions and that those actions came within exceptions to the electoral prohibition. <i>Id.</i> at 452-53. Because the plaintiffs' complaint failed to achieve this degree of specificity, the court dismissed the action. <i>Id.</i> at 454. This appeal ensued.</p>\n    </div>\n    <p class=\"indent\">II. DISCUSSION</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Our analysis begins with an examination of the district court's conclusion that this court has established a heightened pleading standard for some, if not all, civil rights cases. We then turn to the relevant Supreme Court case law and inquire whether the Court's recent pronouncements, especially its decision in <i>Swierkiewicz v. Sorema N. A.,</i> <span class=\"citation\" data-id=\"118482\"><a href=\"/opinion/118482/swierkiewicz-v-sorema-na/\"><span class=\"volume\">534</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">506</span></a></span>, <span class=\"citation\" data-id=\"118482\"><a href=\"/opinion/118482/swierkiewicz-v-sorema-na/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">992</span></a></span>, <span class=\"citation\" data-id=\"118482\"><a href=\"/opinion/118482/swierkiewicz-v-sorema-na/\"><span class=\"volume\">152</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (2002), have effectively undermined our allegiance to a heightened pleading standard in civil rights cases. Answering this inquiry in the affirmative, we vacate the order of dismissal and remand for further proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Historically, this court has expressed concern about the use of skeletal pleadings in civil rights cases. Our concern was prompted in part by a fear that so loose a structure might needlessly embroil officials in contrived litigation, in part by worries that it might facilitate widespread misuse of section 1983, and in part by the desire not to erode the salutary protections afforded by the doctrine of qualified immunity. <i>See, e.g., Dewey v. Univ. of N.H.,</i> <span class=\"citation\" data-id=\"411302\"><a href=\"/opinion/411302/richard-dewey-v-the-university-of-new-hampshire/\"><span class=\"volume\">694</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 3-4 (1st Cir.1982); <i>Slotnick v. Staviskey,</i> <span class=\"citation\" data-id=\"348311\"><a href=\"/opinion/348311/lester-slotnick-v-harold-staviskey/\"><span class=\"volume\">560</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">31</span></a></span>, 33 (1st Cir.1977). Consequently, we traditionally have held plaintiffs alleging civil rights violations to something more stringent than mere notice pleading. <i>See, e.g., Boston &amp; Me.</i> <i>Corp. v. Town of Hampton,</i> <span class=\"citation\" data-id=\"601781\"><a href=\"/opinion/601781/boston-maine-corporation-v-town-of-hampton/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">855</span></a></span>, 866 (1st Cir.1993) (\"[A] heightened requirement of specificity is well established for ... allegations of civil rights violations.\"); <i>Dartmouth Review v. Dartmouth Coll.,</i> <span class=\"citation\" data-id=\"531870\"><a href=\"/opinion/531870/the-dartmouth-review-on-behalf-of-its-officers-staff-and-subscribers-v/\"><span class=\"volume\">889</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></a></span>, 16-17 (1st Cir.1989) (\"[T]he key question is whether plaintiffs assembled <i>specific facts</i> adequate to show or raise a plausible inference that they were subjected to race-based discrimination.\" (emphasis supplied)). Under this enhanced standard, it is not enough that a complaint give a defendant notice of a plaintiff's claim and the grounds upon which that claim rests. Rather, \"[t]he alleged facts must specifically identify the particular instance(s) of discriminatory treatment and, as a logical exercise, adequately support the thesis that the discrimination was unlawful.\" <i>Correa-Martinez v. Arrillaga-Belendez,</i> <span class=\"citation\" data-id=\"541732\"><a href=\"/opinion/541732/jorge-correa-martinez-v-rene-arrillaga-belendez/\"><span class=\"volume\">903</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">49</span></a></span>, 53 (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Although this heightened pleading standard in some shape or form has proven to be a hardy plant, we have from time to time reexamined the appropriateness of its application. Those reappraisals took place in response to two recent Supreme Court cases. <i>See Crawford-El v. Britton,</i> <span class=\"citation\" data-id=\"118203\"><a href=\"/opinion/118203/crawford-el-v-britton/\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, <span class=\"citation\" data-id=\"118203\"><a href=\"/opinion/118203/crawford-el-v-britton/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1584</span></a></span>, <span class=\"citation\" data-id=\"118203\"><a href=\"/opinion/118203/crawford-el-v-britton/\"><span class=\"volume\">140</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">759</span></a></span> (1998); <i>Leatherman v. Tarrant County Narcotics Intell. &amp; Coord. Unit,</i> <span class=\"citation\" data-id=\"112825\"><a href=\"/opinion/112825/leatherman-v-tarrant-county-narcotics-intelligence-and-coordination-unit/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">163</span></a></span>, <span class=\"citation\" data-id=\"112825\"><a href=\"/opinion/112825/leatherman-v-tarrant-county-narcotics-intelligence-and-coordination-unit/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1160</span></a></span>, <span class=\"citation\" data-id=\"112825\"><a href=\"/opinion/112825/leatherman-v-tarrant-county-narcotics-intelligence-and-coordination-unit/\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">517</span></a></span> (1993). We turn next to those decisions.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In <i>Leatherman,</i> the Court rejected a heightened pleading standard imposed by the Fifth Circuit in a case alleging municipal liability under section 1983. Two concerns animated the decision. First, the Court found the heightened pleading standard difficult to square with the liberal system of notice pleading created by the Civil Rules. <i>Leatherman,</i> 507 U.S. at 168, <span class=\"citation\" data-id=\"112825\"><a href=\"/opinion/112825/leatherman-v-tarrant-county-narcotics-intelligence-and-coordination-unit/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1160</span></a></span> (discussing Fed.R.Civ.P. 8(a)(2)). Second, the Court found no compelling reason to erect barriers to discovery in a municipal liability action, considering the well-established rule that &#8212; unlike various government officials &#8212; municipalities do not enjoy qualified immunity. <i>Id.</i> at 166-67, <span class=\"citation\" data-id=\"112825\"><a href=\"/opinion/112825/leatherman-v-tarrant-county-narcotics-intelligence-and-coordination-unit/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1160</span></a></span>. At the very least, <i>Leatherman</i> precluded the use of a heightened pleading standard in section 1983 cases brought against municipalities. <i>Accord Gorski v. N.H. Dep't of Corr.,</i> <span class=\"citation\" data-id=\"199974\"><a href=\"/opinion/199974/gorski-v-new-hampshire-depart/\"><span class=\"volume\">290</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">466</span></a></span>, 473 n. 6 (1st Cir.2002); <i>Romero-Barcelo v. Hernandez-Agosto,</i> <span class=\"citation\" data-id=\"196543\"><a href=\"/opinion/196543/romero-barcelo-v-agosto/\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">23</span></a></span>, 35 (1st Cir.1996); <i>Atchinson v. District of Columbia,</i> <span class=\"citation\" data-id=\"710872\"><a href=\"/opinion/710872/richard-atchinson-v-district-of-columbia/\"><span class=\"volume\">73</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">418</span></a></span>, 421 (D.C.Cir.1996); <i>Edgington v. Mo. Dep't of Corr.,</i> <span class=\"citation\" data-id=\"694361\"><a href=\"/opinion/694361/zane-brent-edgington-v-missouri-department-of-corrections-mel-carnahan/\"><span class=\"volume\">52</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">777</span></a></span>, 779 n. 3 (8th Cir.1995); <i>Schultea v. Wood,</i> <span class=\"citation\" data-id=\"689902\"><a href=\"/opinion/689902/joseph-m-schultea-sr-v-david-robert-wood-david-robert-wood-homer/\"><span class=\"volume\">47</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1427</span></a></span>, 1432 (5th Cir.1995) (en banc).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Five years after <i>Leatherman,</i> the Supreme Court decided <i>Crawford-El.</i> There, the Court mulled a heightened <i>evidentiary</i> standard adopted by the D.C. Circuit in constitutional tort actions that demanded proof of improper motive and were brought against government officials in their individual capacities. The D.C. Circuit had required plaintiffs in such cases to adduce \"clear and convincing evidence\" of improper motive in order to defeat motions for summary judgment. <i>Crawford-El,</i> 523 U.S. at 584, <span class=\"citation\" data-id=\"118203\"><a href=\"/opinion/118203/crawford-el-v-britton/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1584</span></a></span>. On review, the Supreme Court ruled that this evidentiary burden was too heavy. <i>Id.</i> at 594-97.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\"><i>Crawford-El</i> was not a pleading case simpliciter &#8212; it dealt with the appropriate quantum of evidence and arose on summary judgment. Nevertheless, the circumstances were sufficiently analogous for us to question whether the Court's comments torpedoed our heightened pleading standard. In <i>Judge v. City of Lowell,</i> <span class=\"citation\" data-id=\"759120\"><a href=\"/opinion/759120/rebecca-judge-v-city-of-lowell/\"><span class=\"volume\">160</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">67</span></a></span> (1st Cir.1998), a panel of this court ruled that our heightened pleading standard survived, at least in a case brought against an individual government official \"alleging a constitutional violation calling for proof of an illegal motive.\" <i>Id.</i> at 73. In reaching that conclusion, the panel placed heavy reliance on dictum in which the <i>Crawford-El</i> Court indicated its awareness of the difficulties inherent in trying to dispose of insubstantial civil rights claims when those claims hinge on an official's state of mind. <i>See id.</i> at 74. In that dictum, the Court stated that \"the [trial] court may insist that the plaintiff put forward specific, nonconclusory factual allegations that establish improper motive causing cognizable injury in order to survive a prediscovery motion for dismissal or summary judgment.\" <i>Crawford-El,</i> 523 U.S. at 598, <span class=\"citation\" data-id=\"118203\"><a href=\"/opinion/118203/crawford-el-v-britton/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1584</span></a></span> (citation and internal quotation marks omitted). Based on this statement, the <i>Judge</i> panel concluded \"that the five Justices writing for the Court in <i>Crawford-El</i> permitted an approach similar to ours in <i>Dartmouth Review</i> and <i>Correa-Martinez</i>... &#8212; although the Court limited its carefully-phrased endorsement of that approach to constitutional claims in which `improper motive' was an essential element for plaintiff to prove.\" <i>Judge,</i> 160 F.3d at 74. The panel therefore reiterated that an official's improper motive must \"be pleaded by alleging specific non-conclusory facts from which such a motive may reasonably be inferred, not merely by generalized asseveration alone.\" <i>Id.</i> at 72 (citing <i>Correa-Martinez,</i> 903 F.2d at 53).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Whatever window of opportunity we thought remained open after <i>Crawford-El</i> has been slammed shut by the Supreme Court's subsequent decision in <i>Swierkiewicz.</i> There, the Court rejected the Second Circuit's requirement that a plaintiff claiming employment discrimination include in his or her complaint \"specific facts establishing a prima facie case of discrimination.\" 534 U.S. at 508, <span class=\"citation\" data-id=\"118482\"><a href=\"/opinion/118482/swierkiewicz-v-sorema-na/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">992</span></a></span>. In so holding, the <i>Swierkiewicz</i> Court explained that the simplified pleading standard limned in Fed.R.Civ.P. 8(a) \"applie[s] to all civil actions, with limited exceptions.\" <i>Id.</i> at 513, <span class=\"citation\" data-id=\"118482\"><a href=\"/opinion/118482/swierkiewicz-v-sorema-na/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">992</span></a></span>. Although the Court did not furnish a complete list of exceptions, it specifically distinguished cases of fraud and mistake, for which the Civil Rules themselves dictate the application of a heightened pleading standard. <i>Id.</i> (citing Fed.R.Civ.P. 9(b)). In contrast, the Court noted that \"the Federal Rules do not contain a heightened pleading standard for employment discrimination suits.\" <i>Id.</i> at 515, <span class=\"citation\" data-id=\"118482\"><a href=\"/opinion/118482/swierkiewicz-v-sorema-na/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">992</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Since the date of that decision, the district courts in the First Circuit have existed in a state of uncertainty as to the relationship (if any) between the Court's analysis in <i>Swierkiewicz</i> and our own endorsement of a heightened pleading standard for use in civil rights cases. Some decisions have adhered to circuit precedent and, like the decision below, have continued to enforce a heightened pleading standard. <i>See, e.g., Data Research Corp. v. Rey Hernandez,</i> <span class=\"citation\" data-id=\"2515574\"><a href=\"/opinion/2515574/data-research-corp-v-rey-hernandez/\"><span class=\"volume\">261</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">61</span></a></span>, 73-74 (D.P.R.2003); <i>Lorenzo v. Gallant,</i> <span class=\"citation no-link\"><span class=\"volume\">2002</span> <span class=\"reporter\">WL</span> <span class=\"page\">31833751</span></span>, at *8-*9 (D.Mass. Dec.16, 2002). Others have abandoned that standard, treating <i>Swierkiewicz</i> as having effectively overruled <i>Judge</i> and the earlier cases on which <i>Judge</i> depended. <i>See, e.g., Torres Ocasio v. Melendez,</i> <span class=\"citation\" data-id=\"2576881\"><a href=\"/opinion/2576881/torres-ocasio-v-melendez/\"><span class=\"volume\">283</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">505</span></a></span>, 512-13 (D.P.R.2003); <i>Greenier v. Pace, Local No. 1188,</i> <span class=\"citation\" data-id=\"2481752\"><a href=\"/opinion/2481752/greenier-v-pace-local-no-1188/\"><span class=\"volume\">201</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">172</span></a></span>, 176-77 (D.Me.2002). A third group of cases have elevated discretion above valor and studiously avoided the choice. <i>See, e.g., Hernandez Carrasquillo v. Rivera Rodriguez,</i> <span class=\"citation\" data-id=\"2493762\"><a href=\"/opinion/2493762/hernandez-carrasquillo-v-rivera-rodriguez/\"><span class=\"volume\">281</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">329</span></a></span>, 332 (D.P.R.2003); <i>Dellairo v. Garland,</i> <span class=\"citation\" data-id=\"2305489\"><a href=\"/opinion/2305489/dellairo-v-garland/\"><span class=\"volume\">222</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">86</span></a></span>, 89-90 (D.Me.2002). Although two recent cases from this court have outlawed the use of a heightened pleading standard in specific instances and hinted broadly that a heightened pleading standard for all civil rights cases (no matter what the circumstances) is a thing of the past, <i>see</i> <i>Torres-Viera v. Laboy-Alvarado,</i> <span class=\"citation\" data-id=\"200213\"><a href=\"/opinion/200213/torres-viera-v-laboy-alvarado/\"><span class=\"volume\">311</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">105</span></a></span>, 108 (1st Cir.2002) (observing, without acknowledging <i>Judge,</i> that \"plaintiffs are not held to higher pleading standards in &#167; 1983 actions\"); <i>Gorski,</i> 290 F.3d at 473 (confirming that <i>Swierkiewicz</i> precludes the use of a heightened pleading standard in the particular subset of civil rights cases known as employment discrimination suits), neither of these decisions diagnosed <i>Judge's</i> continued viability. Moreover, neither of them ventured to say outright whether <i>Swierkiewicz</i> pretermits the use of a heightened pleading standard in all civil rights cases. We think that the time has come to address that wider question head-on and allay all doubt.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The recent Supreme Court jurisprudence, catalogued above, evinces a developing trend. This trend has approached crystalline form with <i>Swierkiewicz.</i> The Court evidently has decided to place greater emphasis on the source of a pleading standard than on the instances in which it is applied. By this we mean that the Court has signaled its disapproval of <i>all</i> heightened pleading standards except those that emanate from either congressional or Rule-based authority. Strong language in <i>Swierkiewicz</i> makes plain that federal courts should refrain from crafting heightened pleading standards, regardless of the special circumstances those standards are intended to address. In the Court's words: \"A requirement of greater specificity for particular claims is a result that `must be obtained by the process of amending the Federal Rules, and not by judicial interpretation.'\" <i>Swierkiewicz,</i> 534 U.S. at 515, <span class=\"citation\" data-id=\"118482\"><a href=\"/opinion/118482/swierkiewicz-v-sorema-na/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">992</span></a></span> (quoting <i>Leatherman,</i> 507 U.S. at 168, <span class=\"citation\" data-id=\"112825\"><a href=\"/opinion/112825/leatherman-v-tarrant-county-narcotics-intelligence-and-coordination-unit/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1160</span></a></span>); <i>cf. Crawford-El,</i> 523 U.S. at 595, <span class=\"citation\" data-id=\"118203\"><a href=\"/opinion/118203/crawford-el-v-britton/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1584</span></a></span> (commenting that \"questions regarding pleading, discovery, and summary judgment are most frequently and most effectively resolved either by the rulemaking process or the legislative process\").</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The handwriting is on the wall. <i>Swierkiewicz</i> has sounded the death knell for the imposition of a heightened pleading standard except in cases in which either a federal statute or specific Civil Rule requires that result.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> In all other cases, courts faced with the task of adjudicating motions to dismiss under Rule 12(b)(6) must apply the notice pleading requirements of Rule 8(a)(2). Under that rule, a complaint need only include \"a short and plain statement of the claim showing that the pleader is entitled to relief.\" This statement must \"give the defendant fair notice of what the plaintiff's claim is and the grounds upon which it rests.\" <i>Conley v. Gibson,</i> <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">355</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">41</span></a></span>, 47, <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">99</span></a></span>, <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">80</span></a></span> (1957). State of mind, including motive and intent, may be averred generally. <i>Cf.</i> Fed.R.Civ.P. 9(b) (reiterating the usual rule that \"[m]alice, intent, knowledge, and other condition of mind of a person may be averred generally\"). In civil rights actions, as in the mine-run of other cases for which no statute or Federal Rule of Civil Procedure provides for different treatment, a court confronted with a Rule 12(b)(6) motion \"may dismiss a complaint only if it is clear that no relief could be granted under any set of facts that could be proved consistent with the allegations.\" <i>Hishon v. King &amp; Spalding,</i> <span class=\"citation\" data-id=\"111188\"><a href=\"/opinion/111188/hishon-v-king-spalding/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">69</span></a></span>, 73, <span class=\"citation\" data-id=\"111188\"><a href=\"/opinion/111188/hishon-v-king-spalding/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2229</span></a></span>, <span class=\"citation\" data-id=\"111188\"><a href=\"/opinion/111188/hishon-v-king-spalding/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">59</span></a></span> (1984).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Given the lessons of <i>Swierkiewicz,</i> our duty is made manifest. We join several of our sister circuits in holding that there are no heightened pleading standards for civil rights cases.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> <i>See Phelps v. Kapnolas,</i> <span class=\"citation\" data-id=\"779555\"><a href=\"/opinion/779555/darryl-a-phelps-v-n-kapnolas-sued-in-individual-capacity-r-mcclellan/\"><span class=\"volume\">308</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">180</span></a></span>, 186-87 &amp; n. 6 (2d Cir.2002) (per curiam); <i>Galbraith v. County of Santa Clara,</i> <span class=\"citation\" data-id=\"779529\"><a href=\"/opinion/779529/nelson-galbraith-v-county-of-santa-clara-a-municipality-of-the-state-of/\"><span class=\"volume\">307</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1119</span></a></span>, 1121, 1123-26 (9th Cir.2002); <i>Goad v. Mitchell,</i> <span class=\"citation\" data-id=\"778434\"><a href=\"/opinion/778434/carlos-d-goad-and-robert-j-wuchich-v-betty-mitchell-jacqui-visintine/\"><span class=\"volume\">297</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">497</span></a></span>, 502-03 (6th Cir.2002); <i>Higgs v. Carver,</i> <span class=\"citation\" data-id=\"777233\"><a href=\"/opinion/777233/james-carl-higgs-v-william-e-carver-and-james-m-wolfe/\"><span class=\"volume\">286</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">437</span></a></span>, 439 (7th Cir.2002); <i>Currier v. Doran,</i> <span class=\"citation\" data-id=\"160810\"><a href=\"/opinion/160810/currier-v-doran/\"><span class=\"volume\">242</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">905</span></a></span>, 911-17 (10th Cir.2001); <i>see also</i> 2 James Wm. Moore et al., Moore's Federal Practice &#167; 9.10[2], at 9-66 (3d ed.2004).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Let us be perfectly clear. The rule that we announce today is not contingent on the type of civil rights case, the capacity in which a particular defendant is sued, the availability vel non of a qualified immunity defense, or the need (or lack of need) for proof of illegal motive. All civil rights actions are subject to Rule 8(a)'s notice pleading regime. To the extent that preexisting circuit precedent contradicts this holding, we regard that precedent as abrogated by recent Supreme Court case law.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We hasten to add that the demise of our traditional heightened pleading standard does not leave either government officials or district courts at the mercy of overly aggressive plaintiffs. The Court itself has pointed the way: \"[g]iven the wide variety of civil rights and `constitutional tort' claims that trial judges confront, broad discretion in the management of the factfinding process may be more useful and equitable to all the parties than [categorical rules imposed by the appellate courts].\" <i>Crawford-El,</i> 523 U.S. at 600-01, <span class=\"citation\" data-id=\"118203\"><a href=\"/opinion/118203/crawford-el-v-britton/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1584</span></a></span>. To lend credibility to this statement, the Court has taken pains to assure its audience that a number of alternatives are available to aid trial courts in early detection of potentially meritless claims. <i>See Swierkiewicz,</i> 534 U.S. at 514, <span class=\"citation\" data-id=\"118482\"><a href=\"/opinion/118482/swierkiewicz-v-sorema-na/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">992</span></a></span>; <i>Crawford-El,</i> 523 U.S. at 598-600, <span class=\"citation\" data-id=\"118203\"><a href=\"/opinion/118203/crawford-el-v-britton/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1584</span></a></span>; <i>Leatherman,</i> 507 U.S. at 168-69, <span class=\"citation\" data-id=\"112825\"><a href=\"/opinion/112825/leatherman-v-tarrant-county-narcotics-intelligence-and-coordination-unit/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1160</span></a></span>. A trial court may, for example, order the plaintiff to reply to the defendant's answer to the complaint, <i>see</i> Fed.R.Civ.P. 7(a); grant the defendant's request for a more definite statement, <i>see</i> Fed.R.Civ.P. 12(e); or tailor discovery narrowly to protect the defendant from \"annoyance, embarrassment, oppression, or undue burden,\" Fed.R.Civ.P. 26(c). In extreme cases, a court may protect public officials from harassment either by sanctioning plaintiffs who file papers that are lacking in factual support, <i>see</i> Fed.R.Civ.P. 11, or by dismissing forma pauperis suits that are \"frivolous or malicious,\" 28 U.S.C. &#167; 1915(e)(2). And, finally, summary judgment remains a viable option in civil rights cases in which the plaintiff's aspirations exceed the proof that he or she can muster. <i>See</i> Fed.R.Civ.P. 56.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">To all of this, we add a coda. Our decision here should not be read as an abandonment of our oft-quoted statement that \"notice pleading notwithstanding, Rule 12(b)(6) is not entirely a toothless tiger.\" <i>Dartmouth Review,</i> 889 F.2d at 16. Two points come readily to mind.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">First, we note that the <i>Swierkiewicz</i> Court, 534 U.S. at 513 n. 4, <span class=\"citation\" data-id=\"118482\"><a href=\"/opinion/118482/swierkiewicz-v-sorema-na/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">992</span></a></span>, embraced the illustrative pleading set forth in the forms appended to the Federal Rules of Civil Procedure. The Court cited approvingly Form 9's \"complaint for negligence in which plaintiff simply states in relevant part: `On June 1, 1936, in a public highway called Boylston Street in Boston, Massachusetts, defendant negligently drove a motor vehicle against plaintiff who was then crossing said highway.'\" <i>Id.</i> (quoting Form 9); <i>cf.</i> Fed.R.Civ.P. 84 (explaining that the appended forms \"are sufficient under the rules and are intended to indicate the simplicity and brevity of statement which the rules contemplate\"). From this we intuit that, in a civil rights action as in any other action subject to notice pleading standards, the complaint should at least set forth minimal facts as to who did what to whom, when, where, and why &#8212; although why, when why means the actor's state of mind, can be averred generally. As we have said in a non-civil-rights context, the requirements of Rule 8(a)(2) are minimal &#8212; but \"minimal requirements are not tantamount to nonexistent requirements.\" <i>Gooley v. Mobil Oil Corp.,</i> <span class=\"citation\" data-id=\"508719\"><a href=\"/opinion/508719/william-r-gooley-v-mobil-oil-corporation/\"><span class=\"volume\">851</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">513</span></a></span>, 514 (1st Cir.1988).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Second, in considering motions to dismiss courts should continue to \"eschew any reliance on bald assertions, unsupportable conclusions, and opprobrious epithets.\" <i>Chongris v. Bd. of Appeals,</i> <span class=\"citation\" data-id=\"482848\"><a href=\"/opinion/482848/james-chongris-and-george-chongris-v-board-of-appeals-of-the-town-of/\"><span class=\"volume\">811</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">36</span></a></span>, 37 (1st Cir.1987) (citation and internal quotation marks omitted). Such eschewal is merely an application of Rule 8(a)(2), not a heightened pleading standard uniquely applicable to civil rights claims. <i>See Correa-Martinez,</i> 903 F.2d at 52-53 (treating the general no-bald-assertions standard and the heightened pleading standard for civil rights cases as two separate requirements); <i>see also Higgs,</i> 286 F.3d at 439 (rejecting the idea of \"special pleading rules for prisoner civil rights cases,\" but nonetheless requiring complaints to meet some measure of specificity). As such, we have applied this language equally in all types of cases. <i>See, e.g., Arruda v. Sears, Roebuck &amp; Co.,</i> <span class=\"citation\" data-id=\"200185\"><a href=\"/opinion/200185/arruda-v-degrenier/\"><span class=\"volume\">310</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">13</span></a></span>, 18 (1st Cir.2002) (holding plaintiff to this standard in a bankruptcy action); <i>LaChapelle,</i> 142 F.3d at 508 (holding plaintiff to this standard in an action alleging breach of contract and intentional infliction of emotional distress). We will continue to do so in the future.</p>\n    </div>\n    <p class=\"indent\">III. CONCLUSION</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We need go no further. To state the obvious, \"prior circuit precedent [must] yield to a contrary decision of the Supreme Court.\" <i>Stewart v. Dutra Constr. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">230</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">461</span></span>, 467 (1st Cir.2000). So here: the lower court applied a heightened pleading standard that, albeit drawn from preexisting case law, was impermissible under <i>Swierkiewicz.</i> Hence, we vacate the order of dismissal and remand for further proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">\n        <i>Vacated and remanded.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The appellee notes that<i>Swierkiewicz</i> is a Title VII case and suggests that its teachings should be confined to that sphere. The Court's broad and unequivocal language belies that suggestion. In our view, <i>Swierkiewicz</i> is fully applicable to all civil rights actions.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Following the procedure described in<i>Gallagher v. Wilton Enterprises, Inc.,</i> <span class=\"citation\" data-id=\"582535\"><a href=\"/opinion/582535/59-fair-emplpraccas-bna-1251-58-empl-prac-dec-p-41431-carolyn-m/\"><span class=\"volume\">962</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">120</span></a></span>, 124 n. 4 (1st Cir.1992) (per curiam), the proposed panel opinion in this case has been circulated to all active judges of the court prior to publication, and none has interposed an objection to the panel's overruling of prior circuit precedent. We caution that this procedure does not convert this opinion to an en banc decision nor does it preclude a suggestion of rehearing en banc on any issue in the case, whether or not related to the panel's treatment of the appropriate pleading standard for civil rights actions.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/105573/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111188/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112825/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118203/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118482/",
    "http://www.courtlistener.com/api/rest/v3/opinions/160810/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196543/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197923/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199974/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200185/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200213/",
    "http://www.courtlistener.com/api/rest/v3/opinions/348311/",
    "http://www.courtlistener.com/api/rest/v3/opinions/411302/",
    "http://www.courtlistener.com/api/rest/v3/opinions/482848/",
    "http://www.courtlistener.com/api/rest/v3/opinions/508719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/531870/",
    "http://www.courtlistener.com/api/rest/v3/opinions/541732/",
    "http://www.courtlistener.com/api/rest/v3/opinions/582535/",
    "http://www.courtlistener.com/api/rest/v3/opinions/601781/",
    "http://www.courtlistener.com/api/rest/v3/opinions/689902/",
    "http://www.courtlistener.com/api/rest/v3/opinions/694361/",
    "http://www.courtlistener.com/api/rest/v3/opinions/710872/",
    "http://www.courtlistener.com/api/rest/v3/opinions/759120/",
    "http://www.courtlistener.com/api/rest/v3/opinions/777233/",
    "http://www.courtlistener.com/api/rest/v3/opinions/778434/",
    "http://www.courtlistener.com/api/rest/v3/opinions/779529/",
    "http://www.courtlistener.com/api/rest/v3/opinions/779555/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2305489/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2481752/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2493762/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2499705/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2515574/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2576881/"
  ]
}