{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201074/",
  "absolute_url": "/opinion/201074/harrington-v-chao/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201074/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:07:10Z",
  "date_modified": "2016-02-28T05:04:37.007801Z",
  "type": "010combined",
  "sha1": "9dbb092ea59fcc64371f24bfc99182c43576030c",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/04-1144-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2004/06/21/Harrington_v._Chao.pdf",
  "plain_text": "          United States Court of Appeals\n                        For the First Circuit\nNo. 04-1144\n\n    THOMAS J. HARRINGTON; RICHARD S. NEVILLE; THOMAS FORDHAM;\n      FRANCIS J. FERGUSON; JOHN A. BIGGINS; MARK J. DURKIN,\n                      Plaintiffs, Appellees,\n\n                       JOSEPH D. FLEMMING, III,\n                              Plaintiff,\n\n                                  v.\n\n                 ELAINE L. CHAO, Secretary of Labor,\n                        Defendant, Appellant.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF MASSACHUSETTS\n         [Hon. Richard G. Stearns, U.S. District Judge]\n\n\n                                Before\n              Torruella, Lynch and Lipez, Circuit Judges.\n\n\n     William Kanter, with whom John S. Koppel, Appellate Staff,\nCivil Division, Michael J. Sullivan, U.S. Attorney, Peter D.\nKeisler, Assistant Attorney General, Gary K. Stearman, Senior\nAppellate Attorney, Department of Labor, Nathaniel I. Spiller,\nDeputy Associate Solicitor, Allen H. Feldman, Associate Solicitor,\nand Howard M. Radzely, Solicitor of Labor, were on brief, for\nappellant.\n     Michael A. Feinberg, with whom Jonathan M. Conti and Feinberg,\nCampbell & Zack, P.C. were on brief, for appellees.\n     Alan Hyde for the Association for Union Democracy, amicus\ncuriae.\n     Daniel J. Hall, with whom DeCarlo, Connor, & Selvo was on\nbrief, for the United Brotherhood of Carpenters and Joiners of\nAmerica, amicus curiae.\n\n\n\n                            June 21, 2004\n\f          LYNCH, Circuit Judge.    In 1996 the United Brotherhood of\n\nCarpenters (UBC) reorganized its system of local unions and state\n\nand district councils to create larger \"Full Services Regional\n\nCouncils.\"     These new councils were given \"all legislative and\n\nexecutive powers on all matters relating to the general interest\n\nand welfare of affiliated Local Unions and their members.\"        The\n\nUBC's reorganization was largely a response to the accelerating\n\nregionalization of the construction industry.       Construction work\n\nhad become dominated by fewer and larger employers who increasingly\n\nhandled out-of-state projects.     As a result, the UBC determined\n\nthat its old network of local unions and state and district\n\ncouncils was no longer capable of bargaining effectively with\n\nemployer associations.\n\n             This case involves a challenge by seven dissatisfied\n\nrank-and-file members of one regional council, the New England\n\nRegional Council of Carpenters (\"NERCC\"), to the procedure by which\n\ntheir officers are elected.      The NERCC members do not directly\n\nelect their officers.    Rather, the regional council's officers are\n\nelected every four years by delegates who are themselves elected by\n\nthe members of the local unions.        The plaintiffs claim that the\n\nLabor-Management Reporting and Disclosure Act (LMRDA), 29 U.S.C. §§\n\n401-531, requires the direct election of the NERCC's officers\n\nbecause the NERCC is a \"local labor organization\" within the\n\n\n\n\n                                  -2-\n\fmeaning of     the   Act,    id.    §   481(b),    notwithstanding      the   UBC's\n\ndesignation of it as an intermediate body.\n\n           The Secretary of Labor initially determined that the\n\nNERCC is an \"intermediate\" rather than a \"local\" union body and is\n\nthus not required by the Act to conduct direct elections.                        In\n\nHarrington v. Chao, 280 F.3d 50 (1st Cir. 2002) (Harrington I), we\n\nfound the Secretary's explanation inadequate and remanded the case\n\nto her.    A new Secretary reviewed the matter and reached the same\n\nconclusion, which she explained in a Supplemental Statement of\n\nReasons (\"SSR\").         Plaintiffs again sued.            The district court,\n\ninterpreting Harrington I, found the conclusion as explained in the\n\nSSR to be arbitrary and capricious and issued injunctive relief.\n\nThe Secretary appealed and at her behest this court stayed the\n\ndistrict    court's    injunctive        order.      We    now   hold    that   the\n\nSecretary's determination was not arbitrary and capricious.                      We\n\nreverse the district court and order entry of judgment for the\n\nSecretary.\n\n                            I.   Background of LMRDA\n\n             Concerned      about       \"instances    of    breach      of    trust,\n\ncorruption, disregard of the rights of individual employees, and\n\nother failures to observe high standards of responsibility and\n\nethical conduct\" by entrenched union officials, 29 U.S.C. § 401(b),\n\nCongress in 1959 enacted the LMRDA.               Pub. L. No. 86-257, 73 Stat.\n\n519 (1959).     Title IV of the Act regulates the election of union\n\n\n                                         -3-\n\fofficers.     29 U.S.C. §§ 481-83.          It requires that the officers of\n\nall \"local labor organizations\" be elected directly by secret\n\nballot of their members and that these elections take place not\n\nless than every three years.           Id. § 481(b).         If an organization is\n\nan \"intermediate bod[y],\"1 by contrast, Title IV allows the union\n\nto choose between direct elections of the organization's officers\n\nand election by representatives who are themselves elected,2 and\n\nprovides that these elections must occur at least every four years.\n\nId. § 481(d).        These requirements are designed \"to protect the\n\nrights   of    rank-and-file        members      to   participate     fully     in   the\n\noperation      of   their     union    through        processes       of   democratic\n\nself-government, and . . . to keep the union leadership responsive\n\nto the membership.\"         Wirtz v. Hotel, Motel & Club Employees Union,\n\n391 U.S. 492, 497-98 (1968).\n\n              The   LMRDA    does    not    define     the    terms    \"local    labor\n\norganization\" or \"intermediate bodies.\" The only explicit guidance\n\nprovided in the statutory text for categorizing union bodies as\n\nintermediate or local is the Act's specification of several example\n\n\"intermediate bodies.\"         These include \"general committees, system\n\nboards, joint boards, or joint councils.\"                See 29 U.S.C. § 481(d).\n\n\n\n     1\n       Similar provisions in Title IV regulate the election of\nofficers for national or international bodies. 29 U.S.C. § 481(a).\n     2\n       The LMRDA thus does not prohibit elections for officers of\nintermediate union bodies, but merely does not mandate them. See\n29 U.S.C. § 481(d).\n\n                                           -4-\n\f           Given the lack of specific definitions of intermediate\n\nand local bodies in the Act, the possibility existed that labor\n\norganizations would attempt to label their constituent entities as\n\n\"local\" or \"intermediate\" for the purpose of dictating which method\n\nof election would be used.           To curb this potential, Congress\n\nauthorized the Secretary to promulgate regulations concerning how\n\nshe   would   determine   whether     an    organization    was   local    or\n\nintermediate.     Id. § 489(b).   Pursuant to this authorization, the\n\nSecretary has supplemented the Act's limited guidance on the\n\ndefinitions of local and intermediate bodies with regulations\n\nproviding that:\n\n      The characterization of a particular organizational unit\n      as a \"local,\" \"intermediate,\" etc., is determined by its\n      functions and purposes rather than the formal title by\n      which it is known or how it classifies itself.\n\n29 C.F.R. § 452.11.\n\n           Congress    also   made    a    union's   designations   of    its\n\nconstituent entities subject to review by the Secretary at the\n\nrequest of union members.      29 U.S.C. § 482(b).         To initiate the\n\nreview process, aggrieved union members who have exhausted internal\n\nunion remedies file a complaint with the Secretary.          Id. § 482(a).\n\nIf, after investigating the complaint, the Secretary finds probable\n\ncause to believe that a violation of Title IV occurred and that it\n\nprobably infected the outcome of the election, she must bring suit\n\nto set aside the election.     Id. § 482(b); Wirtz v. Local 153, Glass\n\nBottle Blowers Ass'n, 389 U.S. 463, 472 (1968).         In that sense, the\n\n                                     -5-\n\fSecretary has no discretion.       See Heckler v. Chaney, 470 U.S. 821,\n\n834 (1985) (section 482(b) \"quite clearly withdrew discretion from\n\nthe agency and provided guidelines for exercise of its enforcement\n\npower\").     If she decides there is no probable cause, she must\n\nexplain the rationale for that result in writing.                    Dunlop v.\n\nBachowski, 421 U.S. 560, 571-72 (1975).\n\n             At the same time that Congress was working to ensure\n\neffective union democracy, it was simultaneously taking steps to\n\nsafeguard against excessive interference in the internal structure\n\nof unions.     Most notably, Congress limited the ability to sue for\n\nviolations of Title IV to the Secretary.              See Calhoun v. Harvey,\n\n379 U.S. 134, 140 (1964). Dissatisfied union members, as a result,\n\nare forced to proceed through the Secretary rather than the courts.\n\nCongress believed that this requirement would not only curb the\n\npotential    for     excessive   litigation,    but     also   facilitate    the\n\nresolution of labor disputes by promoting uniformity.              S. Rep. No.\n\n86-187, at 19 (1959), reprinted in 1959 U.S.C.C.A.N. 2318, 2338.\n\n             Given    the   centrality     of   the    Secretary's    role   in\n\nmonitoring union democracy, the Act allows dissatisfied union\n\nmembers to challenge in federal court the Secretary's decision not\n\nto sue.      Bachowski, 421 U.S. at 565.              This is quite unusual.\n\nNormally, the federal courts cannot review the decision of an\n\nadministrative agency not to bring an enforcement action. Heckler,\n\n470 U.S. at 831. Such decisions are often inherently policy driven\n\n\n                                     -6-\n\fand thus best left to the discretion of the agency.         See Bachowski,\n\n421 U.S. at 572-73.         Largely for that reason, the Secretary's\n\ndecision whether to sue a union for violating Title IV is reviewed\n\nonly under the highly limited arbitrary and capricious standard\n\ncontained in the Administrative Procedure Act, 5 U.S.C. § 706.\n\nBachowski, 421 U.S. at 572-73; Harrington, 280 F.3d at 56.             Under\n\nthat standard, a court reviews the Secretary's stated reasons for\n\nnot   suing    only   to    determine   whether    they   are    \"arbitrary,\n\ncapricious, an abuse of discretion, or otherwise not in accordance\n\nwith law.\"    See Bachowski, 421 U.S. at 565 n.5 (quoting 5 U.S.C. §\n\n706(2)(A)); Thomas Jefferson Univ. v. Shalala, 512 U.S. 504, 512\n\n(1994) (same).\n\n             In this case, the plaintiff dissident union members argue\n\nthat the NERCC, while labeled an intermediate body by the UBC,\n\nreally performs all the functions and purposes of a local union and\n\nthus, under the applicable regulations, that the Secretary must sue\n\nto bring about direct elections.           The Secretary's decision to the\n\ncontrary, the plaintiffs argue, is arbitrary and capricious because\n\nit failed to apply properly the \"functions and purposes\" test of\n\nthe applicable regulations, 29 C.F.R. § 452.11.                 Each side is\n\nsupported by able amicus.3\n\n                           II.   Procedural History\n\n\n      3\n       Both the Association for Union Democracy (AUD) and the UBC\nhave participated as amici and we are grateful for their\nassistance.\n\n                                     -7-\n\f            This is the second time that this case is before us.                 In\n\nHarrington I we reviewed the decision of the then-Secretary that\n\nthe NERCC was an intermediate body.             We held that the decision was\n\narbitrary and capricious in the limited sense that the Secretary's\n\nstatement     of    reasons     was     inadequate       given   the     applicable\n\nregulations and the Secretary's position in other cases.                   280 F.3d\n\nat 59-60. The Secretary's Statement of Reasons in Harrington I did\n\nnot cite the applicable regulations and used language that appeared\n\nto disavow a functional approach.              Id. at 57.    While the Secretary\n\nhad \"perhaps appli[ed] the test in the regulations,\" the limited\n\nexplanation in her Statement of Reasons made us unable to \"say\n\nwhether the Secretary ha[d] changed her interpretation or departed\n\nfrom the regulation.\"          Id. at 57-58.      Relatedly, the Statement of\n\nReasons did not discuss, much less distinguish, two applicable\n\nprecedents that were arguably inconsistent with the Secretary's\n\ndecision not to sue.            Id.     In both cases, the functions and\n\npurposes of the entity to be classified appeared to be the central\n\nfocus of the court and the Secretary.              Id. at 57-58 & n.10.\n\n            We     did   not   then     reach    the     issue   of    whether   the\n\nSecretary's      conclusion      that    the     NERCC    was    an    intermediate\n\norganization was arbitrary and capricious. See id. at 60. Rather,\n\nwe remanded to the Secretary to reopen and advised her that if she\n\nagain decided not to sue, a new statement of reasons \"which\n\naddresses both the application of the functions and purposes test\n\n\n                                        -8-\n\fof 29 C.F.R. § 452.11, and whether her decision is consistent with\n\nher precedents\" would be required.       Id. at 60-61.\n\n            On January 31, 2003, the Secretary issued a Supplemental\n\nStatement of Reasons (\"SSR\") that found, once again, that the NERCC\n\nis an intermediate body under the LMRDA and is thus not required to\n\nconduct   direct   elections.   The     complainants     challenged   this\n\ndetermination in district court and quickly moved for summary\n\njudgment.    Relying largely on Harrington I, the district court\n\ngranted the motion on October 8, 2003, holding that the Secretary's\n\ndecision not to sue was arbitrary and capricious.          Harrington v.\n\nChao, 286 F. Supp. 2d 80, 85-86 (D. Mass. 2003).            The district\n\ncourt subsequently ordered the Secretary \"to take appropriate\n\naction\" consistent with its determination.      On February 20, 2004,\n\nwe stayed the district court's order pending the resolution of the\n\nSecretary's appeal.\n\n     III.    The Secretary's Supplemental Statement of Reasons\n\n            In explaining the Secretary's conclusion that the NERCC\n\nis an intermediate body, the SSR outlined three \"basic principles\n\n[that] may be discerned from the language and purpose of the LMRDA\n\nand the applicable regulations.\"       SSR, at 3.\n\n            First, the Secretary stated that she had not abandoned\n\nthe applicable regulations and explained that classifying a union\n\nentity as intermediate or local does indeed require looking to the\n\nentity's \"functions and purposes\" rather than \"its formal title or\n\n\n                                 -9-\n\fnominal placement within [the] organization.\"          Id.   The critical\n\ninquiry, the SSR continued, is thus \"whether the intermediate body\n\nhas taken on so many of the traditional functions of a local union\n\nthat it must in actuality itself be considered a local union.\"          Id.\n\n           Second, the SSR explained that the legislative history of\n\nthe Act made clear \"that 'intermediate bodies' are permitted to\n\nwield real and significant authority within a labor union without\n\nbeing treated as 'local' bodies for purposes of the LMRDA.\"           Id. at\n\n4. The SSR identified those powers as including the negotiation of\n\ncollective   bargaining   agreements    and   the   discipline   of   union\n\nmembers.\n\n           Third, the SSR stated that an entity's placement within\n\nthe structure of a union is also \"highly relevant\" in determining\n\nwhether it is local or intermediate.4     Id. at 5.    As a consequence,\n\nthe SSR concluded that \"although the Secretary will not defer to a\n\nunion's own characterization of an entity as an intermediate body\n\nor a local labor organization, it is proper for the Secretary to\n\ntake account of an entity's placement in the union's structure in\n\nmaking the determination whether it is an intermediate body or\n\nlocal labor organization.\"    Id.\n\n\n     4\n       The SSR also noted that \"in the 44-year history of the\nLMRDA, the Department has never brought suit contending that an\nintermediate body that supervised other entities that were\nindisputably labor organizations was itself a local labor\norganization subject to the direct election requirements.\" SSR, at\n8. The SSR nonetheless allowed for such a possibility.\n\n\n                                 -10-\n\f          From these principles, the Secretary concluded that the\n\nNERCC is indeed an intermediate body.    The SSR noted that the NERCC\n\nis structurally in the middle tier of the UBC; it undeniably\n\nsupervises numerous local union organizations while itself being\n\nsubordinate to the UBC International body.        This fact was not\n\ndeterminative, however.5   Rather, the SSR looked to the \"functions\n\nand purposes\" of the NERCC, which it described as follows:\n\n     [The NERCC] negotiates collective bargaining agreements.\n     It has exclusive authority to hire, discipline, promote,\n     and fire all organizers and business representatives\n     within the New England region.    The NERCC's Executive\n     Secretary-Treasurer    supervises   and    directs   all\n     representatives and organizers.       The stewards are\n     appointed by the NERCC's representative, must report all\n     problems arising at the job site to the representative,\n     and serve at the representative's discretion.\n\nId. at 9-10. Although many of these functions may be traditionally\n\nassociated with local unions, the SSR noted that several of them,\n\nmost notably the negotiation of collective bargaining agreements,\n\nwere increasingly handled by intermediate unions throughout the\n\n1950s, when the Act was passed.    But the SSR declined to articulate\n\na list of functions exclusively performed by an intermediate\n\norganization as contrasted to a local body.\n\n\n\n     5\n       At one point, the SSR does state that \"a labor organization\nat the middle tier of a union is presumptively an intermediate\norganization.\" SSR, at 9 (emphasis added). We do not understand\nthis language to create a presumption in the sense that the\ncomplainant carries the burden of overcoming that fact.        The\nSecretary is charged by statute with independently determining\nwhether a union is violating Title IV of the Act. See 29 U.S.C. §\n482(b).\n\n                                  -11-\n\f              The SSR also looked to the functions and purposes of the\n\nlocal unions, on the theory that if \"the middle tier subsume[d] so\n\nmuch authority from its subordinate unions . . . it must be deemed\n\nto have itself also become a local labor organization subject to\n\nthe Act's direct election requirements.\"                   Id. at 9.    In this case,\n\nthe    SSR    opined    that    the    subordinate         locals   are    not    \"mere\n\nadministrative arms\" of the NERCC but instead play \"a significant\n\nrole in dealing with their members.\"                 Id. at 10.        The locals are\n\nindependently chartered, have identifiable memberships, elect their\n\nown officers, have their own by-laws, keep separate offices and\n\nbank   accounts,       and    may   hold    their    own    meetings.      They    also\n\ndetermine and collect monthly dues, and may make rules consistent\n\nwith the UBC constitution and laws.                  Moreover, the local unions\n\nalso   have    various       responsibilities        and    liabilities:    they    are\n\nresponsible for the carelessness or negligence of their officers;\n\nthey collect fines for dues or fees in arrears; and most grievances\n\nare    resolved   by    local       stewards      (although    those    stewards    are\n\nappointed by the NERCC).              Local unions also exert influence over\n\nthe UBC International and the activities of the regional councils.\n\nChanges to UBC by-laws can be initiated when three local unions\n\njoin together and locals play a role in ratifying collective\n\nbargaining agreements.          Based on consideration of these functions,\n\nthe SSR determined that there was \"no basis for concluding that the\n\n\n\n\n                                           -12-\n\fNERCC must . . . be considered a local to carry out the purpose of\n\nthe statute.\"        Id.\n\n               The   SSR   also   distinguished      the   two   cases      noted   in\n\nHarrington I, in which the Secretary had taken the position that a\n\nunion entity was local because it performed traditionally local\n\nfunctions.           In    Donovan       v.   International      Brotherhood        of\n\nBoilermakers, 736 F.2d 618 (10th Cir. 1984), the labor body at\n\nissue occupied the bottom level of the union's organizational\n\nstructure.6      Id. at 623.       Similarly, while the labor organization\n\nat issue in Shultz v. Employees' Federation of the Humble Oil &\n\nRefining Co., No. 69-C-54, 1970 U.S. Dist. Lexis 12288 (S.D. Tex.\n\nMarch    31,    1970),     was    nominally      intermediate    in   the    union's\n\nstructure, in reality the so-called \"locals\" that it supervised\n\nwere \"merely administrative arms\" of the entity itself and had no\n\nsignificant independent authority.               Id. at *11.\n\n                                   IV.    Analysis\n\n               Review of the district court's grant of summary judgment\n\nis de novo.      Rankin v. Allstate Ins. Co., 336 F.3d 8, 11 (1st Cir.\n\n2003).    Here, we decide whether the Secretary's decision that the\n\nNERCC is an intermediate body falls within the narrow band of\n\n\n     6\n       In distinguishing Boilermakers, the SSR suggested that a\nbody must be in an intermediate structural position in order to be\nconsidered an intermediate body. This rule does not appear in the\nthe Secretary's analysis of the status of the NERCC and we assume\nthat there might, under the Secretary's view, be some circumstances\nin which a union body could be an intermediate even if it had no\nsubordinate entities.\n\n                                          -13-\n\fadministrative determinations that fail the deferential arbitrary\n\nand capricious test.\n\n           We begin our analysis of the plaintiffs' claim by making\n\na basic but important point: the Secretary was entitled to consider\n\nwhere the NERCC was located in the UBC's organizational structure\n\nwhen determining whether the NERCC was an intermediate or local\n\nbody, so long as that factor was not conclusive on its own.7            The\n\nconsideration of the NERCC's place in the overall union structure\n\nis consistent with the LMRDA's use of the term \"intermediate.\"\n\nWhen Congress uses a statutory term that it does not expressly\n\ndefine, that term should normally be construed according to its\n\nordinary or natural meaning. Smith v. United States, 508 U.S. 223,\n\n228 (1993).   The term \"intermediate\" is most naturally understood\n\nto refer to the body's placement in the union hierarchy.               See\n\nWebster's Third New International Dictionary 1180 (1993) (defining\n\nintermediate as \"lying or being in the middle place or degree\");\n\nOxford English Dictionary (2d ed. 1989) (defining intermediate as\n\n\"coming or occurring between two things, places\").            Moreover the\n\nstatute   defines   \"labor   organization\"   as   including    a   \"general\n\n\n\n     7\n       At times, the plaintiffs' arguments suggest that the fact\nthat there exist numerous local unions within the UBC that are\nseparate from and subordinate to the NERCC is irrelevant to\ndetermining whether the NERCC is itself a local or intermediate\nbody.   At other times, the plaintiffs' arguments appear not to\nembrace this position. To the extent that plaintiffs do make the\nargument that the Secretary cannot consider a union's structure, it\nis plainly incorrect.\n\n                                  -14-\n\fcommittee, joint or system board, or joint council\" -- all of which\n\nare explicitly defined in 29 U.S.C. § 481(d) as \"intermediate\" --\n\nthat   is   \"subordinate     to    a     national    or   international        labor\n\norganization.\"     29    U.S.C.    §     402(i)     (emphasis      added).       The\n\ndescription   of     each   of   these    illustrative      intermediate       labor\n\norganizations as \"subordinate\" to the national or international\n\nbodies lends further support to including a structural element in\n\ncategorizing a union body as intermediate or local. See Webster's,\n\nsupra, 2277 (defining subordinate as \"placed in a lower order,\n\nclass or    rank\");     Black's   Law     Dictionary 1439         (7th   ed.   1999)\n\n(defining subordinate as \"placed in or belonging to a lower rank,\n\nclass or position\").\n\n            The \"functions and purposes\" to which the regulations\n\nrefer do not exclude looking at the placement of a body within the\n\nunion structure.      Much to the contrary, as the Secretary observed\n\nin the SSR, a body's location in the union's structural hierarchy\n\nmay well    inform    the   determination      of    what   its    functions    and\n\npurposes are.      Because the constituent parts of any union are\n\norganized together to achieve the desired results, the placement of\n\nan entity in the union hierarchy and the functions of other union\n\nbodies both below and above it are relevant to determining the\n\nfunctions and purposes of the entity at issue.                  Consideration of\n\nthe structural placement of an entity in a union is inherent in the\n\nregulatory test of functions and purposes.\n\n\n                                       -15-\n\f             But even if the union's structure were unrelated to the\n\ntest in the regulations, the Secretary could still consider it.\n\nThe regulation does not purport to list an exclusive set of\n\npermissible considerations, but only to require that a union\n\nentity's status as local or intermediate be determined by its\n\n\"functions and purposes\" rather than merely its formal title or\n\nnominal classification.          See 29 C.F.R. § 452.11.           An agency is not\n\ndeemed to have acted inconsistently when it considers a matter upon\n\nwhich the applicable regulation is silent. Thomas Jefferson Univ.,\n\n512 U.S. at 512 (the Secretary's view is entitled to less deference\n\nif it conflicts with a \"prior interpretation,\" but the petitioner\n\ncan   not   \"infer      from   []    silence     the   existence    of   a   contrary\n\npolicy\").        Given the substantial deference that we afford an\n\nagency's     interpretation          of   its    own   regulations,      Martin     v.\n\nOccupational Safety & Health Rev. Comm'n, 499 U.S. 144, 150-51\n\n(1991),     as   well    as    its   interpretation      of   a   statute    that   it\n\nimplements, Chevron U.S.A., Inc. v. Natural Res. Def. Council,\n\nInc., 467 U.S. 837, 842-43 (1984), the Secretary's consideration of\n\nthe UBC's overall structure was clearly permissible.\n\n             The real issue in this case is not whether the Secretary\n\nwas permitted to consider a union's structure in addition to the\n\nfunctions and purposes of the body at issue, but whether, when the\n\nSecretary applied the functions and purposes test, she did so in an\n\nimpermissible manner.            The parties share common ground, as the\n\n\n                                          -16-\n\fSecretary's reply brief notes, on \"the basic point that when an\n\nintermediate's role becomes so overwhelming or omnipresent in union\n\naffairs, the requirements for direct elections must apply.\"              The\n\ndifference between the parties is \"not one of principle, but over\n\nwhere to draw the line.\"\n\n          The plaintiffs' key argument is that the SSR departed\n\nfrom the applicable regulation because it did not analyze the\n\nfunctions and purposes of the entity to be classified -- the NERCC.\n\nRather, the plaintiffs claim that the Secretary focused on the\n\nfunctions and purposes of the locals themselves.          This approach,\n\naccording to the plaintiffs, contradicts the regulation's language\n\nas well as the Secretary's prior application of that regulation in\n\nBoilermakers and   Humble    Oil.     The   plaintiffs   claim   that   the\n\nSecretary was required to categorize various functions and purposes\n\nas either intermediate or local, and then to determine with which\n\ncharacterization   the   NERCC's    functions   and   purposes   are    more\n\nclosely aligned.\n\n          The SSR, however, does look to the functions and purposes\n\nof the NERCC, and it finds that some of those functions and\n\npurposes -- most notably, collective bargaining -- are historically\n\nassociated with \"intermediate\" bodies, even if they are associated\n\nwith local bodies as well.    The SSR notes that the Senate Committee\n\nReport to the LMRDA stated that intermediate bodies can \"exercise\n\nresponsible governing power,\" though the precise contours of that\n\n\n                                    -17-\n\fpower are not elaborated on in the report.           See S. Rep. No. 86-187\n\n(1959), at 18, reprinted in 1959 U.S.C.C.A.N. 2318, 2336.                    Such\n\nlegislative    history    plays   a    particularly       important   role    in\n\ninterpreting the LMRDA.       See Wirtz, 389 U.S. at 468 (The \"proper\n\nconstruction [of a labor statute] frequently requires consideration\n\nof its wording against the background of its legislative history\n\nand in the light of the general objectives Congress sought to\n\nachieve.    The LMRDA is no exception.\" (citation omitted)).\n\n            Understood against the backdrop of union organizations at\n\nthe time the LMRDA was adopted in 1959, it is clear that the\n\n\"responsible governing power\" referenced in the Senate Report\n\nincludes the negotiation of collective bargaining agreements and\n\nmember     discipline.     Before      1959,   it   was    not   uncommon     for\n\nintermediate bodies to engage in both collective bargaining and\n\nmember discipline.       Herbert J. Lahne, The Intermediate Union Body\n\nin Collective Bargaining, 6 Indus. & Lab. Rel. Rev. 163, 163-64\n\n(1953).     That fact was also reflected in various court cases and\n\nNLRB decisions at the time.           See, e.g., May Dep't Stores Co. v.\n\nNLRB, 326 U.S. 376, 380 (1945); NLRB v. Brown & Root, Inc., 203\n\nF.2d 139, 141-43 (8th Cir. 1953); Ill. Bell Tel. Co., 100 N.L.R.B.\n\n101, 104 n.8 (1952).      Indeed, the primary motivation for creating\n\nintermediate bodies was so that they could negotiate collective\n\nbargaining agreements. See Lahne, supra, 6 Indus. & Lab. Rel. Rev.\n\nat 164.    Intermediate bodies originated \"under circumstances where\n\n\n                                      -18-\n\fthe nature of an industry and its economics [had] been such as to\n\nmake it imperative for several locals of the same international in\n\nan area to act in concert in collective bargaining and grievance\n\nhandling.\"   Id.    These bodies prevented splits and conflicts\n\nbetween local unions and provided \"a means of insuring unified\n\naction in the area of collective bargaining.\"8   Id. at 166.   As the\n\nSecretary reasonably concluded, \"[h]istorically, unions have not\n\nrestricted   the   authority   or   responsibility   for   important\n\nrepresentational activities -- for example, collective bargaining\n\nand the discipline of union members -- to local unions.\"\n\n          Plaintiffs challenge the relevance of this argument based\n\non historical context by arguing that Congress did not have in mind\n\nthese intermediate bodies because their officers were directly\n\n\n\n     8\n       Interestingly, the Lahne article discusses at length the\nintermediate bodies within the Carpenters union during the early\n1950s. Lahne, supra, 6 Indus. & Lab. Rel. Rev. at 165-66. These\nDistrict Councils, as they were then known, formulated the\ncollective bargaining demands of the union, negotiated with their\ncounterpart, the Master Builders Association, and approved the\nultimate agreement. Id. at 165. Moreover, only these Councils\ncould call for a strike and business agents of the councils policed\nall agreements. Id.\n     By contrast, the Lahne article describes the local Carpenter\nunion bodies as being \"left only with the collection of dues,\nadministration of benefit plans, and social activities.\"        Id.\nLahne concludes that \"[i]t is clear that the district councils of\nthe Carpenters are the real governing and bargaining bodies of the\nunion. Hardly a ripple would be caused if the locals lost their\nlegal entities entirely . . . .\" Id. at 166.\n     It would be very odd, in light of this history, to conclude\nthat the Secretary was mandated to find that the replacement\norganization, the NERCC, made up of old District Councils that were\nthemselves intermediate, is a local entity.\n\n                                -19-\n\felected by union members.       This argument, in our view, is a non\n\nsequitur. The issue is what powers Congress, at the time it passed\n\nthe LMRDA, believed intermediate bodies exercised.            Congress was\n\nwell aware that many intermediate bodies were responsible for\n\ncollective bargaining and member discipline when it chose to let\n\nthem decide for themselves whether to have direct elections by\n\ntheir membership.\n\n            The plaintiffs' more substantial argument appears to be,\n\nat root, that collective bargaining and member discipline have\n\npreviously been classified by both the Secretary and the courts in\n\nBoilermakers and Humble Oil as intrinsically local, rather than\n\nintermediate, functions.      Indeed, the Boilermakers court described\n\nthe    functions   of   the   union    body   at   issue,   which   included\n\nnegotiating the basic terms of collective bargaining agreements and\n\ngrievance handling (which may have included member discipline), to\n\nbe the functions of a local.          See 736 F.2d at 623.    And the court\n\nin Humble Oil similarly classified collective bargaining and member\n\ndiscipline as \"local\" functions.         1970 U.S. Dist. LEXIS 12288, at\n\n*13.   Even the SSR included collective bargaining and disciplinary\n\nfunctions as within a \"common core of functions\" performed by local\n\nunions.\n\n            But as the Secretary points out, in Boilermakers the\n\nentity being reviewed was at the lowest level of the union because\n\nthere were no subsidiary entities.             See 736 F.2d at 622-23.\n\n\n                                      -20-\n\fMoreover, the issue in Boilermakers was whether the entity in\n\nquestion was a labor organization at all and if so whether it was\n\nnational or local; the entity did not claim to be intermediate.\n\nSee id.   As such, the court was not confronted with the possibility\n\nthat the union organization's functions might be associated with\n\nintermediate   as   well   as   local    bodies.     Humble     Oil   is   also\n\ndistinguishable:    the    entity       at   issue   had   no    subordinate\n\norganizations and claimed that it could not be a local because its\n\ndivisions were themselves separate locals, a contention the court\n\nrejected when it found the divisions to be \"mere administrative\n\narms.\" See 1970 U.S. Dist. LEXIS 12288, at *11-*12.\n\n           More fundamentally, the plaintiffs' argument falsely\n\nassumes that because some locals exercise bargaining and member\n\ndiscipline powers, it follows that all organizations that exercise\n\nthose powers, regardless of their placement in the union hierarchy,\n\nmust also be locals.       This assumption is inconsistent with the\n\nexplicit Congressional determination that entities that exercise\n\nresponsible governing powers may be intermediate.             And nothing in\n\nthe statute requires the Secretary to come up with a taxonomy of\n\nfunctions that may only be exercised by one type of entity and not\n\nanother.9 Indeed, such a categorical and inflexible approach would\n\n\n     9\n       The AUD argues that it would not be difficult for the\nSecretary to compile a list of \"core functions and purposes of an\nintermediate body, and then [compare] the functions and purposes of\na contested body to that definition.\"        The AUD proffers two\npotential sources: 1) scholarship, such as that contained in Derek\n\n                                    -21-\n\ftie the Secretary's hands in an evolving labor market and most\n\nlikely would upset the carefully calibrated system of checks and\n\nbalances in the statute.10 As the SSR points out, \"the line between\n\nlocal and intermediate functions is not fixed and immutable.\" SSR,\n\nat 9.     From this, the SSR reasonably concludes that \"Boilermakers\n\nand Humble Oil do not purport to address precisely which functions\n\nand purposes are so intrinsically local in nature that any labor\n\norganization having those functions and purposes must be a 'local\n\nunion' for purposes of the LMRDA.\"       Id.\n\n            Plaintiffs' final major argument takes issue with the\n\nSSR's conclusion that the functions and purposes of the subordinate\n\nlocal unions should also be scrutinized to ensure that they are\n\n\"performing    meaningful   functions\"   and   \"continue   to   exist   for\n\npurposes associated with local labor organizations.\"            SSR, at 4.\n\nAccording to the plaintiffs, the functions and purposes of the UBC\n\nlocals are irrelevant in determining whether the NERCC is an\n\n\n\nC. Bok & John T. Dunlop, Labor and the American Community 150\n(1970), and 2) definitions that further the purpose of the LMRDA.\nFinally, AUD suggests that if the Secretary is to employ any\npresumption at all, she should presume the organization at issue is\nlocal and must hold direct elections. These expressions of policy\nmay or may not be sensible, but they are choices that are committed\nto the discretion of the Secretary and not the courts.\n     10\n        The plaintiffs say that in the absence of a fixed standard\nthere is little guidance to the parties on how to act and so the\nresult is arbitrary.    But the law repeatedly uses flexible and\nmulti-factor tests, eschewing categorical approaches as ill-suited\nto handle the infinite variations in potential problems to be\nsolved.\n\n                                  -22-\n\fintermediate body.   There is a certain irony in the plaintiffs'\n\ntaking this position;11 the Secretary's examination of the locals\n\nactually benefits potential plaintiffs by acting as a check on the\n\npowers of entities labeled as intermediate and ensuring that locals\n\nhave meaningful responsibilities.12   Nothing in Harrington I or in\n\nthe text of LMRDA precludes the Secretary's approach.   In fact, it\n\nis entirely consistent with the Secretary's position in Humble Oil,\n\nwhich asked if the entity asserted to be a \"local\" was nothing more\n\nthan an administrative arm of a local.      1970 U.S. Dist. LEXIS\n\n12288, at *11.   The Secretary's examination of the relative power\n\nof the locals is hardly unreasonable.\n\n\n     11\n        In fact, counsel for AUD refused to join plaintiffs'\nposition at oral argument.      Instead, AUD argued that it was\npermissible to look at the functions of the locals but that here\nthey \"perform no labor relations functions.\" As to AUD's argument,\nwe think that the Secretary was not arbitrary and capricious in\ncoming to the conclusion that the locals here do play a\nsufficiently significant role in the UBC's overall operation. As\nthe Secretary noted, the UBC locals, inter alia, ratify collective\nbargaining agreements, are involved in the resolution of\ngrievances, can initiate changes in UBC by-laws, and determine and\ncollect monthly dues.\n     12\n       The AUD, citing to Alice H. Cook, Union Democracy: Practice\nand Ideal. An Analysis of Four Large Local Unions 183-89 (1963),\nargues that the Secretary's focus on whether there are subsidiary\norganizations could be dangerous. It could permit \"many hitherto\nunquestioned locals to exempt themselves from the LMRDA's\nrequirement of direct elections, by creating subdivisions holding\n'the irreducible minimum' of functions.\" Such a risk exists, but\nit also existed under the regulations simpliciter. Our task is not\nto decide a hypothetical case about a local fracturing its\nfunctions downward, see Humble Oil, 1970 U.S. Dist. LEXIS 12288, at\n*13, but to decide this case, which concerns aggregation and\nconsolidation of functions upward to an intermediate organization.\n\n\n                               -23-\n\f           Still, we think there is something to the plaintiffs'\n\nargument that the Secretary's approach to applying the functions\n\nand purposes test in the regulations, as articulated in the SSR,\n\nhas apparently shifted in emphasis.         As the district court noted,\n\nthe Secretary's regulation does not say anything about looking to\n\nthe overall union structure to determine whether a union entity is\n\nlocal or intermediate.     But, as we explained in Harrington I, the\n\nSecretary is permitted some flexibility, so long as she provides\n\nsome explanation for shifting her emphasis.           280 F.3d at 58.    We\n\nsee nothing arbitrary in the Secretary's shift here, which she\n\nthoroughly explained.      The question before us is not whether the\n\nSecretary could have permissibly reached the opposite conclusion,\n\nbut whether the conclusion she did reach was \"so irrational as to\n\nconstitute the decision arbitrary and capricious.\"           Bachowski, 421\n\nU.S. at 573.\n\n           The interests in union democracy that the plaintiffs seek\n\nto vindicate are of great importance.              But Congress, perhaps\n\nmindful that intermediate organizations may choose to adopt a\n\nsystem    of   direct   elections   on     their   own,13   imposed   strict\n\nconstraints on the scope of review by courts under the LMRDA.\n\n\n\n\n     13\n       The LMRDA allows UBC, on its own, to decide that the NERCC\nofficers will be directly elected by union members. See 29 U.S.C.\n§ 481(d).   But the UBC, as amicus, notes that direct elections\nimpose financial and other costs that a given union may decide\noutweigh the benefits.\n\n                                    -24-\n\f                                 V.\n\n         The judgment of the district court is reversed and the\n\ncase is remanded with instructions to enter judgment for the\n\nSecretary.    No costs are awarded.\n\n\n\n             (Concurring and Dissenting Opinions Follow.)\n\n\n\n\n                                -25-\n\f               LIPEZ,       Circuit   Judge,       (Concurring).         Recognizing         the\n\ndeferential standard that we must apply, I agree with Judge Lynch\n\nthat the Secretary of Labor's characterization of the NERCC as an\n\n\"intermediate\"          union      body    was    not   arbitrary        and   capricious.\n\nNevertheless, drawing on scholarship about union organization at\n\nthe time of the LMRDA's enactment and the LMRDA's legislative\n\nhistory, I          write    separately      to    register     my   concern      that       the\n\nSecretary's approach may be a departure from the more ideal form of\n\nunion       democracy       that   Congress       sought   to   protect        through       its\n\nenactment of the LMRDA.\n\n               The SSR stated that an organization \"at the middle of a\n\nunion's structure\" becomes a local union only if it \"take[s] over\n\nso    many     of    the     functions      and    purposes     of   the       local    labor\n\norganizations such that the entity should itself also be treated as\n\na local organization for purposes of the LMRDA.\"                         SSR, at 3.          The\n\nSecretary acknowledges in her reply brief that this standard sets\n\na    high    threshold       for   concluding       that   an   intermediate           is,    in\n\nreality, a local, but claims that it is \"strongly supported\" by the\n\nLMRDA's legislative history. The SSR explained that when the LMRDA\n\nwas    passed,       intermediate         bodies    engaged     in   a    wide    range       of\n\nrepresentational activities, including collective bargaining and\n\nthe discipline of union members.                     Therefore, it concluded that\n\nCongress associated the extensive labor relations functions of the\n\n\n\n\n                                             -26-\n\fNERCC with intermediate as well as local bodies when it adopted\n\nTitle IV's election provisions.\n\n            I agree with Judge Lynch that it was reasonable for the\n\nSecretary   to   conclude   that   when    Congress   adopted   the   LMRDA,\n\nintermediate     bodies   were   already    performing   representational\n\nactivities such as the coordination and negotiation of collective\n\nbargaining agreements.      However, the legislative history of the\n\nLMRDA and contemporary scholarship on union government suggest that\n\nCongress did not associate intermediate bodies with a full range of\n\nfunctions historically performed by local unions. Rather, there is\n\nreason to believe that Congress understood that local unions would\n\ncontinue to exercise primary or exclusive authority over most\n\ntraditionally local functions, particularly those that directly\n\naffected ordinary union members.          Thus, by requiring local unions\n\nto select local officers by direct membership election, Congress\n\nprotected the rights of rank-and-file union members to exercise\n\ncontrol over the decisions and activities that affected their daily\n\nworking lives.    Consequently, the Secretary's willingness to allow\n\nintermediate bodies to assume an ever-increasing number of local\n\nunion functions without subjecting them to the LMRDA's direct\n\nelection requirements represents a threat to union democracy and\n\nmay eventually stray too far from Congress's intent in adopting\n\nTitle IV of the LMRDA.\n\n\n\n\n                                   -27-\n\f                                  I.\n\n           In the United States, the local was long considered \"the\n\nbasic building block of the union.\"14        Leonard R. Sayles & George\n\nStrauss, The Local Union 2 (1953) (rev. ed. 1967); see also Derek\n\nC. Bok & John T. Dunlop, Labor and the American Community 51-52\n\n(1970) (explaining that strong local unions are a unique feature of\n\nAmerican unionism not experienced in Europe or Australia).             Its\n\ndaily functions included holding meetings, collecting and spending\n\ndues, bargaining with employers, handling grievances, responding to\n\nemployer concerns, sending delegates to district councils and state\n\nand city   central   labor   bodies,   and   doing   \"one   hundred   other\n\nthings.\"   Jack Barbash, Labor's Grass Roots 3-4 (1961).\n\n           At the same time, \"the reach of a local's collective\n\nbargaining functions invariably extend[ed] to collaboration with\n\nother locals of its international union and with locals of other\n\n\n\n     14\n      The local union typically consisted of a substructure of\nsmaller units, which \"in contrast to the local, usually lack[ed]\nsome attribute of self-contained government in that it [did] not\nhave authority to tax, discipline, or enter into a formal agreement\nwith management.\" Barbash, American Unions: Structure, Government,\nand Politics 42 (1965). The NERCC's subordinate locals appear to\nlack authority to enter into collective bargaining agreements,\nappoint trial committees, and preside over formal disciplinary\nprocedures, suggesting, perhaps, that they are more akin to a sub-\nlocal unit than a local union. See SSR, at 4 (explaining that in\ndetermining whether a union is local or intermediate, the functions\nand purposes of its subordinate unions should be examined to\ndetermine whether they \"exist for purposes traditionally associated\nwith local labor unions\").\n\n                                 -28-\n\finternationals,\"     usually       through       intermediate       bodies     such    as\n\ndistrict    councils,     joint     boards,       and   regional,         district,    or\n\nindustry     councils.       Id.     at     2.      Intermediate          bodies     were\n\nrepresentative bodies made up of delegates from subordinate locals\n\nthat shared a similar territorial location or employment industry\n\nor trade.    Id. at 14, 134.         Their purpose was \"to join the local\n\nunions in larger governmental units for cooperative action and to\n\nregulate and administer their joint activities.\"                            William M.\n\nLeiserson,    American    Trade     Union        Democracy    316    (1959).         \"The\n\nintermediate body [was] utilized most commonly by a group of locals\n\nto achieve a common objective in collective bargaining.\"                      Barbash,\n\nAmerican Unions, at 55.        District or area councils, for example,\n\nwere typically formed \"to coordinate bargaining throughout a local\n\nor regional product market, or simply to achieve an organization of\n\nsufficient size to support a full-time staff.\" Bok & Dunlop, Labor\n\nand the American Community, at 150. Some intermediate bodies were\n\nlittle more than advisory bodies.            Leiserson, American Trade Union\n\nDemocracy, at 315.       Others, like the Carpenters District Councils,\n\n\"had   a   primary   role    in     the    negotiation        of    the    [collective\n\nbargaining] agreement.\"       Barbash, Labor's Grass Roots, at 138.                    By\n\nthe 1960s, although the view that \"local bargaining predominates .\n\n. . represent[ed] the consensus, . . . the drift – it would be\n\nwrong to characterize it as a trend or tendency – [was]                       probably\n\naway from     exclusive     local    control       of   the   negotiation       of    the\n\n\n                                          -29-\n\fagreement.\"        Id. at 145 (citation and internal quotation marks\n\nomitted).\n\n                Contract   negotiation    was    only     one   aspect     of     the\n\ncollective bargaining process, however, and other representational\n\nfunctions remained distinctly local.15              In particular, contract\n\nenforcement, described as \"[t]he enforcement of the agreement\n\nthrough     a    grievance   procedure    or    through    informal      adjustment\n\nprocedures [was] overwhelmingly in the precinct of the local\n\nunion.\"16       Id. at 144; see also Bok & Dunlop, Labor and the American\n\nCommunity, at 51 (stating that even in sectors where \"control over\n\ncollective bargaining has gravitated to the national or regional\n\nlevel . . . local unions still retain considerable influence over\n\nthe administration of the contract\"); Donald R. Anderson, Note,\n\nLandrum-Griffin and the Trusteeship Imbroglio, 71 Yale L.J. 1460,\n\n1464 (1962) (noting that despite increased centralization within\n\nsome unions, \"the grievance machinery necessarily remains in local\n\nhands, primarily run by on-the-job stewards\").                  Similarly, union\n\nconstitutions        generally   vested   in    local     unions   the    power   to\n\n\n     15\n      Professor Jack Barbash defines collective bargaining as a\nprocess that involves \"the negotiation of the agreement, the\nenforcement of the agreement including arbitration, and the strike\nas the fundamental sanction through which the union is able to\nbargain collectively.\" Barbash, Labor's Grass Roots, at 2.\n     16\n      The railroad industry represented a notable exception to the\nrule of local control over contract enforcement; in that industry,\nthe intermediate body exercised control over both \"the negotiation\nof the contract and . . . the adjustment of grievances under the\ncontract.\" Barbash, Labor's Grass Roots, at 138.\n\n                                      -30-\n\fauthorize strikes, either independently or subject to international\n\napproval.17   While wage issues were sometimes settled at the level\n\nof the intermediate or international organization,\"the issue of\n\nwork rules remain[ed] for local negotiation.\" Id. It appears that\n\nlocal unions also retained control over the discipline of union\n\nmembers; as one scholar noted, \"analysis of the disciplinary\n\nprocess indicates that prevailingly (1) the power to discipline\n\nrests with the local union, and (2) that within the local the power\n\nrests with the local union membership.\"      Barbash, Labor's Grass\n\nRoots, at 29.   While some intermediate bodies participated in the\n\ndisciplinary process, they did so by hearing appeals from the\n\ndecision of the local executive board or trial committee.    Id. at\n\n29.   In short, \"[d]espite . . . continuing concentration of power,\n\nthe local union remain[ed] a basic structural unit of the labor\n\nmovement, performing the day-to-day functions that most closely\n\naffect[ed]    the   individual   workers.\"   Anderson,   Trusteeship\n\nImbroglio, at 1463-64.\n\n\n\n      17\n      In the mid-1950s, the National Industrial Conference Board\nreported that seventy-four percent of union constitutions gave\nlocal unions the power to authorize strikes.      In fifty-three\npercent, the international held the final authority to approve\nstrikes initially authorized by the local. Most of the remaining\nunion constitutions either prohibited strikes or did not include\nprovisions governing strike authorization. Less than four percent\nof unions vested sole power to authorize local strikes in the\ninternational union, and apparently none vested such authority in\nintermediate bodies. Barbash, Labor's Grass Roots, at 151 & n.37\n(citing National Industrial Conference Board, Handbook of Union\nGovernment and Structure 42 (1955)).\n\n                                  -31-\n\f             On the other hand, in some unions, the intermediate body\n\nbegan to \"acquire[] a life of its own,\" occasionally to the extent\n\nthat it assumed many of the functions traditionally associated with\n\nlocal unions. See Herbert J. Lahne, The Intermediate Union Body in\n\nCollective Bargaining, 6 Indus. & Lab. Rel. Rev. 163, 164 (1953).\n\nScholars were critical of this trend because of the effect that it\n\nhad on local unions and consequently on union democracy.                     See,\n\ne.g., Barbash, Labor's Grass Roots, at 234 (noting that \"[s]ome\n\nintermediate bodies, particularly the joint-board type or joint-\n\ncouncil type in the larger city, have gone too far in reducing the\n\nlocal union to nothing more than a union meeting\" and calling upon\n\nsuch bodies to \"appropriate only the functions which are intrinsic\n\nto [them]\"); Lahne, The Intermediate Union Body in Collective\n\nBargaining, at 164 (\"When the role of the individual local in\n\ncollective     bargaining    and   grievance     handling    is   reduced      to\n\nparticipation in the deliberations of a delegate body, an important\n\nsource of local union vitality is surrendered to a species of\n\noutsider.\").       This     criticism   reflected     a   concern   that      the\n\nappropriation    by   intermediate      bodies   of   most   or   all   of    the\n\nrepresentational activities traditionally performed by local unions\n\ndenied an important measure of participation in union affairs to\n\nrank-and-file members, who could participate in intermediate bodies\n\nonly indirectly through representatives of their locals.\n\n\n\n\n                                    -32-\n\f                                       II.\n\n              After considering the legislative history of the LMRDA\n\nagainst this historical backdrop of union organization, I believe\n\nthat there is reason to question whether Congress intended to\n\nendorse an expansive role for non-membership-based intermediate\n\nbodies within a labor union when it enacted the LMRDA, a statute\n\nthat was intended to restore and strengthen union democracy,\n\nlargely through the election provisions of Title IV.                    Indeed, my\n\nreview of the LMRDA's legislative history suggests that Congress\n\nenvisioned a more circumscribed role for intermediate bodies than\n\nthe SSR describes.      Senator Barry Goldwater vigorously lobbied to\n\ninclude intermediate bodies in the LMRDA's definition of labor\n\norganizations so that they would not be exempt from the statute's\n\nprohibitions and sanctions. The original Senate Committee bill had\n\ndefined a labor organization as one in which \"employees participate\n\nand   which    exists   for   the    purpose,   in   whole    or   in    part,   of\n\ncollective     bargaining.\"         Senator   Goldwater      argued     that   this\n\ndefinition afforded a dangerous loophole for intermediate bodies,\n\nsome of which had become infamous for their corruption and abuse of\n\npower:\n\n      Conferences, such as the Western Conference of Teamsters,\n      formerly headed by the notorious Frank Brewster, joint\n      boards, and councils are not composed of employees and do\n      not engage in collective bargaining.       The committee\n      bill's definition thus does not include any conference,\n      joint board, joint council, or other association or\n      aggregation of representatives of labor unions, thus\n\n\n                                      -33-\n\f     freeing them from the sanctions, prohibitions, and other\n     requirements of the bill.\n\n86 Cong. Rec. S. 5847 (daily ed. Apr. 23, 1959) (statement of Sen.\n\nGoldwater),    in   National   Labor      Relations    Board,     2    Legislative\n\nHistory of the Labor-Management Reporting and Disclosure Act of\n\n1959, 1121 (1959) (emphasis added).            Senator Goldwater proposed to\n\ninclude in the definition of \"labor organizations\" the phrase: \"and\n\nany conference, joint board, joint council, or other association or\n\naggregation of labor organizations other than a State federation or\n\ncentral   labor     council   or   an    association     formed       to   carry    on\n\neducational    activity   or   to   represent      its   members       before      any\n\njudicial, administrative, or legislative body.\"                   Id.       Senator\n\nGoldwater's proposed amendment was adopted on the Senate floor.18\n\n\n\n     18\n      Following the passage of the LMRDA, Senator Goldwater\nreiterated his earlier view of the importance of including\n\"intermediate bodies\" in the act's definition of a labor\norganization:\n\n     Section 3(1) defines a labor organization to include \"any\n     conference, general committee, joint or system board, or\n     joint council.\"\n          Organizations or associations of this type were not\n     defined as labor unions in the bill reported by the\n     Senate Labor Committee to the Senate.       In executive\n     session, I offered an amendment to include them which was\n     rejected. On the floor, I again offered this amendment,\n     which was, in substantial part, approved.\n          Failure to include such an amendment would have\n     meant that those so-called intermediate labor bodies\n     would have been exempted from the bill's many\n     restrictions, requirements, and sanctions designed to\n     achieve the minimum of necessary reform in labor unions.\n\nId. at 1843.\n\n                                        -34-\n\fThus, the author of the amendment that brought intermediate bodies\n\nunder the purview of the LMRDA viewed them as organizations that 1)\n\nwere composed of representatives of local unions rather than\n\nemployees,    and   2)   did   not   engage     in   collective   bargaining\n\nactivities.\n\n          Although the LMRDA does not define the terms \"local labor\n\norganization\" or \"intermediate bodies,\" the final act clearly\n\ndistinguished   between     the   two   kinds   of   union   bodies   in   its\n\ndefinition of \"labor organizations.\"          For the purposes of the act,\n\na labor organization is one that is\n\n     engaged in an industry affecting commerce and includes\n     any organization of any kind, any agency, or employee\n     representation committee, group, association, or plan\n     so engaged in which employees participate and which\n     exists for the purpose, in whole or in part, of dealing\n     with employers concerning grievances, labor disputes,\n     wages, rates of pay, hours, or other terms or\n     conditions of employment and any conference, general\n     committee, joint or system board, or joint council so\n     engaged which is subordinate to a national or\n     international labor organization, other than a State or\n     local central body.\n\n29 U.S.C. § 402(i).      Notably, intermediate bodies are not included\n\namong those organizations composed of employees or dealing with\n\nemployers \"concerning grievances, labor disputes, wages, rates of\n\npay, hours, or other terms or conditions of employment.\"              Rather,\n\nthey are described in terms of their formal label (\"conference,\n\ngeneral committee, joint or system board, or joint council\"), their\n\nstructural position in the union hierarchy (\"subordinate to a\n\nnational or international labor organization\"), and their general\n\n                                     -35-\n\ffunction (\"engaged in an industry affecting commerce\"). See Julius\n\nRezler, The Definitions of LMRDA, in Symposium on LMRDA 267 (1961)\n\n(noting that the LMRDA divided labor organizations into two groups:\n\n\"first, organizations in which employees participate and which\n\nexist for the purpose of dealing with employers concerning the\n\nterms and conditions of employment; and second, the so-called\n\nintermediate     bodies   not    necessarily   composed   of   employees   or\n\ndealing   with     employers,      but   subordinated     to   national    or\n\ninternational unions\").         Although this definition does not prevent\n\nintermediate     bodies   from     engaging    in   collective   bargaining\n\nactivities, neither does it include intermediate bodies in its\n\ndescription of labor organizations that interact directly with\n\nunion members and participate in such activities as settling\n\ngrievances and negotiating with employers over issues concerning\n\nthe terms or conditions of employment.\n\n          As the SSR noted, the Senate Committee Report to the\n\nLMRDA stated that intermediate bodies can \"exercise responsible\n\ngoverning power,\" without elaborating upon the nature or scope of\n\nthat power.      See S. Rep. No. 86-187, at 20 (1959), reprinted in\n\n1959 U.S.C.C.A.N. 2318, 2336.        However, the report also included a\n\nbroader statement of Congress's objectives in enacting the LMRDA,\n\nand in particular Title IV's election provisions:\n\n     It needs no argument to demonstrate the importance of\n     free and democratic union elections. Under the National\n     Labor Relations and Railway Labor Acts the union which is\n     the bargaining representative has power, in conjunction\n\n                                      -36-\n\f        with the employer, to fix a man's wages, hours, and\n        conditions of employment. The individual employee may\n        not lawfully negotiate with his employer. He is bound by\n        the union contract. In practice, the union also has a\n        significant role in enforcing the grievance procedure\n        where a man's contract rights are enforced.          The\n        Government which gives unions this power has an\n        obligation to insure that the officials who wield it are\n        responsive to the desires of the men and women whom they\n        represent. The best assurance which can be given is a\n        legal guarantee of free and periodic elections.\n\nS. Rep. No. 86-187, at 20 (1959), reprinted in 1959 U.S.C.C.A.N.\n\n2318, 2336.     This statement demonstrates that Congress sought to\n\n\"protect the rights of rank-and-file members to participate fully\n\nin the operation of their union through processes of democratic\n\nself-government, and, through the election process, to keep the\n\nunion leadership responsive to the membership.\"              Wirtz v. Hotel,\n\nMotel & Club Employees Union Local 6, 391 U.S. 492, 497 (1968); see\n\nalso Am. Fed. of Musicians v. Wittstein, 379 U.S. 171, 181 (1964)\n\n(\"As a part of the [LMRDA's] purpose of protecting and fostering\n\nparticipation by the rank and file in the affairs of the union,\n\nTitle IV contains elaborate statutory safeguards for the election\n\nof union officers.\"); Clyde W. Summers, Judicial Regulation of\n\nUnion    Elections,   70    Yale   L.J.    1221,   1221   (1961)    (The   LMRDA\n\n\"recognizes the key role of union elections,\" which \"are the main\n\nnerve centers of union democracy, for it is through the officers\n\nthat    the   will   of    the   members   is   translated   into    effective\n\naction.\").     As Senator Robert Griffin, co-sponsor of the Senate\n\nbill that ultimately became the LMRDA, later commented: \"Landrum-\n\n\n                                      -37-\n\fGriffin focused upon a basic precept -- the principle that each\n\nindividual member should be able to play a participatory role in\n\nthe affairs of his union.\"      Robert P. Griffin, The Landrum-Griffin\n\nAct: Twelve Years of Experience in Protecting Employee Rights, 5\n\nGa. L. Rev. 622, 622 (1971).\n\n          The local union logically served as the organizational\n\nunit through which members could most effectively participate in\n\nunion affairs.    Since the LMRDA required the election of local\n\nofficials \"at least every three years by secret ballot membership\n\nreferendum, union members [could] have direct control over their\n\nlocal leaders, assuming an honest count.\" Herman Benson, The Fight\n\nfor   Union   Democracy,   in    Seymour   Martin   Lipset,    Unions    in\n\nTransition: Entering the Second Century 326 (1986).           Local unions\n\n\"offered the maximum potential for direct membership control\"\n\nbecause through those local organizations, \"dues-payers c[ould]\n\nassess their leadership with reasonable accuracy, watching how\n\ngrievances are processed [and] how local meetings are conducted,\"\n\nand \"express their dissatisfaction . . . [with union policies] by\n\ndefeating local incumbents and electing oppositionists.\"                Id.\n\nThus, in promoting union democracy through Title IV's election\n\nprovisions, the LMRDA relied on the existence of local unions which\n\nmaintained direct ties to rank-and-file union members and exercised\n\nmeaningful control over functions that directly affected those\n\nmembers' working lives.     Cf. Anderson, Trusteeship Imbroglio, at\n\n\n                                   -38-\n\f1464    (\"The   worker's    power     to     affect    overall     union    policy\n\nnecessarily starts in the local union; it is at this level that the\n\nmember actively participates in the life of the union.\"); Barbash,\n\nLabor's Grass Roots, at 240 (noting that \"the superior democratic\n\nperformance of the local union is due\" in part to \"the closeness of\n\nthe union member physically and socially to the governmental\n\nprocess\" and \"the meaningfulness and concreteness of the issues\n\nwhich the local union deals with\").                   Considering the LMRDA's\n\n\"overriding objective of democratic union governance,\" Sheet Metal\n\nWorkers' Int'l Ass'n v. Lynn, 488 U.S. 347, 353 (1989) (citation\n\nand internal quotation marks omitted), it seems likely that the\n\nLMRDA required the direct election of local but not intermediate\n\nbody    officers   precisely   because       the   local    was    understood   to\n\nexercise    primary    control      over     activities     such    as     contract\n\nenforcement,       member   discipline,        strike      authorization,       job\n\nreferrals, and the collection of dues, that most directly affected\n\nthe daily working lives of union members.19\n\n\n\n\n       19\n      The NERCC presently performs many of these traditionally\nlocal functions. For example, it negotiates collective bargaining\nagreements, which are submitted for ratification by the general\nunion membership rather than by the locals.        It controls the\nenforcement of contracts through the appointment and supervision of\ngrievance stewards. In addition, the NERCC has exclusive authority\nover all organizers and business representatives in the New England\nregion, appoints all disciplinary trial committees, levies a\nportion of union members' dues, and approves dues levied by the\nlocal unions.\n\n                                      -39-\n\f              In light of the historical context and congressional\n\nhistory of the LMRDA, I believe that there is some force to the\n\nplaintiffs' claim that the Secretary's decision not to recognize\n\nthe   NERCC    as    a   local     union   is     inconsistent     with   the    LMRDA,\n\nconsidered as a whole.             Although intermediate bodies engaged in\n\nrepresentational activities at the time that the LMRDA was enacted,\n\nmany important labor union functions were perceived as distinctly\n\n\"local,\" and the trend toward centralization was criticized for its\n\neffect   on    union        democracy.        Senator    Goldwater's       view    that\n\nintermediate bodies did not engage in collective bargaining, the\n\nLMRDA's definition of labor organizations, and the Act's underlying\n\ngoal to encourage participation of ordinary members in union\n\naffairs and assure the responsiveness of their representatives\n\nfurther suggest that Congress understood intermediate bodies to\n\npossess limited powers.\n\n              As    Judge      Lynch   ably     explains,     we   must   uphold       the\n\nSecretary of Labor's decision not to sue under the LMRDA unless it\n\nis \"so irrational as to constitute the decision arbitrary and\n\ncapricious.\"        Dunlop v. Bachowski, 421 U.S. 560, 573 (1975).                     The\n\nSecretary's approach and conclusion survive review under this\n\nhighly   deferential           standard.      Nevertheless,        I   believe    it    is\n\nincumbent      upon      the    Secretary       to   remain    vigilant     that       her\n\nenforcement actions are consistent with the principles of union\n\n\n\n\n                                           -40-\n\fdemocracy that Congress sought to vindicate when it required the\n\ndirect election of local union officials in Title IV of the LMRDA.\n\n\n\n\n                              -41-\n\f               TORRUELLA, Circuit Judge (Dissenting).            In Harrington I,\n\nI concurred to express my view that the Secretary's decision not to\n\nbring    suit    under     Title   IV   of    the     LMRDA   departed   from   her\n\nestablished policies and practices.                 Therefore, the two options\n\nlegitimately available to the Secretary following remand were (1)\n\nto initiate suit, or (2) to decline to do so and to \"acknowledge\n\nthat she is adopting a new enforcement policy and interpretation of\n\nthe Act, and provide her reasons for altering her prior policy.\"\n\nHarrington v. Chao, 280 F.3d 50, 61 (1st Cir. 2002)(\"Harrington\n\nI\")(Torruella, J., concurring).                I suggested that it would be\n\nfutile for the Secretary to \"decline to initiate suit and [to]\n\nattempt to clarify for the court why she believes her decision is\n\nconsistent with the governing regulations and established past\n\npractice.\"       Id.      Nevertheless, this is precisely the path the\n\nSecretary has chosen. I dissent because I continue to believe that\n\nthe Secretary's decision represents a departure from precedent and\n\nthat    such    \"[a]   deviation    from      prior     interpretations   without\n\nsufficient explanation may be considered arbitrary and capricious\n\nand therefore subject to judicial reversal.\"                   Harrington I, 280\n\nF.3d at 58-59; Honeywell Int'l, Inc. v. NLRB, 253 F.3d 119, 123\n\n(D.C. Cir. 2001)(\"Without more, the [agency's] departure from\n\nprecedent       without    a   reasoned      analysis    renders   its    decision\n\narbitrary and capricious.\").\n\n\n\n\n                                        -42-\n\f            While acknowledging that a union's structure is not\n\ndeterminative of the \"intermediate\" or \"local\" character of an\n\nentity under the LMRDA, the majority opinion persuasively defends,\n\nas within the Secretary's discretion, the SSR's consideration of\n\nthe NERCC's location within the UBC's organizational hierarchy.                       I\n\ndo not disagree.        In fact, the NERCC's placement within the UBC's\n\norganizational        structure      is    precisely   what    brings     us   to   the\n\nquestion before us: whether the NERCC has assumed the functions and\n\npurposes     of   a    local       labor     organization     regardless       of   its\n\n\"intermediate\"        position      within    the    UBC's   structure.        As   the\n\nregulation    specifies,        \"[t]he     characterization      of   a   particular\n\norganizational        unit    as    a     'local,'   'intermediate,'       etc.,     is\n\ndetermined by its functions and purposes rather than the formal\n\ntitle by which it is known or how it classifies itself.\"                   29 C.F.R.\n\n§ 452.11.     The question, then, is not whether the Secretary was\n\nforbidden to consider where the NERCC was situated within the UBC's\n\nstructure     but     whether       the     Secretary's      application       of   the\n\nregulation's functions and purposes test represented a departure\n\nfrom precedent.\n\n             The SSR acknowledges that the functions and purposes\n\napproach has required determination of \"whether the intermediate\n\nbody has taken on so many of the traditional functions of a local\n\nunion that it must in actuality itself be considered a local\n\nunion.\"    SSR, at 3.        As the Secretary points out, \"[a]ny other rule\n\n\n                                           -43-\n\fwould enable intermediate bodies to completely devalue members'\n\ndirect participation in officer elections in a manner that is\n\ninconsistent with key purposes and provisions of the Act.\" SSR, at\n\n9.     Regardless of an entity's position in the middle tier of a\n\nunion, the Secretary concedes, \"there must be some point at which\n\nan entity at that middle tier subsumes so much authority from its\n\nsubordinate unions that it must be deemed to have itself also\n\nbecome a local labor organization subject to the Act's direct\n\nelection requirements.\"          Id.\n\n               The majority notes, quoting the Secretary's reply brief,\n\nthat    both    parties   agree    on   this   \"basic   point   that   when   an\n\nintermediate's role becomes so overwhelming or omnipresent in union\n\naffairs, the requirements for direct elections must apply\" and that\n\nthe dispute is therefore \"not one of principle, but over where to\n\ndraw the line.\"       The question the SSR needed to answer, then, was\n\nwhether the NERCC's functions and purposes are so overwhelming and\n\nomnipresent in union affairs that the statutory requirement of\n\ndirect elections applies.          It is my opinion that if the SSR had\n\nindeed addressed this question, the Secretary's own description of\n\nthe NERCC's functions would have led inevitably to the conclusion\n\nthat the NERCC \"has taken on so many of the traditional functions\n\nof a local union that it must in actuality itself be considered a\n\nlocal union.\"       SSR, at 3.\n\n\n\n\n                                        -44-\n\f          The SSR acknowledges that \"the NERCC performs a number of\n\nimportant responsibilities, some of which may be traditionally\n\nassociated with local unions.\"     SSR, at 9.\n\n          [The NERCC] negotiates collective bargaining\n          agreements.   It has exclusive authority to\n          hire, discipline, promote, and fire all\n          organizers and business representatives within\n          the New England region. The NERCC's Executive\n          Secretary-Treasurer supervises and directs all\n          representatives and organizers. The stewards\n          are appointed by the NERCC's representative,\n          must report all problems arising at the job\n          site to the representative, and serve at the\n          representative's   discretion.     The   NERCC\n          determines and levies a portion of the\n          members' dues not determined and levied by the\n          locals, and approves all monthly dues levied\n          by the local unions.    The NERCC's Executive\n          Secretary-Treasurer    appoints   all    trial\n          committees.\n\nId. at 9-10.    Rather than proceeding to address whether these\n\nfunctions and purposes of the NERCC demonstrate an assumption of\n\nauthority sufficient to render the NERCC subject to the LMRDA's\n\ndirect election requirements, however, the SSR concludes that\n\nbecause \"[t]he locals that are subordinate to the NERCC . . . are\n\nnot 'merely administrative arms' of the union but play such a\n\nsignificant role in dealing with their members . . . there is no\n\nbasis for concluding that the NERCC must also be considered a local\n\nto carry out the purpose of the [LMRDA].\"        SSR, at 10 (internal\n\ncitation omitted).\n\n          The   SSR   thus   ultimately   formulates   the   issue   as   a\n\nquestion \"of the irreducible minimum that must remain in local\n\n\n                                  -45-\n\funions if higher bodies are not also to be subject to the direct\n\nelection requirement.\"   SSR, at 9.    The NERCC locals meet that\n\nminimum, in the Secretary's opinion, because\n\n          the NERCC locals are independently chartered,\n          have identifiable memberships, elect their own\n          officers, and have their own bylaws. Although\n          initially appointed by a NERCC representative,\n          stewards are local members, and resolve most\n          grievances without the participation of or\n          input from the NERCC representative.       The\n          locals also administer all job referrals on a\n          local, rather than a regional, basis.     (The\n          referral process, which is determined by the\n          NERCC representative, may vary from local to\n          local.) The locals determine and collect\n          monthly dues.    A person joins the UBC by\n          becoming a member of a local union, and a\n          member's journeyman level is determined by the\n          local upon admission. A member can withdraw\n          from the union only \"by submitting a clear and\n          unequivocal resignation in writing to the\n          Local Union.\" Although the UBC Constitution\n          provides that charges shall be filed and tried\n          by a Regional Council, NERCC's trial procedure\n          requires that alleged violations first be\n          referred to the relevant local's executive\n          board for an informal hearing with the goal of\n          an informal resolution before charges are\n          filed with the NERCC.     Although collective\n          bargaining agreements may be negotiated by the\n          NERCC on a multi-local basis, locals are\n          parties   to   the   agreement   and   conduct\n          ratification votes among local members.     In\n          addition to these functions, the locals also\n          hire their own clerical employees, maintain\n          offices,   maintain    bank   accounts,   hold\n          meetings, engage in voluntary organizing\n          drives, lobby, and administer scholarship and\n          disability funds.\n\nSSR, at 10.   The SSR rests its decision on the grounds that \"the\n\nlocal unions that are subordinate to the NERCC continue to perform\n\nfunctions and purposes traditionally associated with local unions,\"\n\n                               -46-\n\fand \"[i]n these circumstances, neither the Department's regulation,\n\nnor   any   applicable   precedent,   compel   a   conclusion   that     the\n\nSecretary    should   require   the   NERCC   to   conduct   elections    in\n\naccordance with the LMRDA's election rules for local unions.\" SSR,\n\nat 10.\n\n             The SSR summarizes this new test as follows:\n\n             If the subordinate organizations in fact\n             continue to perform functions and exist for\n             purposes traditionally associated with local\n             labor unions, the union's characterization of\n             an entity placed structurally between such\n             organizations and the international union as\n             an 'intermediate body' will be upheld even\n             though the intermediate body also performs\n             some other functions traditionally associated\n             with local unions.\n\nSSR, at 4.    The SSR thus concludes that the NERCC can be deemed an\n\nintermediate body because the subordinate locals continue to serve\n\nsome functions and purposes of traditional locals.20\n\n\n\n      20\n      Appellees dispute the factual basis of the Secretary's\nconclusion that the NERCC's subordinate locals retain traditional\nfunctions of local unions of any real significance. For example,\nthe Secretary states that the locals ratify collective bargaining\nagreements and levy dues.       The significance of the local's\ninvolvement in the ratification of collective bargaining agreements\nnegotiated by the NERCC is tempered, however, by the fact that all\nof the locals' members' votes are counted within the regional unit;\nin other words, even if one local's members were to reject the\ncontract unanimously, it would still become the contract for that\nlocal if its members' votes were in the minority among the total of\nvotes cast within the NERCC. The locals' role in the ratification\nprocess, then, appears primarily clerical.     Appellees also note\nthat while the locals may establish monthly dues, those dues must\nbe approved by the NERCC. It is thus unclear to what extent the\nNERCC's locals do in fact perform the modicum of traditional\nfunctions of locals relied upon by the Secretary.\n\n                                  -47-\n\f           This determination of the NERCC's intermediate status\n\nbased on the functions retained by the locals clearly constitutes\n\na departure from the traditional functions and purposes test, which\n\nasked not whether the locals retained any of their traditional\n\nfunctions and purposes but whether the \"entity at that middle tier\n\nsubsumes so much authority from its subordinate unions that it must\n\nbe deemed to have itself also become a local labor organization\n\nsubject to the Act's direct election requirements.\" SSR, at 9. The\n\ndistrict court, drawing from this court's analysis in Harrington I\n\nand from the SSR itself, accurately identified this departure from\n\nthe traditional functions and purposes test:\n\n           The issue under the traditional test, as\n           defined by the Court of Appeals, is not\n           whether the NERC[C]'s locals perform some of\n           the tasks associated with a labor union, but\n           rather (in the Secretary's own words) whether\n           the NERC[C] as an intermediate body, \"has\n           taken on so many of the traditional functions\n           of a local union that it must in actuality\n           itself be considered a local union.\"\n\nHarrington v. Chao, 286 F. Supp. 2d 80, 85 (D. Mass. 2003)\n\n(citations omitted).\n\n           Near its conclusion, the majority opinion concedes that\n\nwhat the district court refers to as the SSR's \"functions plus\n\nstructure\" approach demonstrates a shift in emphasis in applying\n\nthe functions and purposes test but concludes that \"the Secretary\n\nis   permitted   some   flexibility,   so   long   as   she   provides   some\n\nexplanation for shifting her emphasis\" and that \"nothing [is]\n\n\n                                  -48-\n\farbitrary in the Secretary's shift here, which she thoroughly\n\nexplained.\"        I do not dispute the Secretary's power to alter her\n\ninterpretation of the regulation but, as this Court noted in\n\nHarrington I, she cannot do so without the explanation required by\n\nthe APA, and \"[a] deviation from prior interpretations without\n\nsufficient explanation may be considered arbitrary and capricious\n\nand therefore subject to judicial reversal.\"                       Harrington I, 280\n\nF.3d at 58-59.21\n\n             The    SSR    before    us     is    certainly    lengthier     than    the\n\nStatement of Reasons in Harrington I and contains references to the\n\ngoverning regulations and relevant caselaw ignored by the original\n\nStatement.    Still, the SSR simply echoes the approach taken in the\n\noriginal Statement of Reasons and fails to provide sufficient\n\nexplanation    for        the    Secretary's       reliance   on     the   minimum   of\n\ntraditional local functions retained by the locals instead of the\n\nNERCC's functions and purposes.                  The Secretary attempts to gloss\n\nover the departure from precedent by feebly distinguishing the\n\nrelevant caselaw.               The SSR distinguishes Boilermakers on the\n\ngrounds   that       the    entity     at        issue   in   that    case   was     not\n\n\"intermediate,\" as it had no subordinate entities within the union\n\nstructure.     SSR, at 6.         Similarly, Humble Oil is distinguished by\n\n\n     21\n      Under the APA, courts have the power and the duty to \"hold\nunlawful and set aside agency action, findings, and conclusion\nfound to be . . . arbitrary, capricious, an abuse of discretion, or\notherwise not in accordance with law.\" 5 U.S.C § 706(2)(A); Dunlop\nv. Bachowski, 421 U.S. 560 (1975).\n\n                                          -49-\n\fthe negligible subordinate bodies determined by the court to be\n\n\"merely administrative arms\" of the entity at issue.   SSR, at 6-7.\n\nThe SSR thus again focuses on the functions and purposes of the\n\nsubordinate entities, or lack thereof, instead of acknowledging the\n\nevidence these cases provide of the Secretary's and the courts'\n\nprior recognition of collective bargaining and member discipline as\n\namong the quintessential functions and purposes of local unions.\n\nThe majority opinion does not deny the thrust of this caselaw:\n\n          Indeed, the Boilermakers court described the\n          functions of the union body at issue, which\n          included negotiating the basic terms of\n          collective bargaining agreements and grievance\n          handling (which may have included member\n          discipline), to be the functions of a local.\n          See 736 F.2d at 623. And the court in Humble\n          Oil similarly classified collective bargaining\n          and member discipline as \"local\" functions.\n          (citations omitted)\n\nRegardless, the majority finds reasonable the SSR's conclusion that\n\n\"Boilermakers and Humble Oil do not purport to address precisely\n\nwhich functions and purposes are so intrinsically local in nature\n\nthat any labor organizations having those functions and purposes\n\nmust be a 'local union' for the purposes of the LMRDA.\"    SSR, at 9.\n\nAdmittedly, these cases may not have framed the issue in precisely\n\nthese terms.    They represent clear precedent, however, regarding\n\nwhich functions and purposes the Secretary previously identified as\n\ntraditional functions and purposes of local unions.\n\n          The    majority's   reversal   relies   heavily     on   a\n\ncharacterization of the historical context of the LMRDA's passage\n\n                               -50-\n\fand specifically the contention that Congress expected intermediate\n\norganizations to perform some functions traditionally associated\n\nwith   local     labor     unions,    among      them   collective       bargaining.\n\nLegislative      history    indicating      that    intermediate         bodies   were\n\nexpected to \"exercise responsible governing power\" is thus read by\n\nthe majority \"against the backdrop of union organizations at the\n\ntime\" to include negotiation of collective bargaining agreements\n\nand member discipline.        This allows the majority to argue that the\n\nSSR does in fact consider the functions and purposes of the NERCC,\n\nand not only those of the local bodies, in compliance with the\n\ntraditional functions and purposes test.                  The SSR could thus, in\n\nthe majority's view, reasonably conclude that the NERCC is an\n\n\"intermediate\" entity because some of the functions and purposes it\n\nserves that are historically associated with locals were also\n\nassociated with intermediate bodies at the time of the LMRDA's\n\npassage.\n\n              Judge Lipez's concurrence successfully undermines this\n\nhistorical argument, demonstrating that it is unclear whether\n\nCongress      intended     \"intermediate\"        bodies    to   include     entities\n\nperforming the functions assumed by the NERCC and that precisely\n\nthis   sort     of   usurpation      of   power    without      direct    democratic\n\nparticipation of the rank-and-file membership may have contributed\n\nto legislators' motivation in enacting the LMRDA.                  The unequivocal\n\nmessage    of    the     legislative      history,      however,    is     that    the\n\n\n                                          -51-\n\fcongressional purpose in passing the LMRDA was to provide rank-and-\n\nfile union members with frequent, direct elections of the officers\n\nwhose actions determine the most fundamental aspects of their\n\nworking lives. As Judge Lipez notes, \"by requiring local unions to\n\nselect local officers by direct membership election, Congress\n\nprotected the rights of rank-and-file union members to exercise\n\ncontrol over the decisions and activities that affected their daily\n\nworking lives.\"   Since July 1996, the rank-and-file members of the\n\nUBC have not been able to elect directly the officers who negotiate\n\nagreements with their employers, enforce these agreements, and\n\nultimately oversee member discipline.      This is precisely the\n\nscenario the LMRDA sought to prohibit and what the regulation's\n\n\"functions and purposes\" test was meant to identify, as recognized\n\nin the prior practice of the Secretary and affirmed by the courts.\n\nAs appellees' brief laments, \"[i]f every union could infuse so-\n\ncalled intermediate bodies with the functions and purposes of a\n\nlocal labor organization without having to be held accountable\n\nunder the same elections law of a local, then the intent of the\n\nLMRDA in this regard would be emasculated and millions of union\n\nmembers would be effectively disenfranchised.\"    Surely, this was\n\nnot Congress's intent.\n\n          I respectfully dissent.\n\n\n\n\n                                -52-\n\f",
  "html": "<p class=\"case_cite\">372 F.3d 52</p>\n    <p class=\"parties\">Thomas J. HARRINGTON; Richard S. Neville; Thomas Fordham; Francis J. Ferguson; John A. Biggins; Mark J. Durkin, Plaintiffs, Appellees,<br>Joseph D. Flemming, III, Plaintiff,<br>v.<br>Elaine L. CHAO, Secretary of Labor, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 04-1144.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard April 9, 2004.</p>\n    <p class=\"date\">Decided June 21, 2004.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">William Kanter, with whom John S. Koppel, Appellate Staff, Civil Division, Michael J. Sullivan, U.S. Attorney, Peter D. Keisler, Assistant Attorney General, Gary K. Stearman, Senior Appellate Attorney, Department of Labor, Nathaniel I. Spiller, Deputy Associate Solicitor, Allen H. Feldman, Associate Solicitor, and Howard M. Radzely, Solicitor of Labor, were on brief, for appellant.</p>\n      <p class=\"indent\">Michael A. Feinberg, with whom Jonathan M. Conti and Feinberg, Campbell &amp; Zack, P.C. were on brief, for appellees.</p>\n      <p class=\"indent\">Alan Hyde for the Association for Union Democracy, amicus curiae.</p>\n      <p class=\"indent\">Daniel J. Hall, with whom DeCarlo, Connor, &amp; Selvo was on brief, for the United Brotherhood of Carpenters and Joiners of America, amicus curiae.</p>\n      <p class=\"indent\">Before TORRUELLA, LYNCH and LIPEZ, Circuit Judges.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In 1996 the United Brotherhood of Carpenters (UBC) reorganized its system of local unions and state and district councils to create larger \"Full Services Regional Councils.\" These new councils were given \"all legislative and executive powers on all matters relating to the general interest and welfare of affiliated Local Unions and their members.\" The UBC's reorganization was largely a response to the accelerating regionalization of the construction industry. Construction work had become dominated by fewer and larger employers who increasingly handled out-of-state projects. As a result, the UBC determined that its old network of local unions and state and district councils was no longer capable of bargaining effectively with employer associations.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">This case involves a challenge by seven dissatisfied rank-and-file members of one regional council, the New England Regional Council of Carpenters (\"NERCC\"), to the procedure by which their officers are elected. The NERCC members do not directly elect their officers. Rather, the regional council's officers are elected every four years by delegates who are themselves elected by the members of the local unions. The plaintiffs claim that the Labor-Management Reporting and Disclosure Act (LMRDA), 29 U.S.C. &#167;&#167; 401-531, requires the direct election of the NERCC's officers because the NERCC is a \"local labor organization\" within the meaning of the Act, <i>id.</i> &#167; 481(b), notwithstanding the UBC's designation of it as an intermediate body.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The Secretary of Labor initially determined that the NERCC is an \"intermediate\" rather than a \"local\" union body and is thus not required by the Act to conduct direct elections. In <i>Harrington v. Chao,</i> 280 F.3d 50 (1st Cir.2002) (<i>Harrington I</i>), we found the Secretary's explanation inadequate and remanded the case to her. A new Secretary reviewed the matter and reached the same conclusion, which she explained in a Supplemental Statement of Reasons (\"SSR\"). Plaintiffs again sued. The district court, interpreting <i>Harrington I,</i> found the conclusion as explained in the SSR to be arbitrary and capricious and issued injunctive relief. The Secretary appealed and at her behest this court stayed the district court's injunctive order. We now hold that the Secretary's determination was not arbitrary and capricious. We reverse the district court and order entry of judgment for the Secretary.</p>\n    </div>\n    <p>I. Background of LMRDA</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Concerned about \"instances of breach of trust, corruption, disregard of the rights of individual employees, and other failures to observe high standards of responsibility and ethical conduct\" by entrenched union officials, 29 U.S.C. &#167; 401(b), Congress in 1959 enacted the LMRDA. Pub.L. No. 86-257, 73 Stat. 519 (1959). Title IV of the Act regulates the election of union officers. 29 U.S.C. &#167;&#167; 481-83. It requires that the officers of all \"local labor organizations\" be elected directly by secret ballot of their members and that these elections take place not less than every three years. <i>Id.</i> &#167; 481(b). If an organization is an \"intermediate bod[y],\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> by contrast, Title IV allows the union to choose between direct elections of the organization's officers and election by representatives who are themselves elected,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> and provides that these elections must occur at least every four years. <i>Id.</i> &#167; 481(d). These requirements are designed \"to protect the rights of rank-and-file members to participate fully in the operation of their union through processes of democratic self-government, and ... to keep the union leadership responsive to the membership.\" <i>Wirtz v. Hotel, Motel &amp; Club Employees Union,</i> 391 U.S. 492, 497-98, 88 S.Ct. 1743, 20 L.Ed.2d 763 (1968).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The LMRDA does not define the terms \"local labor organization\" or \"intermediate bodies.\" The only explicit guidance provided in the statutory text for categorizing union bodies as intermediate or local is the Act's specification of several example \"intermediate bodies.\" These include \"general committees, system boards, joint boards, or joint councils.\" <i>See</i> 29 U.S.C. &#167; 481(d).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Given the lack of specific definitions of intermediate and local bodies in the Act, the possibility existed that labor organizations would attempt to label their constituent entities as \"local\" or \"intermediate\" for the purpose of dictating which method of election would be used. To curb this potential, Congress authorized the Secretary to promulgate regulations concerning how she would determine whether an organization was local or intermediate. <i>Id.</i> &#167; 489(b). Pursuant to this authorization, the Secretary has supplemented the Act's limited guidance on the definitions of local and intermediate bodies with regulations providing that:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The characterization of a particular organizational unit as a \"local,\" \"intermediate,\" etc., is determined by its functions and purposes rather than the formal title by which it is known or how it classifies itself.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">29 C.F.R. &#167; 452.11.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Congress also made a union's designations of its constituent entities subject to review by the Secretary at the request of union members. 29 U.S.C. &#167; 482(b). To initiate the review process, aggrieved union members who have exhausted internal union remedies file a complaint with the Secretary. <i>Id.</i> &#167; 482(a). If, after investigating the complaint, the Secretary finds probable cause to believe that a violation of Title IV occurred and that it probably infected the outcome of the election, she <i>must</i> bring suit to set aside the election. <i>Id.</i> &#167; 482(b); <i>Wirtz v. Local 153, Glass Bottle Blowers Ass'n,</i> 389 U.S. 463, 472, 88 S.Ct. 643, 19 L.Ed.2d 705 (1968). In that sense, the Secretary has no discretion. <i>See Heckler v. Chaney,</i> 470 U.S. 821, 834, 105 S.Ct. 1649, 84 L.Ed.2d 714 (1985) (section 482(b) \"quite clearly withdrew discretion from the agency and provided guidelines for exercise of its enforcement power\"). If she decides there is no probable cause, she must explain the rationale for that result in writing. <i>Dunlop v. Bachowski,</i> 421 U.S. 560, 571-72, 95 S.Ct. 1851, 44 L.Ed.2d 377 (1975).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">At the same time that Congress was working to ensure effective union democracy, it was simultaneously taking steps to safeguard against excessive interference in the internal structure of unions. Most notably, Congress limited the ability to sue for violations of Title IV to the Secretary. <i>See Calhoon v. Harvey,</i> 379 U.S. 134, 140, 85 S.Ct. 292, 13 L.Ed.2d 190 (1964). Dissatisfied union members, as a result, are forced to proceed through the Secretary rather than the courts. Congress believed that this requirement would not only curb the potential for excessive litigation, but also facilitate the resolution of labor disputes by promoting uniformity. S.Rep. No. 86-187, at 19 (1959), <i>reprinted in</i> 1959 U.S.C.C.A.N. 2318, 2338.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Given the centrality of the Secretary's role in monitoring union democracy, the Act allows dissatisfied union members to challenge in federal court the Secretary's decision not to sue. <i>Bachowski,</i> 421 U.S. at 565, 95 S.Ct. 1851. This is quite unusual. Normally, the federal courts cannot review the decision of an administrative agency not to bring an enforcement action. <i>Heckler,</i> 470 U.S. at 831, 105 S.Ct. 1649. Such decisions are often inherently policy driven and thus best left to the discretion of the agency. <i>See Bachowski,</i> 421 U.S. at 572-73, 95 S.Ct. 1851. Largely for that reason, the Secretary's decision whether to sue a union for violating Title IV is reviewed only under the highly limited arbitrary and capricious standard contained in the Administrative Procedure Act, 5 U.S.C. &#167; 706. <i>Bachowski,</i> 421 U.S. at 572-73, 95 S.Ct. 1851; <i>Harrington,</i> 280 F.3d at 56. Under that standard, a court reviews the Secretary's stated reasons for not suing only to determine whether they are \"arbitrary, capricious, an abuse of discretion, or otherwise not in accordance with law.\" <i>See Bachowski,</i> 421 U.S. at 565 n. 5, 95 S.Ct. 1851 (quoting 5 U.S.C. &#167; 706(2)(A)); <i>Thomas Jefferson Univ. v. Shalala,</i> 512 U.S. 504, 512, 114 S.Ct. 2381, 129 L.Ed.2d 405 (1994) (same).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In this case, the plaintiff dissident union members argue that the NERCC, while labeled an intermediate body by the UBC, really performs all the functions and purposes of a local union and thus, under the applicable regulations, that the Secretary must sue to bring about direct elections. The Secretary's decision to the contrary, the plaintiffs argue, is arbitrary and capricious because it failed to apply properly the \"functions and purposes\" test of the applicable regulations, 29 C.F.R. &#167; 452.11. Each side is supported by able amicus.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <p>II. Procedural History</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">This is the second time that this case is before us. In <i>Harrington I</i> we reviewed the decision of the then-Secretary that the NERCC was an intermediate body. We held that the decision was arbitrary and capricious in the limited sense that the Secretary's statement of reasons was inadequate given the applicable regulations and the Secretary's position in other cases. 280 F.3d at 59-60. The Secretary's Statement of Reasons in <i>Harrington I</i> did not cite the applicable regulations and used language that appeared to disavow a functional approach. <i>Id.</i> at 57. While the Secretary had \"perhaps appli[ed] the test in the regulations,\" the limited explanation in her Statement of Reasons made us unable to \"say whether the Secretary ha[d] changed her interpretation or departed from the regulation.\" <i>Id.</i> at 57-58. Relatedly, the Statement of Reasons did not discuss, much less distinguish, two applicable precedents that were arguably inconsistent with the Secretary's decision not to sue. <i>Id.</i> In both cases, the functions and purposes of the entity to be classified appeared to be the central focus of the court and the Secretary. <i>Id.</i> at 57-58 &amp; n. 10.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We did not then reach the issue of whether the Secretary's conclusion that the NERCC was an intermediate organization was arbitrary and capricious. <i>See id.</i> at 60. Rather, we remanded to the Secretary to reopen and advised her that if she again decided not to sue, a new statement of reasons \"which addresses both the application of the functions and purposes test of 29 C.F.R. &#167; 452.11, and whether her decision is consistent with her precedents\" would be required. <i>Id.</i> at 60-61.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">On January 31, 2003, the Secretary issued a Supplemental Statement of Reasons (\"SSR\") that found, once again, that the NERCC is an intermediate body under the LMRDA and is thus not required to conduct direct elections. The complainants challenged this determination in district court and quickly moved for summary judgment. Relying largely on <i>Harrington I,</i> the district court granted the motion on October 8, 2003, holding that the Secretary's decision not to sue was arbitrary and capricious. <i>Harrington v. Chao,</i> 286 F.Supp.2d 80, 85-86 (D.Mass.2003). The district court subsequently ordered the Secretary \"to take appropriate action\" consistent with its determination. On February 20, 2004, we stayed the district court's order pending the resolution of the Secretary's appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>III. The Secretary's Supplemental Statement of Reasons</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In explaining the Secretary's conclusion that the NERCC is an intermediate body, the SSR outlined three \"basic principles [that] may be discerned from the language and purpose of the LMRDA and the applicable regulations.\" SSR, at 3.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">First, the Secretary stated that she had not abandoned the applicable regulations and explained that classifying a union entity as intermediate or local does indeed require looking to the entity's \"functions and purposes\" rather than \"its formal title or nominal placement within [the] organization.\" <i>Id.</i> The critical inquiry, the SSR continued, is thus \"whether the intermediate body has taken on so many of the traditional functions of a local union that it must in actuality itself be considered a local union.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Second, the SSR explained that the legislative history of the Act made clear \"that `intermediate bodies' are permitted to wield real and significant authority within a labor union without being treated as `local' bodies for purposes of the LMRDA.\" <i>Id.</i> at 4. The SSR identified those powers as including the negotiation of collective bargaining agreements and the discipline of union members.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Third, the SSR stated that an entity's placement within the structure of a union is also \"highly relevant\" in determining whether it is local or intermediate.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> <i>Id.</i> at 5. As a consequence, the SSR concluded that \"although the Secretary will not defer to a union's own characterization of an entity as an intermediate body or a local labor organization, it is proper for the Secretary to take account of an entity's placement in the union's structure in making the determination whether it is an intermediate body or local labor organization.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">From these principles, the Secretary concluded that the NERCC is indeed an intermediate body. The SSR noted that the NERCC is structurally in the middle tier of the UBC; it undeniably supervises numerous local union organizations while itself being subordinate to the UBC International body. This fact was not determinative, however.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Rather, the SSR looked to the \"functions and purposes\" of the NERCC, which it described as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">[The NERCC] negotiates collective bargaining agreements. It has exclusive authority to hire, discipline, promote, and fire all organizers and business representatives within the New England region. The NERCC's Executive Secretary-Treasurer supervises and directs all representatives and organizers. The stewards are appointed by the NERCC's representative, must report all problems arising at the job site to the representative, and serve at the representative's discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\"><i>Id.</i> at 9-10. Although many of these functions may be traditionally associated with local unions, the SSR noted that several of them, most notably the negotiation of collective bargaining agreements, were increasingly handled by intermediate unions throughout the 1950s, when the Act was passed. But the SSR declined to articulate a list of functions exclusively performed by an intermediate organization as contrasted to a local body.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The SSR also looked to the functions and purposes of the local unions, on the theory that if \"the middle tier subsume[d] so much authority from its subordinate unions ... it must be deemed to have itself also become a local labor organization subject to the Act's direct election requirements.\" <i>Id.</i> at 9. In this case, the SSR opined that the subordinate locals are not \"mere administrative arms\" of the NERCC but instead play \"a significant role in dealing with their members.\" <i>Id.</i> at 10. The locals are independently chartered, have identifiable memberships, elect their own officers, have their own by-laws, keep separate offices and bank accounts, and may hold their own meetings. They also determine and collect monthly dues, and may make rules consistent with the UBC constitution and laws. Moreover, the local unions also have various responsibilities and liabilities: they are responsible for the carelessness or negligence of their officers; they collect fines for dues or fees in arrears; and most grievances are resolved by local stewards (although those stewards are appointed by the NERCC). Local unions also exert influence over the UBC International and the activities of the regional councils. Changes to UBC by-laws can be initiated when three local unions join together and locals play a role in ratifying collective bargaining agreements. Based on consideration of these functions, the SSR determined that there was \"no basis for concluding that the NERCC must ... be considered a local to carry out the purpose of the statute.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The SSR also distinguished the two cases noted in <i>Harrington I,</i> in which the Secretary had taken the position that a union entity was local because it performed traditionally local functions. In <i>Donovan v. International Brotherhood of Boilermakers,</i> 736 F.2d 618 (10th Cir.1984), the labor body at issue occupied the bottom level of the union's organizational structure.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> <i>Id.</i> at 623. Similarly, while the labor organization at issue in <i>Shultz v. Employees' Federation of the Humble Oil &amp; Refining Co.,</i> No. 69-C-54, 1970 WL 5445, 1970 U.S. Dist. Lexis 12288 (S.D.Tex. March 31, 1970), was nominally intermediate in the union's structure, in reality the so-called \"locals\" that it supervised were \"merely administrative arms\" of the entity itself and had no significant independent authority. <i>Id.</i> 1970 WL 5445, 1970 U.S. Dist. Lexis 12288, at *11.</p>\n    </div>\n    <p>IV. Analysis</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Review of the district court's grant of summary judgment is de novo. <i>Rankin v. Allstate Ins. Co.,</i> 336 F.3d 8, 11 (1st Cir.2003). Here, we decide whether the Secretary's decision that the NERCC is an intermediate body falls within the narrow band of administrative determinations that fail the deferential arbitrary and capricious test.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We begin our analysis of the plaintiffs' claim by making a basic but important point: the Secretary was entitled to consider where the NERCC was located in the UBC's organizational structure when determining whether the NERCC was an intermediate or local body, so long as that factor was not conclusive on its own.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> The consideration of the NERCC's place in the overall union structure is consistent with the LMRDA's use of the term \"intermediate.\" When Congress uses a statutory term that it does not expressly define, that term should normally be construed according to its ordinary or natural meaning. <i>Smith v. United States,</i> 508 U.S. 223, 228, 113 S.Ct. 2050, 124 L.Ed.2d 138 (1993). The term \"intermediate\" is most naturally understood to refer to the body's placement in the union hierarchy. <i>See Webster's Third New International Dictionary</i> 1180 (1993) (defining intermediate as \"lying or being in the middle place or degree\"); <i>Oxford English Dictionary</i> (2d ed.1989) (defining intermediate as \"coming or occurring between two things, places\"). Moreover the statute defines \"labor organization\" as including a \"general committee, joint or system board, or joint council\" &#8212; all of which are explicitly defined in 29 U.S.C. &#167; 481(d) as \"intermediate\" &#8212; that is \"<i>subordinate</i> to a national or international labor organization.\" 29 U.S.C. &#167; 402(i) (emphasis added). The description of each of these illustrative intermediate labor organizations as \"subordinate\" to the national or international bodies lends further support to including a structural element in categorizing a union body as intermediate or local. <i>See Webster's, supra,</i> 2277 (defining subordinate as \"placed in a lower order, class or rank\"); <i>Black's Law Dictionary</i> 1439 (7th ed.1999) (defining subordinate as \"placed in or belonging to a lower rank, class or position\").</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The \"functions and purposes\" to which the regulations refer do not exclude looking at the placement of a body within the union structure. Much to the contrary, as the Secretary observed in the SSR, a body's location in the union's structural hierarchy may well inform the determination of what its functions and purposes are. Because the constituent parts of any union are organized together to achieve the desired results, the placement of an entity in the union hierarchy and the functions of other union bodies both below and above it are relevant to determining the functions and purposes of the entity at issue. Consideration of the structural placement of an entity in a union is inherent in the regulatory test of functions and purposes.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">But even if the union's structure were unrelated to the test in the regulations, the Secretary could still consider it. The regulation does not purport to list an exclusive set of permissible considerations, but only to require that a union entity's status as local or intermediate be determined by its \"functions and purposes\" rather than merely its formal title or nominal classification. <i>See</i> 29 C.F.R. &#167; 452.11. An agency is not deemed to have acted inconsistently when it considers a matter upon which the applicable regulation is silent. <i>Thomas Jefferson Univ.,</i> 512 U.S. at 512, 114 S.Ct. 2381 (the Secretary's view is entitled to less deference if it conflicts with a \"prior interpretation,\" but the petitioner can not \"infer from [] silence the existence of a contrary policy\"). Given the substantial deference that we afford an agency's interpretation of its own regulations, <i>Martin v. Occupational Safety &amp; Health Rev. Comm'n,</i> 499 U.S. 144, 150-51, 111 S.Ct. 1171, 113 L.Ed.2d 117 (1991), as well as its interpretation of a statute that it implements, <i>Chevron U.S.A., Inc. v. Natural Res. Def. Council, Inc.,</i> 467 U.S. 837, 842-43, 104 S.Ct. 2778, 81 L.Ed.2d 694 (1984), the Secretary's consideration of the UBC's overall structure was clearly permissible.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The real issue in this case is not whether the Secretary was permitted to consider a union's structure in addition to the functions and purposes of the body at issue, but whether, when the Secretary applied the functions and purposes test, she did so in an impermissible manner. The parties share common ground, as the Secretary's reply brief notes, on \"the basic point that when an intermediate's role becomes so overwhelming or omnipresent in union affairs, the requirements for direct elections must apply.\" The difference between the parties is \"not one of principle, but over where to draw the line.\"</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The plaintiffs' key argument is that the SSR departed from the applicable regulation because it did not analyze the functions and purposes of the entity to be classified &#8212; the NERCC. Rather, the plaintiffs claim that the Secretary focused on the functions and purposes of the locals themselves. This approach, according to the plaintiffs, contradicts the regulation's language as well as the Secretary's prior application of that regulation in <i>Boilermakers</i> and <i>Humble Oil.</i> The plaintiffs claim that the Secretary was required to categorize various functions and purposes as either intermediate or local, and then to determine with which characterization the NERCC's functions and purposes are more closely aligned.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The SSR, however, does look to the functions and purposes of the NERCC, and it finds that some of those functions and purposes &#8212; most notably, collective bargaining &#8212; are historically associated with \"intermediate\" bodies, even if they are associated with local bodies as well. The SSR notes that the Senate Committee Report to the LMRDA stated that intermediate bodies can \"exercise responsible governing power,\" though the precise contours of that power are not elaborated on in the report. <i>See</i> S.Rep. No. 86-187 (1959), at 18, <i>reprinted in</i> 1959 U.S.C.C.A.N. 2318, 2336. Such legislative history plays a particularly important role in interpreting the LMRDA. <i>See Wirtz,</i> 389 U.S. at 468, 88 S.Ct. 643 (The \"proper construction [of a labor statute] frequently requires consideration of its wording against the background of its legislative history and in the light of the general objectives Congress sought to achieve. The LMRDA is no exception.\" (citation omitted)).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Understood against the backdrop of union organizations at the time the LMRDA was adopted in 1959, it is clear that the \"responsible governing power\" referenced in the Senate Report includes the negotiation of collective bargaining agreements and member discipline. Before 1959, it was not uncommon for intermediate bodies to engage in both collective bargaining and member discipline. Herbert J. Lahne, <i>The Intermediate Union Body in Collective Bargaining,</i> 6 Indus. &amp; Lab. Rel. Rev. 163, 163-64 (1953). That fact was also reflected in various court cases and NLRB decisions at the time. <i>See, e.g., May Dep't Stores Co. v. NLRB,</i> 326 U.S. 376, 380, 66 S.Ct. 203, 90 L.Ed. 145 (1945); <i>NLRB v. Brown &amp; Root,</i> 203 F.2d 139, 141-43 (8th Cir.1953); <i>Ill. Bell Tel. Co.,</i> 100 N.L.R.B. 101, 104 n. 8, 1952 WL 9903 (1952). Indeed, the primary motivation for creating intermediate bodies was so that they could negotiate collective bargaining agreements. <i>See</i> Lahne, <i>supra,</i> 6 Indus. &amp; Lab. Rel. Rev. at 164. Intermediate bodies originated \"under circumstances where the nature of an industry and its economics [had] been such as to make it imperative for several locals of the same international in an area to act in concert in collective bargaining and grievance handling.\" <i>Id.</i> These bodies prevented splits and conflicts between local unions and provided \"a means of insuring unified action in the area of collective bargaining.\"<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> <i>Id.</i> at 166. As the Secretary reasonably concluded, \"[h]istorically, unions have not restricted the authority or responsibility for important representational activities &#8212; for example, collective bargaining and the discipline of union members &#8212; to local unions.\"</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Plaintiffs challenge the relevance of this argument based on historical context by arguing that Congress did not have in mind these intermediate bodies because their officers were directly elected by union members. This argument, in our view, is a non sequitur. The issue is what powers Congress, at the time it passed the LMRDA, believed intermediate bodies exercised. Congress was well aware that many intermediate bodies were responsible for collective bargaining and member discipline when it chose to let them decide for themselves whether to have direct elections by their membership.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The plaintiffs' more substantial argument appears to be, at root, that collective bargaining and member discipline have previously been classified by both the Secretary and the courts in <i>Boilermakers</i> and <i>Humble Oil</i> as intrinsically local, rather than intermediate, functions. Indeed, the <i>Boilermakers</i> court described the functions of the union body at issue, which included negotiating the basic terms of collective bargaining agreements and grievance handling (which may have included member discipline), to be the functions of a local. <i>See</i> 736 F.2d at 623. And the court in <i>Humble Oil</i> similarly classified collective bargaining and member discipline as \"local\" functions. 1970 WL 5445, 1970 U.S. Dist. LEXIS 12288, at *13. Even the SSR included collective bargaining and disciplinary functions as within a \"common core of functions\" performed by local unions.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">But as the Secretary points out, in <i>Boilermakers</i> the entity being reviewed was at the lowest level of the union because there were no subsidiary entities. <i>See</i> 736 F.2d at 622-23. Moreover, the issue in <i>Boilermakers</i> was whether the entity in question was a labor organization at all and if so whether it was national or local; the entity did not claim to be intermediate. <i>See id.</i> As such, the court was not confronted with the possibility that the union organization's functions might be associated with intermediate as well as local bodies. <i>Humble Oil</i> is also distinguishable: the entity at issue had no subordinate organizations and claimed that it could not be a local because its divisions were themselves separate locals, a contention the court rejected when it found the divisions to be \"mere administrative arms.\" <i>See</i> 1970 WL 5445, 1970 U.S. Dist. LEXIS 12288, at *11-*12.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">More fundamentally, the plaintiffs' argument falsely assumes that because some locals exercise bargaining and member discipline powers, it follows that all organizations that exercise those powers, regardless of their placement in the union hierarchy, must also be locals. This assumption is inconsistent with the explicit Congressional determination that entities that exercise responsible governing powers may be intermediate. And nothing in the statute requires the Secretary to come up with a taxonomy of functions that may only be exercised by one type of entity and not another.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> Indeed, such a categorical and inflexible approach would tie the Secretary's hands in an evolving labor market and most likely would upset the carefully calibrated system of checks and balances in the statute.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> As the SSR points out, \"the line between local and intermediate functions is not fixed and immutable.\" SSR, at 9. From this, the SSR reasonably concludes that \"<i>Boilermakers</i> and <i>Humble Oil</i> do not purport to address precisely which functions and purposes are so intrinsically local in nature that any labor organization having those functions and purposes must be a `local union' for purposes of the LMRDA.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Plaintiffs' final major argument takes issue with the SSR's conclusion that the functions and purposes of the subordinate local unions should also be scrutinized to ensure that they are \"performing meaningful functions\" and \"continue to exist for purposes associated with local labor organizations.\" SSR, at 4. According to the plaintiffs, the functions and purposes of the UBC locals are irrelevant in determining whether the NERCC is an intermediate body. There is a certain irony in the plaintiffs' taking this position;<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> the Secretary's examination of the locals actually benefits potential plaintiffs by acting as a check on the powers of entities labeled as intermediate and ensuring that locals have meaningful responsibilities.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> Nothing in <i>Harrington I</i> or in the text of LMRDA precludes the Secretary's approach. In fact, it is entirely consistent with the Secretary's position in <i>Humble Oil,</i> which asked if the entity asserted to be a \"local\" was nothing more than an administrative arm of a local. 1970 WL 5445, 1970 U.S. Dist. LEXIS 12288, at *11. The Secretary's examination of the relative power of the locals is hardly unreasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Still, we think there is something to the plaintiffs' argument that the Secretary's approach to applying the functions and purposes test in the regulations, as articulated in the SSR, has apparently shifted in emphasis. As the district court noted, the Secretary's regulation does not say anything about looking to the overall union structure to determine whether a union entity is local or intermediate. But, as we explained in <i>Harrington I,</i> the Secretary is permitted some flexibility, so long as she provides some explanation for shifting her emphasis. 280 F.3d at 58. We see nothing arbitrary in the Secretary's shift here, which she thoroughly explained. The question before us is not whether the Secretary could have permissibly reached the opposite conclusion, but whether the conclusion she did reach was \"so irrational as to constitute the decision arbitrary and capricious.\" <i>Bachowski,</i> 421 U.S. at 573, 95 S.Ct. 1851.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The interests in union democracy that the plaintiffs seek to vindicate are of great importance. But Congress, perhaps mindful that intermediate organizations may choose to adopt a system of direct elections on their own,<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> imposed strict constraints on the scope of review by courts under the LMRDA.</p>\n    </div>\n    <p>V.</p>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The judgment of the district court is <i>reversed</i> and the case is remanded with instructions to enter judgment for the Secretary. No costs are awarded.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Similar provisions in Title IV regulate the election of officers for national or international bodies. 29 U.S.C. &#167; 481(a)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The LMRDA thus does not prohibit elections for officers of intermediate union bodies, but merely does not mandate them<i>See</i> 29 U.S.C. &#167; 481(d).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Both the Association for Union Democracy (AUD) and the UBC have participated as amici and we are grateful for their assistance</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The SSR also noted that \"in the 44-year history of the LMRDA, the Department has never brought suit contending that an intermediate body that supervised other entities that were indisputably labor organizations was itself a local labor organization subject to the direct election requirements.\" SSR, at 8. The SSR nonetheless allowed for such a possibility</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> At one point, the SSR does state that \"a labor organization at the middle tier of a union is<i>presumptively</i> an intermediate organization.\" SSR, at 9 (emphasis added). We do not understand this language to create a presumption in the sense that the complainant carries the burden of overcoming that fact. The Secretary is charged by statute with independently determining whether a union is violating Title IV of the Act. <i>See</i> 29 U.S.C. &#167; 482(b).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> In distinguishing<i>Boilermakers,</i> the SSR suggested that a body must be in an intermediate structural position in order to be considered an intermediate body. This rule does not appear in the the Secretary's analysis of the status of the NERCC and we assume that there might, under the Secretary's view, be some circumstances in which a union body could be an intermediate even if it had no subordinate entities.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> At times, the plaintiffs' arguments suggest that the fact that there exist numerous local unions within the UBC that are separate from and subordinate to the NERCC is irrelevant to determining whether the NERCC is itself a local or intermediate body. At other times, the plaintiffs' arguments appear not to embrace this position. To the extent that plaintiffs do make the argument that the Secretary cannot consider a union's structure, it is plainly incorrect</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Interestingly, the Lahne article discusses at length the intermediate bodies within the Carpenters union during the early 1950s. Lahne,<i>supra,</i> 6 Indus. &amp; Lab. Rel. Rev. at 165-66. These District Councils, as they were then known, formulated the collective bargaining demands of the union, negotiated with their counterpart, the Master Builders Association, and approved the ultimate agreement. <i>Id.</i> at 165. Moreover, only these Councils could call for a strike and business agents of the councils policed all agreements. <i>Id.</i></p>\n        <p class=\"indent\">By contrast, the Lahne article describes the local Carpenter union bodies as being \"left only with the collection of dues, administration of benefit plans, and social activities.\" <i>Id.</i> Lahne concludes that \"[i]t is clear that the district councils of the Carpenters are the real governing and bargaining bodies of the union. Hardly a ripple would be caused if the locals lost their legal entities entirely....\" <i>Id.</i> at 166.</p>\n        <p class=\"indent\">It would be very odd, in light of this history, to conclude that the Secretary was mandated to find that the replacement organization, the NERCC, made up of old District Councils that were themselves intermediate, is a local entity.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The AUD argues that it would not be difficult for the Secretary to compile a list of \"core functions and purposes of an intermediate body, and then [compare] the functions and purposes of a contested body to that definition.\" The AUD proffers two potential sources: 1) scholarship, such as that contained in Derek C. Bok &amp; John T. Dunlop,<i>Labor and the American Community</i> 150 (1970), and 2) definitions that further the purpose of the LMRDA. Finally, AUD suggests that if the Secretary is to employ any presumption at all, she should presume the organization at issue is local and must hold direct elections. These expressions of policy may or may not be sensible, but they are choices that are committed to the discretion of the Secretary and not the courts.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The plaintiffs say that in the absence of a fixed standard there is little guidance to the parties on how to act and so the result is arbitrary. But the law repeatedly uses flexible and multi-factor tests, eschewing categorical approaches as ill-suited to handle the infinite variations in potential problems to be solved</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> In fact, counsel for AUD refused to join plaintiffs' position at oral argument. Instead, AUD argued that it was permissible to look at the functions of the locals but that here they \"perform no labor relations functions.\" As to AUD's argument, we think that the Secretary was not arbitrary and capricious in coming to the conclusion that the locals here do play a sufficiently significant role in the UBC's overall operation. As the Secretary noted, the UBC locals, inter alia, ratify collective bargaining agreements, are involved in the resolution of grievances, can initiate changes in UBC by-laws, and determine and collect monthly dues</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> The AUD, citing to Alice H. Cook,<i>Union Democracy: Practice and Ideal. An Analysis of Four Large Local Unions</i> 183-89 (1963), argues that the Secretary's focus on whether there are subsidiary organizations could be dangerous. It could permit \"many hitherto unquestioned locals to exempt themselves from the LMRDA's requirement of direct elections, by creating subdivisions holding `the irreducible minimum' of functions.\" Such a risk exists, but it also existed under the regulations simpliciter. Our task is not to decide a hypothetical case about a local fracturing its functions downward, <i>see Humble Oil,</i> 1970 WL 5445, 1970 U.S. Dist. LEXIS 12288, at *13, but to decide this case, which concerns aggregation and consolidation of functions upward to an intermediate organization.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> The LMRDA allows UBC, on its own, to decide that the NERCC officers will be directly elected by union members<i>See</i> 29 U.S.C. &#167; 481(d). But the UBC, as amicus, notes that direct elections impose financial and other costs that a given union may decide outweigh the benefits.</p>\n      </div>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">LIPEZ, Circuit Judge, concurring.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Recognizing the deferential standard that we must apply, I agree with Judge Lynch that the Secretary of Labor's characterization of the NERCC as an \"intermediate\" union body was not arbitrary and capricious. Nevertheless, drawing on scholarship about union organization at the time of the LMRDA's enactment and the LMRDA's legislative history, I write separately to register my concern that the Secretary's approach may be a departure from the more ideal form of union democracy that Congress sought to protect through its enactment of the LMRDA.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The SSR stated that an organization \"at the middle of a union's structure\" becomes a local union only if it \"take[s] over so many of the functions and purposes of the local labor organizations such that the entity should itself also be treated as a local organization for purposes of the LMRDA.\" SSR, at 3. The Secretary acknowledges in her reply brief that this standard sets a high threshold for concluding that an intermediate is, in reality, a local, but claims that it is \"strongly supported\" by the LMRDA's legislative history. The SSR explained that when the LMRDA was passed, intermediate bodies engaged in a wide range of representational activities, including collective bargaining and the discipline of union members. Therefore, it concluded that Congress associated the extensive labor relations functions of the NERCC with intermediate as well as local bodies when it adopted Title IV's election provisions.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">I agree with Judge Lynch that it was reasonable for the Secretary to conclude that when Congress adopted the LMRDA, intermediate bodies were already performing representational activities such as the coordination and negotiation of collective bargaining agreements. However, the legislative history of the LMRDA and contemporary scholarship on union government suggest that Congress did not associate intermediate bodies with a full range of functions historically performed by local unions. Rather, there is reason to believe that Congress understood that local unions would continue to exercise primary or exclusive authority over most traditionally local functions, particularly those that directly affected ordinary union members. Thus, by requiring local unions to select local officers by direct membership election, Congress protected the rights of rank-and-file union members to exercise control over the decisions and activities that affected their daily working lives. Consequently, the Secretary's willingness to allow intermediate bodies to assume an ever-increasing number of local union functions without subjecting them to the LMRDA's direct election requirements represents a threat to union democracy and may eventually stray too far from Congress's intent in adopting Title IV of the LMRDA.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">In the United States, the local was long considered \"the basic building block of the union.\"<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> Leonard R. Sayles &amp; George Strauss, <i>The Local Union</i> 2 (1953) (rev. ed.1967); <i>see also</i> Derek C. Bok &amp; John T. Dunlop, <i>Labor and the American Community</i> 51-52 (1970) (explaining that strong local unions are a unique feature of American unionism not experienced in Europe or Australia). Its daily functions included holding meetings, collecting and spending dues, bargaining with employers, handling grievances, responding to employer concerns, sending delegates to district councils and state and city central labor bodies, and doing \"one hundred other things.\" Jack Barbash, <i>Labor's Grass Roots</i> 3-4 (1961).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">At the same time, \"the reach of a local's collective bargaining functions invariably extend[ed] to collaboration with other locals of its international union and with locals of other internationals,\" usually through intermediate bodies such as district councils, joint boards, and regional, district, or industry councils. <i>Id.</i> at 2. Intermediate bodies were representative bodies made up of delegates from subordinate locals that shared a similar territorial location or employment industry or trade. <i>Id.</i> at 14, 134. Their purpose was \"to join the local unions in larger governmental units for cooperative action and to regulate and administer their joint activities.\" William M. Leiserson, <i>American Trade Union Democracy</i> 316 (1959). \"The intermediate body [was] utilized most commonly by a group of locals to achieve a common objective in collective bargaining.\" Barbash, <i>American Unions,</i> at 55. District or area councils, for example, were typically formed \"to coordinate bargaining throughout a local or regional product market, or simply to achieve an organization of sufficient size to support a full-time staff.\" Bok &amp; Dunlop, <i>Labor and the American Community,</i> at 150. Some intermediate bodies were little more than advisory bodies. Leiserson, <i>American Trade Union Democracy,</i> at 315. Others, like the Carpenters District Councils, \"had a primary role in the negotiation of the [collective bargaining] agreement.\" Barbash, <i>Labor's Grass Roots,</i> at 138. By the 1960s, although the view that \"local bargaining predominates... represent[ed] the consensus, ... the drift &#8212; it would be wrong to characterize it as a trend or tendency &#8212; [was] probably away from exclusive local control of the negotiation of the agreement.\" <i>Id.</i> at 145 (citation and internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Contract negotiation was only one aspect of the collective bargaining process, however, and other representational functions remained distinctly local.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> In particular, contract enforcement, described as \"[t]he enforcement of the agreement through a grievance procedure or through informal adjustment procedures [was] overwhelmingly in the precinct of the local union.\"<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a> <i>Id.</i> at 144; <i>see also</i> Bok &amp; Dunlop, <i>Labor and the American Community,</i> at 51 (stating that even in sectors where \"control over collective bargaining has gravitated to the national or regional level... local unions still retain considerable influence over the administration of the contract\"); Donald R. Anderson, Note, <i>Landrum-Griffin and the Trusteeship Imbroglio,</i> 71 Yale L.J. 1460, 1464 (1962) (noting that despite increased centralization within some unions, \"the grievance machinery necessarily remains in local hands, primarily run by on-the-job stewards\"). Similarly, union constitutions generally vested in local unions the power to authorize strikes, either independently or subject to international approval.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a> While wage issues were sometimes settled at the level of the intermediate or international organization, \"the issue of work rules remain[ed] for local negotiation.\" <i>Id.</i> It appears that local unions also retained control over the discipline of union members; as one scholar noted, \"analysis of the disciplinary process indicates that prevailingly (1) the power to discipline rests with the local union, and (2) that within the local the power rests with the local union membership.\" Barbash, <i>Labor's Grass Roots,</i> at 29. While some intermediate bodies participated in the disciplinary process, they did so by hearing appeals from the decision of the local executive board or trial committee. <i>Id.</i> at 29. In short, \"[d]espite... continuing concentration of power, the local union remain[ed] a basic structural unit of the labor movement, performing the day-to-day functions that most closely affect[ed] the individual workers.\" Anderson, <i>Trusteeship Imbroglio,</i> at 1463-64.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">On the other hand, in some unions, the intermediate body began to \"acquire[] a life of its own,\" occasionally to the extent that it assumed many of the functions traditionally associated with local unions. <i>See</i> Herbert J. Lahne, <i>The Intermediate Union Body in Collective Bargaining,</i> 6 Indus. &amp; Lab. Rel. Rev. 163, 164 (1953). Scholars were critical of this trend because of the effect that it had on local unions and consequently on union democracy. <i>See, e.g.,</i> Barbash, <i>Labor's Grass Roots,</i> at 234 (noting that \"[s]ome intermediate bodies, particularly the joint-board type or joint-council type in the larger city, have gone too far in reducing the local union to nothing more than a union meeting\" and calling upon such bodies to \"appropriate only the functions which are intrinsic to [them]\"); Lahne, <i>The Intermediate Union Body in Collective Bargaining,</i> at 164 (\"When the role of the individual local in collective bargaining and grievance handling is reduced to participation in the deliberations of a delegate body, an important source of local union vitality is surrendered to a species of outsider.\"). This criticism reflected a concern that the appropriation by intermediate bodies of most or all of the representational activities traditionally performed by local unions denied an important measure of participation in union affairs to rank-and-file members, who could participate in intermediate bodies only indirectly through representatives of their locals.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">After considering the legislative history of the LMRDA against this historical backdrop of union organization, I believe that there is reason to question whether Congress intended to endorse an expansive role for non-membership-based intermediate bodies within a labor union when it enacted the LMRDA, a statute that was intended to restore and strengthen union democracy, largely through the election provisions of Title IV. Indeed, my review of the LMRDA's legislative history suggests that Congress envisioned a more circumscribed role for intermediate bodies than the SSR describes. Senator Barry Goldwater vigorously lobbied to include intermediate bodies in the LMRDA's definition of labor organizations so that they would not be exempt from the statute's prohibitions and sanctions. The original Senate Committee bill had defined a labor organization as one in which \"employees participate and which exists for the purpose, in whole or in part, of collective bargaining.\" Senator Goldwater argued that this definition afforded a dangerous loophole for intermediate bodies, some of which had become infamous for their corruption and abuse of power:</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Conferences, such as the Western Conference of Teamsters, formerly headed by the notorious Frank Brewster, joint boards, and councils are not composed of employees and <i>do not engage in collective bargaining.</i> The committee bill's definition thus does not include any conference, joint board, joint council, or other association or aggregation of representatives of labor unions, thus freeing them from the sanctions, prohibitions, and other requirements of the bill.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">86 Cong. Rec. S. 5847 (daily ed. Apr. 23, 1959) (statement of Sen. Goldwater), <i>in</i> National Labor Relations Board, 2 <i>Legislative History of the Labor-Management Reporting and Disclosure Act of 1959,</i> 1121 (1959) (emphasis added). Senator Goldwater proposed to include in the definition of \"labor organizations\" the phrase: \"and any conference, joint board, joint council, or other association or aggregation of labor organizations other than a State federation or central labor council or an association formed to carry on educational activity or to represent its members before any judicial, administrative, or legislative body.\" <i>Id.</i> Senator Goldwater's proposed amendment was adopted on the Senate floor.<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a> Thus, the author of the amendment that brought intermediate bodies under the purview of the LMRDA viewed them as organizations that 1) were composed of representatives of local unions rather than employees, and 2) did not engage in collective bargaining activities.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Although the LMRDA does not define the terms \"local labor organization\" or \"intermediate bodies,\" the final act clearly distinguished between the two kinds of union bodies in its definition of \"labor organizations.\" For the purposes of the act, a labor organization is one that is</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">engaged in an industry affecting commerce and includes any organization of any kind, any agency, or employee representation committee, group, association, or plan so engaged in which employees participate and which exists for the purpose, in whole or in part, of dealing with employers concerning grievances, labor disputes, wages, rates of pay, hours, or other terms or conditions of employment and any conference, general committee, joint or system board, or joint council so engaged which is subordinate to a national or international labor organization, other than a State or local central body.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">29 U.S.C. &#167; 402(i). Notably, intermediate bodies are not included among those organizations composed of employees or dealing with employers \"concerning grievances, labor disputes, wages, rates of pay, hours, or other terms or conditions of employment.\" Rather, they are described in terms of their formal label (\"conference, general committee, joint or system board, or joint council\"), their structural position in the union hierarchy (\"subordinate to a national or international labor organization\"), and their general function (\"engaged in an industry affecting commerce\"). <i>See</i> Julius Rezler, <i>The Definitions of LMRDA, in Symposium on LMRDA</i> 267 (1961) (noting that the LMRDA divided labor organizations into two groups: \"first, organizations in which employees participate and which exist for the purpose of dealing with employers concerning the terms and conditions of employment; and second, the so-called intermediate bodies not necessarily composed of employees or dealing with employers, but subordinated to national or international unions\"). Although this definition does not prevent intermediate bodies from engaging in collective bargaining activities, neither does it include intermediate bodies in its description of labor organizations that interact directly with union members and participate in such activities as settling grievances and negotiating with employers over issues concerning the terms or conditions of employment.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">As the SSR noted, the Senate Committee Report to the LMRDA stated that intermediate bodies can \"exercise responsible governing power,\" without elaborating upon the nature or scope of that power. <i>See</i> S.Rep. No. 86-187, at 20 (1959), <i>reprinted in</i> 1959 U.S.C.C.A.N. 2318, 2336. However, the report also included a broader statement of Congress's objectives in enacting the LMRDA, and in particular Title IV's election provisions:</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">It needs no argument to demonstrate the importance of free and democratic union elections. Under the National Labor Relations and Railway Labor Acts the union which is the bargaining representative has power, in conjunction with the employer, to fix a man's wages, hours, and conditions of employment. The individual employee may not lawfully negotiate with his employer. He is bound by the union contract. In practice, the union also has a significant role in enforcing the grievance procedure where a man's contract rights are enforced. The Government which gives unions this power has an obligation to insure that the officials who wield it are responsive to the desires of the men and women whom they represent. The best assurance which can be given is a legal guarantee of free and periodic elections.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">S.Rep. No. 86-187, at 20 (1959), <i>reprinted in</i> 1959 U.S.C.C.A.N. 2318, 2336. This statement demonstrates that Congress sought to \"protect the rights of rank-and-file members to participate fully in the operation of their union through processes of democratic self-government, and, through the election process, to keep the union leadership responsive to the membership.\" <i>Wirtz v. Hotel, Motel &amp; Club Employees Union Local 6,</i> 391 U.S. 492, 497, 88 S.Ct. 1743, 20 L.Ed.2d 763 (1968); <i>see also Am. Fed. of Musicians v. Wittstein,</i> 379 U.S. 171, 181, 85 S.Ct. 300, 13 L.Ed.2d 214 (1964) (\"As a part of the [LMRDA's] purpose of protecting and fostering participation by the rank and file in the affairs of the union, Title IV contains elaborate statutory safeguards for the election of union officers.\"); Clyde W. Summers, <i>Judicial Regulation of Union Elections,</i> 70 Yale L.J. 1221, 1221 (1961) (The LMRDA \"recognizes the key role of union elections,\" which \"are the main nerve centers of union democracy, for it is through the officers that the will of the members is translated into effective action.\"). As Senator Robert Griffin, co-sponsor of the Senate bill that ultimately became the LMRDA, later commented: \"Landrum-Griffin focused upon a basic precept &#8212; the principle that each individual member should be able to play a participatory role in the affairs of his union.\" Robert P. Griffin, <i>The Landrum-Griffin Act: Twelve Years of Experience in Protecting Employee Rights,</i> 5 Ga. L.Rev. 622, 622 (1971).</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">The local union logically served as the organizational unit through which members could most effectively participate in union affairs. Since the LMRDA required the election of local officials \"at least every three years by secret ballot membership referendum, union members [could] have direct control over their local leaders, assuming an honest count.\" Herman Benson, <i>The Fight for Union Democracy, in</i> Seymour Martin Lipset, <i>Unions in Transition: Entering the Second Century</i> 326 (1986). Local unions \"offered the maximum potential for direct membership control\" because through those local organizations, \"dues-payers c[ould] assess their leadership with reasonable accuracy, watching how grievances are processed [and] how local meetings are conducted,\" and \"express their dissatisfaction... [with union policies] by defeating local incumbents and electing oppositionists.\" <i>Id.</i> Thus, in promoting union democracy through Title IV's election provisions, the LMRDA relied on the existence of local unions which maintained direct ties to rank-and-file union members and exercised meaningful control over functions that directly affected those members' working lives. <i>Cf.</i> Anderson, <i>Trusteeship Imbroglio,</i> at 1464 (\"The worker's power to affect overall union policy necessarily starts in the local union; it is at this level that the member actively participates in the life of the union.\"); Barbash, <i>Labor's Grass Roots,</i> at 240 (noting that \"the superior democratic performance of the local union is due\" in part to \"the closeness of the union member physically and socially to the governmental process\" and \"the meaningfulness and concreteness of the issues which the local union deals with\"). Considering the LMRDA's \"overriding objective of democratic union governance,\" <i>Sheet Metal Workers' Int'l Ass'n v. Lynn,</i> 488 U.S. 347, 353, 109 S.Ct. 639, 102 L.Ed.2d 700 (1989) (citation and internal quotation marks omitted), it seems likely that the LMRDA required the direct election of local but not intermediate body officers precisely because the local was understood to exercise primary control over activities such as contract enforcement, member discipline, strike authorization, job referrals, and the collection of dues, that most directly affected the daily working lives of union members.<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a></p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">In light of the historical context and congressional history of the LMRDA, I believe that there is some force to the plaintiffs' claim that the Secretary's decision not to recognize the NERCC as a local union is inconsistent with the LMRDA, considered as a whole. Although intermediate bodies engaged in representational activities at the time that the LMRDA was enacted, many important labor union functions were perceived as distinctly \"local,\" and the trend toward centralization was criticized for its effect on union democracy. Senator Goldwater's view that intermediate bodies did not engage in collective bargaining, the LMRDA's definition of labor organizations, and the Act's underlying goal to encourage participation of ordinary members in union affairs and assure the responsiveness of their representatives further suggest that Congress understood intermediate bodies to possess limited powers.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">As Judge Lynch ably explains, we must uphold the Secretary of Labor's decision not to sue under the LMRDA unless it is \"so irrational as to constitute the decision arbitrary and capricious.\" <i>Dunlop v. Bachowski,</i> 421 U.S. 560, 573, 95 S.Ct. 1851, 44 L.Ed.2d 377 (1975). The Secretary's approach and conclusion survive review under this highly deferential standard. Nevertheless, I believe it is incumbent upon the Secretary to remain vigilant that her enforcement actions are consistent with the principles of union democracy that Congress sought to vindicate when it required the direct election of local union officials in Title IV of the LMRDA.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> The local union typically consisted of a substructure of smaller units, which \"in contrast to the local, usually lack[ed] some attribute of self-contained government in that it [did] not have authority to tax, discipline, or enter into a formal agreement with management.\" Barbash,<i>American Unions: Structure, Government, and Politics</i> 42 (1965). The NERCC's subordinate locals appear to lack authority to enter into collective bargaining agreements, appoint trial committees, and preside over formal disciplinary procedures, suggesting, perhaps, that they are more akin to a sub-local unit than a local union. <i>See</i> SSR, at 4 (explaining that in determining whether a union is local or intermediate, the functions and purposes of its subordinate unions should be examined to determine whether they \"exist for purposes traditionally associated with local labor unions\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Professor Jack Barbash defines collective bargaining as a process that involves \"the negotiation of the agreement, the enforcement of the agreement including arbitration, and the strike as the fundamental sanction through which the union is able to bargain collectively.\" Barbash,<i>Labor's Grass Roots,</i> at 2.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> The railroad industry represented a notable exception to the rule of local control over contract enforcement; in that industry, the intermediate body exercised control over both \"the negotiation of the contract and ... the adjustment of grievances under the contract.\" Barbash,<i>Labor's Grass Roots,</i> at 138.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> In the mid-1950s, the National Industrial Conference Board reported that seventy-four percent of union constitutions gave local unions the power to authorize strikes. In fifty-three percent, the international held the final authority to approve strikes initially authorized by the local. Most of the remaining union constitutions either prohibited strikes or did not include provisions governing strike authorization. Less than four percent of unions vested sole power to authorize local strikes in the international union, and apparently none vested such authority in intermediate bodies. Barbash,<i>Labor's Grass Roots,</i> at 151 &amp; n. 37 (citing National Industrial Conference Board, <i>Handbook of Union Government and Structure</i> 42 (1955)).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> Following the passage of the LMRDA, Senator Goldwater reiterated his earlier view of the importance of including \"intermediate bodies\" in the act's definition of a labor organization:</p>\n        <p class=\"indent\">Section 3(1) defines a labor organization to include \"any conference, general committee, joint or system board, or joint council.\"</p>\n        <p class=\"indent\">Organizations or associations of this type were not defined as labor unions in the bill reported by the Senate Labor Committee to the Senate. In executive session, I offered an amendment to include them which was rejected. On the floor, I again offered this amendment, which was, in substantial part, approved.</p>\n        <p class=\"indent\">Failure to include such an amendment would have meant that those so-called intermediate labor bodies would have been exempted from the bill's many restrictions, requirements, and sanctions designed to achieve the minimum of necessary reform in labor unions.</p>\n        <p class=\"indent\"><i>Id.</i> at 1843.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> The NERCC presently performs many of these traditionally local functions. For example, it negotiates collective bargaining agreements, which are submitted for ratification by the general union membership rather than by the locals. It controls the enforcement of contracts through the appointment and supervision of grievance stewards. In addition, the NERCC has exclusive authority over all organizers and business representatives in the New England region, appoints all disciplinary trial committees, levies a portion of union members' dues, and approves dues levied by the local unions</p>\n      </div>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">TORRUELLA, Circuit Judge (Dissenting).</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">In <i>Harrington I,</i> I concurred to express my view that the Secretary's decision not to bring suit under Title IV of the LMRDA departed from her established policies and practices. Therefore, the two options legitimately available to the Secretary following remand were (1) to initiate suit, or (2) to decline to do so and to \"acknowledge that she is adopting a new enforcement policy and interpretation of the Act, and provide her reasons for altering her prior policy.\" <i>Harrington v. Chao,</i> 280 F.3d 50, 61 (1st Cir.2002)(\"<i>Harrington I</i>\")(Torruella, J., concurring). I suggested that it would be futile for the Secretary to \"decline to initiate suit and [to] attempt to clarify for the court why she believes her decision is consistent with the governing regulations and established past practice.\" <i>Id.</i> Nevertheless, this is precisely the path the Secretary has chosen. I dissent because I continue to believe that the Secretary's decision represents a departure from precedent and that such \"[a] deviation from prior interpretations without sufficient explanation may be considered arbitrary and capricious and therefore subject to judicial reversal.\" <i>Harrington I,</i> 280 F.3d at 58-59; <i>Honeywell Int'l, Inc. v. NLRB,</i> 253 F.3d 119, 123 (D.C.Cir.2001)(\"Without more, the [agency's] departure from precedent without a reasoned analysis renders its decision arbitrary and capricious.\").</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">While acknowledging that a union's structure is not determinative of the \"intermediate\" or \"local\" character of an entity under the LMRDA, the majority opinion persuasively defends, as within the Secretary's discretion, the SSR's consideration of the NERCC's location within the UBC's organizational hierarchy. I do not disagree. In fact, the NERCC's placement within the UBC's organizational structure is precisely what brings us to the question before us: whether the NERCC has assumed the functions and purposes of a local labor organization regardless of its \"intermediate\" position within the UBC's structure. As the regulation specifies, \"[t]he characterization of a particular organizational unit as a `local,' `intermediate,' etc., is determined by its functions and purposes rather than the formal title by which it is known or how it classifies itself.\" 29 C.F.R. &#167; 452.11. The question, then, is not whether the Secretary was forbidden to consider where the NERCC was situated within the UBC's structure but whether the Secretary's application of the regulation's functions and purposes test represented a departure from precedent.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">The SSR acknowledges that the functions and purposes approach has required determination of \"whether the intermediate body has taken on so many of the traditional functions of a local union that it must in actuality itself be considered a local union.\" SSR, at 3. As the Secretary points out, \"[a]ny other rule would enable intermediate bodies to completely devalue members' direct participation in officer elections in a manner that is inconsistent with key purposes and provisions of the Act.\" SSR, at 9. Regardless of an entity's position in the middle tier of a union, the Secretary concedes, \"there must be some point at which an entity at that middle tier subsumes so much authority from its subordinate unions that it must be deemed to have itself also become a local labor organization subject to the Act's direct election requirements.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">The majority notes, quoting the Secretary's reply brief, that both parties agree on this \"basic point that when an intermediate's role becomes so overwhelming or omnipresent in union affairs, the requirements for direct elections must apply\" and that the dispute is therefore \"not one of principle, but over where to draw the line.\" The question the SSR needed to answer, then, was whether the NERCC's functions and purposes are so overwhelming and omnipresent in union affairs that the statutory requirement of direct elections applies. It is my opinion that if the SSR had indeed addressed this question, the Secretary's own description of the NERCC's functions would have led inevitably to the conclusion that the NERCC \"has taken on so many of the traditional functions of a local union that it must in actuality itself be considered a local union.\" SSR, at 3.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">The SSR acknowledges that \"the NERCC performs a number of important responsibilities, some of which may be traditionally associated with local unions.\" SSR, at 9.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">[The NERCC] negotiates collective bargaining agreements. It has exclusive authority to hire, discipline, promote, and fire all organizers and business representatives within the New England region. The NERCC's Executive Secretary-Treasurer supervises and directs all representatives and organizers. The stewards are appointed by the NERCC's representative, must report all problems arising at the job site to the representative, and serve at the representative's discretion. The NERCC determines and levies a portion of the members' dues not determined and levied by the locals, and approves all monthly dues levied by the local unions. The NERCC's Executive Secretary-Treasurer appoints all trial committees.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\"><i>Id.</i> at 9-10. Rather than proceeding to address whether these functions and purposes of the NERCC demonstrate an assumption of authority sufficient to render the NERCC subject to the LMRDA's direct election requirements, however, the SSR concludes that because \"[t]he locals that are subordinate to the NERCC ... are not `merely administrative arms' of the union but play such a significant role in dealing with their members ... there is no basis for concluding that the NERCC must also be considered a local to carry out the purpose of the [LMRDA].\" SSR, at 10 (internal citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">The SSR thus ultimately formulates the issue as a question \"of the irreducible minimum that must remain in local unions if higher bodies are not also to be subject to the direct election requirement.\" SSR, at 9. The NERCC locals meet that minimum, in the Secretary's opinion, because</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">the NERCC locals are independently chartered, have identifiable memberships, elect their own officers, and have their own bylaws. Although initially appointed by a NERCC representative, stewards are local members, and resolve most grievances without the participation of or input from the NERCC representative. The locals also administer all job referrals on a local, rather than a regional, basis. (The referral process, which is determined by the NERCC representative, may vary from local to local.) The locals determine and collect monthly dues. A person joins the UBC by becoming a member of a local union, and a member's journeyman level is determined by the local upon admission. A member can withdraw from the union only \"by submitting a clear and unequivocal resignation in writing to the Local Union.\" Although the UBC Constitution provides that charges shall be filed and tried by a Regional Council, NERCC's trial procedure requires that alleged violations first be referred to the relevant local's executive board for an informal hearing with the goal of an informal resolution before charges are filed with the NERCC. Although collective bargaining agreements may be negotiated by the NERCC on a multi-local basis, locals are parties to the agreement and conduct ratification votes among local members. In addition to these functions, the locals also hire their own clerical employees, maintain offices, maintain bank accounts, hold meetings, engage in voluntary organizing drives, lobby, and administer scholarship and disability funds.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">SSR, at 10. The SSR rests its decision on the grounds that \"the local unions that are subordinate to the NERCC continue to perform functions and purposes traditionally associated with local unions,\" and \"[i]n these circumstances, neither the Department's regulation, nor any applicable precedent, compel a conclusion that the Secretary should require the NERCC to conduct elections in accordance with the LMRDA's election rules for local unions.\" SSR, at 10.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">The SSR summarizes this new test as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">If the subordinate organizations in fact continue to perform functions and exist for purposes traditionally associated with local labor unions, the union's characterization of an entity placed structurally between such organizations and the international union as an `intermediate body' will be upheld even though the intermediate body also performs some other functions traditionally associated with local unions.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">SSR, at 4. The SSR thus concludes that the NERCC can be deemed an intermediate body because the subordinate locals continue to serve some functions and purposes of traditional locals.<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a></p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">This determination of the NERCC's intermediate status based on the functions retained by the locals clearly constitutes a departure from the traditional functions and purposes test, which asked not whether the locals retained any of their traditional functions and purposes but whether the \"entity at that middle tier subsumes so much authority from its subordinate unions that it must be deemed to have itself also become a local labor organization subject to the Act's direct election requirements.\" SSR, at 9. The district court, drawing from this court's analysis in <i>Harrington I</i> and from the SSR itself, accurately identified this departure from the traditional functions and purposes test:</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">The issue under the traditional test, as defined by the Court of Appeals, is not whether the NERC[C]'s locals perform some of the tasks associated with a labor union, but rather (in the Secretary's own words) whether the NERC[C] as an intermediate body, \"has taken on so many of the traditional functions of a local union that it must in actuality itself be considered a local union.\"</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\"><i>Harrington v. Chao,</i> 286 F.Supp.2d 80, 85 (D.Mass.2003) (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">Near its conclusion, the majority opinion concedes that what the district court refers to as the SSR's \"functions plus structure\" approach demonstrates a shift in emphasis in applying the functions and purposes test but concludes that \"the Secretary is permitted some flexibility, so long as she provides some explanation for shifting her emphasis\" and that \"nothing [is] arbitrary in the Secretary's shift here, which she thoroughly explained.\" I do not dispute the Secretary's power to alter her interpretation of the regulation but, as this Court noted in <i>Harrington I,</i> she cannot do so without the explanation required by the APA, and \"[a] deviation from prior interpretations without sufficient explanation may be considered arbitrary and capricious and therefore subject to judicial reversal.\" <i>Harrington I,</i> 280 F.3d at 58-59.<a class=\"footnote\" href=\"#fn21\" id=\"fn21_ref\">21</a></p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">The SSR before us is certainly lengthier than the Statement of Reasons in <i>Harrington I</i> and contains references to the governing regulations and relevant caselaw ignored by the original Statement. Still, the SSR simply echoes the approach taken in the original Statement of Reasons and fails to provide sufficient explanation for the Secretary's reliance on the minimum of traditional local functions retained by the locals instead of the NERCC's functions and purposes. The Secretary attempts to gloss over the departure from precedent by feebly distinguishing the relevant caselaw. The SSR distinguishes <i>Boilermakers</i> on the grounds that the entity at issue in that case was not \"intermediate,\" as it had no subordinate entities within the union structure. SSR, at 6. Similarly, <i>Humble Oil</i> is distinguished by the negligible subordinate bodies determined by the court to be \"merely administrative arms\" of the entity at issue. SSR, at 6-7. The SSR thus again focuses on the functions and purposes of the subordinate entities, or lack thereof, instead of acknowledging the evidence these cases provide of the Secretary's and the courts' prior recognition of collective bargaining and member discipline as among the quintessential functions and purposes of local unions. The majority opinion does not deny the thrust of this caselaw:</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">Indeed, the <i>Boilermakers</i> court described the functions of the union body at issue, which included negotiating the basic terms of collective bargaining agreements and grievance handling (which may have included member discipline), to be the functions of a local. <i>See</i> 736 F.2d at 623. And the court in <i>Humble Oil</i> similarly classified collective bargaining and member discipline as \"local\" functions. (citations omitted)</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">Regardless, the majority finds reasonable the SSR's conclusion that \"<i>Boilermakers</i> and <i>Humble Oil</i> do not purport to address precisely which functions and purposes are so intrinsically local in nature that any labor organizations having those functions and purposes must be a `local union' for the purposes of the LMRDA.\" SSR, at 9. Admittedly, these cases may not have framed the issue in precisely these terms. They represent clear precedent, however, regarding which functions and purposes the Secretary previously identified as traditional functions and purposes of local unions.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">The majority's reversal relies heavily on a characterization of the historical context of the LMRDA's passage and specifically the contention that Congress expected intermediate organizations to perform some functions traditionally associated with local labor unions, among them collective bargaining. Legislative history indicating that intermediate bodies were expected to \"exercise responsible governing power\" is thus read by the majority \"against the backdrop of union organizations at the time\" to include negotiation of collective bargaining agreements and member discipline. This allows the majority to argue that the SSR <i>does</i> in fact consider the functions and purposes of the NERCC, and not only those of the local bodies, in compliance with the traditional functions and purposes test. The SSR could thus, in the majority's view, reasonably conclude that the NERCC is an \"intermediate\" entity because some of the functions and purposes it serves that are historically associated with locals were also associated with intermediate bodies at the time of the LMRDA's passage.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">Judge Lipez's concurrence successfully undermines this historical argument, demonstrating that it is unclear whether Congress intended \"intermediate\" bodies to include entities performing the functions assumed by the NERCC and that precisely this sort of usurpation of power without direct democratic participation of the rank-and-file membership may have contributed to legislators' motivation in enacting the LMRDA. The unequivocal message of the legislative history, however, is that the congressional purpose in passing the LMRDA was to provide rank-and-file union members with frequent, direct elections of the officers whose actions determine the most fundamental aspects of their working lives. As Judge Lipez notes, \"by requiring local unions to select local officers by direct membership election, Congress protected the rights of rank-and-file union members to exercise control over the decisions and activities that affected their daily working lives.\" Since July 1996, the rank-and-file members of the UBC have not been able to elect directly the officers who negotiate agreements with their employers, enforce these agreements, and ultimately oversee member discipline. This is precisely the scenario the LMRDA sought to prohibit and what the regulation's \"functions and purposes\" test was meant to identify, as recognized in the prior practice of the Secretary and affirmed by the courts. As appellees' brief laments, \"[i]f every union could infuse so-called intermediate bodies with the functions and purposes of a local labor organization without having to be held accountable under the same elections law of a local, then the intent of the LMRDA in this regard would be emasculated and millions of union members would be effectively disenfranchised.\" Surely, this was not Congress's intent.</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">I respectfully dissent.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> Appellees dispute the factual basis of the Secretary's conclusion that the NERCC's subordinate locals retain traditional functions of local unions of any real significance. For example, the Secretary states that the locals ratify collective bargaining agreements and levy dues. The significance of the local's involvement in the ratification of collective bargaining agreements negotiated by the NERCC is tempered, however, by the fact that all of the locals' members' votes are counted within the regional unit; in other words, even if one local's members were to reject the contract unanimously, it would still become the contract for that local if its members' votes were in the minority among the total of votes cast within the NERCC. The locals' role in the ratification process, then, appears primarily clerical. Appellees also note that while the locals may establish monthly dues, those dues must be approved by the NERCC. It is thus unclear to what extent the NERCC's locals do in fact perform the modicum of traditional functions of locals relied upon by the Secretary</p>\n      </div>\n      <div class=\"footnote\" id=\"fn21\">\n        <a class=\"footnote\" href=\"#fn21_ref\">21</a>\n        <p> Under the APA, courts have the power and the duty to \"hold unlawful and set aside agency action, findings, and conclusion found to be ... arbitrary, capricious, an abuse of discretion, or otherwise not in accordance with law.\" 5 U.S.C &#167; 706(2)(A);<i>Dunlop v. Bachowski,</i> 421 U.S. 560, 95 S.Ct. 1851, 44 L.Ed.2d 377 (1975).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">372</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">52</span></span></p>\n    <p class=\"parties\">Thomas J. HARRINGTON; Richard S. Neville; Thomas Fordham; Francis J. Ferguson; John A. Biggins; Mark J. Durkin, Plaintiffs, Appellees,<br>Joseph D. Flemming, III, Plaintiff,<br>v.<br>Elaine L. CHAO, Secretary of Labor, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 04-1144.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard April 9, 2004.</p>\n    <p class=\"date\">Decided June 21, 2004.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">William Kanter, with whom John S. Koppel, Appellate Staff, Civil Division, Michael J. Sullivan, U.S. Attorney, Peter D. Keisler, Assistant Attorney General, Gary K. Stearman, Senior Appellate Attorney, Department of Labor, Nathaniel I. Spiller, Deputy Associate Solicitor, Allen H. Feldman, Associate Solicitor, and Howard M. Radzely, Solicitor of Labor, were on brief, for appellant.</p>\n      <p class=\"indent\">Michael A. Feinberg, with whom Jonathan M. Conti and Feinberg, Campbell &amp; Zack, P.C. were on brief, for appellees.</p>\n      <p class=\"indent\">Alan Hyde for the Association for Union Democracy, amicus curiae.</p>\n      <p class=\"indent\">Daniel J. Hall, with whom DeCarlo, Connor, &amp; Selvo was on brief, for the United Brotherhood of Carpenters and Joiners of America, amicus curiae.</p>\n      <p class=\"indent\">Before TORRUELLA, LYNCH and LIPEZ, Circuit Judges.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In 1996 the United Brotherhood of Carpenters (UBC) reorganized its system of local unions and state and district councils to create larger \"Full Services Regional Councils.\" These new councils were given \"all legislative and executive powers on all matters relating to the general interest and welfare of affiliated Local Unions and their members.\" The UBC's reorganization was largely a response to the accelerating regionalization of the construction industry. Construction work had become dominated by fewer and larger employers who increasingly handled out-of-state projects. As a result, the UBC determined that its old network of local unions and state and district councils was no longer capable of bargaining effectively with employer associations.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">This case involves a challenge by seven dissatisfied rank-and-file members of one regional council, the New England Regional Council of Carpenters (\"NERCC\"), to the procedure by which their officers are elected. The NERCC members do not directly elect their officers. Rather, the regional council's officers are elected every four years by delegates who are themselves elected by the members of the local unions. The plaintiffs claim that the Labor-Management Reporting and Disclosure Act (LMRDA), 29 U.S.C. &#167;&#167; 401-531, requires the direct election of the NERCC's officers because the NERCC is a \"local labor organization\" within the meaning of the Act, <i>id.</i> &#167; 481(b), notwithstanding the UBC's designation of it as an intermediate body.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The Secretary of Labor initially determined that the NERCC is an \"intermediate\" rather than a \"local\" union body and is thus not required by the Act to conduct direct elections. In <i>Harrington v. Chao,</i> <span class=\"citation\" data-id=\"199849\"><a href=\"/opinion/199849/harrington-v-chao/\"><span class=\"volume\">280</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">50</span></a></span> (1st Cir.2002) (<i>Harrington I</i>), we found the Secretary's explanation inadequate and remanded the case to her. A new Secretary reviewed the matter and reached the same conclusion, which she explained in a Supplemental Statement of Reasons (\"SSR\"). Plaintiffs again sued. The district court, interpreting <i>Harrington I,</i> found the conclusion as explained in the SSR to be arbitrary and capricious and issued injunctive relief. The Secretary appealed and at her behest this court stayed the district court's injunctive order. We now hold that the Secretary's determination was not arbitrary and capricious. We reverse the district court and order entry of judgment for the Secretary.</p>\n    </div>\n    <p>I. Background of LMRDA</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Concerned about \"instances of breach of trust, corruption, disregard of the rights of individual employees, and other failures to observe high standards of responsibility and ethical conduct\" by entrenched union officials, 29 U.S.C. &#167; 401(b), Congress in 1959 enacted the LMRDA. Pub.L. No. 86-257, 73 Stat. 519 (1959). Title IV of the Act regulates the election of union officers. 29 U.S.C. &#167;&#167; 481-83. It requires that the officers of all \"local labor organizations\" be elected directly by secret ballot of their members and that these elections take place not less than every three years. <i>Id.</i> &#167; 481(b). If an organization is an \"intermediate bod[y],\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> by contrast, Title IV allows the union to choose between direct elections of the organization's officers and election by representatives who are themselves elected,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> and provides that these elections must occur at least every four years. <i>Id.</i> &#167; 481(d). These requirements are designed \"to protect the rights of rank-and-file members to participate fully in the operation of their union through processes of democratic self-government, and ... to keep the union leadership responsive to the membership.\" <i>Wirtz v. Hotel, Motel &amp; Club Employees Union,</i> <span class=\"citation\" data-id=\"107714\"><a href=\"/opinion/107714/wirtz-v-hotel-employees/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">492</span></a></span>, 497-98, <span class=\"citation\" data-id=\"107714\"><a href=\"/opinion/107714/wirtz-v-hotel-employees/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1743</span></a></span>, <span class=\"citation\" data-id=\"107714\"><a href=\"/opinion/107714/wirtz-v-hotel-employees/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">763</span></a></span> (1968).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The LMRDA does not define the terms \"local labor organization\" or \"intermediate bodies.\" The only explicit guidance provided in the statutory text for categorizing union bodies as intermediate or local is the Act's specification of several example \"intermediate bodies.\" These include \"general committees, system boards, joint boards, or joint councils.\" <i>See</i> 29 U.S.C. &#167; 481(d).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Given the lack of specific definitions of intermediate and local bodies in the Act, the possibility existed that labor organizations would attempt to label their constituent entities as \"local\" or \"intermediate\" for the purpose of dictating which method of election would be used. To curb this potential, Congress authorized the Secretary to promulgate regulations concerning how she would determine whether an organization was local or intermediate. <i>Id.</i> &#167; 489(b). Pursuant to this authorization, the Secretary has supplemented the Act's limited guidance on the definitions of local and intermediate bodies with regulations providing that:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The characterization of a particular organizational unit as a \"local,\" \"intermediate,\" etc., is determined by its functions and purposes rather than the formal title by which it is known or how it classifies itself.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">29 C.F.R. &#167; 452.11.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Congress also made a union's designations of its constituent entities subject to review by the Secretary at the request of union members. 29 U.S.C. &#167; 482(b). To initiate the review process, aggrieved union members who have exhausted internal union remedies file a complaint with the Secretary. <i>Id.</i> &#167; 482(a). If, after investigating the complaint, the Secretary finds probable cause to believe that a violation of Title IV occurred and that it probably infected the outcome of the election, she <i>must</i> bring suit to set aside the election. <i>Id.</i> &#167; 482(b); <i>Wirtz v. Local 153, Glass Bottle Blowers Ass'n,</i> <span class=\"citation\" data-id=\"107574\"><a href=\"/opinion/107574/wirtz-v-glass-bottle-blowers/\"><span class=\"volume\">389</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">463</span></a></span>, 472, <span class=\"citation\" data-id=\"107574\"><a href=\"/opinion/107574/wirtz-v-glass-bottle-blowers/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">643</span></a></span>, <span class=\"citation\" data-id=\"107574\"><a href=\"/opinion/107574/wirtz-v-glass-bottle-blowers/\"><span class=\"volume\">19</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">705</span></a></span> (1968). In that sense, the Secretary has no discretion. <i>See Heckler v. Chaney,</i> <span class=\"citation\" data-id=\"111383\"><a href=\"/opinion/111383/heckler-v-chaney/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">821</span></a></span>, 834, <span class=\"citation\" data-id=\"111383\"><a href=\"/opinion/111383/heckler-v-chaney/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1649</span></a></span>, <span class=\"citation\" data-id=\"111383\"><a href=\"/opinion/111383/heckler-v-chaney/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">714</span></a></span> (1985) (section 482(b) \"quite clearly withdrew discretion from the agency and provided guidelines for exercise of its enforcement power\"). If she decides there is no probable cause, she must explain the rationale for that result in writing. <i>Dunlop v. Bachowski,</i> <span class=\"citation\" data-id=\"109260\"><a href=\"/opinion/109260/dunlop-v-bachowski/\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">560</span></a></span>, 571-72, <span class=\"citation\" data-id=\"109260\"><a href=\"/opinion/109260/dunlop-v-bachowski/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1851</span></a></span>, <span class=\"citation\" data-id=\"109260\"><a href=\"/opinion/109260/dunlop-v-bachowski/\"><span class=\"volume\">44</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">377</span></a></span> (1975).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">At the same time that Congress was working to ensure effective union democracy, it was simultaneously taking steps to safeguard against excessive interference in the internal structure of unions. Most notably, Congress limited the ability to sue for violations of Title IV to the Secretary. <i>See Calhoon v. Harvey,</i> <span class=\"citation\" data-id=\"106942\"><a href=\"/opinion/106942/calhoon-v-harvey/\"><span class=\"volume\">379</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">134</span></a></span>, 140, <span class=\"citation\" data-id=\"106942\"><a href=\"/opinion/106942/calhoon-v-harvey/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">292</span></a></span>, <span class=\"citation\" data-id=\"106942\"><a href=\"/opinion/106942/calhoon-v-harvey/\"><span class=\"volume\">13</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">190</span></a></span> (1964). Dissatisfied union members, as a result, are forced to proceed through the Secretary rather than the courts. Congress believed that this requirement would not only curb the potential for excessive litigation, but also facilitate the resolution of labor disputes by promoting uniformity. S.Rep. No. 86-187, at 19 (1959), <i>reprinted in</i> 1959 U.S.C.C.A.N. 2318, 2338.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Given the centrality of the Secretary's role in monitoring union democracy, the Act allows dissatisfied union members to challenge in federal court the Secretary's decision not to sue. <i>Bachowski,</i> 421 U.S. at 565, <span class=\"citation\" data-id=\"109260\"><a href=\"/opinion/109260/dunlop-v-bachowski/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1851</span></a></span>. This is quite unusual. Normally, the federal courts cannot review the decision of an administrative agency not to bring an enforcement action. <i>Heckler,</i> 470 U.S. at 831, <span class=\"citation\" data-id=\"111383\"><a href=\"/opinion/111383/heckler-v-chaney/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1649</span></a></span>. Such decisions are often inherently policy driven and thus best left to the discretion of the agency. <i>See Bachowski,</i> 421 U.S. at 572-73, <span class=\"citation\" data-id=\"109260\"><a href=\"/opinion/109260/dunlop-v-bachowski/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1851</span></a></span>. Largely for that reason, the Secretary's decision whether to sue a union for violating Title IV is reviewed only under the highly limited arbitrary and capricious standard contained in the Administrative Procedure Act, 5 U.S.C. &#167; 706. <i>Bachowski,</i> 421 U.S. at 572-73, <span class=\"citation\" data-id=\"109260\"><a href=\"/opinion/109260/dunlop-v-bachowski/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1851</span></a></span>; <i>Harrington,</i> 280 F.3d at 56. Under that standard, a court reviews the Secretary's stated reasons for not suing only to determine whether they are \"arbitrary, capricious, an abuse of discretion, or otherwise not in accordance with law.\" <i>See Bachowski,</i> 421 U.S. at 565 n. 5, <span class=\"citation\" data-id=\"109260\"><a href=\"/opinion/109260/dunlop-v-bachowski/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1851</span></a></span> (quoting 5 U.S.C. &#167; 706(2)(A)); <i>Thomas Jefferson Univ. v. Shalala,</i> <span class=\"citation\" data-id=\"117865\"><a href=\"/opinion/117865/thomas-jefferson-univ-v-shalala/\"><span class=\"volume\">512</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">504</span></a></span>, 512, <span class=\"citation\" data-id=\"117865\"><a href=\"/opinion/117865/thomas-jefferson-univ-v-shalala/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2381</span></a></span>, <span class=\"citation\" data-id=\"117865\"><a href=\"/opinion/117865/thomas-jefferson-univ-v-shalala/\"><span class=\"volume\">129</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">405</span></a></span> (1994) (same).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In this case, the plaintiff dissident union members argue that the NERCC, while labeled an intermediate body by the UBC, really performs all the functions and purposes of a local union and thus, under the applicable regulations, that the Secretary must sue to bring about direct elections. The Secretary's decision to the contrary, the plaintiffs argue, is arbitrary and capricious because it failed to apply properly the \"functions and purposes\" test of the applicable regulations, 29 C.F.R. &#167; 452.11. Each side is supported by able amicus.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <p>II. Procedural History</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">This is the second time that this case is before us. In <i>Harrington I</i> we reviewed the decision of the then-Secretary that the NERCC was an intermediate body. We held that the decision was arbitrary and capricious in the limited sense that the Secretary's statement of reasons was inadequate given the applicable regulations and the Secretary's position in other cases. 280 F.3d at 59-60. The Secretary's Statement of Reasons in <i>Harrington I</i> did not cite the applicable regulations and used language that appeared to disavow a functional approach. <i>Id.</i> at 57. While the Secretary had \"perhaps appli[ed] the test in the regulations,\" the limited explanation in her Statement of Reasons made us unable to \"say whether the Secretary ha[d] changed her interpretation or departed from the regulation.\" <i>Id.</i> at 57-58. Relatedly, the Statement of Reasons did not discuss, much less distinguish, two applicable precedents that were arguably inconsistent with the Secretary's decision not to sue. <i>Id.</i> In both cases, the functions and purposes of the entity to be classified appeared to be the central focus of the court and the Secretary. <i>Id.</i> at 57-58 &amp; n. 10.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We did not then reach the issue of whether the Secretary's conclusion that the NERCC was an intermediate organization was arbitrary and capricious. <i>See id.</i> at 60. Rather, we remanded to the Secretary to reopen and advised her that if she again decided not to sue, a new statement of reasons \"which addresses both the application of the functions and purposes test of 29 C.F.R. &#167; 452.11, and whether her decision is consistent with her precedents\" would be required. <i>Id.</i> at 60-61.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">On January 31, 2003, the Secretary issued a Supplemental Statement of Reasons (\"SSR\") that found, once again, that the NERCC is an intermediate body under the LMRDA and is thus not required to conduct direct elections. The complainants challenged this determination in district court and quickly moved for summary judgment. Relying largely on <i>Harrington I,</i> the district court granted the motion on October 8, 2003, holding that the Secretary's decision not to sue was arbitrary and capricious. <i>Harrington v. Chao,</i> <span class=\"citation\" data-id=\"2522598\"><a href=\"/opinion/2522598/harrington-v-chao/\"><span class=\"volume\">286</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">80</span></a></span>, 85-86 (D.Mass.2003). The district court subsequently ordered the Secretary \"to take appropriate action\" consistent with its determination. On February 20, 2004, we stayed the district court's order pending the resolution of the Secretary's appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>III. The Secretary's Supplemental Statement of Reasons</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In explaining the Secretary's conclusion that the NERCC is an intermediate body, the SSR outlined three \"basic principles [that] may be discerned from the language and purpose of the LMRDA and the applicable regulations.\" SSR, at 3.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">First, the Secretary stated that she had not abandoned the applicable regulations and explained that classifying a union entity as intermediate or local does indeed require looking to the entity's \"functions and purposes\" rather than \"its formal title or nominal placement within [the] organization.\" <i>Id.</i> The critical inquiry, the SSR continued, is thus \"whether the intermediate body has taken on so many of the traditional functions of a local union that it must in actuality itself be considered a local union.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Second, the SSR explained that the legislative history of the Act made clear \"that `intermediate bodies' are permitted to wield real and significant authority within a labor union without being treated as `local' bodies for purposes of the LMRDA.\" <i>Id.</i> at 4. The SSR identified those powers as including the negotiation of collective bargaining agreements and the discipline of union members.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Third, the SSR stated that an entity's placement within the structure of a union is also \"highly relevant\" in determining whether it is local or intermediate.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> <i>Id.</i> at 5. As a consequence, the SSR concluded that \"although the Secretary will not defer to a union's own characterization of an entity as an intermediate body or a local labor organization, it is proper for the Secretary to take account of an entity's placement in the union's structure in making the determination whether it is an intermediate body or local labor organization.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">From these principles, the Secretary concluded that the NERCC is indeed an intermediate body. The SSR noted that the NERCC is structurally in the middle tier of the UBC; it undeniably supervises numerous local union organizations while itself being subordinate to the UBC International body. This fact was not determinative, however.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Rather, the SSR looked to the \"functions and purposes\" of the NERCC, which it described as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">[The NERCC] negotiates collective bargaining agreements. It has exclusive authority to hire, discipline, promote, and fire all organizers and business representatives within the New England region. The NERCC's Executive Secretary-Treasurer supervises and directs all representatives and organizers. The stewards are appointed by the NERCC's representative, must report all problems arising at the job site to the representative, and serve at the representative's discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\"><i>Id.</i> at 9-10. Although many of these functions may be traditionally associated with local unions, the SSR noted that several of them, most notably the negotiation of collective bargaining agreements, were increasingly handled by intermediate unions throughout the 1950s, when the Act was passed. But the SSR declined to articulate a list of functions exclusively performed by an intermediate organization as contrasted to a local body.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The SSR also looked to the functions and purposes of the local unions, on the theory that if \"the middle tier subsume[d] so much authority from its subordinate unions ... it must be deemed to have itself also become a local labor organization subject to the Act's direct election requirements.\" <i>Id.</i> at 9. In this case, the SSR opined that the subordinate locals are not \"mere administrative arms\" of the NERCC but instead play \"a significant role in dealing with their members.\" <i>Id.</i> at 10. The locals are independently chartered, have identifiable memberships, elect their own officers, have their own by-laws, keep separate offices and bank accounts, and may hold their own meetings. They also determine and collect monthly dues, and may make rules consistent with the UBC constitution and laws. Moreover, the local unions also have various responsibilities and liabilities: they are responsible for the carelessness or negligence of their officers; they collect fines for dues or fees in arrears; and most grievances are resolved by local stewards (although those stewards are appointed by the NERCC). Local unions also exert influence over the UBC International and the activities of the regional councils. Changes to UBC by-laws can be initiated when three local unions join together and locals play a role in ratifying collective bargaining agreements. Based on consideration of these functions, the SSR determined that there was \"no basis for concluding that the NERCC must ... be considered a local to carry out the purpose of the statute.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The SSR also distinguished the two cases noted in <i>Harrington I,</i> in which the Secretary had taken the position that a union entity was local because it performed traditionally local functions. In <i>Donovan v. International Brotherhood of Boilermakers,</i> <span class=\"citation\" data-id=\"437200\"><a href=\"/opinion/437200/raymond-j-donovan-secretary-of-labor-cross-appellee-v-national/\"><span class=\"volume\">736</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">618</span></a></span> (10th Cir.1984), the labor body at issue occupied the bottom level of the union's organizational structure.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> <i>Id.</i> at 623. Similarly, while the labor organization at issue in <i>Shultz v. Employees' Federation of the Humble Oil &amp; Refining Co.,</i> No. 69-C-54, <span class=\"citation no-link\"><span class=\"volume\">1970</span> <span class=\"reporter\">WL</span> <span class=\"page\">5445</span></span>, 1970 U.S. Dist. Lexis 12288 (S.D.Tex. March 31, 1970), was nominally intermediate in the union's structure, in reality the so-called \"locals\" that it supervised were \"merely administrative arms\" of the entity itself and had no significant independent authority. <i>Id.</i> <span class=\"citation no-link\"><span class=\"volume\">1970</span> <span class=\"reporter\">WL</span> <span class=\"page\">5445</span></span>, 1970 U.S. Dist. Lexis 12288, at *11.</p>\n    </div>\n    <p>IV. Analysis</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Review of the district court's grant of summary judgment is de novo. <i>Rankin v. Allstate Ins. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">336</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">8</span></span>, 11 (1st Cir.2003). Here, we decide whether the Secretary's decision that the NERCC is an intermediate body falls within the narrow band of administrative determinations that fail the deferential arbitrary and capricious test.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We begin our analysis of the plaintiffs' claim by making a basic but important point: the Secretary was entitled to consider where the NERCC was located in the UBC's organizational structure when determining whether the NERCC was an intermediate or local body, so long as that factor was not conclusive on its own.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> The consideration of the NERCC's place in the overall union structure is consistent with the LMRDA's use of the term \"intermediate.\" When Congress uses a statutory term that it does not expressly define, that term should normally be construed according to its ordinary or natural meaning. <i>Smith v. United States,</i> <span class=\"citation\" data-id=\"112866\"><a href=\"/opinion/112866/smith-v-united-states/\"><span class=\"volume\">508</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">223</span></a></span>, 228, <span class=\"citation\" data-id=\"112866\"><a href=\"/opinion/112866/smith-v-united-states/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2050</span></a></span>, <span class=\"citation\" data-id=\"112866\"><a href=\"/opinion/112866/smith-v-united-states/\"><span class=\"volume\">124</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">138</span></a></span> (1993). The term \"intermediate\" is most naturally understood to refer to the body's placement in the union hierarchy. <i>See Webster's Third New International Dictionary</i> 1180 (1993) (defining intermediate as \"lying or being in the middle place or degree\"); <i>Oxford English Dictionary</i> (2d ed.1989) (defining intermediate as \"coming or occurring between two things, places\"). Moreover the statute defines \"labor organization\" as including a \"general committee, joint or system board, or joint council\" &#8212; all of which are explicitly defined in 29 U.S.C. &#167; 481(d) as \"intermediate\" &#8212; that is \"<i>subordinate</i> to a national or international labor organization.\" 29 U.S.C. &#167; 402(i) (emphasis added). The description of each of these illustrative intermediate labor organizations as \"subordinate\" to the national or international bodies lends further support to including a structural element in categorizing a union body as intermediate or local. <i>See Webster's, supra,</i> 2277 (defining subordinate as \"placed in a lower order, class or rank\"); <i>Black's Law Dictionary</i> 1439 (7th ed.1999) (defining subordinate as \"placed in or belonging to a lower rank, class or position\").</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The \"functions and purposes\" to which the regulations refer do not exclude looking at the placement of a body within the union structure. Much to the contrary, as the Secretary observed in the SSR, a body's location in the union's structural hierarchy may well inform the determination of what its functions and purposes are. Because the constituent parts of any union are organized together to achieve the desired results, the placement of an entity in the union hierarchy and the functions of other union bodies both below and above it are relevant to determining the functions and purposes of the entity at issue. Consideration of the structural placement of an entity in a union is inherent in the regulatory test of functions and purposes.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">But even if the union's structure were unrelated to the test in the regulations, the Secretary could still consider it. The regulation does not purport to list an exclusive set of permissible considerations, but only to require that a union entity's status as local or intermediate be determined by its \"functions and purposes\" rather than merely its formal title or nominal classification. <i>See</i> 29 C.F.R. &#167; 452.11. An agency is not deemed to have acted inconsistently when it considers a matter upon which the applicable regulation is silent. <i>Thomas Jefferson Univ.,</i> 512 U.S. at 512, <span class=\"citation\" data-id=\"117865\"><a href=\"/opinion/117865/thomas-jefferson-univ-v-shalala/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2381</span></a></span> (the Secretary's view is entitled to less deference if it conflicts with a \"prior interpretation,\" but the petitioner can not \"infer from [] silence the existence of a contrary policy\"). Given the substantial deference that we afford an agency's interpretation of its own regulations, <i>Martin v. Occupational Safety &amp; Health Rev. Comm'n,</i> <span class=\"citation\" data-id=\"112561\"><a href=\"/opinion/112561/martin-v-occupational-safety-and-health-review-commn/\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">144</span></a></span>, 150-51, <span class=\"citation\" data-id=\"112561\"><a href=\"/opinion/112561/martin-v-occupational-safety-and-health-review-commn/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1171</span></a></span>, <span class=\"citation\" data-id=\"112561\"><a href=\"/opinion/112561/martin-v-occupational-safety-and-health-review-commn/\"><span class=\"volume\">113</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">117</span></a></span> (1991), as well as its interpretation of a statute that it implements, <i>Chevron U.S.A., Inc. v. Natural Res. Def. Council, Inc.,</i> <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">837</span></a></span>, 842-43, <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2778</span></a></span>, <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">694</span></a></span> (1984), the Secretary's consideration of the UBC's overall structure was clearly permissible.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The real issue in this case is not whether the Secretary was permitted to consider a union's structure in addition to the functions and purposes of the body at issue, but whether, when the Secretary applied the functions and purposes test, she did so in an impermissible manner. The parties share common ground, as the Secretary's reply brief notes, on \"the basic point that when an intermediate's role becomes so overwhelming or omnipresent in union affairs, the requirements for direct elections must apply.\" The difference between the parties is \"not one of principle, but over where to draw the line.\"</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The plaintiffs' key argument is that the SSR departed from the applicable regulation because it did not analyze the functions and purposes of the entity to be classified &#8212; the NERCC. Rather, the plaintiffs claim that the Secretary focused on the functions and purposes of the locals themselves. This approach, according to the plaintiffs, contradicts the regulation's language as well as the Secretary's prior application of that regulation in <i>Boilermakers</i> and <i>Humble Oil.</i> The plaintiffs claim that the Secretary was required to categorize various functions and purposes as either intermediate or local, and then to determine with which characterization the NERCC's functions and purposes are more closely aligned.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The SSR, however, does look to the functions and purposes of the NERCC, and it finds that some of those functions and purposes &#8212; most notably, collective bargaining &#8212; are historically associated with \"intermediate\" bodies, even if they are associated with local bodies as well. The SSR notes that the Senate Committee Report to the LMRDA stated that intermediate bodies can \"exercise responsible governing power,\" though the precise contours of that power are not elaborated on in the report. <i>See</i> S.Rep. No. 86-187 (1959), at 18, <i>reprinted in</i> 1959 U.S.C.C.A.N. 2318, 2336. Such legislative history plays a particularly important role in interpreting the LMRDA. <i>See Wirtz,</i> 389 U.S. at 468, <span class=\"citation\" data-id=\"107574\"><a href=\"/opinion/107574/wirtz-v-glass-bottle-blowers/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">643</span></a></span> (The \"proper construction [of a labor statute] frequently requires consideration of its wording against the background of its legislative history and in the light of the general objectives Congress sought to achieve. The LMRDA is no exception.\" (citation omitted)).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Understood against the backdrop of union organizations at the time the LMRDA was adopted in 1959, it is clear that the \"responsible governing power\" referenced in the Senate Report includes the negotiation of collective bargaining agreements and member discipline. Before 1959, it was not uncommon for intermediate bodies to engage in both collective bargaining and member discipline. Herbert J. Lahne, <i>The Intermediate Union Body in Collective Bargaining,</i> 6 Indus. &amp; Lab. Rel. Rev. 163, 163-64 (1953). That fact was also reflected in various court cases and NLRB decisions at the time. <i>See, e.g., May Dep't Stores Co. v. NLRB,</i> <span class=\"citation\" data-id=\"104205\"><a href=\"/opinion/104205/may-stores-co-v-labor-board/\"><span class=\"volume\">326</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">376</span></a></span>, 380, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">203</span></span>, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">145</span></span> (1945); <i>NLRB v. Brown &amp; Root,</i> <span class=\"citation\" data-id=\"231382\"><a href=\"/opinion/231382/national-labor-relations-board-v-brown-root-inc/\"><span class=\"volume\">203</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">139</span></a></span>, 141-43 (8th Cir.1953); <i>Ill. Bell Tel. Co.,</i> 100 N.L.R.B. 101, 104 n. 8, <span class=\"citation no-link\"><span class=\"volume\">1952</span> <span class=\"reporter\">WL</span> <span class=\"page\">9903</span></span> (1952). Indeed, the primary motivation for creating intermediate bodies was so that they could negotiate collective bargaining agreements. <i>See</i> Lahne, <i>supra,</i> 6 Indus. &amp; Lab. Rel. Rev. at 164. Intermediate bodies originated \"under circumstances where the nature of an industry and its economics [had] been such as to make it imperative for several locals of the same international in an area to act in concert in collective bargaining and grievance handling.\" <i>Id.</i> These bodies prevented splits and conflicts between local unions and provided \"a means of insuring unified action in the area of collective bargaining.\"<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> <i>Id.</i> at 166. As the Secretary reasonably concluded, \"[h]istorically, unions have not restricted the authority or responsibility for important representational activities &#8212; for example, collective bargaining and the discipline of union members &#8212; to local unions.\"</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Plaintiffs challenge the relevance of this argument based on historical context by arguing that Congress did not have in mind these intermediate bodies because their officers were directly elected by union members. This argument, in our view, is a non sequitur. The issue is what powers Congress, at the time it passed the LMRDA, believed intermediate bodies exercised. Congress was well aware that many intermediate bodies were responsible for collective bargaining and member discipline when it chose to let them decide for themselves whether to have direct elections by their membership.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The plaintiffs' more substantial argument appears to be, at root, that collective bargaining and member discipline have previously been classified by both the Secretary and the courts in <i>Boilermakers</i> and <i>Humble Oil</i> as intrinsically local, rather than intermediate, functions. Indeed, the <i>Boilermakers</i> court described the functions of the union body at issue, which included negotiating the basic terms of collective bargaining agreements and grievance handling (which may have included member discipline), to be the functions of a local. <i>See</i> 736 F.2d at 623. And the court in <i>Humble Oil</i> similarly classified collective bargaining and member discipline as \"local\" functions. <span class=\"citation no-link\"><span class=\"volume\">1970</span> <span class=\"reporter\">WL</span> <span class=\"page\">5445</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1970</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">12288</span></span>, at *13. Even the SSR included collective bargaining and disciplinary functions as within a \"common core of functions\" performed by local unions.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">But as the Secretary points out, in <i>Boilermakers</i> the entity being reviewed was at the lowest level of the union because there were no subsidiary entities. <i>See</i> 736 F.2d at 622-23. Moreover, the issue in <i>Boilermakers</i> was whether the entity in question was a labor organization at all and if so whether it was national or local; the entity did not claim to be intermediate. <i>See id.</i> As such, the court was not confronted with the possibility that the union organization's functions might be associated with intermediate as well as local bodies. <i>Humble Oil</i> is also distinguishable: the entity at issue had no subordinate organizations and claimed that it could not be a local because its divisions were themselves separate locals, a contention the court rejected when it found the divisions to be \"mere administrative arms.\" <i>See</i> <span class=\"citation no-link\"><span class=\"volume\">1970</span> <span class=\"reporter\">WL</span> <span class=\"page\">5445</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1970</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">12288</span></span>, at *11-*12.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">More fundamentally, the plaintiffs' argument falsely assumes that because some locals exercise bargaining and member discipline powers, it follows that all organizations that exercise those powers, regardless of their placement in the union hierarchy, must also be locals. This assumption is inconsistent with the explicit Congressional determination that entities that exercise responsible governing powers may be intermediate. And nothing in the statute requires the Secretary to come up with a taxonomy of functions that may only be exercised by one type of entity and not another.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> Indeed, such a categorical and inflexible approach would tie the Secretary's hands in an evolving labor market and most likely would upset the carefully calibrated system of checks and balances in the statute.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> As the SSR points out, \"the line between local and intermediate functions is not fixed and immutable.\" SSR, at 9. From this, the SSR reasonably concludes that \"<i>Boilermakers</i> and <i>Humble Oil</i> do not purport to address precisely which functions and purposes are so intrinsically local in nature that any labor organization having those functions and purposes must be a `local union' for purposes of the LMRDA.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Plaintiffs' final major argument takes issue with the SSR's conclusion that the functions and purposes of the subordinate local unions should also be scrutinized to ensure that they are \"performing meaningful functions\" and \"continue to exist for purposes associated with local labor organizations.\" SSR, at 4. According to the plaintiffs, the functions and purposes of the UBC locals are irrelevant in determining whether the NERCC is an intermediate body. There is a certain irony in the plaintiffs' taking this position;<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> the Secretary's examination of the locals actually benefits potential plaintiffs by acting as a check on the powers of entities labeled as intermediate and ensuring that locals have meaningful responsibilities.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> Nothing in <i>Harrington I</i> or in the text of LMRDA precludes the Secretary's approach. In fact, it is entirely consistent with the Secretary's position in <i>Humble Oil,</i> which asked if the entity asserted to be a \"local\" was nothing more than an administrative arm of a local. <span class=\"citation no-link\"><span class=\"volume\">1970</span> <span class=\"reporter\">WL</span> <span class=\"page\">5445</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1970</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">12288</span></span>, at *11. The Secretary's examination of the relative power of the locals is hardly unreasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Still, we think there is something to the plaintiffs' argument that the Secretary's approach to applying the functions and purposes test in the regulations, as articulated in the SSR, has apparently shifted in emphasis. As the district court noted, the Secretary's regulation does not say anything about looking to the overall union structure to determine whether a union entity is local or intermediate. But, as we explained in <i>Harrington I,</i> the Secretary is permitted some flexibility, so long as she provides some explanation for shifting her emphasis. 280 F.3d at 58. We see nothing arbitrary in the Secretary's shift here, which she thoroughly explained. The question before us is not whether the Secretary could have permissibly reached the opposite conclusion, but whether the conclusion she did reach was \"so irrational as to constitute the decision arbitrary and capricious.\" <i>Bachowski,</i> 421 U.S. at 573, <span class=\"citation\" data-id=\"109260\"><a href=\"/opinion/109260/dunlop-v-bachowski/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1851</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The interests in union democracy that the plaintiffs seek to vindicate are of great importance. But Congress, perhaps mindful that intermediate organizations may choose to adopt a system of direct elections on their own,<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> imposed strict constraints on the scope of review by courts under the LMRDA.</p>\n    </div>\n    <p>V.</p>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The judgment of the district court is <i>reversed</i> and the case is remanded with instructions to enter judgment for the Secretary. No costs are awarded.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Similar provisions in Title IV regulate the election of officers for national or international bodies. 29 U.S.C. &#167; 481(a)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The LMRDA thus does not prohibit elections for officers of intermediate union bodies, but merely does not mandate them<i>See</i> 29 U.S.C. &#167; 481(d).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Both the Association for Union Democracy (AUD) and the UBC have participated as amici and we are grateful for their assistance</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The SSR also noted that \"in the 44-year history of the LMRDA, the Department has never brought suit contending that an intermediate body that supervised other entities that were indisputably labor organizations was itself a local labor organization subject to the direct election requirements.\" SSR, at 8. The SSR nonetheless allowed for such a possibility</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> At one point, the SSR does state that \"a labor organization at the middle tier of a union is<i>presumptively</i> an intermediate organization.\" SSR, at 9 (emphasis added). We do not understand this language to create a presumption in the sense that the complainant carries the burden of overcoming that fact. The Secretary is charged by statute with independently determining whether a union is violating Title IV of the Act. <i>See</i> 29 U.S.C. &#167; 482(b).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> In distinguishing<i>Boilermakers,</i> the SSR suggested that a body must be in an intermediate structural position in order to be considered an intermediate body. This rule does not appear in the the Secretary's analysis of the status of the NERCC and we assume that there might, under the Secretary's view, be some circumstances in which a union body could be an intermediate even if it had no subordinate entities.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> At times, the plaintiffs' arguments suggest that the fact that there exist numerous local unions within the UBC that are separate from and subordinate to the NERCC is irrelevant to determining whether the NERCC is itself a local or intermediate body. At other times, the plaintiffs' arguments appear not to embrace this position. To the extent that plaintiffs do make the argument that the Secretary cannot consider a union's structure, it is plainly incorrect</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Interestingly, the Lahne article discusses at length the intermediate bodies within the Carpenters union during the early 1950s. Lahne,<i>supra,</i> 6 Indus. &amp; Lab. Rel. Rev. at 165-66. These District Councils, as they were then known, formulated the collective bargaining demands of the union, negotiated with their counterpart, the Master Builders Association, and approved the ultimate agreement. <i>Id.</i> at 165. Moreover, only these Councils could call for a strike and business agents of the councils policed all agreements. <i>Id.</i></p>\n        <p class=\"indent\">By contrast, the Lahne article describes the local Carpenter union bodies as being \"left only with the collection of dues, administration of benefit plans, and social activities.\" <i>Id.</i> Lahne concludes that \"[i]t is clear that the district councils of the Carpenters are the real governing and bargaining bodies of the union. Hardly a ripple would be caused if the locals lost their legal entities entirely....\" <i>Id.</i> at 166.</p>\n        <p class=\"indent\">It would be very odd, in light of this history, to conclude that the Secretary was mandated to find that the replacement organization, the NERCC, made up of old District Councils that were themselves intermediate, is a local entity.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The AUD argues that it would not be difficult for the Secretary to compile a list of \"core functions and purposes of an intermediate body, and then [compare] the functions and purposes of a contested body to that definition.\" The AUD proffers two potential sources: 1) scholarship, such as that contained in Derek C. Bok &amp; John T. Dunlop,<i>Labor and the American Community</i> 150 (1970), and 2) definitions that further the purpose of the LMRDA. Finally, AUD suggests that if the Secretary is to employ any presumption at all, she should presume the organization at issue is local and must hold direct elections. These expressions of policy may or may not be sensible, but they are choices that are committed to the discretion of the Secretary and not the courts.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The plaintiffs say that in the absence of a fixed standard there is little guidance to the parties on how to act and so the result is arbitrary. But the law repeatedly uses flexible and multi-factor tests, eschewing categorical approaches as ill-suited to handle the infinite variations in potential problems to be solved</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> In fact, counsel for AUD refused to join plaintiffs' position at oral argument. Instead, AUD argued that it was permissible to look at the functions of the locals but that here they \"perform no labor relations functions.\" As to AUD's argument, we think that the Secretary was not arbitrary and capricious in coming to the conclusion that the locals here do play a sufficiently significant role in the UBC's overall operation. As the Secretary noted, the UBC locals, inter alia, ratify collective bargaining agreements, are involved in the resolution of grievances, can initiate changes in UBC by-laws, and determine and collect monthly dues</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> The AUD, citing to Alice H. Cook,<i>Union Democracy: Practice and Ideal. An Analysis of Four Large Local Unions</i> 183-89 (1963), argues that the Secretary's focus on whether there are subsidiary organizations could be dangerous. It could permit \"many hitherto unquestioned locals to exempt themselves from the LMRDA's requirement of direct elections, by creating subdivisions holding `the irreducible minimum' of functions.\" Such a risk exists, but it also existed under the regulations simpliciter. Our task is not to decide a hypothetical case about a local fracturing its functions downward, <i>see Humble Oil,</i> <span class=\"citation no-link\"><span class=\"volume\">1970</span> <span class=\"reporter\">WL</span> <span class=\"page\">5445</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1970</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">12288</span></span>, at *13, but to decide this case, which concerns aggregation and consolidation of functions upward to an intermediate organization.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> The LMRDA allows UBC, on its own, to decide that the NERCC officers will be directly elected by union members<i>See</i> 29 U.S.C. &#167; 481(d). But the UBC, as amicus, notes that direct elections impose financial and other costs that a given union may decide outweigh the benefits.</p>\n      </div>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">LIPEZ, Circuit Judge, concurring.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Recognizing the deferential standard that we must apply, I agree with Judge Lynch that the Secretary of Labor's characterization of the NERCC as an \"intermediate\" union body was not arbitrary and capricious. Nevertheless, drawing on scholarship about union organization at the time of the LMRDA's enactment and the LMRDA's legislative history, I write separately to register my concern that the Secretary's approach may be a departure from the more ideal form of union democracy that Congress sought to protect through its enactment of the LMRDA.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The SSR stated that an organization \"at the middle of a union's structure\" becomes a local union only if it \"take[s] over so many of the functions and purposes of the local labor organizations such that the entity should itself also be treated as a local organization for purposes of the LMRDA.\" SSR, at 3. The Secretary acknowledges in her reply brief that this standard sets a high threshold for concluding that an intermediate is, in reality, a local, but claims that it is \"strongly supported\" by the LMRDA's legislative history. The SSR explained that when the LMRDA was passed, intermediate bodies engaged in a wide range of representational activities, including collective bargaining and the discipline of union members. Therefore, it concluded that Congress associated the extensive labor relations functions of the NERCC with intermediate as well as local bodies when it adopted Title IV's election provisions.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">I agree with Judge Lynch that it was reasonable for the Secretary to conclude that when Congress adopted the LMRDA, intermediate bodies were already performing representational activities such as the coordination and negotiation of collective bargaining agreements. However, the legislative history of the LMRDA and contemporary scholarship on union government suggest that Congress did not associate intermediate bodies with a full range of functions historically performed by local unions. Rather, there is reason to believe that Congress understood that local unions would continue to exercise primary or exclusive authority over most traditionally local functions, particularly those that directly affected ordinary union members. Thus, by requiring local unions to select local officers by direct membership election, Congress protected the rights of rank-and-file union members to exercise control over the decisions and activities that affected their daily working lives. Consequently, the Secretary's willingness to allow intermediate bodies to assume an ever-increasing number of local union functions without subjecting them to the LMRDA's direct election requirements represents a threat to union democracy and may eventually stray too far from Congress's intent in adopting Title IV of the LMRDA.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">In the United States, the local was long considered \"the basic building block of the union.\"<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> Leonard R. Sayles &amp; George Strauss, <i>The Local Union</i> 2 (1953) (rev. ed.1967); <i>see also</i> Derek C. Bok &amp; John T. Dunlop, <i>Labor and the American Community</i> 51-52 (1970) (explaining that strong local unions are a unique feature of American unionism not experienced in Europe or Australia). Its daily functions included holding meetings, collecting and spending dues, bargaining with employers, handling grievances, responding to employer concerns, sending delegates to district councils and state and city central labor bodies, and doing \"one hundred other things.\" Jack Barbash, <i>Labor's Grass Roots</i> 3-4 (1961).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">At the same time, \"the reach of a local's collective bargaining functions invariably extend[ed] to collaboration with other locals of its international union and with locals of other internationals,\" usually through intermediate bodies such as district councils, joint boards, and regional, district, or industry councils. <i>Id.</i> at 2. Intermediate bodies were representative bodies made up of delegates from subordinate locals that shared a similar territorial location or employment industry or trade. <i>Id.</i> at 14, 134. Their purpose was \"to join the local unions in larger governmental units for cooperative action and to regulate and administer their joint activities.\" William M. Leiserson, <i>American Trade Union Democracy</i> 316 (1959). \"The intermediate body [was] utilized most commonly by a group of locals to achieve a common objective in collective bargaining.\" Barbash, <i>American Unions,</i> at 55. District or area councils, for example, were typically formed \"to coordinate bargaining throughout a local or regional product market, or simply to achieve an organization of sufficient size to support a full-time staff.\" Bok &amp; Dunlop, <i>Labor and the American Community,</i> at 150. Some intermediate bodies were little more than advisory bodies. Leiserson, <i>American Trade Union Democracy,</i> at 315. Others, like the Carpenters District Councils, \"had a primary role in the negotiation of the [collective bargaining] agreement.\" Barbash, <i>Labor's Grass Roots,</i> at 138. By the 1960s, although the view that \"local bargaining predominates... represent[ed] the consensus, ... the drift &#8212; it would be wrong to characterize it as a trend or tendency &#8212; [was] probably away from exclusive local control of the negotiation of the agreement.\" <i>Id.</i> at 145 (citation and internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Contract negotiation was only one aspect of the collective bargaining process, however, and other representational functions remained distinctly local.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> In particular, contract enforcement, described as \"[t]he enforcement of the agreement through a grievance procedure or through informal adjustment procedures [was] overwhelmingly in the precinct of the local union.\"<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a> <i>Id.</i> at 144; <i>see also</i> Bok &amp; Dunlop, <i>Labor and the American Community,</i> at 51 (stating that even in sectors where \"control over collective bargaining has gravitated to the national or regional level... local unions still retain considerable influence over the administration of the contract\"); Donald R. Anderson, Note, <i>Landrum-Griffin and the Trusteeship Imbroglio,</i> 71 Yale L.J. 1460, 1464 (1962) (noting that despite increased centralization within some unions, \"the grievance machinery necessarily remains in local hands, primarily run by on-the-job stewards\"). Similarly, union constitutions generally vested in local unions the power to authorize strikes, either independently or subject to international approval.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a> While wage issues were sometimes settled at the level of the intermediate or international organization, \"the issue of work rules remain[ed] for local negotiation.\" <i>Id.</i> It appears that local unions also retained control over the discipline of union members; as one scholar noted, \"analysis of the disciplinary process indicates that prevailingly (1) the power to discipline rests with the local union, and (2) that within the local the power rests with the local union membership.\" Barbash, <i>Labor's Grass Roots,</i> at 29. While some intermediate bodies participated in the disciplinary process, they did so by hearing appeals from the decision of the local executive board or trial committee. <i>Id.</i> at 29. In short, \"[d]espite... continuing concentration of power, the local union remain[ed] a basic structural unit of the labor movement, performing the day-to-day functions that most closely affect[ed] the individual workers.\" Anderson, <i>Trusteeship Imbroglio,</i> at 1463-64.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">On the other hand, in some unions, the intermediate body began to \"acquire[] a life of its own,\" occasionally to the extent that it assumed many of the functions traditionally associated with local unions. <i>See</i> Herbert J. Lahne, <i>The Intermediate Union Body in Collective Bargaining,</i> 6 Indus. &amp; Lab. Rel. Rev. 163, 164 (1953). Scholars were critical of this trend because of the effect that it had on local unions and consequently on union democracy. <i>See, e.g.,</i> Barbash, <i>Labor's Grass Roots,</i> at 234 (noting that \"[s]ome intermediate bodies, particularly the joint-board type or joint-council type in the larger city, have gone too far in reducing the local union to nothing more than a union meeting\" and calling upon such bodies to \"appropriate only the functions which are intrinsic to [them]\"); Lahne, <i>The Intermediate Union Body in Collective Bargaining,</i> at 164 (\"When the role of the individual local in collective bargaining and grievance handling is reduced to participation in the deliberations of a delegate body, an important source of local union vitality is surrendered to a species of outsider.\"). This criticism reflected a concern that the appropriation by intermediate bodies of most or all of the representational activities traditionally performed by local unions denied an important measure of participation in union affairs to rank-and-file members, who could participate in intermediate bodies only indirectly through representatives of their locals.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">After considering the legislative history of the LMRDA against this historical backdrop of union organization, I believe that there is reason to question whether Congress intended to endorse an expansive role for non-membership-based intermediate bodies within a labor union when it enacted the LMRDA, a statute that was intended to restore and strengthen union democracy, largely through the election provisions of Title IV. Indeed, my review of the LMRDA's legislative history suggests that Congress envisioned a more circumscribed role for intermediate bodies than the SSR describes. Senator Barry Goldwater vigorously lobbied to include intermediate bodies in the LMRDA's definition of labor organizations so that they would not be exempt from the statute's prohibitions and sanctions. The original Senate Committee bill had defined a labor organization as one in which \"employees participate and which exists for the purpose, in whole or in part, of collective bargaining.\" Senator Goldwater argued that this definition afforded a dangerous loophole for intermediate bodies, some of which had become infamous for their corruption and abuse of power:</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Conferences, such as the Western Conference of Teamsters, formerly headed by the notorious Frank Brewster, joint boards, and councils are not composed of employees and <i>do not engage in collective bargaining.</i> The committee bill's definition thus does not include any conference, joint board, joint council, or other association or aggregation of representatives of labor unions, thus freeing them from the sanctions, prohibitions, and other requirements of the bill.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">86 Cong. Rec. S. 5847 (daily ed. Apr. 23, 1959) (statement of Sen. Goldwater), <i>in</i> National Labor Relations Board, 2 <i>Legislative History of the Labor-Management Reporting and Disclosure Act of 1959,</i> 1121 (1959) (emphasis added). Senator Goldwater proposed to include in the definition of \"labor organizations\" the phrase: \"and any conference, joint board, joint council, or other association or aggregation of labor organizations other than a State federation or central labor council or an association formed to carry on educational activity or to represent its members before any judicial, administrative, or legislative body.\" <i>Id.</i> Senator Goldwater's proposed amendment was adopted on the Senate floor.<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a> Thus, the author of the amendment that brought intermediate bodies under the purview of the LMRDA viewed them as organizations that 1) were composed of representatives of local unions rather than employees, and 2) did not engage in collective bargaining activities.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Although the LMRDA does not define the terms \"local labor organization\" or \"intermediate bodies,\" the final act clearly distinguished between the two kinds of union bodies in its definition of \"labor organizations.\" For the purposes of the act, a labor organization is one that is</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">engaged in an industry affecting commerce and includes any organization of any kind, any agency, or employee representation committee, group, association, or plan so engaged in which employees participate and which exists for the purpose, in whole or in part, of dealing with employers concerning grievances, labor disputes, wages, rates of pay, hours, or other terms or conditions of employment and any conference, general committee, joint or system board, or joint council so engaged which is subordinate to a national or international labor organization, other than a State or local central body.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">29 U.S.C. &#167; 402(i). Notably, intermediate bodies are not included among those organizations composed of employees or dealing with employers \"concerning grievances, labor disputes, wages, rates of pay, hours, or other terms or conditions of employment.\" Rather, they are described in terms of their formal label (\"conference, general committee, joint or system board, or joint council\"), their structural position in the union hierarchy (\"subordinate to a national or international labor organization\"), and their general function (\"engaged in an industry affecting commerce\"). <i>See</i> Julius Rezler, <i>The Definitions of LMRDA, in Symposium on LMRDA</i> 267 (1961) (noting that the LMRDA divided labor organizations into two groups: \"first, organizations in which employees participate and which exist for the purpose of dealing with employers concerning the terms and conditions of employment; and second, the so-called intermediate bodies not necessarily composed of employees or dealing with employers, but subordinated to national or international unions\"). Although this definition does not prevent intermediate bodies from engaging in collective bargaining activities, neither does it include intermediate bodies in its description of labor organizations that interact directly with union members and participate in such activities as settling grievances and negotiating with employers over issues concerning the terms or conditions of employment.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">As the SSR noted, the Senate Committee Report to the LMRDA stated that intermediate bodies can \"exercise responsible governing power,\" without elaborating upon the nature or scope of that power. <i>See</i> S.Rep. No. 86-187, at 20 (1959), <i>reprinted in</i> 1959 U.S.C.C.A.N. 2318, 2336. However, the report also included a broader statement of Congress's objectives in enacting the LMRDA, and in particular Title IV's election provisions:</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">It needs no argument to demonstrate the importance of free and democratic union elections. Under the National Labor Relations and Railway Labor Acts the union which is the bargaining representative has power, in conjunction with the employer, to fix a man's wages, hours, and conditions of employment. The individual employee may not lawfully negotiate with his employer. He is bound by the union contract. In practice, the union also has a significant role in enforcing the grievance procedure where a man's contract rights are enforced. The Government which gives unions this power has an obligation to insure that the officials who wield it are responsive to the desires of the men and women whom they represent. The best assurance which can be given is a legal guarantee of free and periodic elections.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">S.Rep. No. 86-187, at 20 (1959), <i>reprinted in</i> 1959 U.S.C.C.A.N. 2318, 2336. This statement demonstrates that Congress sought to \"protect the rights of rank-and-file members to participate fully in the operation of their union through processes of democratic self-government, and, through the election process, to keep the union leadership responsive to the membership.\" <i>Wirtz v. Hotel, Motel &amp; Club Employees Union Local 6,</i> <span class=\"citation\" data-id=\"107714\"><a href=\"/opinion/107714/wirtz-v-hotel-employees/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">492</span></a></span>, 497, <span class=\"citation\" data-id=\"107714\"><a href=\"/opinion/107714/wirtz-v-hotel-employees/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1743</span></a></span>, <span class=\"citation\" data-id=\"107714\"><a href=\"/opinion/107714/wirtz-v-hotel-employees/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">763</span></a></span> (1968); <i>see also Am. Fed. of Musicians v. Wittstein,</i> <span class=\"citation\" data-id=\"106944\"><a href=\"/opinion/106944/musicians-v-wittstein/\"><span class=\"volume\">379</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">171</span></a></span>, 181, <span class=\"citation\" data-id=\"106944\"><a href=\"/opinion/106944/musicians-v-wittstein/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">300</span></a></span>, <span class=\"citation\" data-id=\"106944\"><a href=\"/opinion/106944/musicians-v-wittstein/\"><span class=\"volume\">13</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">214</span></a></span> (1964) (\"As a part of the [LMRDA's] purpose of protecting and fostering participation by the rank and file in the affairs of the union, Title IV contains elaborate statutory safeguards for the election of union officers.\"); Clyde W. Summers, <i>Judicial Regulation of Union Elections,</i> 70 Yale L.J. 1221, 1221 (1961) (The LMRDA \"recognizes the key role of union elections,\" which \"are the main nerve centers of union democracy, for it is through the officers that the will of the members is translated into effective action.\"). As Senator Robert Griffin, co-sponsor of the Senate bill that ultimately became the LMRDA, later commented: \"Landrum-Griffin focused upon a basic precept &#8212; the principle that each individual member should be able to play a participatory role in the affairs of his union.\" Robert P. Griffin, <i>The Landrum-Griffin Act: Twelve Years of Experience in Protecting Employee Rights,</i> 5 Ga. L.Rev. 622, 622 (1971).</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">The local union logically served as the organizational unit through which members could most effectively participate in union affairs. Since the LMRDA required the election of local officials \"at least every three years by secret ballot membership referendum, union members [could] have direct control over their local leaders, assuming an honest count.\" Herman Benson, <i>The Fight for Union Democracy, in</i> Seymour Martin Lipset, <i>Unions in Transition: Entering the Second Century</i> 326 (1986). Local unions \"offered the maximum potential for direct membership control\" because through those local organizations, \"dues-payers c[ould] assess their leadership with reasonable accuracy, watching how grievances are processed [and] how local meetings are conducted,\" and \"express their dissatisfaction... [with union policies] by defeating local incumbents and electing oppositionists.\" <i>Id.</i> Thus, in promoting union democracy through Title IV's election provisions, the LMRDA relied on the existence of local unions which maintained direct ties to rank-and-file union members and exercised meaningful control over functions that directly affected those members' working lives. <i>Cf.</i> Anderson, <i>Trusteeship Imbroglio,</i> at 1464 (\"The worker's power to affect overall union policy necessarily starts in the local union; it is at this level that the member actively participates in the life of the union.\"); Barbash, <i>Labor's Grass Roots,</i> at 240 (noting that \"the superior democratic performance of the local union is due\" in part to \"the closeness of the union member physically and socially to the governmental process\" and \"the meaningfulness and concreteness of the issues which the local union deals with\"). Considering the LMRDA's \"overriding objective of democratic union governance,\" <i>Sheet Metal Workers' Int'l Ass'n v. Lynn,</i> <span class=\"citation\" data-id=\"112172\"><a href=\"/opinion/112172/sheet-metal-workers-v-lynn/\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">347</span></a></span>, 353, <span class=\"citation\" data-id=\"112172\"><a href=\"/opinion/112172/sheet-metal-workers-v-lynn/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">639</span></a></span>, <span class=\"citation\" data-id=\"112172\"><a href=\"/opinion/112172/sheet-metal-workers-v-lynn/\"><span class=\"volume\">102</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">700</span></a></span> (1989) (citation and internal quotation marks omitted), it seems likely that the LMRDA required the direct election of local but not intermediate body officers precisely because the local was understood to exercise primary control over activities such as contract enforcement, member discipline, strike authorization, job referrals, and the collection of dues, that most directly affected the daily working lives of union members.<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a></p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">In light of the historical context and congressional history of the LMRDA, I believe that there is some force to the plaintiffs' claim that the Secretary's decision not to recognize the NERCC as a local union is inconsistent with the LMRDA, considered as a whole. Although intermediate bodies engaged in representational activities at the time that the LMRDA was enacted, many important labor union functions were perceived as distinctly \"local,\" and the trend toward centralization was criticized for its effect on union democracy. Senator Goldwater's view that intermediate bodies did not engage in collective bargaining, the LMRDA's definition of labor organizations, and the Act's underlying goal to encourage participation of ordinary members in union affairs and assure the responsiveness of their representatives further suggest that Congress understood intermediate bodies to possess limited powers.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">As Judge Lynch ably explains, we must uphold the Secretary of Labor's decision not to sue under the LMRDA unless it is \"so irrational as to constitute the decision arbitrary and capricious.\" <i>Dunlop v. Bachowski,</i> <span class=\"citation\" data-id=\"109260\"><a href=\"/opinion/109260/dunlop-v-bachowski/\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">560</span></a></span>, 573, <span class=\"citation\" data-id=\"109260\"><a href=\"/opinion/109260/dunlop-v-bachowski/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1851</span></a></span>, <span class=\"citation\" data-id=\"109260\"><a href=\"/opinion/109260/dunlop-v-bachowski/\"><span class=\"volume\">44</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">377</span></a></span> (1975). The Secretary's approach and conclusion survive review under this highly deferential standard. Nevertheless, I believe it is incumbent upon the Secretary to remain vigilant that her enforcement actions are consistent with the principles of union democracy that Congress sought to vindicate when it required the direct election of local union officials in Title IV of the LMRDA.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> The local union typically consisted of a substructure of smaller units, which \"in contrast to the local, usually lack[ed] some attribute of self-contained government in that it [did] not have authority to tax, discipline, or enter into a formal agreement with management.\" Barbash,<i>American Unions: Structure, Government, and Politics</i> 42 (1965). The NERCC's subordinate locals appear to lack authority to enter into collective bargaining agreements, appoint trial committees, and preside over formal disciplinary procedures, suggesting, perhaps, that they are more akin to a sub-local unit than a local union. <i>See</i> SSR, at 4 (explaining that in determining whether a union is local or intermediate, the functions and purposes of its subordinate unions should be examined to determine whether they \"exist for purposes traditionally associated with local labor unions\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Professor Jack Barbash defines collective bargaining as a process that involves \"the negotiation of the agreement, the enforcement of the agreement including arbitration, and the strike as the fundamental sanction through which the union is able to bargain collectively.\" Barbash,<i>Labor's Grass Roots,</i> at 2.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> The railroad industry represented a notable exception to the rule of local control over contract enforcement; in that industry, the intermediate body exercised control over both \"the negotiation of the contract and ... the adjustment of grievances under the contract.\" Barbash,<i>Labor's Grass Roots,</i> at 138.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> In the mid-1950s, the National Industrial Conference Board reported that seventy-four percent of union constitutions gave local unions the power to authorize strikes. In fifty-three percent, the international held the final authority to approve strikes initially authorized by the local. Most of the remaining union constitutions either prohibited strikes or did not include provisions governing strike authorization. Less than four percent of unions vested sole power to authorize local strikes in the international union, and apparently none vested such authority in intermediate bodies. Barbash,<i>Labor's Grass Roots,</i> at 151 &amp; n. 37 (citing National Industrial Conference Board, <i>Handbook of Union Government and Structure</i> 42 (1955)).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> Following the passage of the LMRDA, Senator Goldwater reiterated his earlier view of the importance of including \"intermediate bodies\" in the act's definition of a labor organization:</p>\n        <p class=\"indent\">Section 3(1) defines a labor organization to include \"any conference, general committee, joint or system board, or joint council.\"</p>\n        <p class=\"indent\">Organizations or associations of this type were not defined as labor unions in the bill reported by the Senate Labor Committee to the Senate. In executive session, I offered an amendment to include them which was rejected. On the floor, I again offered this amendment, which was, in substantial part, approved.</p>\n        <p class=\"indent\">Failure to include such an amendment would have meant that those so-called intermediate labor bodies would have been exempted from the bill's many restrictions, requirements, and sanctions designed to achieve the minimum of necessary reform in labor unions.</p>\n        <p class=\"indent\"><i>Id.</i> at 1843.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> The NERCC presently performs many of these traditionally local functions. For example, it negotiates collective bargaining agreements, which are submitted for ratification by the general union membership rather than by the locals. It controls the enforcement of contracts through the appointment and supervision of grievance stewards. In addition, the NERCC has exclusive authority over all organizers and business representatives in the New England region, appoints all disciplinary trial committees, levies a portion of union members' dues, and approves dues levied by the local unions</p>\n      </div>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">TORRUELLA, Circuit Judge (Dissenting).</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">In <i>Harrington I,</i> I concurred to express my view that the Secretary's decision not to bring suit under Title IV of the LMRDA departed from her established policies and practices. Therefore, the two options legitimately available to the Secretary following remand were (1) to initiate suit, or (2) to decline to do so and to \"acknowledge that she is adopting a new enforcement policy and interpretation of the Act, and provide her reasons for altering her prior policy.\" <i>Harrington v. Chao,</i> <span class=\"citation\" data-id=\"199849\"><a href=\"/opinion/199849/harrington-v-chao/\"><span class=\"volume\">280</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">50</span></a></span>, 61 (1st Cir.2002)(\"<i>Harrington I</i>\")(Torruella, J., concurring). I suggested that it would be futile for the Secretary to \"decline to initiate suit and [to] attempt to clarify for the court why she believes her decision is consistent with the governing regulations and established past practice.\" <i>Id.</i> Nevertheless, this is precisely the path the Secretary has chosen. I dissent because I continue to believe that the Secretary's decision represents a departure from precedent and that such \"[a] deviation from prior interpretations without sufficient explanation may be considered arbitrary and capricious and therefore subject to judicial reversal.\" <i>Harrington I,</i> 280 F.3d at 58-59; <i>Honeywell Int'l, Inc. v. NLRB,</i> <span class=\"citation\" data-id=\"185412\"><a href=\"/opinion/185412/honeywell-intl-inc-v-nlrb/\"><span class=\"volume\">253</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">119</span></a></span>, 123 (D.C.Cir.2001)(\"Without more, the [agency's] departure from precedent without a reasoned analysis renders its decision arbitrary and capricious.\").</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">While acknowledging that a union's structure is not determinative of the \"intermediate\" or \"local\" character of an entity under the LMRDA, the majority opinion persuasively defends, as within the Secretary's discretion, the SSR's consideration of the NERCC's location within the UBC's organizational hierarchy. I do not disagree. In fact, the NERCC's placement within the UBC's organizational structure is precisely what brings us to the question before us: whether the NERCC has assumed the functions and purposes of a local labor organization regardless of its \"intermediate\" position within the UBC's structure. As the regulation specifies, \"[t]he characterization of a particular organizational unit as a `local,' `intermediate,' etc., is determined by its functions and purposes rather than the formal title by which it is known or how it classifies itself.\" 29 C.F.R. &#167; 452.11. The question, then, is not whether the Secretary was forbidden to consider where the NERCC was situated within the UBC's structure but whether the Secretary's application of the regulation's functions and purposes test represented a departure from precedent.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">The SSR acknowledges that the functions and purposes approach has required determination of \"whether the intermediate body has taken on so many of the traditional functions of a local union that it must in actuality itself be considered a local union.\" SSR, at 3. As the Secretary points out, \"[a]ny other rule would enable intermediate bodies to completely devalue members' direct participation in officer elections in a manner that is inconsistent with key purposes and provisions of the Act.\" SSR, at 9. Regardless of an entity's position in the middle tier of a union, the Secretary concedes, \"there must be some point at which an entity at that middle tier subsumes so much authority from its subordinate unions that it must be deemed to have itself also become a local labor organization subject to the Act's direct election requirements.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">The majority notes, quoting the Secretary's reply brief, that both parties agree on this \"basic point that when an intermediate's role becomes so overwhelming or omnipresent in union affairs, the requirements for direct elections must apply\" and that the dispute is therefore \"not one of principle, but over where to draw the line.\" The question the SSR needed to answer, then, was whether the NERCC's functions and purposes are so overwhelming and omnipresent in union affairs that the statutory requirement of direct elections applies. It is my opinion that if the SSR had indeed addressed this question, the Secretary's own description of the NERCC's functions would have led inevitably to the conclusion that the NERCC \"has taken on so many of the traditional functions of a local union that it must in actuality itself be considered a local union.\" SSR, at 3.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">The SSR acknowledges that \"the NERCC performs a number of important responsibilities, some of which may be traditionally associated with local unions.\" SSR, at 9.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">[The NERCC] negotiates collective bargaining agreements. It has exclusive authority to hire, discipline, promote, and fire all organizers and business representatives within the New England region. The NERCC's Executive Secretary-Treasurer supervises and directs all representatives and organizers. The stewards are appointed by the NERCC's representative, must report all problems arising at the job site to the representative, and serve at the representative's discretion. The NERCC determines and levies a portion of the members' dues not determined and levied by the locals, and approves all monthly dues levied by the local unions. The NERCC's Executive Secretary-Treasurer appoints all trial committees.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\"><i>Id.</i> at 9-10. Rather than proceeding to address whether these functions and purposes of the NERCC demonstrate an assumption of authority sufficient to render the NERCC subject to the LMRDA's direct election requirements, however, the SSR concludes that because \"[t]he locals that are subordinate to the NERCC ... are not `merely administrative arms' of the union but play such a significant role in dealing with their members ... there is no basis for concluding that the NERCC must also be considered a local to carry out the purpose of the [LMRDA].\" SSR, at 10 (internal citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">The SSR thus ultimately formulates the issue as a question \"of the irreducible minimum that must remain in local unions if higher bodies are not also to be subject to the direct election requirement.\" SSR, at 9. The NERCC locals meet that minimum, in the Secretary's opinion, because</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">the NERCC locals are independently chartered, have identifiable memberships, elect their own officers, and have their own bylaws. Although initially appointed by a NERCC representative, stewards are local members, and resolve most grievances without the participation of or input from the NERCC representative. The locals also administer all job referrals on a local, rather than a regional, basis. (The referral process, which is determined by the NERCC representative, may vary from local to local.) The locals determine and collect monthly dues. A person joins the UBC by becoming a member of a local union, and a member's journeyman level is determined by the local upon admission. A member can withdraw from the union only \"by submitting a clear and unequivocal resignation in writing to the Local Union.\" Although the UBC Constitution provides that charges shall be filed and tried by a Regional Council, NERCC's trial procedure requires that alleged violations first be referred to the relevant local's executive board for an informal hearing with the goal of an informal resolution before charges are filed with the NERCC. Although collective bargaining agreements may be negotiated by the NERCC on a multi-local basis, locals are parties to the agreement and conduct ratification votes among local members. In addition to these functions, the locals also hire their own clerical employees, maintain offices, maintain bank accounts, hold meetings, engage in voluntary organizing drives, lobby, and administer scholarship and disability funds.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">SSR, at 10. The SSR rests its decision on the grounds that \"the local unions that are subordinate to the NERCC continue to perform functions and purposes traditionally associated with local unions,\" and \"[i]n these circumstances, neither the Department's regulation, nor any applicable precedent, compel a conclusion that the Secretary should require the NERCC to conduct elections in accordance with the LMRDA's election rules for local unions.\" SSR, at 10.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">The SSR summarizes this new test as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">If the subordinate organizations in fact continue to perform functions and exist for purposes traditionally associated with local labor unions, the union's characterization of an entity placed structurally between such organizations and the international union as an `intermediate body' will be upheld even though the intermediate body also performs some other functions traditionally associated with local unions.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">SSR, at 4. The SSR thus concludes that the NERCC can be deemed an intermediate body because the subordinate locals continue to serve some functions and purposes of traditional locals.<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a></p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">This determination of the NERCC's intermediate status based on the functions retained by the locals clearly constitutes a departure from the traditional functions and purposes test, which asked not whether the locals retained any of their traditional functions and purposes but whether the \"entity at that middle tier subsumes so much authority from its subordinate unions that it must be deemed to have itself also become a local labor organization subject to the Act's direct election requirements.\" SSR, at 9. The district court, drawing from this court's analysis in <i>Harrington I</i> and from the SSR itself, accurately identified this departure from the traditional functions and purposes test:</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">The issue under the traditional test, as defined by the Court of Appeals, is not whether the NERC[C]'s locals perform some of the tasks associated with a labor union, but rather (in the Secretary's own words) whether the NERC[C] as an intermediate body, \"has taken on so many of the traditional functions of a local union that it must in actuality itself be considered a local union.\"</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\"><i>Harrington v. Chao,</i> <span class=\"citation\" data-id=\"2522598\"><a href=\"/opinion/2522598/harrington-v-chao/\"><span class=\"volume\">286</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">80</span></a></span>, 85 (D.Mass.2003) (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">Near its conclusion, the majority opinion concedes that what the district court refers to as the SSR's \"functions plus structure\" approach demonstrates a shift in emphasis in applying the functions and purposes test but concludes that \"the Secretary is permitted some flexibility, so long as she provides some explanation for shifting her emphasis\" and that \"nothing [is] arbitrary in the Secretary's shift here, which she thoroughly explained.\" I do not dispute the Secretary's power to alter her interpretation of the regulation but, as this Court noted in <i>Harrington I,</i> she cannot do so without the explanation required by the APA, and \"[a] deviation from prior interpretations without sufficient explanation may be considered arbitrary and capricious and therefore subject to judicial reversal.\" <i>Harrington I,</i> 280 F.3d at 58-59.<a class=\"footnote\" href=\"#fn21\" id=\"fn21_ref\">21</a></p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">The SSR before us is certainly lengthier than the Statement of Reasons in <i>Harrington I</i> and contains references to the governing regulations and relevant caselaw ignored by the original Statement. Still, the SSR simply echoes the approach taken in the original Statement of Reasons and fails to provide sufficient explanation for the Secretary's reliance on the minimum of traditional local functions retained by the locals instead of the NERCC's functions and purposes. The Secretary attempts to gloss over the departure from precedent by feebly distinguishing the relevant caselaw. The SSR distinguishes <i>Boilermakers</i> on the grounds that the entity at issue in that case was not \"intermediate,\" as it had no subordinate entities within the union structure. SSR, at 6. Similarly, <i>Humble Oil</i> is distinguished by the negligible subordinate bodies determined by the court to be \"merely administrative arms\" of the entity at issue. SSR, at 6-7. The SSR thus again focuses on the functions and purposes of the subordinate entities, or lack thereof, instead of acknowledging the evidence these cases provide of the Secretary's and the courts' prior recognition of collective bargaining and member discipline as among the quintessential functions and purposes of local unions. The majority opinion does not deny the thrust of this caselaw:</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">Indeed, the <i>Boilermakers</i> court described the functions of the union body at issue, which included negotiating the basic terms of collective bargaining agreements and grievance handling (which may have included member discipline), to be the functions of a local. <i>See</i> 736 F.2d at 623. And the court in <i>Humble Oil</i> similarly classified collective bargaining and member discipline as \"local\" functions. (citations omitted)</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">Regardless, the majority finds reasonable the SSR's conclusion that \"<i>Boilermakers</i> and <i>Humble Oil</i> do not purport to address precisely which functions and purposes are so intrinsically local in nature that any labor organizations having those functions and purposes must be a `local union' for the purposes of the LMRDA.\" SSR, at 9. Admittedly, these cases may not have framed the issue in precisely these terms. They represent clear precedent, however, regarding which functions and purposes the Secretary previously identified as traditional functions and purposes of local unions.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">The majority's reversal relies heavily on a characterization of the historical context of the LMRDA's passage and specifically the contention that Congress expected intermediate organizations to perform some functions traditionally associated with local labor unions, among them collective bargaining. Legislative history indicating that intermediate bodies were expected to \"exercise responsible governing power\" is thus read by the majority \"against the backdrop of union organizations at the time\" to include negotiation of collective bargaining agreements and member discipline. This allows the majority to argue that the SSR <i>does</i> in fact consider the functions and purposes of the NERCC, and not only those of the local bodies, in compliance with the traditional functions and purposes test. The SSR could thus, in the majority's view, reasonably conclude that the NERCC is an \"intermediate\" entity because some of the functions and purposes it serves that are historically associated with locals were also associated with intermediate bodies at the time of the LMRDA's passage.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">Judge Lipez's concurrence successfully undermines this historical argument, demonstrating that it is unclear whether Congress intended \"intermediate\" bodies to include entities performing the functions assumed by the NERCC and that precisely this sort of usurpation of power without direct democratic participation of the rank-and-file membership may have contributed to legislators' motivation in enacting the LMRDA. The unequivocal message of the legislative history, however, is that the congressional purpose in passing the LMRDA was to provide rank-and-file union members with frequent, direct elections of the officers whose actions determine the most fundamental aspects of their working lives. As Judge Lipez notes, \"by requiring local unions to select local officers by direct membership election, Congress protected the rights of rank-and-file union members to exercise control over the decisions and activities that affected their daily working lives.\" Since July 1996, the rank-and-file members of the UBC have not been able to elect directly the officers who negotiate agreements with their employers, enforce these agreements, and ultimately oversee member discipline. This is precisely the scenario the LMRDA sought to prohibit and what the regulation's \"functions and purposes\" test was meant to identify, as recognized in the prior practice of the Secretary and affirmed by the courts. As appellees' brief laments, \"[i]f every union could infuse so-called intermediate bodies with the functions and purposes of a local labor organization without having to be held accountable under the same elections law of a local, then the intent of the LMRDA in this regard would be emasculated and millions of union members would be effectively disenfranchised.\" Surely, this was not Congress's intent.</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">I respectfully dissent.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> Appellees dispute the factual basis of the Secretary's conclusion that the NERCC's subordinate locals retain traditional functions of local unions of any real significance. For example, the Secretary states that the locals ratify collective bargaining agreements and levy dues. The significance of the local's involvement in the ratification of collective bargaining agreements negotiated by the NERCC is tempered, however, by the fact that all of the locals' members' votes are counted within the regional unit; in other words, even if one local's members were to reject the contract unanimously, it would still become the contract for that local if its members' votes were in the minority among the total of votes cast within the NERCC. The locals' role in the ratification process, then, appears primarily clerical. Appellees also note that while the locals may establish monthly dues, those dues must be approved by the NERCC. It is thus unclear to what extent the NERCC's locals do in fact perform the modicum of traditional functions of locals relied upon by the Secretary</p>\n      </div>\n      <div class=\"footnote\" id=\"fn21\">\n        <a class=\"footnote\" href=\"#fn21_ref\">21</a>\n        <p> Under the APA, courts have the power and the duty to \"hold unlawful and set aside agency action, findings, and conclusion found to be ... arbitrary, capricious, an abuse of discretion, or otherwise not in accordance with law.\" 5 U.S.C &#167; 706(2)(A);<i>Dunlop v. Bachowski,</i> <span class=\"citation\" data-id=\"109260\"><a href=\"/opinion/109260/dunlop-v-bachowski/\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">560</span></a></span>, <span class=\"citation\" data-id=\"109260\"><a href=\"/opinion/109260/dunlop-v-bachowski/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1851</span></a></span>, <span class=\"citation\" data-id=\"109260\"><a href=\"/opinion/109260/dunlop-v-bachowski/\"><span class=\"volume\">44</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">377</span></a></span> (1975).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104205/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106942/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106944/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107574/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107714/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109260/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111221/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111383/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112172/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112561/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112866/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117865/",
    "http://www.courtlistener.com/api/rest/v3/opinions/185412/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199849/",
    "http://www.courtlistener.com/api/rest/v3/opinions/231382/",
    "http://www.courtlistener.com/api/rest/v3/opinions/437200/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2522598/"
  ]
}