{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201027/",
  "absolute_url": "/opinion/201027/camacho-v-puerto-rico-ports/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201027/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:06:07Z",
  "date_modified": "2016-02-28T05:04:30.977117Z",
  "type": "010combined",
  "sha1": "f2c5a86b0990bfd12070a1dfc9b266bc282dd031",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/03-2113-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2004/05/21/Camacho_v._Puerto_Rico_Ports.pdf",
  "plain_text": "            United States Court of Appeals\n                        For the First Circuit\n\nNo. 03-2113\n\n                           OSCAR CAMACHO,\n\n                        Plaintiff, Appellee,\n\n                                  v.\n\n                    PUERTO RICO PORTS AUTHORITY,\n\n                        Defendant, Appellant.\n\n\n            APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                   FOR THE DISTRICT OF PUERTO RICO\n\n              [Hon. Justo Arenas, U.S. Magistrate Judge]\n\n\n                               Before\n\n                  Selya and Howard, Circuit Judges,\n\n                     and Singal,* District Judge.\n\n\n     Lizabel M. Negrón, with whom Jorge A. Fernández-Reboredo and\nRivera & Fernández-Reboredo, P.S.C. were on brief, for appellant.\n     Harry A. Ezratty for appellee.\n\n\n\n                            May 21, 2004\n\n\n\n\n    *\n        Of the District of Maine, sitting by designation.\n\f          SELYA, Circuit Judge.         This interlocutory appeal raises\n\na discrete and important question:          Can an agency, for purposes of\n\nthe Age Discrimination in Employment Act (ADEA), 29 U.S.C. §§ 621-\n\n634, be regarded as the employer of those whom it licenses and\n\nregulates?      The   court   below    answered   this   question   in   the\n\naffirmative and, accordingly, ruled that the Puerto Rico Ports\n\nAuthority (the Authority) was, for ADEA purposes, the de facto\n\nemployer of the harbor pilots whom it licenses and regulates.            See\n\nCamacho v. P.R. Ports Auth., 254 F. Supp. 2d 220, 227-28 (D.P.R.\n\n2003) (Camacho I).\n\n             Whatever the theoretical possibilities, we do not agree\n\nthat, in the circumstances of this case, a de facto employment\n\nrelationship exists.     The sockdolager here is that the statutory\n\npower to license and regulate harbor pilots does not imbue the\n\nAuthority with the level of control necessary to make it their\n\nemployer for ADEA purposes.      Consequently, we reverse.\n\nI.   BACKGROUND\n\n             Oscar Camacho worked for over eighteen years as a harbor\n\npilot in the port of San Juan.         All harbor pilots are required to\n\nbe licensed, 23 P.R. Laws Ann. § 2403, and at all times relevant\n\nhereto the Authority — a government instrumentality and public\n\ncorporation whose prerogatives include the regulation of pilotage\n\nin Puerto Rico's ports and harbors, id. §§ 333, 2401 — functioned\n\n\n\n\n                                      -2-\n\fas the licensing agency.          In that capacity, the Authority licensed\n\nCamacho to serve as a harbor pilot.\n\n             On June 15, 2000, the Authority reversed course and\n\nsummarily    revoked      the    license.      At     that   time,    Camacho    had\n\ncelebrated       his   seventieth     birthday,     and     the    Authority   acted\n\npursuant    to    a    statute    providing    that    \"[e]very      license   shall\n\nautomatically expire on the date in which the pilot reaches seventy\n\n(70) years of age.\"           Id. § 2406.\n\n            Camacho did not take the revocation lightly.                       After\n\nexhausting his administrative remedies, he sued the Authority in\n\nthe United States District Court for the District of Puerto Rico.\n\nIn pertinent part, his complaint alleged that the Authority had\n\ndiscriminated against him on account of his age in violation of the\n\nADEA, specifically, 29 U.S.C. § 623(a)(1).1\n\n             Section 623(a) of the ADEA imposes liability only on\n\nemployers.       See Kimel v. Fla. Bd. of Regents, 528 U.S. 62, 67-68\n\n(2000).     Seizing upon this limitation, the Authority moved for\n\nsummary    judgment      on     the   ground   that    it    was    not   Camacho's\n\n\"employer.\"      Camacho objected and the parties consented to proceed\n\nbefore a magistrate judge.            See 28 U.S.C. § 636(c).\n\n\n\n\n     1\n      The complaint also contained claims under the Equal\nProtection Clause, other federal statutes, and Puerto Rico's labor\ndiscrimination law (29 P.R. Laws Ann. §§ 146-151). These claims\nfall outside the compass of this interlocutory appeal and we take\nno view of them.\n\n                                         -3-\n\f           The magistrate judge rejected the Authority's position.\n\nExamining the relationship between the Authority and the harbor\n\npilots through the prism of common law agency, he concluded that\n\nalthough \"harbor pilots are not employees in the typical sense,\"\n\nthe statutory scheme gives the Authority such \"wide latitude to\n\ncontrol the daily activities of harbor pilots\" as to make the\n\nAuthority the pilots' employer for ADEA purposes.               Camacho I, 254\n\nF. Supp. 2d at 226; see also id. at 227-28.\n\n           Moving to the next issue, the magistrate judge declared\n\nthat compulsory retirement of harbor pilots at age seventy would\n\nviolate   the   ADEA   unless   age    was   shown   to    be    a    bona   fide\n\noccupational    qualification    within      the   ambit   of    29    U.S.C.   §\n\n623(f)(1). Id. at 229-30. Since that entailed a disputed question\n\nof material fact, he denied the Authority's motion for summary\n\njudgment on the ADEA claim.      Id. at 230.\n\n           Dismayed with the denial of its motion and with the\n\nreasoning upon which that denial rested, the Authority asked the\n\nmagistrate judge to certify various aspects of his ruling for\n\nimmediate appeal.      See 28 U.S.C. § 1292(b) (allowing, subject to\n\ncertain conditions, interlocutory review of an order that \"involves\n\na controlling question of law as to which there is substantial\n\nground for difference of opinion\" if its resolution \"may materially\n\nadvance the ultimate termination of the litigation\").                   Section\n\n1292(b) is meant to be used sparingly, and appeals under it are,\n\n\n                                      -4-\n\faccordingly, hen's-teeth rare.         They require, among other things,\n\nleave of both the trial and appellate courts.                 See id.; see\n\ngenerally In re San Juan Dupont Plaza Hotel Fire Litig., 859 F.2d\n\n1007, 1010 & n.1 (1st Cir. 1988); Heddendorf v. Goldfine (In re\n\nHeddendorf), 263 F.2d 887, 888-90 (1st Cir. 1959).\n\n           In this case, the magistrate judge granted the request,\n\nnoting that the Authority's status qua ADEA employer constitutes an\n\nopen question and that the litigation would benefit from prompt\n\nresolution of that question.         Camacho v. P.R. Ports Auth., 267 F.\n\nSupp. 2d 174, 178 (D.P.R. 2003). Sharing this appraisal, we agreed\n\nto consider whether the harbor pilots could be considered employees\n\nof the Authority for purposes of the ADEA.\n\nII.   DISCUSSION\n\n           We review a district court's rulings on summary judgment\n\nde novo.     Plumley v. S. Container, Inc., 303 F.3d 364, 369 (1st\n\nCir. 2002); Garside v. Osco Drug, Inc., 895 F.2d 46, 48 (1st Cir.\n\n1990).   The facts that bear upon the certified question are, for\n\nall intents and purposes, undisputed.           Thus, we may decide the\n\nemployment status issue as a matter of law to the extent that the\n\nundisputed    facts   point   so   favorably   in   one   direction   that   a\n\nfactfinder could not reasonably reach the opposite conclusion.\n\nAlberty-Velez v. Corporación de P.R. para la Difusión Publica, 361\n\nF.3d 1, 7 (1st Cir. 2004).         This is such a case.\n\n\n\n\n                                      -5-\n\f                                     A.\n\n            The relevant section of the ADEA makes it unlawful \"for\n\nan employer . . . to discharge any individual . . . because of such\n\nindividual's age.\"    29 U.S.C. § 623(a)(1).     The statute defines an\n\nemployer as a \"person engaged in an industry affecting commerce who\n\nhas twenty or more employees.\"        Id. § 630(b).    For this purpose,\n\nthe word \"person\" includes state agencies and instrumentalities.2\n\nId.   Absent a covered employment relationship, ADEA liability does\n\nnot attach.   See generally Speen v. Crown Clothing Corp., 102 F.3d\n\n625, 629 (1st Cir. 1996) (explaining that the prophylaxis of the\n\nADEA does not reach independent contractors); Frankel v. Bally,\n\nInc., 987 F.2d 86, 89 (2d Cir. 1993) (same).\n\n            The   Authority   does   not   dispute    that   it   could   be\n\nconsidered an ADEA employer of those persons it hires and fires.\n\nIt insists, however, that it is not an employer of harbor pilots.\n\nAccordingly, the question in this case reduces to whether harbor\n\npilots, who lack a conventional employment relationship with the\n\nAuthority, properly may be regarded as the Authority's employees\n\nfor ADEA purposes.    The statutory definition of an employee as \"an\n\nindividual employed by any employer,\" id. § 630(f), is circular\n\nand, thus, affords us scant guidance in our attempt to answer this\n\nquestion.\n\n\n      2\n      Puerto Rico is deemed a state for ADEA purposes.      See 29\nU.S.C. § 630(i); see also Ramirez v. P.R. Fire Serv., 715 F.2d 694,\n696 n.2 (1st Cir. 1983).\n\n                                     -6-\n\f            Given the opacity of the statutory text, courts have been\n\nforced to develop their own approaches to determining whether an\n\nentity is acting as an employer within the purview of the ADEA.\n\nSome courts attempt to answer that question by a hybrid test that\n\nmarries traditional common law agency principles with the economic\n\nrealities of a particular relationship. See, e.g., Mangram v. Gen.\n\nMotors Corp., 108 F.3d 61, 62-63 (4th Cir. 1997); Oestman v. Nat'l\n\nFarmers Union Ins. Co., 958 F.2d 303, 305 (10th Cir. 1992); Fields\n\nv. Hallsville Indep. Sch. Dist., 906 F.2d 1017, 1019 (5th Cir.\n\n1990) (per curiam).         This court has rejected that approach and\n\nchosen instead to apply common law agency principles simpliciter in\n\ndetermining when an employment relationship exists for purposes of\n\nthe ADEA.   See Speen, 102 F.3d at 631; cf. Alberty-Velez, 361 F.3d\n\nat 6 (adopting the same test to determine whether an employment\n\nrelationship exists for purposes of Title VII).              We are not alone;\n\nseveral other circuits have made the same choice.              See, e.g., Shah\n\nv. Deaconess Hosp., 355 F.3d 496, 499 (6th Cir. 2004); Barnhart v.\n\nN.Y. Life Ins. Co., 141 F.3d 1310, 1313 (9th Cir. 1998); Frankel,\n\n987 F.2d at 90.     We adhere to that test here.\n\n            The common law agency test is familiar.                 The Supreme\n\nCourt   restated    the    baseline   formulation     in    Nationwide     Mutual\n\nInsurance Co. v. Darden, 503 U.S. 318 (1992).                There, the Court\n\nposited that,      \"[i]n   determining      whether   a    hired   party   is   an\n\nemployee under the general common law of agency, [an inquiring\n\n\n                                      -7-\n\fcourt should] consider the hiring party's right to control the\n\nmanner and means by which the product is accomplished.\"      Id. at\n\n323.   The Court then elaborated:\n\n           Among the other factors relevant to this\n           inquiry are the skill required; the source of\n           the instrumentalities and tools; the location\n           of the work; the duration of the relationship\n           between the parties; whether the hiring party\n           has the right to assign additional projects to\n           the hired party; the extent of the hired\n           party's discretion over when and how long to\n           work; the method of payment; the hired party's\n           role in hiring and paying assistants; whether\n           the work is part of the regular business of\n           the hiring party; whether the hiring party is\n           in business; the provision of employee\n           benefits; and the tax treatment of the hired\n           party.\n\nId. at 323-24 (quoting Cmty. for Creative Non-Violence v. Reid, 490\n\nU.S. 730, 751-52 (1989)).   No one factor is outcome determinative;\n\nrather, all the incidents of a given relationship must be weighed\n\nin order to reach a conclusion as to whether that relationship fits\n\nwithin the confines of the employer-employee taxonomy. Id. at 324.\n\n           Of course, this case presents an unusual twist.    As a\n\ngeneral matter, liability under section 623(a) depends upon the\n\nexistence of a direct employer-employee relationship, and none\n\nexists here.   But there is what some have called an exception to\n\nthis general rule for an entity that so extensively controls an\n\naggrieved party's employment relationship as to become that party's\n\nde facto employer.   See EEOC v. Illinois, 69 F.3d 167, 171 (7th\n\n\n\n\n                                -8-\n\fCir. 1995) (Posner, C.J.) (discussing doctrine).3           We proceed,\n\ntherefore, to determine whether the Authority can be regarded as\n\nthe de facto employer of the harbor pilots.\n\n                                  B.\n\n           The Authority is a creature of statute, see Puerto Rico\n\nPorts Authority Act of 1942, 23 P.R. Laws Ann. §§ 331-354 (as\n\namended)   (creating   the   Authority   and   describing    its   broad\n\ncontours), and it would seem logical to begin our analysis of its\n\nright to control harbor pilots with the legislation delineating the\n\nscope of its powers.    Although the Ports Authority Act vests the\n\nAuthority with general power to \"develop and improve, own, operate,\n\nand manage any and all types of air and marine transportation\n\nfacilities and services, as well as to establish and manage mass\n\nmarine transportation systems in, to and from the Commonwealth of\n\n\n     3\n      We consider this less an exception and more a restatement of\nthe rule, as the analysis for discerning a de facto employment\nrelationship mirrors the common law agency analysis in important\nrespects.   See, e.g., EEOC v. Illinois, 69 F.3d at 171-72.      It\nmight be argued that a true exception exists, providing for\nliability if an entity interferes with an individual's employment\nwith another employer in ways that violate the ADEA. See id. at\n169 (discussing this arguable exception in the ADEA context and\nquestioning its validity); cf. Sibley Mem'l Hosp. v. Wilson, 488\nF.2d 1338, 1341 (D.C. Cir. 1973) (fashioning interference liability\nin Title VII context). Even if we were to indulge, for argument's\nsake, the dubious assumption that this exception exists in ADEA\ncases, it would have no currency here. Camacho has not maintained\nthat he is an employee of the shipowners and, thus, if he is not an\nemployee of the Authority, he must be regarded as an independent\ncontractor. Consequently, there is no \"prime\" employer with whom\nthe Authority's actions might be said to have interfered. See,\ne.g., Alexander v. Rush N. Shore Med. Ctr., 101 F.3d 487, 491-92\n(7th Cir. 1997).\n\n                                 -9-\n\fPuerto Rico,\" id. § 336, we must look elsewhere for a specific\n\ngrant of licensing and regulatory authority over pilotage services.\n\nThere is some uncertainty about which legislative scheme confers\n\nthat authority for purposes of this case. After considerable study\n\n— and with surprisingly little assistance from the parties — we\n\nconclude that the controlling legislation is the Dock and Harbor\n\nAct of 1968, 23 P.R. Laws Ann. §§ 2101-2801.\n\n             The Dock and Harbor Act took effect on September 27,\n\n1968.   It specifically places pilotage services in the harbors of\n\nPuerto Rico under the Authority's control, id. § 2401, and grants\n\nthe Authority a panoply of powers to accomplish that mission.\n\nThough amended from time to time, the Dock and Harbor Act remained\n\nlargely intact for the next three decades.\n\n           On August 12, 1999, the waters grew murky; on that date,\n\nthe legislature enacted the Puerto Rico Harbor Pilotage Commission\n\nAct (Act 226), 1999 P.R. Laws 226 (codified at 23 P.R. Laws Ann. §§\n\n361-361v).     The new law was to take effect thirty days after\n\npassage.     It purported to establish a Harbor Pilotage Commission\n\n(the Commission) and to vest in that body most of the licensing and\n\nregulatory functions previously assigned to the Authority.   See 23\n\nP.R. Laws § 361b.    It also repealed conflicting provisions of the\n\nDock and Harbor Act.       See Act 226, Preamble & § 27.      Since\n\nCamacho's license was revoked on June 15, 2000 — nine months after\n\n\n\n\n                                 -10-\n\fAct 226's effective date — the new law would at first blush seem to\n\napply.\n\n              Appearances can be deceiving, however — and the mills of\n\ngovernment oftentimes grind slowly.              There were delays in setting\n\nup the Commission, and these delays became so intractable that on\n\nApril 11, 2000, the legislature amended Act 226 to provide that\n\n\"until the Commission is established according to the parameters of\n\n[Act 226] . . . the code of laws and administrative rules in effect\n\nprior    to   the     approval   of    [Act    226]   regarding   the   pilotage\n\nprofession, shall be maintained.\"              2000 P.R. Laws 66, § 1.    There\n\nis no evidence that the Commission had become an actuality at any\n\ntime material hereto.4        Thus, the Dock and Harbor Act controls the\n\nevents at issue here.         We proceed accordingly.\n\n                                         C.\n\n              The Dock and Harbor Act gives the Authority control over\n\n\"the navigation and . . . marine trade in navigable waters of\n\nPuerto Rico      in    its   harbors   and     docks.\"    Id. §   2201.    This\n\nsuzerainty extends to pilotage services throughout Puerto Rico.\n\nId. § 2401.         Pertinently, the Dock and Harbor Act cedes to the\n\nAuthority explicit power to issue, renew, suspend and revoke harbor\n\npilots' licenses, id. §§ 2403, 2406, 2407; to limit licenses to\n\n\n     4\n      There is some indication that the Commission may have been\nrevivified in 2002.    See P.R. Reg. No. 6384 (Jan. 25, 2002)\n(purporting to resuscitate Act 226). Since that activity plainly\npostdates the events at issue here, we need not definitively\nresolve the question of the Commission's current status.\n\n                                        -11-\n\fcertain ports, id. § 2403; to fine or otherwise discipline pilots\n\nfor improper conduct, id. § 2409; and to fix rates for pilotage\n\nservices, id. § 2414.\n\n            The regulations promulgated by the Authority pursuant to\n\nthe Dock and Harbor Act are also relevant to our inquiry.         Among\n\nother things, these regulations set out certain standard procedures\n\nto guide pilots in boarding and taking command of ships.       See P.R.\n\nReg. No. 4286, §§ 30-32 (Sept. 2, 1990).      For example, pilots are\n\ndirected to board outside the harbor, identify themselves, present\n\nappropriate papers, discuss the vessel's specifications with the\n\nmaster, and follow the applicable traffic rules governing navigable\n\nwaters.\n\n            There is another point that may bear on the issue.        In\n\n1988, the Authority, acting in conjunction with representatives of\n\nboth the harbor pilots and a trade association composed of shipping\n\ninterests, established a retirement plan (the Plan) for the benefit\n\nof the harbor pilots.     The Plan is funded entirely by shipowners'\n\ncontributions, at rates determined by the Authority.        The Plan is\n\nqualified   under   the   Employee   Retirement   Income   Security   Act\n\n(ERISA), 29 U.S.C. §§ 1001-1461, and is administered by a governing\n\nboard that includes appointees of the Authority, the harbor pilots,\n\nand the shipowners.\n\n            Although pilotage is a heavily regulated profession,\n\nharbor pilots nonetheless retain important badges of autonomy.\n\n\n                                 -12-\n\fPilots are highly skilled entrepreneurs who themselves provide the\n\ntraining, tools, and instruments needed to perform their work; they\n\nown and maintain their own launches and equipment; they set their\n\nown schedules for working watches; they choose the routes that\n\nships under their tutelage will take; and they are paid directly by\n\nthe shipowners.      Moreover, harbor pilots carry out their work on\n\nboard the shipowners' vessels, not at sites maintained by the\n\nAuthority.      And although they are subject to some strictures\n\nconsistent with Puerto Rico's police power — specifically, the\n\nCommonwealth's interest in ensuring safe and efficient nautical\n\noperations in its ports and harbors — they exercise considerable\n\ndiscretion in the mode and manner in which they perform their\n\nduties.\n\n             Camacho,   hawking     the    regulations,   suggests    that   the\n\nAuthority exercises an unusually high level of control over the\n\npilots' day-to-day activities.            In our view, the regulations fall\n\nfar short     of   evincing   the   degree     of   control   and   supervision\n\ntraditionally considered sufficient to create an employer-employee\n\nrelationship. As described above, the regulations direct pilots to\n\nboard three miles outside of the harbor, identify themselves,\n\npresent appropriate papers, and discuss the ship's capabilities\n\nwith the captain.       P.R. Reg. No. 4286, § 30.             These directions\n\nmerely establish a framework, consistent with the prudent exercise\n\nof the Commonwealth's police power, for the rendition of pilotage\n\n\n                                      -13-\n\fservices — much as, say, a state supreme court might establish a\n\nframework for the practice of law (e.g., a lawyer must maintain an\n\noffice in the jurisdiction, prominently display his or her diploma\n\nand bar admission certificate, and discuss past experience and fees\n\ncandidly with potential clients).          Within these broad parameters,\n\neach pilot remains free to guide vessels using his or her skill and\n\ndiscretion (just as each attorney remains free to counsel clients\n\nusing his or her skill and discretion).             There is no evidence\n\nsuggesting that the Authority superintends or otherwise attempts to\n\ncontrol the pilot's actions on the bridge.           The absence of that\n\ndegree of control defeats Camacho's argument.                 Cf. Ost v. W.\n\nSuburban Travelers Limousine, Inc., 88 F.3d 435, 438 (7th Cir.\n\n1996) (holding that dispatcher does not \"control\" the details of\n\nlimousine   driver's   work   for   Title    VII   purposes    where   driver\n\nprovides her own vehicle, chooses her own route, and is paid\n\ndirectly by her passenger, even though dispatcher sets rates and\n\ninfluences schedules).\n\n            The Authority's real-world role confirms this intuition.\n\nIn practice, it simply does not act like an employer vis-à-vis the\n\nharbor pilots.   After all, it does not hire or fire harbor pilots,\n\nwithholds no taxes from their earnings (which come wholly from the\n\nshipowners),   pays    no   F.I.C.A.   premiums,    carries     no   workers'\n\ncompensation insurance referable to them, affords them no paid\n\nvacations or other fringe benefits, and furnishes them no gear. To\n\n\n                                    -14-\n\fcinch matters, the Authority is not engaged either in selling\n\npilotage services or in contracting with others to make such\n\nservices available.      These attributes militate strongly against a\n\nfinding that the Authority functions as the de facto employer of\n\nthe harbor pilots.\n\n             That the Authority administers a fund for the pilots'\n\nbenefit does not alter this conclusion. When an entity establishes\n\nand contributes to a fund for another's benefit, courts often\n\nmention that activity as a hallmark of an employment relationship.\n\nSee, e.g., Barnhart, 141 F.3d at 1313.            That is not the situation\n\nhere.\n\n          In establishing the Plan, the Authority acted as a\n\nmiddleman,     herding    shipowners       and    harbor   pilots      into   a\n\ncollaborative effort.       It has never contributed to the Plan,\n\nleaving that obligation exclusively to the shipowners.              And while\n\nthe Authority appoints some members of the board charged with\n\nadministering the Plan, so do the pilots and the shipowners.\n\n             In all events, one swallow does not a summer make, see\n\nAristotle, Nicomachean Ethics, vol. 1, ch. 7, and the Authority's\n\npurely   ministerial      actions    with        respect   to    the    Plan's\n\nadministration are not enough, on their own, to justify treating it\n\nas the pilots' de facto employer for ADEA purposes.             See id.; Ehret\n\nv. Louisiana, 862 F. Supp. 1546, 1550 (E.D. La. 1992); see also\n\nDarden, 503 U.S. at 324 (noting that no one factor is to be given\n\n\n                                    -15-\n\fdeterminative weight); cf. Dykes v. DePuy, Inc., 140 F.3d 31, 39\n\n(1st Cir. 1998) (holding, in ERISA context, that the availability\n\nof a retirement compensation program — subject to certain vesting\n\nrequirements — was insufficient to overcome other indicia of\n\nindependent contractor status).\n\n          The     short   of   the   matter    is    that   the   harbor   pilots\n\nfunction as independent contractors and the Authority's role vis-à-\n\nvis the harbor pilots can best be described as that of a licensing\n\nand regulatory agency overseeing independent contractors in a\n\nheavily regulated industry.          See Prof'l Pilots Fed'n v. FAA, 118\n\nF.3d 758, 763 (D.C. Cir. 1997) (holding that the FAA acts as a\n\nregulator, not an employer, of pilots for ADEA purposes).                  Insofar\n\nas the Darden factors apply in this situation, the overwhelming\n\nweight of those factors supports this result. Accordingly, we hold\n\nthat the harbor pilots are not employees of the Authority for ADEA\n\npurposes. See Ehret, 862 F. Supp. at 1550-51 (holding that neither\n\npilot association nor state licensing board is an employer of river\n\npilots under the ADEA); EEOC v. Waterfront Comm'n of N.Y. Harbor,\n\n665 F. Supp. 197, 199-200 (S.D.N.Y. 1987) (holding that state\n\nlicensing commission is not the ADEA employer of pier guards); see\n\nalso Nat'l Org. for Women v. Waterfront Comm'n of N.Y. Harbor, 468\n\nF. Supp. 317, 320 (S.D.N.Y. 1979) (holding that state licensing\n\ncommission   is    not    an   employer      under    Title   VII   for     either\n\nlongshoremen or cargo checkers).\n\n\n                                      -16-\n\f            This holding is in line with our prior precedents.                 We\n\npreviously ruled, in a negligence case, that the Authority could\n\nnot be held liable for a pilot's carelessness on a respondeat\n\nsuperior theory. See P.R. Ports Auth. v. M/V Manhattan Prince, 897\n\nF.2d 1, 12 (1st Cir. 1990).             Implicit in this holding is the\n\ndetermination     that,   as   a    licensing     and   regulatory   body,    the\n\nAuthority does not exercise the type of control over harbor pilots\n\nthat would be needed to qualify it as their employer under common\n\nlaw agency principles.         See id. (observing that the Authority's\n\n\"functions are related to licensing and the competency of pilots\"\n\nand that it \"acts like a public service commission, setting and\n\nenforcing   the   standards        within   the   industry\")   (citation      and\n\ninternal quotation marks omitted); see also Royal Caribbean Corp.\n\nv. P.R. Ports Auth., 973 F.2d 8, 12 (1st Cir. 1992) (distinguishing\n\nthe Authority's regulatory role in overseeing pilot services from\n\nits proprietary role in maintaining pier areas).\n\n            Our holding also jibes with a long line of cases standing\n\nfor the proposition, under either the ADEA or Title VII, that state\n\nlicensing and regulatory agencies generally are not regarded as\n\nemployers vis-à-vis those whom they license and regulate.5                   See,\n\ne.g., Fields, 906 F.2d at 1020; George v. N.J. Bd. of Veterinary\n\n\n     5\n      We have held before, and today reaffirm, that the ADEA and\nTitle VII \"stand[] in pari passu\" and that \"judicial precedents\ninterpreting one such statute [are] instructive in decisions\ninvolving [the other].\" Serapion v. Martinez, 119 F.3d 982, 985\n(1st Cir. 1997).\n\n                                      -17-\n\fMed. Exam'rs, 794 F.2d 113, 114 (3d Cir. 1986); Haddock v. Bd. of\n\nDental Exam'rs, 777 F.2d 462, 464 (9th Cir. 1985).           But cf. Ass'n\n\nof Mexican-Am. Educators v. California, 231 F.3d 572, 582-84 (9th\n\nCir. 2000) (en banc) (holding that state agency could be held\n\nliable under Title VII for its quasi-proprietary role in requiring\n\nand implementing teacher certification examination, even without a\n\ndirect employment relationship).            While a state licensing and\n\nregulatory agency may qualify as an employer of those individuals\n\nit hires and supervises to fulfill its statutory mission, see 29\n\nU.S.C. § 630(b) (expressly including \"any agency or instrumentality\n\nof a State or a political subdivision of a State\" in the definition\n\nof an ADEA employer), the agency does not become an employer of\n\nthose    individuals    whom    it   neither    hires,   compensates,    nor\n\nsupervises day-to-day even though it licenses and regulates them.\n\nSee Fields, 906 F.2d at 1020; Haddock, 777 F.2d at 464.             To hold\n\notherwise would require us to rewrite the ADEA despite the utter\n\nabsence of any hint that Congress intended to extend liability to\n\nstate   agencies     that   merely   exercise   licensing   and   regulatory\n\nauthority pursuant to a state's police power.            We refuse to start\n\ndown so slippery a slope.\n\nIII.    CONCLUSION\n\n            We need go no further.      Because the lower court erred in\n\nholding that the Authority is a de facto employer of the harbor\n\npilots, Camacho's ADEA claim necessarily founders.            We therefore\n\n\n                                     -18-\n\fanswer the certified question in the negative, reverse the decision\n\nof the magistrate judge, and remand for further proceedings with\n\nrespect to the other issues raised by Camacho's complaint.     See\n\nsupra note 1.\n\n\n\nReversed and remanded.\n\n\n\n\n                               -19-\n\f",
  "html": "<p class=\"case_cite\">369 F.3d 570</p>\n    <p class=\"parties\">Oscar CAMACHO, Plaintiff, Appellee,<br>v.<br>PUERTO RICO PORTS AUTHORITY, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 03-2113.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard April 5, 2004.</p>\n    <p class=\"date\">Decided May 21, 2004.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Lizabel M. Negron, with whom Jorge A. Fernandez-Reboredo and Rivera &amp; Fernandez-Reboredo, P.S.C. were on brief, for appellant.</p>\n      <p class=\"indent\">Harry A. Ezratty for appellee.</p>\n      <p class=\"indent\">Before SELYA and HOWARD, Circuit Judges, and SINGAL,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This interlocutory appeal raises a discrete and important question: Can an agency, for purposes of the Age Discrimination in Employment Act (ADEA), 29 U.S.C. &#167;&#167; 621-634, be regarded as the employer of those whom it licenses and regulates? The court below answered this question in the affirmative and, accordingly, ruled that the Puerto Rico Ports Authority (the Authority) was, for ADEA purposes, the de facto employer of the harbor pilots whom it licenses and regulates. <i>See Camacho v. P.R. Ports Auth.,</i> 254 F.Supp.2d 220, 227-28 (D.P.R.2003) (<i>Camacho I</i>).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Whatever the theoretical possibilities, we do not agree that, in the circumstances of this case, a de facto employment relationship exists. The sockdolager here is that the statutory power to license and regulate harbor pilots does not imbue the Authority with the level of control necessary to make it their employer for ADEA purposes. Consequently, we reverse.</p>\n    </div>\n    <p class=\"indent\">I. BACKGROUND</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Oscar Camacho worked for over eighteen years as a harbor pilot in the port of San Juan. All harbor pilots are required to be licensed, 23 P.R. Laws Ann. &#167; 2403, and at all times relevant hereto the Authority &#8212; a government instrumentality and public corporation whose prerogatives include the regulation of pilotage in Puerto Rico's ports and harbors, <i>id.</i> &#167;&#167; 333, 2401 &#8212; functioned as the licensing agency. In that capacity, the Authority licensed Camacho to serve as a harbor pilot.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On June 15, 2000, the Authority reversed course and summarily revoked the license. At that time, Camacho had celebrated his seventieth birthday, and the Authority acted pursuant to a statute providing that \"[e]very license shall automatically expire on the date in which the pilot reaches seventy (70) years of age.\" <i>Id.</i> &#167; 2406.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Camacho did not take the revocation lightly. After exhausting his administrative remedies, he sued the Authority in the United States District Court for the District of Puerto Rico. In pertinent part, his complaint alleged that the Authority had discriminated against him on account of his age in violation of the ADEA, specifically, 29 U.S.C. &#167; 623(a)(1).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Section 623(a) of the ADEA imposes liability only on employers. <i>See Kimel v. Fla. Bd. of Regents,</i> 528 U.S. 62, 67-68, 120 S.Ct. 631, 145 L.Ed.2d 522 (2000). Seizing upon this limitation, the Authority moved for summary judgment on the ground that it was not Camacho's \"employer.\" Camacho objected and the parties consented to proceed before a magistrate judge. <i>See</i> 28 U.S.C. &#167; 636(c).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The magistrate judge rejected the Authority's position. Examining the relationship between the Authority and the harbor pilots through the prism of common law agency, he concluded that although \"harbor pilots are not employees in the typical sense,\" the statutory scheme gives the Authority such \"wide latitude to control the daily activities of harbor pilots\" as to make the Authority the pilots' employer for ADEA purposes. <i>Camacho I,</i> 254 F.Supp.2d at 226; <i>see also id.</i> at 227-28.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Moving to the next issue, the magistrate judge declared that compulsory retirement of harbor pilots at age seventy would violate the ADEA unless age was shown to be a bona fide occupational qualification within the ambit of 29 U.S.C. &#167; 623(f)(1). <i>Id.</i> at 229-30. Since that entailed a disputed question of material fact, he denied the Authority's motion for summary judgment on the ADEA claim. <i>Id.</i> at 230.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Dismayed with the denial of its motion and with the reasoning upon which that denial rested, the Authority asked the magistrate judge to certify various aspects of his ruling for immediate appeal. <i>See</i> 28 U.S.C. &#167; 1292(b) (allowing, subject to certain conditions, interlocutory review of an order that \"involves a controlling question of law as to which there is substantial ground for difference of opinion\" if its resolution \"may materially advance the ultimate termination of the litigation\"). Section 1292(b) is meant to be used sparingly, and appeals under it are, accordingly, hen's-teeth rare. They require, among other things, leave of both the trial and appellate courts. <i>See id.; see generally In re San Juan Dupont Plaza Hotel Fire Litig.,</i> 859 F.2d 1007, 1010 &amp; n. 1 (1st Cir.1988); <i>Heddendorf v. Goldfine</i> (<i>In re Heddendorf</i>), 263 F.2d 887, 888-90 (1st Cir.1959).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In this case, the magistrate judge granted the request, noting that the Authority's status <i>qua</i> ADEA employer constitutes an open question and that the litigation would benefit from prompt resolution of that question. <i>Camacho v. P.R. Ports Auth.,</i> 267 F.Supp.2d 174, 178 (D.P.R.2003). Sharing this appraisal, we agreed to consider whether the harbor pilots could be considered employees of the Authority for purposes of the ADEA.</p>\n    </div>\n    <p class=\"indent\">II. DISCUSSION</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We review a district court's rulings on summary judgment de novo. <i>Plumley v. S. Container, Inc.,</i> 303 F.3d 364, 369 (1st Cir.2002); <i>Garside v. Osco Drug, Inc.,</i> 895 F.2d 46, 48 (1st Cir.1990). The facts that bear upon the certified question are, for all intents and purposes, undisputed. Thus, we may decide the employment status issue as a matter of law to the extent that the undisputed facts point so favorably in one direction that a factfinder could not reasonably reach the opposite conclusion. <i>Alberty-Velez v. Corporacion de P.R. Para La Difusion Publica,</i> 361 F.3d 1, 7 (1st Cir.2004). This is such a case.</p>\n    </div>\n    <p class=\"center\">\n      <i>A.</i>\n    </p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The relevant section of the ADEA makes it unlawful \"for an employer... to discharge any individual ... because of such individual's age.\" 29 U.S.C. &#167; 623(a)(1). The statute defines an employer as a \"person engaged in an industry affecting commerce who has twenty or more employees.\" <i>Id.</i> &#167; 630(b). For this purpose, the word \"person\" includes state agencies and instrumentalities.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> <i>Id.</i> Absent a covered employment relationship, ADEA liability does not attach. <i>See generally Speen v. Crown Clothing Corp.,</i> 102 F.3d 625, 629 (1st Cir.1996) (explaining that the prophylaxis of the ADEA does not reach independent contractors); <i>Frankel v. Bally, Inc.,</i> 987 F.2d 86, 89 (2d Cir.1993) (same).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The Authority does not dispute that it could be considered an ADEA employer of those persons it hires and fires. It insists, however, that it is not an employer of harbor pilots. Accordingly, the question in this case reduces to whether harbor pilots, who lack a conventional employment relationship with the Authority, properly may be regarded as the Authority's employees for ADEA purposes. The statutory definition of an employee as \"an individual employed by any employer,\" <i>id.</i> &#167; 630(f), is circular and, thus, affords us scant guidance in our attempt to answer this question.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Given the opacity of the statutory text, courts have been forced to develop their own approaches to determining whether an entity is acting as an employer within the purview of the ADEA. Some courts attempt to answer that question by a hybrid test that marries traditional common law agency principles with the economic realities of a particular relationship. <i>See, e.g., Mangram v. Gen. Motors Corp.,</i> 108 F.3d 61, 62-63 (4th Cir.1997); <i>Oestman v. Nat'l Farmers Union Ins. Co.,</i> 958 F.2d 303, 305 (10th Cir.1992); <i>Fields v. Hallsville Indep. Sch. Dist.,</i> 906 F.2d 1017, 1019 (5th Cir.1990) (per curiam). This court has rejected that approach and chosen instead to apply common law agency principles simpliciter in determining when an employment relationship exists for purposes of the ADEA. <i>See Speen,</i> 102 F.3d at 631; <i>cf. Alberty-Velez,</i> 361 F.3d at 6 (adopting the same test to determine whether an employment relationship exists for purposes of Title VII). We are not alone; several other circuits have made the same choice. <i>See, e.g., Shah v. Deaconess Hosp.,</i> 355 F.3d 496, 499 (6th Cir.2004); <i>Barnhart v. N.Y. Life Ins. Co.,</i> 141 F.3d 1310, 1313 (9th Cir.1998); <i>Frankel,</i> 987 F.2d at 90. We adhere to that test here.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The common law agency test is familiar. The Supreme Court restated the baseline formulation in <i>Nationwide Mutual Insurance Co. v. Darden,</i> 503 U.S. 318, 112 S.Ct. 1344, 117 L.Ed.2d 581 (1992). There, the Court posited that, \"[i]n determining whether a hired party is an employee under the general common law of agency, [an inquiring court should] consider the hiring party's right to control the manner and means by which the product is accomplished.\" <i>Id.</i> at 323. The Court then elaborated:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Among the other factors relevant to this inquiry are the skill required; the source of the instrumentalities and tools; the location of the work; the duration of the relationship between the parties; whether the hiring party has the right to assign additional projects to the hired party; the extent of the hired party's discretion over when and how long to work; the method of payment; the hired party's role in hiring and paying assistants; whether the work is part of the regular business of the hiring party; whether the hiring party is in business; the provision of employee benefits; and the tax treatment of the hired party.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\"><i>Id.</i> at 323-24, 112 S.Ct. 1344 (quoting <i>Cmty. for Creative Non-Violence v. Reid,</i> 490 U.S. 730, 751-52, 109 S.Ct. 2166, 104 L.Ed.2d 811 (1989)). No one factor is outcome determinative; rather, all the incidents of a given relationship must be weighed in order to reach a conclusion as to whether that relationship fits within the confines of the employer-employee taxonomy. <i>Id.</i> at 324, 112 S.Ct. 1344.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Of course, this case presents an unusual twist. As a general matter, liability under section 623(a) depends upon the existence of a <i>direct</i> employer-employee relationship, and none exists here. But there is what some have called an exception to this general rule for an entity that so extensively controls an aggrieved party's employment relationship as to become that party's de facto employer. <i>See EEOC v. Illinois,</i> 69 F.3d 167, 171 (7th Cir.1995) (Posner, C.J.) (discussing doctrine).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> We proceed, therefore, to determine whether the Authority can be regarded as the de facto employer of the harbor pilots.</p>\n    </div>\n    <p class=\"center\">\n      <i>B.</i>\n    </p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The Authority is a creature of statute, <i>see</i> Puerto Rico Ports Authority Act of 1942, 23 P.R. Laws Ann. &#167;&#167; 331-354 (as amended) (creating the Authority and describing its broad contours), and it would seem logical to begin our analysis of its right to control harbor pilots with the legislation delineating the scope of its powers. Although the Ports Authority Act vests the Authority with general power to \"develop and improve, own, operate, and manage any and all types of air and marine transportation facilities and services, as well as to establish and manage mass marine transportation systems in, to and from the Commonwealth of Puerto Rico,\" <i>id.</i> &#167; 336, we must look elsewhere for a specific grant of licensing and regulatory authority over pilotage services. There is some uncertainty about which legislative scheme confers that authority for purposes of this case. After considerable study &#8212; and with surprisingly little assistance from the parties &#8212; we conclude that the controlling legislation is the Dock and Harbor Act of 1968, 23 P.R. Laws Ann. &#167;&#167; 2101-2801.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The Dock and Harbor Act took effect on September 27, 1968. It specifically places pilotage services in the harbors of Puerto Rico under the Authority's control, <i>id.</i> &#167; 2401, and grants the Authority a panoply of powers to accomplish that mission. Though amended from time to time, the Dock and Harbor Act remained largely intact for the next three decades.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">On August 12, 1999, the waters grew murky; on that date, the legislature enacted the Puerto Rico Harbor Pilotage Commission Act (Act 226), 1999 P.R. Laws 226 (codified at 23 P.R. Laws Ann. &#167;&#167; 361-361v). The new law was to take effect thirty days after passage. It purported to establish a Harbor Pilotage Commission (the Commission) and to vest in that body most of the licensing and regulatory functions previously assigned to the Authority. <i>See</i> 23 P.R. Laws &#167; 361b. It also repealed conflicting provisions of the Dock and Harbor Act. <i>See</i> Act 226, Preamble &amp; &#167; 27. Since Camacho's license was revoked on June 15, 2000 &#8212; nine months after Act 226's effective date &#8212; the new law would at first blush seem to apply.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Appearances can be deceiving, however &#8212; and the mills of government oftentimes grind slowly. There were delays in setting up the Commission, and these delays became so intractable that on April 11, 2000, the legislature amended Act 226 to provide that \"until the Commission is established according to the parameters of [Act 226] ... the code of laws and administrative rules in effect prior to the approval of [Act 226] regarding the pilotage profession, shall be maintained.\" 2000 P.R. Laws 66, &#167; 1. There is no evidence that the Commission had become an actuality at any time material hereto.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Thus, the Dock and Harbor Act controls the events at issue here. We proceed accordingly.</p>\n    </div>\n    <p class=\"center\">\n      <i>C.</i>\n    </p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The Dock and Harbor Act gives the Authority control over \"the navigation and ... marine trade in navigable waters of Puerto Rico in its harbors and docks.\" <i>Id.</i> &#167; 2201. This suzerainty extends to pilotage services throughout Puerto Rico. <i>Id.</i> &#167; 2401. Pertinently, the Dock and Harbor Act cedes to the Authority explicit power to issue, renew, suspend and revoke harbor pilots' licenses, <i>id.</i> &#167;&#167; 2403, 2406, 2407; to limit licenses to certain ports, <i>id.</i> &#167; 2403; to fine or otherwise discipline pilots for improper conduct, <i>id.</i> &#167; 2409; and to fix rates for pilotage services, <i>id.</i> &#167; 2414.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The regulations promulgated by the Authority pursuant to the Dock and Harbor Act are also relevant to our inquiry. Among other things, these regulations set out certain standard procedures to guide pilots in boarding and taking command of ships. <i>See</i> P.R. Reg. No. 4286, &#167;&#167; 30-32 (Sept. 2, 1990). For example, pilots are directed to board outside the harbor, identify themselves, present appropriate papers, discuss the vessel's specifications with the master, and follow the applicable traffic rules governing navigable waters.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">There is another point that may bear on the issue. In 1988, the Authority, acting in conjunction with representatives of both the harbor pilots and a trade association composed of shipping interests, established a retirement plan (the Plan) for the benefit of the harbor pilots. The Plan is funded entirely by shipowners' contributions, at rates determined by the Authority. The Plan is qualified under the Employee Retirement Income Security Act (ERISA), 29 U.S.C. &#167;&#167; 1001-1461, and is administered by a governing board that includes appointees of the Authority, the harbor pilots, and the shipowners.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Although pilotage is a heavily regulated profession, harbor pilots nonetheless retain important badges of autonomy. Pilots are highly skilled entrepreneurs who themselves provide the training, tools, and instruments needed to perform their work; they own and maintain their own launches and equipment; they set their own schedules for working watches; they choose the routes that ships under their tutelage will take; and they are paid directly by the shipowners. Moreover, harbor pilots carry out their work on board the shipowners' vessels, not at sites maintained by the Authority. And although they are subject to some strictures consistent with Puerto Rico's police power &#8212; specifically, the Commonwealth's interest in ensuring safe and efficient nautical operations in its ports and harbors &#8212; they exercise considerable discretion in the mode and manner in which they perform their duties.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Camacho, hawking the regulations, suggests that the Authority exercises an unusually high level of control over the pilots' day-to-day activities. In our view, the regulations fall far short of evincing the degree of control and supervision traditionally considered sufficient to create an employer-employee relationship. As described above, the regulations direct pilots to board three miles outside of the harbor, identify themselves, present appropriate papers, and discuss the ship's capabilities with the captain. P.R. Reg. No. 4286, &#167; 30. These directions merely establish a framework, consistent with the prudent exercise of the Commonwealth's police power, for the rendition of pilotage services &#8212; much as, say, a state supreme court might establish a framework for the practice of law (e.g., a lawyer must maintain an office in the jurisdiction, prominently display his or her diploma and bar admission certificate, and discuss past experience and fees candidly with potential clients). Within these broad parameters, each pilot remains free to guide vessels using his or her skill and discretion (just as each attorney remains free to counsel clients using his or her skill and discretion). There is no evidence suggesting that the Authority superintends or otherwise attempts to control the pilot's actions on the bridge. The absence of that degree of control defeats Camacho's argument. <i>Cf. Ost v. W. Suburban Travelers Limousine, Inc.,</i> 88 F.3d 435, 438 (7th Cir.1996) (holding that dispatcher does not \"control\" the details of limousine driver's work for Title VII purposes where driver provides her own vehicle, chooses her own route, and is paid directly by her passenger, even though dispatcher sets rates and influences schedules).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The Authority's real-world role confirms this intuition. In practice, it simply does not act like an employer vis-a-vis the harbor pilots. After all, it does not hire or fire harbor pilots, withholds no taxes from their earnings (which come wholly from the shipowners), pays no F.I.C.A. premiums, carries no workers' compensation insurance referable to them, affords them no paid vacations or other fringe benefits, and furnishes them no gear. To cinch matters, the Authority is not engaged either in selling pilotage services or in contracting with others to make such services available. These attributes militate strongly against a finding that the Authority functions as the de facto employer of the harbor pilots.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">That the Authority administers a fund for the pilots' benefit does not alter this conclusion. When an entity establishes <i>and</i> contributes to a fund for another's benefit, courts often mention that activity as a hallmark of an employment relationship. <i>See, e.g., Barnhart,</i> 141 F.3d at 1313. That is not the situation here.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In establishing the Plan, the Authority acted as a middleman, herding shipowners and harbor pilots into a collaborative effort. It has never contributed to the Plan, leaving that obligation exclusively to the shipowners. And while the Authority appoints some members of the board charged with administering the Plan, so do the pilots and the shipowners.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In all events, one swallow does not a summer make, <i>see</i> Aristotle, Nicomachean Ethics, vol. 1, ch. 7, and the Authority's purely ministerial actions with respect to the Plan's administration are not enough, on their own, to justify treating it as the pilots' de facto employer for ADEA purposes. <i>See id.; Ehret v. Louisiana,</i> 862 F.Supp. 1546, 1550 (E.D.La.1992); <i>see also Darden,</i> 503 U.S. at 324, 112 S.Ct. 1344 (noting that no one factor is to be given determinative weight); <i>cf. Dykes v. DePuy, Inc.,</i> 140 F.3d 31, 39 (1st Cir.1998) (holding, in ERISA context, that the availability of a retirement compensation program &#8212; subject to certain vesting requirements &#8212; was insufficient to overcome other indicia of independent contractor status).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The short of the matter is that the harbor pilots function as independent contractors and the Authority's role vis-&#224;-vis the harbor pilots can best be described as that of a licensing and regulatory agency overseeing independent contractors in a heavily regulated industry. <i>See Prof'l Pilots Fed'n v. FAA,</i> 118 F.3d 758, 763 (D.C.Cir.1997) (holding that the FAA acts as a regulator, not an employer, of pilots for ADEA purposes). Insofar as the <i>Darden</i> factors apply in this situation, the overwhelming weight of those factors supports this result. Accordingly, we hold that the harbor pilots are not employees of the Authority for ADEA purposes. <i>See</i> <i>Ehret,</i> 862 F.Supp. at 1550-51 (holding that neither pilot association nor state licensing board is an employer of river pilots under the ADEA); <i>EEOC v. Waterfront Comm'n of N.Y. Harbor,</i> 665 F.Supp. 197, 199-200 (S.D.N.Y.1987) (holding that state licensing commission is not the ADEA employer of pier guards); <i>see also Nat'l Org. for Women v. Waterfront Comm'n of N.Y. Harbor,</i> 468 F.Supp. 317, 320 (S.D.N.Y.1979) (holding that state licensing commission is not an employer under Title VII for either longshoremen or cargo checkers).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">This holding is in line with our prior precedents. We previously ruled, in a negligence case, that the Authority could not be held liable for a pilot's carelessness on a respondeat superior theory. <i>See P.R. Ports Auth. v. M/V Manhattan Prince,</i> 897 F.2d 1, 12 (1st Cir.1990). Implicit in this holding is the determination that, as a licensing and regulatory body, the Authority does not exercise the type of control over harbor pilots that would be needed to qualify it as their employer under common law agency principles. <i>See id.</i> (observing that the Authority's \"functions are related to licensing and the competency of pilots\" and that it \"acts like a public service commission, setting and enforcing the standards within the industry\") (citation and internal quotation marks omitted); <i>see also Royal Caribbean Corp. v. P.R. Ports Auth.,</i> 973 F.2d 8, 12 (1st Cir.1992) (distinguishing the Authority's regulatory role in overseeing pilot services from its proprietary role in maintaining pier areas).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Our holding also jibes with a long line of cases standing for the proposition, under either the ADEA or Title VII, that state licensing and regulatory agencies generally are not regarded as employers vis-&#224;-vis those whom they license and regulate.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> <i>See, e.g., Fields,</i> 906 F.2d at 1020; <i>George v. N.J. Bd. of Veterinary Med. Exam'rs,</i> 794 F.2d 113, 114 (3d Cir.1986); <i>Haddock v. Bd. of Dental Exam'rs,</i> 777 F.2d 462, 464 (9th Cir.1985). <i>But cf. Ass'n of Mexican-Am. Educators v. California,</i> 231 F.3d 572, 582-84 (9th Cir.2000) (en banc) (holding that state agency could be held liable under Title VII for its quasi-proprietary role in requiring and implementing teacher certification examination, even without a direct employment relationship). While a state licensing and regulatory agency may qualify as an employer of those individuals it hires and supervises to fulfill its statutory mission, <i>see</i> 29 U.S.C. &#167; 630(b) (expressly including \"any agency or instrumentality of a State or a political subdivision of a State\" in the definition of an ADEA employer), the agency does not become an employer of those individuals whom it neither hires, compensates, nor supervises day-to-day even though it licenses and regulates them. <i>See Fields,</i> 906 F.2d at 1020; <i>Haddock,</i> 777 F.2d at 464. To hold otherwise would require us to rewrite the ADEA despite the utter absence of any hint that Congress intended to extend liability to state agencies that merely exercise licensing and regulatory authority pursuant to a state's police power. We refuse to start down so slippery a slope.</p>\n    </div>\n    <p class=\"indent\">III. CONCLUSION</p>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">We need go no further. Because the lower court erred in holding that the Authority is a de facto employer of the harbor pilots, Camacho's ADEA claim necessarily founders. We therefore answer the certified question in the negative, reverse the decision of the magistrate judge, and remand for further proceedings with respect to the other issues raised by Camacho's complaint. <i>See supra</i> note 1.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">\n        <i>Reversed and remanded.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Maine, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The complaint also contained claims under the Equal Protection Clause, other federal statutes, and Puerto Rico's labor discrimination law (29 P.R. Laws Ann. &#167;&#167; 146-151). These claims fall outside the compass of this interlocutory appeal and we take no view of them</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Puerto Rico is deemed a state for ADEA purposes<i>See</i> 29 U.S.C. &#167; 630(i); <i>see also Ramirez v. P.R. Fire Serv.,</i> 715 F.2d 694, 696 n. 2 (1st Cir.1983).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We consider this less an exception and more a restatement of the rule, as the analysis for discerning a de facto employment relationship mirrors the common law agency analysis in important respects<i>See, e.g., EEOC v. Illinois,</i> 69 F.3d at 171-72. It might be argued that a true exception exists, providing for liability if an entity interferes with an individual's employment with another employer in ways that violate the ADEA. <i>See id.</i> at 169 (discussing this arguable exception in the ADEA context and questioning its validity); <i>cf. Sibley Mem'l Hosp. v. Wilson,</i> 488 F.2d 1338, 1341 (D.C.Cir.1973) (fashioning interference liability in Title VII context). Even if we were to indulge, for argument's sake, the dubious assumption that this exception exists in ADEA cases, it would have no currency here. Camacho has not maintained that he is an employee of the shipowners and, thus, if he is not an employee of the Authority, he must be regarded as an independent contractor. Consequently, there is no \"prime\" employer with whom the Authority's actions might be said to have interfered. <i>See, e.g., Alexander v. Rush N. Shore Med. Ctr.,</i> 101 F.3d 487, 491-92 (7th Cir.1996).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> There is some indication that the Commission may have been revivified in 2002<i>See</i> P.R. Reg. No. 6384 (Jan. 25, 2002) (purporting to resuscitate Act 226). Since that activity plainly postdates the events at issue here, we need not definitively resolve the question of the Commission's current status.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We have held before, and today reaffirm, that the ADEA and Title VII \"stand[ ]<i>in pari passu</i>\" and that \"judicial precedents interpreting one such statute [are] instructive in decisions involving [the other].\" <i>Serapion v. Martinez,</i> 119 F.3d 982, 985 (1st Cir.1997).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">369</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">570</span></span></p>\n    <p class=\"parties\">Oscar CAMACHO, Plaintiff, Appellee,<br>v.<br>PUERTO RICO PORTS AUTHORITY, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 03-2113.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard April 5, 2004.</p>\n    <p class=\"date\">Decided May 21, 2004.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Lizabel M. Negron, with whom Jorge A. Fernandez-Reboredo and Rivera &amp; Fernandez-Reboredo, P.S.C. were on brief, for appellant.</p>\n      <p class=\"indent\">Harry A. Ezratty for appellee.</p>\n      <p class=\"indent\">Before SELYA and HOWARD, Circuit Judges, and SINGAL,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This interlocutory appeal raises a discrete and important question: Can an agency, for purposes of the Age Discrimination in Employment Act (ADEA), 29 U.S.C. &#167;&#167; 621-634, be regarded as the employer of those whom it licenses and regulates? The court below answered this question in the affirmative and, accordingly, ruled that the Puerto Rico Ports Authority (the Authority) was, for ADEA purposes, the de facto employer of the harbor pilots whom it licenses and regulates. <i>See Camacho v. P.R. Ports Auth.,</i> <span class=\"citation\" data-id=\"2512026\"><a href=\"/opinion/2512026/camacho-v-puerto-rico-ports-authority/\"><span class=\"volume\">254</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">220</span></a></span>, 227-28 (D.P.R.2003) (<i>Camacho I</i>).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Whatever the theoretical possibilities, we do not agree that, in the circumstances of this case, a de facto employment relationship exists. The sockdolager here is that the statutory power to license and regulate harbor pilots does not imbue the Authority with the level of control necessary to make it their employer for ADEA purposes. Consequently, we reverse.</p>\n    </div>\n    <p class=\"indent\">I. BACKGROUND</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Oscar Camacho worked for over eighteen years as a harbor pilot in the port of San Juan. All harbor pilots are required to be licensed, 23 P.R. Laws Ann. &#167; 2403, and at all times relevant hereto the Authority &#8212; a government instrumentality and public corporation whose prerogatives include the regulation of pilotage in Puerto Rico's ports and harbors, <i>id.</i> &#167;&#167; 333, 2401 &#8212; functioned as the licensing agency. In that capacity, the Authority licensed Camacho to serve as a harbor pilot.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On June 15, 2000, the Authority reversed course and summarily revoked the license. At that time, Camacho had celebrated his seventieth birthday, and the Authority acted pursuant to a statute providing that \"[e]very license shall automatically expire on the date in which the pilot reaches seventy (70) years of age.\" <i>Id.</i> &#167; 2406.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Camacho did not take the revocation lightly. After exhausting his administrative remedies, he sued the Authority in the United States District Court for the District of Puerto Rico. In pertinent part, his complaint alleged that the Authority had discriminated against him on account of his age in violation of the ADEA, specifically, 29 U.S.C. &#167; 623(a)(1).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Section 623(a) of the ADEA imposes liability only on employers. <i>See Kimel v. Fla. Bd. of Regents,</i> <span class=\"citation\" data-id=\"118323\"><a href=\"/opinion/118323/kimel-v-florida-bd-of-regents/\"><span class=\"volume\">528</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">62</span></a></span>, 67-68, <span class=\"citation\" data-id=\"118323\"><a href=\"/opinion/118323/kimel-v-florida-bd-of-regents/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">631</span></a></span>, <span class=\"citation\" data-id=\"118323\"><a href=\"/opinion/118323/kimel-v-florida-bd-of-regents/\"><span class=\"volume\">145</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">522</span></a></span> (2000). Seizing upon this limitation, the Authority moved for summary judgment on the ground that it was not Camacho's \"employer.\" Camacho objected and the parties consented to proceed before a magistrate judge. <i>See</i> 28 U.S.C. &#167; 636(c).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The magistrate judge rejected the Authority's position. Examining the relationship between the Authority and the harbor pilots through the prism of common law agency, he concluded that although \"harbor pilots are not employees in the typical sense,\" the statutory scheme gives the Authority such \"wide latitude to control the daily activities of harbor pilots\" as to make the Authority the pilots' employer for ADEA purposes. <i>Camacho I,</i> 254 F.Supp.2d at 226; <i>see also id.</i> at 227-28.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Moving to the next issue, the magistrate judge declared that compulsory retirement of harbor pilots at age seventy would violate the ADEA unless age was shown to be a bona fide occupational qualification within the ambit of 29 U.S.C. &#167; 623(f)(1). <i>Id.</i> at 229-30. Since that entailed a disputed question of material fact, he denied the Authority's motion for summary judgment on the ADEA claim. <i>Id.</i> at 230.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Dismayed with the denial of its motion and with the reasoning upon which that denial rested, the Authority asked the magistrate judge to certify various aspects of his ruling for immediate appeal. <i>See</i> 28 U.S.C. &#167; 1292(b) (allowing, subject to certain conditions, interlocutory review of an order that \"involves a controlling question of law as to which there is substantial ground for difference of opinion\" if its resolution \"may materially advance the ultimate termination of the litigation\"). Section 1292(b) is meant to be used sparingly, and appeals under it are, accordingly, hen's-teeth rare. They require, among other things, leave of both the trial and appellate courts. <i>See id.; see generally In re San Juan Dupont Plaza Hotel Fire Litig.,</i> <span class=\"citation\" data-id=\"513182\"><a href=\"/opinion/513182/in-re-san-juan-dupont-plaza-hotel-fire-litigation-petition-of-the/\"><span class=\"volume\">859</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1007</span></a></span>, 1010 &amp; n. 1 (1st Cir.1988); <i>Heddendorf v. Goldfine</i> (<i>In re Heddendorf</i>), <span class=\"citation\" data-id=\"247341\"><a href=\"/opinion/247341/in-the-matter-of-george-b-heddendorf-fayette-associates-inc-pomerantz/\"><span class=\"volume\">263</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">887</span></a></span>, 888-90 (1st Cir.1959).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In this case, the magistrate judge granted the request, noting that the Authority's status <i>qua</i> ADEA employer constitutes an open question and that the litigation would benefit from prompt resolution of that question. <i>Camacho v. P.R. Ports Auth.,</i> <span class=\"citation\" data-id=\"2574135\"><a href=\"/opinion/2574135/camacho-v-puerto-rico-ports-authority/\"><span class=\"volume\">267</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">174</span></a></span>, 178 (D.P.R.2003). Sharing this appraisal, we agreed to consider whether the harbor pilots could be considered employees of the Authority for purposes of the ADEA.</p>\n    </div>\n    <p class=\"indent\">II. DISCUSSION</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We review a district court's rulings on summary judgment de novo. <i>Plumley v. S. Container, Inc.,</i> <span class=\"citation\" data-id=\"200125\"><a href=\"/opinion/200125/plumley-v-southern-container/\"><span class=\"volume\">303</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">364</span></a></span>, 369 (1st Cir.2002); <i>Garside v. Osco Drug, Inc.,</i> <span class=\"citation\" data-id=\"536033\"><a href=\"/opinion/536033/milissa-garside-v-osco-drug-inc/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">46</span></a></span>, 48 (1st Cir.1990). The facts that bear upon the certified question are, for all intents and purposes, undisputed. Thus, we may decide the employment status issue as a matter of law to the extent that the undisputed facts point so favorably in one direction that a factfinder could not reasonably reach the opposite conclusion. <i>Alberty-Velez v. Corporacion de P.R. Para La Difusion Publica,</i> <span class=\"citation\" data-id=\"785410\"><a href=\"/opinion/785410/no-02-2187/\"><span class=\"volume\">361</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 7 (1st Cir.2004). This is such a case.</p>\n    </div>\n    <p class=\"center\">\n      <i>A.</i>\n    </p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The relevant section of the ADEA makes it unlawful \"for an employer... to discharge any individual ... because of such individual's age.\" 29 U.S.C. &#167; 623(a)(1). The statute defines an employer as a \"person engaged in an industry affecting commerce who has twenty or more employees.\" <i>Id.</i> &#167; 630(b). For this purpose, the word \"person\" includes state agencies and instrumentalities.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> <i>Id.</i> Absent a covered employment relationship, ADEA liability does not attach. <i>See generally Speen v. Crown Clothing Corp.,</i> <span class=\"citation\" data-id=\"731221\"><a href=\"/opinion/731221/73-fair-emplpraccas-bna-347-70-empl-prac-dec-p-44606-20-employee/\"><span class=\"volume\">102</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">625</span></a></span>, 629 (1st Cir.1996) (explaining that the prophylaxis of the ADEA does not reach independent contractors); <i>Frankel v. Bally, Inc.,</i> <span class=\"citation\" data-id=\"601488\"><a href=\"/opinion/601488/harold-frankel-v-bally-inc/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">86</span></a></span>, 89 (2d Cir.1993) (same).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The Authority does not dispute that it could be considered an ADEA employer of those persons it hires and fires. It insists, however, that it is not an employer of harbor pilots. Accordingly, the question in this case reduces to whether harbor pilots, who lack a conventional employment relationship with the Authority, properly may be regarded as the Authority's employees for ADEA purposes. The statutory definition of an employee as \"an individual employed by any employer,\" <i>id.</i> &#167; 630(f), is circular and, thus, affords us scant guidance in our attempt to answer this question.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Given the opacity of the statutory text, courts have been forced to develop their own approaches to determining whether an entity is acting as an employer within the purview of the ADEA. Some courts attempt to answer that question by a hybrid test that marries traditional common law agency principles with the economic realities of a particular relationship. <i>See, e.g., Mangram v. Gen. Motors Corp.,</i> <span class=\"citation\" data-id=\"736972\"><a href=\"/opinion/736972/abb-w-mangram-v-general-motors-corporation-and-lee-m-mcdaniel-ken/\"><span class=\"volume\">108</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">61</span></a></span>, 62-63 (4th Cir.1997); <i>Oestman v. Nat'l Farmers Union Ins. Co.,</i> <span class=\"citation\" data-id=\"578744\"><a href=\"/opinion/578744/elmer-e-oestman-jr-v-national-farmers-union-insurance-co-a/\"><span class=\"volume\">958</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">303</span></a></span>, 305 (10th Cir.1992); <i>Fields v. Hallsville Indep. Sch. Dist.,</i> <span class=\"citation\" data-id=\"543752\"><a href=\"/opinion/543752/allene-fields-and-earine-daniels-v-hallsville-independent-school-district/\"><span class=\"volume\">906</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1017</span></a></span>, 1019 (5th Cir.1990) (per curiam). This court has rejected that approach and chosen instead to apply common law agency principles simpliciter in determining when an employment relationship exists for purposes of the ADEA. <i>See Speen,</i> 102 F.3d at 631; <i>cf. Alberty-Velez,</i> 361 F.3d at 6 (adopting the same test to determine whether an employment relationship exists for purposes of Title VII). We are not alone; several other circuits have made the same choice. <i>See, e.g., Shah v. Deaconess Hosp.,</i> <span class=\"citation\" data-id=\"784784\"><a href=\"/opinion/784784/bhanukumar-c-shah-v-deaconess-hospital/\"><span class=\"volume\">355</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">496</span></a></span>, 499 (6th Cir.2004); <i>Barnhart v. N.Y. Life Ins. Co.,</i> <span class=\"citation\" data-id=\"753692\"><a href=\"/opinion/753692/21-employee-benefits-cas-2953-98-cal-daily-op-serv-2754-98-daily/\"><span class=\"volume\">141</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1310</span></a></span>, 1313 (9th Cir.1998); <i>Frankel,</i> 987 F.2d at 90. We adhere to that test here.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The common law agency test is familiar. The Supreme Court restated the baseline formulation in <i>Nationwide Mutual Insurance Co. v. Darden,</i> <span class=\"citation\" data-id=\"112710\"><a href=\"/opinion/112710/nationwide-mut-ins-co-v-darden/\"><span class=\"volume\">503</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">318</span></a></span>, <span class=\"citation\" data-id=\"112710\"><a href=\"/opinion/112710/nationwide-mut-ins-co-v-darden/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1344</span></a></span>, <span class=\"citation\" data-id=\"112710\"><a href=\"/opinion/112710/nationwide-mut-ins-co-v-darden/\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">581</span></a></span> (1992). There, the Court posited that, \"[i]n determining whether a hired party is an employee under the general common law of agency, [an inquiring court should] consider the hiring party's right to control the manner and means by which the product is accomplished.\" <i>Id.</i> at 323. The Court then elaborated:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Among the other factors relevant to this inquiry are the skill required; the source of the instrumentalities and tools; the location of the work; the duration of the relationship between the parties; whether the hiring party has the right to assign additional projects to the hired party; the extent of the hired party's discretion over when and how long to work; the method of payment; the hired party's role in hiring and paying assistants; whether the work is part of the regular business of the hiring party; whether the hiring party is in business; the provision of employee benefits; and the tax treatment of the hired party.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\"><i>Id.</i> at 323-24, <span class=\"citation\" data-id=\"112710\"><a href=\"/opinion/112710/nationwide-mut-ins-co-v-darden/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1344</span></a></span> (quoting <i>Cmty. for Creative Non-Violence v. Reid,</i> <span class=\"citation\" data-id=\"112273\"><a href=\"/opinion/112273/community-for-creative-non-violence-v-reid/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">730</span></a></span>, 751-52, <span class=\"citation\" data-id=\"112273\"><a href=\"/opinion/112273/community-for-creative-non-violence-v-reid/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2166</span></a></span>, <span class=\"citation\" data-id=\"112273\"><a href=\"/opinion/112273/community-for-creative-non-violence-v-reid/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">811</span></a></span> (1989)). No one factor is outcome determinative; rather, all the incidents of a given relationship must be weighed in order to reach a conclusion as to whether that relationship fits within the confines of the employer-employee taxonomy. <i>Id.</i> at 324, <span class=\"citation\" data-id=\"112710\"><a href=\"/opinion/112710/nationwide-mut-ins-co-v-darden/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1344</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Of course, this case presents an unusual twist. As a general matter, liability under section 623(a) depends upon the existence of a <i>direct</i> employer-employee relationship, and none exists here. But there is what some have called an exception to this general rule for an entity that so extensively controls an aggrieved party's employment relationship as to become that party's de facto employer. <i>See EEOC v. Illinois,</i> <span class=\"citation\" data-id=\"706952\"><a href=\"/opinion/706952/equal-employment-opportunity-commission-v-state-of-illinois/\"><span class=\"volume\">69</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">167</span></a></span>, 171 (7th Cir.1995) (Posner, C.J.) (discussing doctrine).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> We proceed, therefore, to determine whether the Authority can be regarded as the de facto employer of the harbor pilots.</p>\n    </div>\n    <p class=\"center\">\n      <i>B.</i>\n    </p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The Authority is a creature of statute, <i>see</i> Puerto Rico Ports Authority Act of 1942, 23 P.R. Laws Ann. &#167;&#167; 331-354 (as amended) (creating the Authority and describing its broad contours), and it would seem logical to begin our analysis of its right to control harbor pilots with the legislation delineating the scope of its powers. Although the Ports Authority Act vests the Authority with general power to \"develop and improve, own, operate, and manage any and all types of air and marine transportation facilities and services, as well as to establish and manage mass marine transportation systems in, to and from the Commonwealth of Puerto Rico,\" <i>id.</i> &#167; 336, we must look elsewhere for a specific grant of licensing and regulatory authority over pilotage services. There is some uncertainty about which legislative scheme confers that authority for purposes of this case. After considerable study &#8212; and with surprisingly little assistance from the parties &#8212; we conclude that the controlling legislation is the Dock and Harbor Act of 1968, 23 P.R. Laws Ann. &#167;&#167; 2101-2801.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The Dock and Harbor Act took effect on September 27, 1968. It specifically places pilotage services in the harbors of Puerto Rico under the Authority's control, <i>id.</i> &#167; 2401, and grants the Authority a panoply of powers to accomplish that mission. Though amended from time to time, the Dock and Harbor Act remained largely intact for the next three decades.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">On August 12, 1999, the waters grew murky; on that date, the legislature enacted the Puerto Rico Harbor Pilotage Commission Act (Act 226), 1999 P.R. Laws 226 (codified at 23 P.R. Laws Ann. &#167;&#167; 361-361v). The new law was to take effect thirty days after passage. It purported to establish a Harbor Pilotage Commission (the Commission) and to vest in that body most of the licensing and regulatory functions previously assigned to the Authority. <i>See</i> 23 P.R. Laws &#167; 361b. It also repealed conflicting provisions of the Dock and Harbor Act. <i>See</i> Act 226, Preamble &amp; &#167; 27. Since Camacho's license was revoked on June 15, 2000 &#8212; nine months after Act 226's effective date &#8212; the new law would at first blush seem to apply.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Appearances can be deceiving, however &#8212; and the mills of government oftentimes grind slowly. There were delays in setting up the Commission, and these delays became so intractable that on April 11, 2000, the legislature amended Act 226 to provide that \"until the Commission is established according to the parameters of [Act 226] ... the code of laws and administrative rules in effect prior to the approval of [Act 226] regarding the pilotage profession, shall be maintained.\" 2000 P.R. Laws 66, &#167; 1. There is no evidence that the Commission had become an actuality at any time material hereto.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Thus, the Dock and Harbor Act controls the events at issue here. We proceed accordingly.</p>\n    </div>\n    <p class=\"center\">\n      <i>C.</i>\n    </p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The Dock and Harbor Act gives the Authority control over \"the navigation and ... marine trade in navigable waters of Puerto Rico in its harbors and docks.\" <i>Id.</i> &#167; 2201. This suzerainty extends to pilotage services throughout Puerto Rico. <i>Id.</i> &#167; 2401. Pertinently, the Dock and Harbor Act cedes to the Authority explicit power to issue, renew, suspend and revoke harbor pilots' licenses, <i>id.</i> &#167;&#167; 2403, 2406, 2407; to limit licenses to certain ports, <i>id.</i> &#167; 2403; to fine or otherwise discipline pilots for improper conduct, <i>id.</i> &#167; 2409; and to fix rates for pilotage services, <i>id.</i> &#167; 2414.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The regulations promulgated by the Authority pursuant to the Dock and Harbor Act are also relevant to our inquiry. Among other things, these regulations set out certain standard procedures to guide pilots in boarding and taking command of ships. <i>See</i> P.R. Reg. No. 4286, &#167;&#167; 30-32 (Sept. 2, 1990). For example, pilots are directed to board outside the harbor, identify themselves, present appropriate papers, discuss the vessel's specifications with the master, and follow the applicable traffic rules governing navigable waters.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">There is another point that may bear on the issue. In 1988, the Authority, acting in conjunction with representatives of both the harbor pilots and a trade association composed of shipping interests, established a retirement plan (the Plan) for the benefit of the harbor pilots. The Plan is funded entirely by shipowners' contributions, at rates determined by the Authority. The Plan is qualified under the Employee Retirement Income Security Act (ERISA), 29 U.S.C. &#167;&#167; 1001-1461, and is administered by a governing board that includes appointees of the Authority, the harbor pilots, and the shipowners.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Although pilotage is a heavily regulated profession, harbor pilots nonetheless retain important badges of autonomy. Pilots are highly skilled entrepreneurs who themselves provide the training, tools, and instruments needed to perform their work; they own and maintain their own launches and equipment; they set their own schedules for working watches; they choose the routes that ships under their tutelage will take; and they are paid directly by the shipowners. Moreover, harbor pilots carry out their work on board the shipowners' vessels, not at sites maintained by the Authority. And although they are subject to some strictures consistent with Puerto Rico's police power &#8212; specifically, the Commonwealth's interest in ensuring safe and efficient nautical operations in its ports and harbors &#8212; they exercise considerable discretion in the mode and manner in which they perform their duties.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Camacho, hawking the regulations, suggests that the Authority exercises an unusually high level of control over the pilots' day-to-day activities. In our view, the regulations fall far short of evincing the degree of control and supervision traditionally considered sufficient to create an employer-employee relationship. As described above, the regulations direct pilots to board three miles outside of the harbor, identify themselves, present appropriate papers, and discuss the ship's capabilities with the captain. P.R. Reg. No. 4286, &#167; 30. These directions merely establish a framework, consistent with the prudent exercise of the Commonwealth's police power, for the rendition of pilotage services &#8212; much as, say, a state supreme court might establish a framework for the practice of law (e.g., a lawyer must maintain an office in the jurisdiction, prominently display his or her diploma and bar admission certificate, and discuss past experience and fees candidly with potential clients). Within these broad parameters, each pilot remains free to guide vessels using his or her skill and discretion (just as each attorney remains free to counsel clients using his or her skill and discretion). There is no evidence suggesting that the Authority superintends or otherwise attempts to control the pilot's actions on the bridge. The absence of that degree of control defeats Camacho's argument. <i>Cf. Ost v. W. Suburban Travelers Limousine, Inc.,</i> <span class=\"citation\" data-id=\"721348\"><a href=\"/opinion/721348/71-fair-emplpraccas-bna-304-68-empl-prac-dec-p-44157-laura-l-ost/\"><span class=\"volume\">88</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">435</span></a></span>, 438 (7th Cir.1996) (holding that dispatcher does not \"control\" the details of limousine driver's work for Title VII purposes where driver provides her own vehicle, chooses her own route, and is paid directly by her passenger, even though dispatcher sets rates and influences schedules).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The Authority's real-world role confirms this intuition. In practice, it simply does not act like an employer vis-a-vis the harbor pilots. After all, it does not hire or fire harbor pilots, withholds no taxes from their earnings (which come wholly from the shipowners), pays no F.I.C.A. premiums, carries no workers' compensation insurance referable to them, affords them no paid vacations or other fringe benefits, and furnishes them no gear. To cinch matters, the Authority is not engaged either in selling pilotage services or in contracting with others to make such services available. These attributes militate strongly against a finding that the Authority functions as the de facto employer of the harbor pilots.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">That the Authority administers a fund for the pilots' benefit does not alter this conclusion. When an entity establishes <i>and</i> contributes to a fund for another's benefit, courts often mention that activity as a hallmark of an employment relationship. <i>See, e.g., Barnhart,</i> 141 F.3d at 1313. That is not the situation here.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In establishing the Plan, the Authority acted as a middleman, herding shipowners and harbor pilots into a collaborative effort. It has never contributed to the Plan, leaving that obligation exclusively to the shipowners. And while the Authority appoints some members of the board charged with administering the Plan, so do the pilots and the shipowners.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In all events, one swallow does not a summer make, <i>see</i> Aristotle, Nicomachean Ethics, vol. 1, ch. 7, and the Authority's purely ministerial actions with respect to the Plan's administration are not enough, on their own, to justify treating it as the pilots' de facto employer for ADEA purposes. <i>See id.; Ehret v. Louisiana,</i> <span class=\"citation\" data-id=\"2082001\"><a href=\"/opinion/2082001/ehret-v-state-of-la/\"><span class=\"volume\">862</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1546</span></a></span>, 1550 (E.D.La.1992); <i>see also Darden,</i> 503 U.S. at 324, <span class=\"citation\" data-id=\"112710\"><a href=\"/opinion/112710/nationwide-mut-ins-co-v-darden/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1344</span></a></span> (noting that no one factor is to be given determinative weight); <i>cf. Dykes v. DePuy, Inc.,</i> <span class=\"citation\" data-id=\"197890\"><a href=\"/opinion/197890/dykes-v-depuy-inc/\"><span class=\"volume\">140</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">31</span></a></span>, 39 (1st Cir.1998) (holding, in ERISA context, that the availability of a retirement compensation program &#8212; subject to certain vesting requirements &#8212; was insufficient to overcome other indicia of independent contractor status).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The short of the matter is that the harbor pilots function as independent contractors and the Authority's role vis-&#224;-vis the harbor pilots can best be described as that of a licensing and regulatory agency overseeing independent contractors in a heavily regulated industry. <i>See Prof'l Pilots Fed'n v. FAA,</i> <span class=\"citation\" data-id=\"743573\"><a href=\"/opinion/743573/professional-pilots-federation-v-federal-aviation-administration/\"><span class=\"volume\">118</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">758</span></a></span>, 763 (D.C.Cir.1997) (holding that the FAA acts as a regulator, not an employer, of pilots for ADEA purposes). Insofar as the <i>Darden</i> factors apply in this situation, the overwhelming weight of those factors supports this result. Accordingly, we hold that the harbor pilots are not employees of the Authority for ADEA purposes. <i>See</i> <i>Ehret,</i> 862 F.Supp. at 1550-51 (holding that neither pilot association nor state licensing board is an employer of river pilots under the ADEA); <i>EEOC v. Waterfront Comm'n of N.Y. Harbor,</i> <span class=\"citation\" data-id=\"1668061\"><a href=\"/opinion/1668061/eeoc-v-waterfront-comn-of-new-york-harbor/\"><span class=\"volume\">665</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">197</span></a></span>, 199-200 (S.D.N.Y.1987) (holding that state licensing commission is not the ADEA employer of pier guards); <i>see also Nat'l Org. for Women v. Waterfront Comm'n of N.Y. Harbor,</i> <span class=\"citation\" data-id=\"1806911\"><a href=\"/opinion/1806911/national-orgn-for-women-v-waterfront-comn/\"><span class=\"volume\">468</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">317</span></a></span>, 320 (S.D.N.Y.1979) (holding that state licensing commission is not an employer under Title VII for either longshoremen or cargo checkers).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">This holding is in line with our prior precedents. We previously ruled, in a negligence case, that the Authority could not be held liable for a pilot's carelessness on a respondeat superior theory. <i>See P.R. Ports Auth. v. M/V Manhattan Prince,</i> <span class=\"citation\" data-id=\"537186\"><a href=\"/opinion/537186/puerto-rico-ports-authority-v-mv-manhattan-prince-sujeen-trading-pte/\"><span class=\"volume\">897</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 12 (1st Cir.1990). Implicit in this holding is the determination that, as a licensing and regulatory body, the Authority does not exercise the type of control over harbor pilots that would be needed to qualify it as their employer under common law agency principles. <i>See id.</i> (observing that the Authority's \"functions are related to licensing and the competency of pilots\" and that it \"acts like a public service commission, setting and enforcing the standards within the industry\") (citation and internal quotation marks omitted); <i>see also Royal Caribbean Corp. v. P.R. Ports Auth.,</i> <span class=\"citation\" data-id=\"589642\"><a href=\"/opinion/589642/royal-caribbean-corp-and-caribbean-cruise-line-ltd-v-puerto-rico-ports/\"><span class=\"volume\">973</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">8</span></a></span>, 12 (1st Cir.1992) (distinguishing the Authority's regulatory role in overseeing pilot services from its proprietary role in maintaining pier areas).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Our holding also jibes with a long line of cases standing for the proposition, under either the ADEA or Title VII, that state licensing and regulatory agencies generally are not regarded as employers vis-&#224;-vis those whom they license and regulate.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> <i>See, e.g., Fields,</i> 906 F.2d at 1020; <i>George v. N.J. Bd. of Veterinary Med. Exam'rs,</i> <span class=\"citation\" data-id=\"472167\"><a href=\"/opinion/472167/43-fair-emplpraccas-1380-41-empl-prac-dec-p-36551-monir-a-george/\"><span class=\"volume\">794</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">113</span></a></span>, 114 (3d Cir.1986); <i>Haddock v. Bd. of Dental Exam'rs,</i> <span class=\"citation\" data-id=\"461068\"><a href=\"/opinion/461068/39-fair-emplpraccas-764-38-empl-prac-dec-p-35777-sherman-haddock-v/\"><span class=\"volume\">777</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">462</span></a></span>, 464 (9th Cir.1985). <i>But cf. Ass'n of Mexican-Am. Educators v. California,</i> <span class=\"citation\" data-id=\"771005\"><a href=\"/opinion/771005/the-association-of-mexican-american-educators-amae-california/\"><span class=\"volume\">231</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">572</span></a></span>, 582-84 (9th Cir.2000) (en banc) (holding that state agency could be held liable under Title VII for its quasi-proprietary role in requiring and implementing teacher certification examination, even without a direct employment relationship). While a state licensing and regulatory agency may qualify as an employer of those individuals it hires and supervises to fulfill its statutory mission, <i>see</i> 29 U.S.C. &#167; 630(b) (expressly including \"any agency or instrumentality of a State or a political subdivision of a State\" in the definition of an ADEA employer), the agency does not become an employer of those individuals whom it neither hires, compensates, nor supervises day-to-day even though it licenses and regulates them. <i>See Fields,</i> 906 F.2d at 1020; <i>Haddock,</i> 777 F.2d at 464. To hold otherwise would require us to rewrite the ADEA despite the utter absence of any hint that Congress intended to extend liability to state agencies that merely exercise licensing and regulatory authority pursuant to a state's police power. We refuse to start down so slippery a slope.</p>\n    </div>\n    <p class=\"indent\">III. CONCLUSION</p>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">We need go no further. Because the lower court erred in holding that the Authority is a de facto employer of the harbor pilots, Camacho's ADEA claim necessarily founders. We therefore answer the certified question in the negative, reverse the decision of the magistrate judge, and remand for further proceedings with respect to the other issues raised by Camacho's complaint. <i>See supra</i> note 1.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">\n        <i>Reversed and remanded.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Maine, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The complaint also contained claims under the Equal Protection Clause, other federal statutes, and Puerto Rico's labor discrimination law (29 P.R. Laws Ann. &#167;&#167; 146-151). These claims fall outside the compass of this interlocutory appeal and we take no view of them</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Puerto Rico is deemed a state for ADEA purposes<i>See</i> 29 U.S.C. &#167; 630(i); <i>see also Ramirez v. P.R. Fire Serv.,</i> <span class=\"citation\" data-id=\"423903\"><a href=\"/opinion/423903/32-fair-emplpraccas-bna-1239-32-empl-prac-dec-p-33783-jose-e/\"><span class=\"volume\">715</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">694</span></a></span>, 696 n. 2 (1st Cir.1983).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We consider this less an exception and more a restatement of the rule, as the analysis for discerning a de facto employment relationship mirrors the common law agency analysis in important respects<i>See, e.g., EEOC v. Illinois,</i> 69 F.3d at 171-72. It might be argued that a true exception exists, providing for liability if an entity interferes with an individual's employment with another employer in ways that violate the ADEA. <i>See id.</i> at 169 (discussing this arguable exception in the ADEA context and questioning its validity); <i>cf. Sibley Mem'l Hosp. v. Wilson,</i> <span class=\"citation\" data-id=\"315684\"><a href=\"/opinion/315684/sibley-memorial-hospital-v-verne-wilson/\"><span class=\"volume\">488</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1338</span></a></span>, 1341 (D.C.Cir.1973) (fashioning interference liability in Title VII context). Even if we were to indulge, for argument's sake, the dubious assumption that this exception exists in ADEA cases, it would have no currency here. Camacho has not maintained that he is an employee of the shipowners and, thus, if he is not an employee of the Authority, he must be regarded as an independent contractor. Consequently, there is no \"prime\" employer with whom the Authority's actions might be said to have interfered. <i>See, e.g., Alexander v. Rush N. Shore Med. Ctr.,</i> <span class=\"citation\" data-id=\"729969\"><a href=\"/opinion/729969/dr-mark-f-alexander-v-rush-north-shore-medical-center/\"><span class=\"volume\">101</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">487</span></a></span>, 491-92 (7th Cir.1996).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> There is some indication that the Commission may have been revivified in 2002<i>See</i> P.R. Reg. No. 6384 (Jan. 25, 2002) (purporting to resuscitate Act 226). Since that activity plainly postdates the events at issue here, we need not definitively resolve the question of the Commission's current status.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We have held before, and today reaffirm, that the ADEA and Title VII \"stand[ ]<i>in pari passu</i>\" and that \"judicial precedents interpreting one such statute [are] instructive in decisions involving [the other].\" <i>Serapion v. Martinez,</i> <span class=\"citation\" data-id=\"744154\"><a href=\"/opinion/744154/74-fair-emplpraccas-bna-601-71-empl-prac-dec-p-44887-margarita/\"><span class=\"volume\">119</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">982</span></a></span>, 985 (1st Cir.1997).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112273/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112710/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118323/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197890/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200125/",
    "http://www.courtlistener.com/api/rest/v3/opinions/247341/",
    "http://www.courtlistener.com/api/rest/v3/opinions/315684/",
    "http://www.courtlistener.com/api/rest/v3/opinions/423903/",
    "http://www.courtlistener.com/api/rest/v3/opinions/461068/",
    "http://www.courtlistener.com/api/rest/v3/opinions/472167/",
    "http://www.courtlistener.com/api/rest/v3/opinions/513182/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536033/",
    "http://www.courtlistener.com/api/rest/v3/opinions/537186/",
    "http://www.courtlistener.com/api/rest/v3/opinions/543752/",
    "http://www.courtlistener.com/api/rest/v3/opinions/578744/",
    "http://www.courtlistener.com/api/rest/v3/opinions/589642/",
    "http://www.courtlistener.com/api/rest/v3/opinions/601488/",
    "http://www.courtlistener.com/api/rest/v3/opinions/706952/",
    "http://www.courtlistener.com/api/rest/v3/opinions/721348/",
    "http://www.courtlistener.com/api/rest/v3/opinions/729969/",
    "http://www.courtlistener.com/api/rest/v3/opinions/731221/",
    "http://www.courtlistener.com/api/rest/v3/opinions/736972/",
    "http://www.courtlistener.com/api/rest/v3/opinions/743573/",
    "http://www.courtlistener.com/api/rest/v3/opinions/744154/",
    "http://www.courtlistener.com/api/rest/v3/opinions/753692/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771005/",
    "http://www.courtlistener.com/api/rest/v3/opinions/784784/",
    "http://www.courtlistener.com/api/rest/v3/opinions/785410/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1668061/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1806911/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2082001/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2512026/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2574135/"
  ]
}