{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201047/",
  "absolute_url": "/opinion/201047/barnes-v-fleet-national-bank/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201047/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:06:32Z",
  "date_modified": "2016-02-28T05:04:31.399876Z",
  "type": "010combined",
  "sha1": "a3192a82f6d86a01e8f2a626e494812e14b13905",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/03-1027-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2004/06/02/Barnes_v._Fleet_National_Bank.pdf",
  "plain_text": "          United States Court of Appeals\n                       For the First Circuit\n\n\nNo. 03-1027\n\n                         DEBORAH J. BARNES,\n\n                       Plaintiff, Appellant,\n\n                                 v.\n\n                     FLEET NATIONAL BANK, N.A.;\n                 FLEETBOSTON FINANCIAL CORPORATION,\n\n                       Defendants, Appellees.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n              [Hon. Nancy Gertner, U.S. District Judge]\n\n\n                               Before\n\n                       Torruella, Circuit Judge,\n                     Cyr, Senior Circuit Judge,\n                      and Lipez, Circuit Judge.\n\n\n\n     Yvonne W. Rosemarin, with whom Daniel A. Edelman, Cathleen M.\nCombs, James O. Latturner, Anne M. Burton, and Edelman, Combs &\nLatturner were on brief, for appellant.\n\n     Joseph L. Kociubes, with whom Rheba Rutkowski, Terry Klein,\nAlan S. Kaplinsky, and Jon E. Hayden were on brief, for appellees.\n\n\n                            June 2, 2004\n\f            LIPEZ, Circuit Judge.     In this putative class action,\n\nAppellant Deborah Barnes alleges that Fleet Bank did not properly\n\ndisclose the effective date of changes to fees and minimum balance\n\nrequirements on her bank accounts, and engaged in other inaccurate\n\nor misleading announcements of such changes. She argues that these\n\nfailures constitute violations of the Truth in Savings Act, 12\n\nU.S.C. §§ 4301-4313, its implementing regulations, 12 C.F.R. § 230,\n\nand the Massachusetts Consumer Protection Act, Mass. Gen. Laws ch.\n\n93A, § 2.   The district court granted summary judgment for Fleet.\n\nFor the reasons given below, we reverse and remand for further\n\nproceedings.\n\n                                I.\n\n            We set forth the undisputed facts from the summary\n\njudgment record or, where appropriate, note the contentions of the\n\nparties about those facts.    In October 1999, Fleet National Bank\n\nacquired another commercial bank,     BankBoston.   As a result of the\n\nmerger, Fleet had to convert the accounts of BankBoston customers\n\ninto Fleet accounts.    According to Fleet, it tried to match each\n\nBankBoston account with the Fleet account that provided the most\n\nsimilar terms (e.g., minimum balances and fees).      Because the two\n\nbanks had offered different types of accounts with different terms,\n\nthese matches were not exact.        Thus, at least some BankBoston\n\ncustomers experienced changes in account terms as a result of the\n\nmerger with Fleet.\n\n\n                                -2-\n\f          Prior to the merger, Deborah Barnes was a customer of\n\nBankBoston, where she maintained \"Premium Value\" checking, reserve\n\ncredit, and money market savings accounts.              On March 28, 2000,\n\nFleet sent   a   \"Change   in   Terms\"   package   to    Barnes   describing\n\nupcoming changes to her accounts.1       Barnes received the package on\n\nApril 6, 2000. It contained a welcome letter, a personalized\n\n\"summary of accounts\" letter, and a variety of other information\n\nabout Fleet banking products and services.             The welcome letter,\n\ndated \"March, 2000,\" stated:\n\n          I'm writing to tell you about the transition\n          of your BankBoston deposit accounts to Fleet\n          accounts on May 12. . . . On May 12, 2000,\n          your accounts will transfer to the Fleet\n          accounts that are most similar to your\n          existing BankBoston accounts. Everything will\n          happen automatically, so you won't have to do\n          a thing.\n\nBullet points on the side of the letter listed a phone number that\n\ncustomers could call with questions about the transition, and\n\nrestated the points in the letter that \"[y]our deposit accounts\n\nwill become Fleet accounts on May 12, 2000\" and that \"[t]here is\n\nnothing you need to do. We will take care of everything to assure\n\na smooth transition.\"\n\n          The summary of accounts letter provided more specific\n\ninformation about Barnes's accounts.        It stated:\n\n\n\n     1\n      Fleet sent similar        packages   to   more     than   one   million\nBankBoston customers.\n\n\n                                   -3-\n\f            Changes   in   monthly   fees   and   balance\n            requirements, if any, will take effect on\n            April 12, 2000, and will be reflected on your\n            first statement following May 12, 2000. All\n            other account changes and enhancements will\n            take effect on May 12, 2000.\n\nThe letter went on to state that Barnes's \"Premium Value\" accounts\n\nwould be converted into \"FleetOne Gold\" accounts.       Despite Fleet's\n\nstatement that it would convert Barnes's BankBoston accounts into\n\nthe Fleet accounts it deemed to be most similar, the terms of the\n\nnew \"FleetOne Gold\" accounts differed significantly from those of\n\nBarnes's    existing   BankBoston   accounts.   While   BankBoston   had\n\nrequired Barnes to maintain only a $5,000 combined minimum balance\n\nto avoid a $10 fee, the new Fleet accounts required a combined\n\nminimum average monthly balance of $10,000 to avoid an $18 monthly\n\nfee.\n\n            Based on the statement in the summary of accounts letter\n\nthat \"[c]hanges in monthly fees and balance requirements, if any,\n\nwill take effect on April 12, 2000,\" Barnes believed that she had\n\nonly until April 12--six days after she received the \"Change in\n\nTerms\" package from Fleet--before Fleet would begin to calculate\n\nthe average balance on her new checking account.             Thus, she\n\nbelieved that if she wanted to avoid the $18 monthly fee, she would\n\nhave to raise her average balance to more than $10,000 starting on\n\nApril 12.    Rather than increase her balance, Barnes acted quickly\n\nto change her existing BankBoston accounts before what she believed\n\n\n\n                                    -4-\n\fwas an April 12 deadline.      Within a week of receiving the \"Change\n\nin Terms\" package, Barnes converted her Premium Value Checking\n\naccount to a Classic Value account, which required only a $2,500\n\nminimum balance to avoid monthly fees.           According to Fleet, this\n\nClassic    Value   account   was   most    similar   to   the   Fleet   Classic\n\naccount, which required only a $4,000 minimum average monthly\n\nbalance to avoid fees.        When the conversion from BankBoston to\n\nFleet finally took place, Barnes's Classic Value account became a\n\nFleet Classic account.\n\n            Fleet contends that Barnes misinterpreted the summary of\n\naccounts letter and that she did not have to change her BankBoston\n\naccounts before April 12 to avoid paying fees on her new Fleet\n\naccounts. According to Fleet, it had planned to charge new monthly\n\nservice fees on each customer's first statement after the May 12\n\nconversion. Barnes's first statement after May 12 was scheduled to\n\nbe mailed on May 27.     That statement would have reflected for the\n\nfirst time charges for any new fees based on her monthly balance.\n\nBecause Fleet calculates average balances retrospectively for one\n\nmonth periods, the May 27 statement would have reflected monthly\n\nservice charges based on the average balance in Barnes's accounts\n\nduring the period from April 28 to May 26.                Thus, according to\n\nFleet, Barnes had until April 28, not April 12, to make any changes\n\nnecessary to avoid paying monthly fees on her Fleet checking\n\naccount.\n\n\n                                     -5-\n\f              Barnes, however, was not the only customer confused by\n\nFleet's communication to BankBoston customers, and Fleet attempted\n\nto remedy customer concerns by delaying the imposition of new fees.\n\nIn a \"postcard\" dated May 8, 2000, Fleet notified BankBoston\n\ncustomers that it would not impose monthly service charges for the\n\nfirst billing period following the May 12 conversion.2         It stated:\n\n              Recently, we sent you information about the\n              transition of your BankBoston accounts to\n              Fleet, which will take effect on May 12, 2000.\n              We recognize that any changes in your banking\n              services may feel unsettling. That is why we\n              are pleased to announce that regular monthly\n              service fees will not be charged on your first\n              Fleet statement following the transition of\n              your accounts.\n\nBecause of this postponement of new fees, Barnes would not have\n\nbeen charged any fees even if she had failed to comply with Fleet's\n\nminimum balance requirements during the period of April 28 to May\n\n26.       Thus, after the additional delay, Barnes did not have to\n\nmaintain a minimum balance until the period of May 27 to June 28.3\n\n              Barnes brought a class action complaint against Fleet,\n\nalleging that Fleet had violated the Truth in Savings Act (TISA),\n\n\n      2\n      Fleet included similar information in Barnes's May 27\nstatement, stating that no fees were charged for the statement\nperiod of April 28 to May 27.\n      3\n      Subsequently, during the billing period of July 29, 2000, to\nAugust 29, 2000, Barnes incurred fees for failing to maintain the\nrequired minimum average balance.    On her August 29 statement,\nFleet informed Barnes that she would be charged fees on her next\nstatement. That was the first time that Barnes was charged any\nadditional fees after the merger between Fleet and BankBoston.\n\n\n                                   -6-\n\f12   U.S.C.     §§   4301-4313,   and    Mass.   Gen.   Laws   ch.   93A.4\n\nSpecifically, Barnes argued that Fleet's \"Change in Terms\" package\n\ndid not satisfy 12 U.S.C. § 4305(c)5 and 12 C.F.R. § 230.5(a)(1)6\n\n\n     4\n      The provision of TISA granting a private right of action, 12\nU.S.C. § 4310, was repealed on September 30, 2001.      See Act of\nSept. 30, 1996, Pub. L. No. 104-208, § 2604(a), 110 Stat. 3009,\n3009-470 (1996) (\"Effective as of the end of the 5-year period\nbeginning on the date of the enactment of this Act, section 271 of\nthe Truth in Savings Act (12 U.S.C. § 4310) is repealed.\").\nHowever, the parties do not dispute that this suit, which was filed\nprior to September 30, 2001, survives. See Schnall v. Amboy Nat'l\nBank, 279 F.3d 205, 215 & n.2 (3d Cir. 2002) (holding that private\nactions filed prior to September 30, 2001, survive the repeal of §\n4310).\n     5\n         12 U.S.C. § 4305(c) states:\n\nDistribution of notice of certain changes\n\n     If--\n             (1) any change is made in any term or condition which is\n             required to be disclosed in the schedule required under\n             section 4303(a) of this title [which includes \"fees,\n             charges, interest rates, terms and conditions\"] with\n             respect to any account; and\n\n             (2) the change may reduce the yield or adversely affect\n             any holder of the account,\n\nall account holders who may be affected by such change shall be\nnotified and provided with a description of the change by mail at\nleast 30 days before the change takes effect.\n     6\n         12 C.F.R. § 230.5(a)(1) states:\n\nA depository institution shall give advance notice to affected\nconsumers of any change in a term required to be disclosed under §\n230.4(b) of this part [including information about minimum balances\nand fees] if the change may reduce the annual percentage yield or\nadversely affect the consumer.      The notice shall include the\neffective date of the change.      The notice shall be mailed or\ndelivered at least 30 calendar days before the effective date of\nthe change.\n\n\n                                   -7-\n\fbecause it did not properly disclose the effective date of changes\n\nto Barnes's accounts.       She further argued that the \"Change in\n\nTerms\" package was misleading in violation of 12 U.S.C. § 4302(e).7\n\nFinally, she argued that these violations of TISA constituted a per\n\nse violation of Chapter 93A, § 2(a).8\n\n             Barnes filed a motion for class certification, and Fleet\n\nresponded with a motion to stay certification.      After an initial\n\nscheduling conference, the district court entered an order staying\n\nBarnes's motion for class certification in anticipation of summary\n\njudgment filings.9    Both parties then moved for summary judgment on\n\nthe TISA and 93A claims.\n\n             The district court held that \"the second, more detailed\n\nletter of March 28, 2000, [the personalized summary of accounts\n\nletter] satisfied Fleet's TISA disclosure obligations.\"    The court\n\n\n\n\n     7\n         12 U.S.C. § 4302(e) states:\n\nNo depository institution or deposit broker shall make any\nadvertisement, announcement, or solicitation relating to a deposit\naccount that is inaccurate or misleading or that misrepresents its\ndeposit contracts.\n     8\n         Mass. Gen. Laws. ch. 93A, § 2(a) states:\n\nUnfair methods of competition and unfair or deceptive acts or\npractices in the conduct of any trade or commerce are hereby\ndeclared unlawful.\n     9\n      Thus, the class certification issue was never resolved by the\ndistrict court and is not at issue in this appeal.\n\n\n                                  -8-\n\frecognized that \"[t]he letter seems initially to announce an\n\neffective date of April 12.\"   Nevertheless, it reasoned that\n\n          closer attention to the letter reveals that\n          the effective date conveyed in the letters,\n          was the beginning of each recipient's monthly\n          statement period that ended after May 12. In\n          Barnes's case, for example, the effective date\n          was April 28: Barnes's first statement after\n          the May 12 cutoff would issue on May 26. As\n          Fleet explains in its papers, the changes\n          would first apply in the statement period\n          preceding that date, to be reflected in that\n          statement.   April 28 was the first date on\n          which the changes to account terms would apply\n          to Barnes.\n\nThe district court then concluded that Fleet's correspondence to\n\nBarnes sufficiently announced that April 28 was the effective date\n\nof changes to Barnes's accounts.\n\n          It is my view that, while less than ideal, the\n          language of the March 28 letter adequately\n          conveys a \"date\" of changes to Barnes'\n          accounts. It is indeed problematic that the\n          letter states that \"[c]hanges in monthly fees\n          and balance requirements, if any, will take\n          effect on April 12, 2000.\"     Standing alone,\n          that clause announces an inaccurate effective\n          date. But the context is curative: the second\n          clause in the sentence explains that the\n          pertinent changes will be reflected on the\n          first statement the client receives after May\n          12. . . . The letter instructs that Fleet will\n          review account balances and assess fees on a\n          monthly basis, and that the first statement\n          received after May 12 will reflect the\n          implementation of these changes. It logically\n          follows that the effective date of the changes\n          predates that statement by one month.      Its\n          approach could have been more straightforward,\n          but Fleet provided the information from which\n          its BankBoston customers could ascertain the\n          effective dates it intended for them.\n\n\n                                -9-\n\fThe district court thus held that Fleet's notice of the effective\n\ndate of changes to Barnes's accounts complied with the requirements\n\nof TISA and 12 C.F.R. § 230 (Regulation DD).\n\n            The court then addressed Barnes's contention that Fleet's\n\ncorrespondence was misleading in violation of 12 U.S.C. § 4302(e).\n\nIn the court's view, Fleet's announcement was not misleading when\n\nit stated that \"on May 12, 2000, your accounts will transfer to the\n\nFleet accounts that are most similar to your existing BankBoston\n\naccounts.   Everything will happen automatically, so you won't have\n\nto do a thing.\"    In response to Barnes's argument that the Fleet\n\nannouncement was misleading because she would have been subject to\n\nhigher fees and higher monthly balance requirements after the\n\ntransfer if she had taken no action, the court reasoned that\n\nFleet's letter served only to notify Barnes that the transfer of\n\nher accounts would happen automatically, without any assertion that\n\nher monthly fees would remain the same.\n\n            The district court also rejected Barnes's argument that\n\nthe statement \"[c]hanges in monthly fees and balance requirements,\n\nif any, will take effect on April 12, 2000, and will be reflected\n\non your first statement following May 12, 2000\" was misleading. It\n\nstated that \"Barnes offers no evidence to suggest that, at the time\n\nit made the statement, Fleet intended some effective date other\n\nthan what it described\" (emphasis in original).    The court focused\n\non Fleet's subsequent decision to extend the time period in which\n\n\n                                 -10-\n\fit would not charge new fees, stating that this extension of time\n\nconferred a benefit on Barnes and could not render misleading the\n\npreceding      statement    outlining   an   earlier   effective   date.\n\nPresumably because it had already determined that the summary of\n\naccounts letter gave adequate notice of the intended effective date\n\nof April 28, the court did not address whether the summary of\n\naccounts letter misled Barnes about the effective date that Fleet\n\nhad originally intended to identify.\n\n             Having found no violation of TISA, the court addressed\n\nBarnes's claim under Mass. Gen. Laws ch. 93A.          The court stated\n\nthat because TISA is a consumer protection statute, violation of\n\nTISA would be a per se violation of Chapter 93A pursuant to 940\n\nC.M.R. § 3.16 (4).10       Nevertheless, the court stated that \"Barnes'\n\nChapter 93A claim cannot ride on the coattails of her TISA claim\n\nbecause Barnes did not prevail on her TISA claim.\"        Thus, because\n\nthe court had found no violation of TISA, it held that Barnes had\n\nnot established a per se violation of Chapter 93A.\n\n\n\n\n     10\n          940 C.M.R. § 3.16 provides:\n\nWithout limiting the scope of any other rule, regulation or\nstatute, an act or practice is in violation of Mass. Gen. Laws ch.\n93A, § 2 if:\n. . .\n     (4) It violates the Federal Trade Commission Act, the Federal\n      Consumer Credit Protection Act or other Federal consumer\n      protection statutes within the purview of Mass. Gen. Laws ch.\n      93A, § 2.\n\n\n                                    -11-\n\f              The district court denied Barnes's motion for summary\n\njudgment and granted Fleet's motion for summary judgment.               Barnes\n\nnow appeals, arguing that the court erred in finding no violation\n\nof TISA and no liability under Chapter 93A.\n\n                                      II.\n\n              We review the district court's ruling on cross-motions\n\nfor summary judgment de novo.          Bienkowski v. Northeastern Univ.,\n\n285 F.3d 138, 140 (1st Cir. 2002).           \"Cross motions simply require\n\nus to determine whether either of the parties deserves judgment as\n\na matter of law on facts that are not disputed.\"                   Wightman v.\n\nSpringfield Terminal Ry., 100 F.3d 228, 230 (1st Cir. 1996).\n\n              Congress enacted TISA \"to require the clear and uniform\n\ndisclosure of . . . the fees that are assessed against deposit\n\naccounts, so that consumers can make a meaningful comparison\n\nbetween the competing claims of depository institutions.\"                   12\n\nU.S.C. § 4301(b).       Pursuant to 12 U.S.C. § 4308, the Federal\n\nReserve Board issued Regulation DD, 12 C.F.R. § 230, to implement\n\nTISA.    TISA's private action provision, 12 U.S.C. § 4310, imposes\n\nliability on \"[a]ny depository institution which fails to comply\n\nwith    any   requirement   imposed    under   [TISA]   or   any    regulation\n\nprescribed under [TISA].\"       12 U.S.C. § 4310(a) (repealed 2001).\n\nThus a banking institution may be liable either for a violation of\n\nTISA itself or for a violation of Regulation DD.\n\n\n\n\n                                      -12-\n\f          We construe consumer protection statutes liberally in\n\nfavor of consumers.      See Bizier v. Globe Fin. Servs., Inc., 654\n\nF.2d 1, 2-3 (1st Cir. 1981) (construing the Truth in Lending Act\n\nbroadly to protect bank customers).             When construing a similar\n\ncivil suit provision of the Truth in Lending Act (TILA), 15 U.S.C.\n\n§ 1640, we held that recovery was available even to a plaintiff who\n\ndid not show actual damages.        See Bizier, 654 F.2d at 2-3 (\"[T]he\n\nact   provides   two    distinct     remedies    for   violation    of   'any\n\nrequirement' it imposes: any actual damages caused, and, whether or\n\nnot any actual damages were suffered, a recovery of up to $1000\n\nplus attorney's fees for any individual transaction.\"); see also\n\nSmith v. Cash Store Mgmt., 195 F.3d 325, 328 (7th Cir. 1999)\n\n(\"Subject to narrow exceptions, 'hypertechnicality reigns' in the\n\napplication of TILA.\");       Purtle v. Eldridge Auto Sales, Inc., 91\n\nF.3d 797, 801 (6th Cir. 1996) (holding that TILA imposes strict\n\nliability); Grant v. Imperial Motors, 539 F.2d 506, 510 (5th Cir.\n\n1976) (\"[O]nce the court finds a violation [of TILA], no matter how\n\ntechnical, it has no discretion with respect to the imposition of\n\nliability.\").    Section 4310 closely tracks the language of TILA's\n\ncivil action provision; neither TISA nor Regulation DD requires a\n\nplaintiff to show financial injury or reliance to procure damages.\n\nSee Schnall v. Amboy Nat'l Bank, 279 F.3d 205, 217-18 (3d Cir.\n\n2002) (noting the similarity in language between the civil action\n\nprovision in     TILA   and   §   4310,   and   concluding   that   \"Congress\n\n\n                                     -13-\n\fintended [§ 4310] to have the same meaning that courts had given\n\nTILA\").     Thus, Fleet is liable for statutory damages for any\n\nviolation of TISA or Regulation DD, regardless of whether Barnes\n\nsuffered any harm as a result of that violation.11 See Schnall, 279\n\nF.3d at 215-16 (imposing liability for violation of disclosure\n\nrequirements under TISA or Regulation DD regardless of harm to\n\nplaintiff); Hale v. Citibank, N.A., 198 F.R.D. 606, 607 (S.D.N.Y.\n\n2001)(same).\n\n            TISA requires banks to notify customers by mail at least\n\n30 days prior to any changes in fees, service charges, or minimum\n\nbalances.      12 U.S.C. § 4305(c).    Regulation DD requires that\n\n\"notice shall include the effective date of the change\" and that\n\n\"notice shall be mailed or delivered at least 30 calendar days\n\nbefore the effective date of the change.\" 12 C.F.R. § 230.5(a)(1).\n\nThe disclosure of the exact effective date of changes is important:\n\n\n     11\n      Barnes does not claim that she suffered any specific\nfinancial loss. Rather, she claims only statutory damages. In an\nindividual action for violation of TISA, a plaintiff may receive\nstatutory damages of between $100 and $1000.          12 U.S.C. §\n4310(a)(2)(A)(repealed 2001).     In a class action, TISA caps\nstatutory damages at the lesser of $500,000 or one percent of the\nnet worth of the depository institution.             12 U.S.C. §\n4310(a)(2)(B)(ii)(repealed 2001). Under Chapter 93A, damages in an\nindividual action are \"actual damages or twenty-five dollars,\nwhichever is greater.\" Mass. Gen. L. ch. 93A, § 9(3). In a class\naction where the statutory award of twenty-five dollars applies,\nthe court multiplies the award by the number of class members. See\nLeardi v. Brown, 394 Mass. 151, 163-64 (1985). Finally, both TISA\nand Chapter 93A also provide for the award of a reasonable\nattorney's fee. 12 U.S.C. § 4310(a)(3)(repealed 2001); Mass. Gen.\nL. ch. 93A, § 9(4).\n\n\n                                -14-\n\fit allows consumers to make informed choices about when and whether\n\nto shift funds to take advantage of the best possible terms offered\n\nby the banking market.     The failure to disclose an effective date\n\nleaves consumers without any firm time line for making their\n\nfinancial decisions.       To ensure that this disclosure actually\n\ninforms consumer decisions, it must be made\n\n          clearly and conspicuously, in writing, and in\n          a form the consumer may keep. Disclosures for\n          each account offered by an institution may be\n          presented   separately    or   combined  with\n          disclosures   for  the   institution's  other\n          accounts, as long as it is clear which\n          disclosures are applicable to the consumer's\n          account.\n\n12 C.F.R. § 230.3(a).12     Thus, to comply with TISA and Regulation\n\nDD, Fleet had to \"clearly and conspicuously\" disclose to Barnes the\n\nchanges to her account, and the effective date of those changes, at\n\nleast 30 days prior to the effective date.\n\n          Neither   TISA    nor   Regulation   DD   defines   the   term\n\n\"effective date\" or requires that it be presented in a specific and\n\nuniform manner.   The commentary to Regulation DD states that \"[a]n\n\nexample of language for disclosing the effective date of a change\n\nis 'As of November 21, 1994.'\"     12 C.F.R. cmt. § 230.5(a)(1) n.2.\n\nCase law, however, suggests that banks do not have to state the\n\n\n     12\n      These requirements apply to \"disclosures required by [12\nC.F.R.] §§ 230.4 through 230.6 and § 230.10.\"        12 C.F.R. §\n230.3(a). Thus, this standard applies to disclosures made pursuant\nto 12 C.F.R. § 230.5 regarding the effective date of changes to a\nconsumer's account terms.\n\n\n                                  -15-\n\feffective date as a specific calendar date, but rather may disclose\n\nthe effective date by reference to other events.                 See, e.g.,\n\nEovaldi v. First Nat'l Bank of Chicago, 596 F.2d 188 (7th Cir.\n\n1979) (holding that an explanatory letter and a chart directing the\n\ncustomer to his new billing date was \"clear and conspicuous\" in\n\ncompliance with Regulation Z, issued pursuant to TILA). Regardless\n\nof whether a bank chooses to disclose the effective date directly\n\nor   by    reference,   that   disclosure   must   be   made   \"clearly   and\n\nconspicuously\" to comply with 12 C.F.R. § 230.3(a).13\n\n                                   III.\n\n             The summary of accounts letter that Fleet mailed to\n\nBarnes clearly stated that \"[c]hanges in monthly fees and balance\n\nrequirements, if any, will take effect on April 12, 2000, and will\n\nbe reflected on your first statement following May 12, 2000\"\n\n\n      13\n      Regulation Z, issued pursuant to TILA, similarly requires\nthat disclosure of credit terms must be made \"clearly and\nconspicuously in writing, in a form that the consumer may keep.\"\n12 C.F.R. § 226.5(a)(1). Several courts have found violations of\nTILA's \"clearly and conspicuously\" requirement. See, e.g., Rossman\nv. Fleet Bank Nat'l Ass'n, 280 F.3d 384, 394 (3d Cir. 2002)\n(holding that \"the statement 'no annual fee' is not a clear and\nconspicuous disclosure of a set of contract terms that permit the\nimposition of an annual fee within a year\"); Smith v. Chapman, 614\nF.2d 968, 975 (5th Cir. 1980) (holding that disclosure of interest\nrate for delinquency charge was not \"clear\" within the meaning of\nRegulation Z when, inter alia, the contract did not explicitly\nstate the interest rate but rather incorporated by reference a\nmaximum possible rate printed on the back side of the contract);\nsee also Shroder v. Suburban Coastal Corp., 729 F.2d 1371, 1380\n(11th Cir. 1984) (holding that failure to print the term \"annual\npercentage rate\" more conspicuously than other required terminology\nconstitutes a violation of TILA.)\n\n\n                                    -16-\n\f(emphasis added). Nevertheless, Fleet contends that it intended to\n\nidentify April 28, 2000, as the \"effective date\" of changes to\n\nBarnes's accounts because that was the first day on which Barnes\n\nwould have had to begin meeting Fleet's average minimum balance\n\nrequirements to avoid incurring fees on her \"first statement\n\nfollowing May 12, 2000.\"   Because Fleet mailed its welcome package\n\nannouncing the effective date of changes on March 28, Fleet asserts\n\nthat it complied with TISA's requirement that it mail notification\n\nof account changes at least 30 days prior to the April 28 effective\n\ndate.\n\n          Barnes claims, however, that the substance of the notice\n\ndid not comply with TISA's disclosure requirements because it\n\nfailed to \"clearly and conspicuously\" disclose that April 28 was\n\nthe effective date of changes to her account.   In response, Fleet\n\nargues that Barnes should have made the following extrapolation\n\nfrom the statement in the summary of accounts letter that changes\n\nwould \"be reflected on your first statement following May 12,\n\n2000\": (1) her \"first statement following May 12\" would be on May\n\n27; (2) the May 27 statement would cover account activity during\n\nthe period from April 28 until May 26; (3) therefore, the effective\n\ndate of any changes would be April 28.   Fleet apparently expected\n\nBarnes to undertake this three part calculation and ignore the\n\nstatement in the summary of accounts letter that changes \"will take\n\neffect on April 12, 2000.\"\n\n\n                                -17-\n\f              This convoluted method of disclosure does not even come\n\nclose to satisfying the \"clearly and conspicuously\" standard.\n\nFirst, nowhere does the summary of accounts letter identify April\n\n28 as the intended effective date of changes to Barnes's accounts.\n\nRather, the letter provided that changes \"will take effect on April\n\n12, 2000,\" a clear statement that Fleet apparently expected its\n\ncustomers to ignore.         A disclosure cannot satisfy the requirements\n\nof Regulation DD when that disclosure \"clearly and conspicuously\"\n\nstates an incorrect effective date.\n\n              Second, Fleet's attempt to disclose the true effective\n\ndate by reference fails because it made unwarranted assumptions\n\nabout    BankBoston     customers'     familiarity     with   Fleet    billing\n\npractices.     The summary of accounts letter did not explain Fleet's\n\nbackward-looking billing system, whereby fees are charged only for\n\nthe 30 days preceding the statement date.             Rather, it stated only\n\nthat    new   fees   would    be   \"reflected\"   on   the   \"first    statement\n\nfollowing May 12.\"      This partial information could easily have led\n\na consumer to believe, as Barnes apparently did, that Fleet would\n\nbegin calculating minimum average balances starting on April 12,\n\nbut that it would not bill any related fees until the first\n\nstatement following May 12.          Nothing in the letter indicated that\n\nthe first statement following May 12 would necessarily only include\n\nfees based on the average minimum balance of the previous 30 days.\n\nBecause Fleet did not explain this billing system, its statement\n\n\n                                      -18-\n\fthat fees would be charged on the \"first statement following May\n\n12\" was not adequate to notify Barnes that the effective date of\n\nchanges to her accounts was April 28 rather than April 12.\n\n            Finally, Fleet's general disclosure language did not\n\nclearly differentiate between the effective date of changes to\n\nBarnes's account    and   the   effective    date    of    changes    to    other\n\naccounts.   See 12 C.F.R. § 230.3(a) (stating that disclosures \"may\n\nbe presented separately or combined with disclosures for the\n\ninstitutions's   other    accounts,   as    long    as    it   is   clear   which\n\ndisclosures are applicable to the consumer's account\").                     While\n\nApril 12 could have been the effective date for some accounts--\n\nthose that had a statement cycle ending May 12--Fleet's letter did\n\nnot clearly indicate that the effective date depended on the\n\nstatement cycle.      Rather, as stated above, Fleet's attempted\n\ndisclosure unreasonably assumed that consumers would infer the\n\ndifferent effective dates based on knowledge of Fleet's backward-\n\nlooking billing cycle.\n\n            The May 8 postcard does not remedy Fleet's failure to\n\ncomply with Regulation DD in its initial disclosure.                 Even if we\n\ninterpret the May 8 postcard as notice of a new effective date--in\n\nBarnes's case, May 27--it does not fulfill TISA's disclosure\n\nrequirements.    Fleet did not send the May 8 postcard 30 days prior\n\nto the new effective date of May 27, and the postcard did not meet\n\nthe requirement that \"[t]he notice shall include the effective date\n\n\n                                  -19-\n\fof the change.\"   12 C.F.R. § 230.5(a)(1).       While it stated that\n\n\"regular monthly service fees will not be charged on your first\n\nFleet statement following the transition of your accounts,\" it did\n\nnot identify the date on which new fees and balance requirements\n\nwould go into effect. Without this information, the May 8 postcard\n\ncannot serve as proper disclosure in compliance with TISA and\n\nRegulation DD.\n\n           In short, because neither the March 28 letter nor the May\n\n8 postcard \"clearly and conspicuously\" stated either the original\n\neffective date (April 28) or the new effective date (May 27), Fleet\n\ndid not comply with the disclosure requirements of 12 C.F.R. §\n\n230.3(a) and is therefore liable to Barnes pursuant to 12 U.S.C. §\n\n4310.\n\n                                IV.\n\n           Appellant has argued that Fleet also violated 12 U.S.C.\n\n§ 4302(e), which states:\n\n           No depository institution or deposit broker\n           shall make any advertisement, announcement, or\n           solicitation relating to a deposit account\n           that is inaccurate or misleading or that\n           misrepresents its deposit contracts.\n\nThere is no case law interpreting this provision of TISA, and there\n\nis no similar provision in TILA that explicitly recognizes a\n\nviolation for misleading statements.       However, even without an\n\nexplicit statutory provision, courts have interpreted TILA to\n\nprohibit   misleading   statements,    holding   that   \"a   misleading\n\n\n                                -20-\n\fdisclosure is as much a violation of TILA as a failure to disclose\n\nat all.\"     Smith v. Chapman, 614 F.2d 968, 977 (5th Cir. 1980)\n\n(finding a violation of TILA in part because the failure to list\n\nthe sales tax figure in the space allotted for that figure on the\n\ncontract form was misleading). See also Roberts v. Fleet Bank, 342\n\nF.3d 260, 269 (3d Cir. 2003) (holding that, where an annual\n\npercentage rate was adjustable at any time but was advertised as a\n\n\"fixed rate\" that \"won't go up in a few short months,\" a question\n\nof fact existed as to whether the statements were misleading in\n\nviolation of TILA); Rossman v. Fleet Bank Nat'l Ass'n, 280 F.3d\n\n384, 394 (3d Cir. 2002) (holding that the statement \"no annual fee\"\n\nis misleading in violation of TILA if the contract terms allow for\n\nimposition of an annual fee within one year); Smith v. No. 2\n\nGalesburg Crown Fin. Corp., 615 F.2d 407, 420 (7th Cir. 1980)\n\n(finding a    violation   of   TILA    where   a   provision   disclosing    a\n\ncreditor's security interest in after-acquired property was so\n\npoorly drafted that it was misleading).\n\n           Barnes   contends    that    Fleet's    correspondence   was     an\n\n\"announcement\" and thus is covered by 12 U.S.C. § 4302(e).           Barnes\n\nalso contends that several statements in Fleet's \"announcement\"\n\nwere both inaccurate and misleading.           First, she argues that the\n\nstatement that changes \"will take effect on April 12, 2000\" was\n\ninaccurate and misleading because, in fact, no changes to Barnes's\n\naccounts occurred on April 12, 2000.           Second, she argues that the\n\n\n                                  -21-\n\fstatements    telling    customers   to     \"do   nothing\"   and   that   their\n\naccounts would be converted into \"the Fleet accounts that are most\n\nsimilar to your BankBoston accounts\" were inaccurate and misleading\n\nbecause, if Barnes had done nothing, the conversion would have left\n\nBarnes with accounts that required higher minimum balances and that\n\ncharged much higher fees.\n\n             We agree with Barnes, and with the district court, that\n\nFleet's mailing was an \"announcement\" within the meaning of 12\n\nU.S.C. § 4302(e).       Although TISA does not define \"announcement,\"\n\nFleet's \"Change in Terms\" package giving formal notice of changes\n\nto account terms must fall within any reasonable definition of the\n\nterm.\n\n             Contrary to the district court, we also agree with Barnes\n\nthat Fleet's \"Change in Terms\" package did contain misleading and\n\ninaccurate statements.      The statement in the summary of accounts\n\nletter that changes \"will take effect on April 12, 2000\" was flatly\n\nincorrect.     No changes to Barnes's accounts occurred on April 12,\n\n2000, nor did Fleet intend for any changes to occur on that date.\n\nRather, the intended effective date of changes to Barnes's accounts\n\nwas April 28.      Indeed, Barnes was actually misled by the false\n\nidentification of April 12 as the effective date and she acted\n\nquickly to change the terms of her BankBoston accounts prior to\n\nthat incorrect deadline.      Her protective actions only confirm that\n\nFleet's notice of the effective date was inaccurate and misleading.\n\n\n                                     -22-\n\f          The context of Fleet's statement did not properly qualify\n\nthe statement that changes \"will take effect on April 12, 2000.\"\n\nAs stated above, customers who wanted to determine the correct\n\neffective date were required to calculate backwards from their\n\nfirst billing statement after May 12.      The \"Change in Terms\"\n\npackage did not notify customers that the first billing statement\n\nafter May 12 would contain charges only for the previous 30 days,\n\nor that they should ignore the plain statement that changes \"will\n\ntake effect on April 12, 2000\" in favor of a calculation based on\n\ntheir own billing cycle.     In the absence of such clarifying\n\ninstructions, there was a high likelihood that this statement would\n\nlead customers to reach the wrong conclusion about the effective\n\ndate of changes to their accounts.\n\n          Moreover, Fleet's \"Change in Terms\" package contained\n\nstatements that \"[t]here is nothing you need to do\" and \"[y]our\n\naccounts will transfer to the Fleet accounts that are most similar\n\nto your existing BankBoston accounts.\"   Although these statements\n\nmay not be inaccurate in themselves, the \"Change in Terms\" package\n\nwas deceptive in its unmistakable implication that the conversion\n\nfrom BankBoston to Fleet accounts would have little or no effect on\n\naccount terms.   If Barnes had in fact done nothing, as Fleet's\n\nannouncement suggested she could do, her BankBoston accounts would\n\nhave been transferred to Fleet accounts that required twice the\n\naverage minimum balance and that imposed nearly twice the amount of\n\n\n                               -23-\n\ffees for falling below that average minimum balance. For consumers\n\nsuch as Barnes, concerned about fees and balance requirements, the\n\nconsequences of inaction would have been significant and unwelcome.\n\n          In summary, the above statements by Fleet in its \"Change\n\nin Terms\" package were misleading.     The package indicated that\n\nchanges \"will take effect on April 12, 2000\" when, in Barnes's\n\ncase, no change took effect on that date.   The package further told\n\ncustomers that \"[t]here is nothing you need to do\" when, in fact,\n\na consumer in Barnes's position who did nothing would have faced a\n\nsignificantly higher minimum balance requirement and significantly\n\nhigher fees.   In total, these statements misled Barnes about the\n\neffective date of changes to her accounts, the result of those\n\nchanges, and the actions she needed to take to ensure that her\n\nminimum balance and fee requirements remained similar to what they\n\nhad been with BankBoston.   Thus, the \"Change in Terms\" package was\n\nmisleading in violation of 12 U.S.C. § 4302(e).\n\n                                V.\n\n          Massachusetts law prohibits \"unfair or deceptive acts or\n\npractices in the conduct of any trade or commerce.\"      Mass. Gen.\n\nLaws ch. 93A, § 2(a).   The Attorney General of Massachusetts is\n\nauthorized to issue regulations to enforce this prohibition. Mass.\n\nGen. Laws ch. 93A, § 2(c); see also Purity Supreme, Inc., v.\n\nAttorney Gen., 407 N.E.2d 297, 299 (1980) (holding that such\n\nregulations are \"valid exercise[s] of the Attorney General's power\n\n\n                               -24-\n\funder G.L. c. 93A, § 2(c), with the force of law normally accorded\n\nto an agency's regulation\"). The regulation relevant in this case,\n\n940 C.M.R. 3.16(4), states that violation of \"Federal consumer\n\nprotection statutes\" constitutes a per se violation of Chapter 93A,\n\n§ 2(a).    See, e.g., Dean v. Compass Receivables Mgmt. Corp., 148\n\nF.Supp.2d 116, 119 (D. Mass. 2001) (citing 940 C.M.R. 3.16(4) for\n\nthe proposition that \"regulations issued by the Massachusetts\n\nAttorney   General   provide   that   violations   of   the   [Fair   Debt\n\nCollection Practices Act] are per se violations of M.G.L. c. 93A,\n\n§ 2\"); Martin v. Sands, 62 F.Supp.2d 196, 201 (D. Mass. 1999)\n\n(holding that, pursuant to 940 C.M.R. 3.16(4), violation of the\n\nFair Debt Collection Practices Act is a per se violation of Mass.\n\nGen. Laws ch. 93A, § 2); Fidler v. Cent. Coop. Bank (In re Fidler),\n\n210 B.R. 411, 430 (Bankr. D. Mass. 1997) (stating that, pursuant to\n\n940 C.M.R. 3.16(4), a violation of TILA constitutes a per se\n\nviolation of M.G.L. c. 93A, § 2).\n\n           As stated above, TISA is a consumer protection statute\n\nand therefore is doubtless within the scope of 940 C.M.R. 3.16(4).\n\nSee 12 U.S.C. § 4301(a)(listing \"the ability of consumers to make\n\ninformed decisions regarding deposit accounts\" as a reason for\n\nenacting TISA). Thus, because we hold that Fleet violated TISA, we\n\n\n\n\n                                 -25-\n\fmust also hold that Fleet's violation of TISA constitutes a per se\n\nviolation of Mass. Gen. Laws ch. 93A, § 2.14\n\n                               VI.\n\n          For the foregoing reasons, we hold that Fleet violated\n\nthe requirements of TISA and is therefore liable to Barnes pursuant\n\nto 12 U.S.C. § 4310 and Mass. Gen. Laws ch. 93A, § 2.   Therefore,\n\nwe VACATE the judgment of the district court, direct entry of\n\njudgment for Barnes on the TISA and Chapter 93A claims, and REMAND\n\nfor further proceedings to determine statutory damages and address\n\nBarnes's previously stayed motion for class certification.\n\n          So ordered.\n\n\n\n\n     14\n      The district court had also concluded that \"[s]tate\nregulations recognize that a defendant's violation of state law or\nfederal consumer protection statutes is a per se violation of\nChapter 93A, § 2.\"    However, the district court concluded that\nthere was no violation of TISA, and hence no violation of Chapter\n93A.\n\n\n                               -26-\n\f",
  "html": "<p class=\"case_cite\">370 F.3d 164</p>\n    <p class=\"parties\">Deborah J. BARNES, Plaintiff, Appellant,<br>v.<br>FLEET NATIONAL BANK, N.A.; Fleetboston Financial Corporation, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 03-1027.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard December 3, 2003.</p>\n    <p class=\"date\">Decided June 2, 2004.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Yvonne W. Rosmarin, with whom Daniel A. Edelman, Cathleen M. Combs, James O. Latturner, Anne M. Burton, and Edelman, Combs &amp; Latturner were on brief, for appellant.</p>\n      <p class=\"indent\">Joseph L. Kociubes, with whom Rheba Rutkowski, Terry Klein, Alan S. Kaplinsky, and Jon E. Hayden were on brief, for appellees.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, CYR, Senior Circuit Judge, and LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">LIPEZ, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this putative class action, Appellant Deborah Barnes alleges that Fleet Bank did not properly disclose the effective date of changes to fees and minimum balance requirements on her bank accounts, and engaged in other inaccurate or misleading announcements of such changes. She argues that these failures constitute violations of the Truth in Savings Act, 12 U.S.C. &#167;&#167; 4301-4313, its implementing regulations, 12 C.F.R. &#167; 230, and the Massachusetts Consumer Protection Act, Mass. Gen. Laws ch. 93A, &#167; 2. The district court granted summary judgment for Fleet. For the reasons given below, we reverse and remand for further proceedings.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We set forth the undisputed facts from the summary judgment record or, where appropriate, note the contentions of the parties about those facts. In October 1999, Fleet National Bank acquired another commercial bank, BankBoston. As a result of the merger, Fleet had to convert the accounts of BankBoston customers into Fleet accounts. According to Fleet, it tried to match each BankBoston account with the Fleet account that provided the most similar terms (e.g., minimum balances and fees). Because the two banks had offered different types of accounts with different terms, these matches were not exact. Thus, at least some BankBoston customers experienced changes in account terms as a result of the merger with Fleet.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Prior to the merger, Deborah Barnes was a customer of BankBoston, where she maintained \"Premium Value\" checking, reserve credit, and money market savings accounts. On March 28, 2000, Fleet sent a \"Change in Terms\" package to Barnes describing upcoming changes to her accounts.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Barnes received the package on April 6, 2000. It contained a welcome letter, a personalized \"summary of accounts\" letter, and a variety of other information about Fleet banking products and services. The welcome letter, dated \"March, 2000,\" stated:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">I'm writing to tell you about the transition of your BankBoston deposit accounts to Fleet accounts on May 12.... On May 12, 2000, your accounts will transfer to the Fleet accounts that are most similar to your existing BankBoston accounts. Everything will happen automatically, so you won't have to do a thing.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Bullet points on the side of the letter listed a phone number that customers could call with questions about the transition, and restated the points in the letter that \"[y]our deposit accounts will become Fleet accounts on May 12, 2000\" and that \"[t]here is nothing you need to do. We will take care of everything to assure a smooth transition.\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The summary of accounts letter provided more specific information about Barnes's accounts. It stated:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Changes in monthly fees and balance requirements, if any, will take effect on April 12, 2000, and will be reflected on your first statement following May 12, 2000. All other account changes and enhancements will take effect on May 12, 2000.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The letter went on to state that Barnes's \"Premium Value\" accounts would be converted into \"FleetOne Gold\" accounts. Despite Fleet's statement that it would convert Barnes's BankBoston accounts into the Fleet accounts it deemed to be most similar, the terms of the new \"FleetOne Gold\" accounts differed significantly from those of Barnes's existing BankBoston accounts. While BankBoston had required Barnes to maintain only a $5,000 combined minimum balance to avoid a $10 fee, the new Fleet accounts required a combined minimum average monthly balance of $10,000 to avoid an $18 monthly fee.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Based on the statement in the summary of accounts letter that \"[c]hanges in monthly fees and balance requirements, if any, will take effect on April 12, 2000,\" Barnes believed that she had only until April 12 &#8212; six days after she received the \"Change in Terms\" package from Fleet &#8212; before Fleet would begin to calculate the average balance on her new checking account. Thus, she believed that if she wanted to avoid the $18 monthly fee, she would have to raise her average balance to more than $10,000 starting on April 12. Rather than increase her balance, Barnes acted quickly to change her existing BankBoston accounts before what she believed was an April 12 deadline. Within a week of receiving the \"Change in Terms\" package, Barnes converted her Premium Value Checking account to a Classic Value account, which required only a $2,500 minimum balance to avoid monthly fees. According to Fleet, this Classic Value account was most similar to the Fleet Classic account, which required only a $4,000 minimum average monthly balance to avoid fees. When the conversion from BankBoston to Fleet finally took place, Barnes's Classic Value account became a Fleet Classic account.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Fleet contends that Barnes misinterpreted the summary of accounts letter and that she did not have to change her BankBoston accounts before April 12 to avoid paying fees on her new Fleet accounts. According to Fleet, it had planned to charge new monthly service fees on each customer's first statement after the May 12 conversion. Barnes's first statement after May 12 was scheduled to be mailed on May 27. That statement would have reflected for the first time charges for any new fees based on her monthly balance. Because Fleet calculates average balances retrospectively for one month periods, the May 27 statement would have reflected monthly service charges based on the average balance in Barnes's accounts during the period from April 28 to May 26. Thus, according to Fleet, Barnes had until April 28, not April 12, to make any changes necessary to avoid paying monthly fees on her Fleet checking account.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Barnes, however, was not the only customer confused by Fleet's communication to BankBoston customers, and Fleet attempted to remedy customer concerns by delaying the imposition of new fees. In a \"postcard\" dated May 8, 2000, Fleet notified BankBoston customers that it would not impose monthly service charges for the first billing period following the May 12 conversion.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> It stated:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Recently, we sent you information about the transition of your BankBoston accounts to Fleet, which will take effect on May 12, 2000. We recognize that any changes in your banking services may feel unsettling. That is why we are pleased to announce that regular monthly service fees will not be charged on your first Fleet statement following the transition of your accounts.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Because of this postponement of new fees, Barnes would not have been charged any fees even if she had failed to comply with Fleet's minimum balance requirements during the period of April 28 to May 26. Thus, after the additional delay, Barnes did not have to maintain a minimum balance until the period of May 27 to June 28.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Barnes brought a class action complaint against Fleet, alleging that Fleet had violated the Truth in Savings Act (TISA), 12 U.S.C. &#167;&#167; 4301-4313, and Mass. Gen. Laws ch. 93A.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Specifically, Barnes argued that Fleet's \"Change in Terms\" package did not satisfy 12 U.S.C. &#167; 4305(c)<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> and 12 C.F.R. &#167; 230.5(a)(1)<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> because it did not properly disclose the effective date of changes to Barnes's accounts. She further argued that the \"Change in Terms\" package was misleading in violation of 12 U.S.C. &#167; 4302(e).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> Finally, she argued that these violations of TISA constituted a per se violation of Chapter 93A, &#167; 2(a).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Barnes filed a motion for class certification, and Fleet responded with a motion to stay certification. After an initial scheduling conference, the district court entered an order staying Barnes's motion for class certification in anticipation of summary judgment filings.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> Both parties then moved for summary judgment on the TISA and 93A claims.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The district court held that \"the second, more detailed letter of March 28, 2000, [the personalized summary of accounts letter] satisfied Fleet's TISA disclosure obligations.\" The court recognized that \"[t]he letter seems initially to announce an effective date of April 12.\" Nevertheless, it reasoned that</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">closer attention to the letter reveals that the effective date conveyed in the letters, was the beginning of each recipient's monthly statement period that ended after May 12. In Barnes's case, for example, the effective date was April 28: Barnes's first statement after the May 12 cutoff would issue on May 26. As Fleet explains in its papers, the changes would first apply in the statement period preceding that date, to be reflected in that statement. April 28 was the first date on which the changes to account terms would apply to Barnes.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The district court then concluded that Fleet's correspondence to Barnes sufficiently announced that April 28 was the effective date of changes to Barnes's accounts.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">It is my view that, while less than ideal, the language of the March 28 letter adequately conveys a \"date\" of changes to Barnes' accounts. It is indeed problematic that the letter states that \"[c]hanges in monthly fees and balance requirements, if any, will take effect on April 12, 2000.\" Standing alone, that clause announces an inaccurate effective date. But the context is curative: the second clause in the sentence explains that the pertinent changes will be reflected on the first statement the client receives after May 12.... The letter instructs that Fleet will review account balances and assess fees on a monthly basis, and that the first statement received after May 12 will reflect the implementation of these changes. It logically follows that the effective date of the changes predates that statement by one month. Its approach could have been more straightforward, but Fleet provided the information from which its BankBoston customers could ascertain the effective dates it intended for them.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The district court thus held that Fleet's notice of the effective date of changes to Barnes's accounts complied with the requirements of TISA and 12 C.F.R. &#167; 230 (Regulation DD).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The court then addressed Barnes's contention that Fleet's correspondence was misleading in violation of 12 U.S.C. &#167; 4302(e). In the court's view, Fleet's announcement was not misleading when it stated that \"on May 12, 2000, your accounts will transfer to the Fleet accounts that are most similar to your existing BankBoston accounts. Everything will happen automatically, so you won't have to do a thing.\" In response to Barnes's argument that the Fleet announcement was misleading because she would have been subject to higher fees and higher monthly balance requirements after the transfer if she had taken no action, the court reasoned that Fleet's letter served only to notify Barnes that the transfer of her accounts would happen automatically, without any assertion that her monthly fees would remain the same.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The district court also rejected Barnes's argument that the statement \"[c]hanges in monthly fees and balance requirements, if any, will take effect on April 12, 2000, and will be reflected on your first statement following May 12, 2000\" was misleading. It stated that \"Barnes offers no evidence to suggest that, <i>at the time it made the statement,</i> Fleet intended some effective date other than what it described\" (emphasis in original). The court focused on Fleet's subsequent decision to extend the time period in which it would not charge new fees, stating that this extension of time conferred a benefit on Barnes and could not render misleading the preceding statement outlining an earlier effective date. Presumably because it had already determined that the summary of accounts letter gave adequate notice of the intended effective date of April 28, the court did not address whether the summary of accounts letter misled Barnes about the effective date that Fleet had originally intended to identify.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Having found no violation of TISA, the court addressed Barnes's claim under Mass. Gen. Laws ch. 93A. The court stated that because TISA is a consumer protection statute, violation of TISA would be a per se violation of Chapter 93A pursuant to 940 C.M.R. &#167; 3.16(4).<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> Nevertheless, the court stated that \"Barnes' Chapter 93A claim cannot ride on the coattails of her TISA claim because Barnes did not prevail on her TISA claim.\" Thus, because the court had found no violation of TISA, it held that Barnes had not established a per se violation of Chapter 93A.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The district court denied Barnes's motion for summary judgment and granted Fleet's motion for summary judgment. Barnes now appeals, arguing that the court erred in finding no violation of TISA and no liability under Chapter 93A.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We review the district court's ruling on cross-motions for summary judgment de novo. <i>Bienkowski v. Northeastern Univ.,</i> 285 F.3d 138, 140 (1st Cir.2002). \"Cross motions simply require us to determine whether either of the parties deserves judgment as a matter of law on facts that are not disputed.\" <i>Wightman v. Springfield Terminal Ry.,</i> 100 F.3d 228, 230 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Congress enacted TISA \"to require the clear and uniform disclosure of ... the fees that are assessed against deposit accounts, so that consumers can make a meaningful comparison between the competing claims of depository institutions.\" 12 U.S.C. &#167; 4301(b). Pursuant to 12 U.S.C. &#167; 4308, the Federal Reserve Board issued Regulation DD, 12 C.F.R. &#167; 230, to implement TISA. TISA's private action provision, 12 U.S.C. &#167; 4310, imposes liability on \"[a]ny depository institution which fails to comply with any requirement imposed under [TISA] or any regulation prescribed under [TISA].\" 12 U.S.C. &#167; 4310(a) (repealed 2001). Thus a banking institution may be liable either for a violation of TISA itself or for a violation of Regulation DD.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We construe consumer protection statutes liberally in favor of consumers. <i>See Bizier v. Globe Fin. Servs., Inc.,</i> 654 F.2d 1, 2-3 (1st Cir.1981) (construing the Truth in Lending Act broadly to protect bank customers). When construing a similar civil suit provision of the Truth in Lending Act (TILA), 15 U.S.C. &#167; 1640, we held that recovery was available even to a plaintiff who did not show actual damages. <i>See Bizier,</i> 654 F.2d at 2-3 (\"[T]he act provides two distinct remedies for violation of `any requirement' it imposes: any actual damages caused, and, whether or not any actual damages were suffered, a recovery of up to $1000 plus attorney's fees for any individual transaction.\"); <i>see also Smith v. Cash Store Mgmt.,</i> 195 F.3d 325, 328 (7th Cir.1999) (\"Subject to narrow exceptions, `hypertechnicality reigns' in the application of TILA.\"); <i>Purtle v. Eldridge Auto Sales, Inc.,</i> 91 F.3d 797, 801 (6th Cir.1996) (holding that TILA imposes strict liability); <i>Grant v. Imperial Motors,</i> 539 F.2d 506, 510 (5th Cir.1976) (\"[O]nce the court finds a violation [of TILA], no matter how technical, it has no discretion with respect to the imposition of liability.\"). Section 4310 closely tracks the language of TILA's civil action provision; neither TISA nor Regulation DD requires a plaintiff to show financial injury or reliance to procure damages. <i>See Schnall v. Amboy Nat'l Bank,</i> 279 F.3d 205, 217-18 (3d Cir.2002) (noting the similarity in language between the civil action provision in TILA and &#167; 4310, and concluding that \"Congress intended [&#167; 4310] to have the same meaning that courts had given TILA\"). Thus, Fleet is liable for statutory damages for any violation of TISA or Regulation DD, regardless of whether Barnes suffered any harm as a result of that violation.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> <i>See Schnall,</i> 279 F.3d at 215-16 (imposing liability for violation of disclosure requirements under TISA or Regulation DD regardless of harm to plaintiff); <i>Hale v. Citibank, N.A.,</i> 198 F.R.D. 606, 607 (S.D.N.Y.2001)(same).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">TISA requires banks to notify customers by mail at least 30 days prior to any changes in fees, service charges, or minimum balances. 12 U.S.C. &#167; 4305(c). Regulation DD requires that \"notice shall include the effective date of the change\" and that \"notice shall be mailed or delivered at least 30 calendar days before the effective date of the change.\" 12 C.F.R. &#167; 230.5(a)(1). The disclosure of the exact effective date of changes is important: it allows consumers to make informed choices about when and whether to shift funds to take advantage of the best possible terms offered by the banking market. The failure to disclose an effective date leaves consumers without any firm time line for making their financial decisions. To ensure that this disclosure actually informs consumer decisions, it must be made</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">clearly and conspicuously, in writing, and in a form the consumer may keep. Disclosures for each account offered by an institution may be presented separately or combined with disclosures for the institution's other accounts, as long as it is clear which disclosures are applicable to the consumer's account.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">12 C.F.R. &#167; 230.3(a).<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> Thus, to comply with TISA and Regulation DD, Fleet had to \"clearly and conspicuously\" disclose to Barnes the changes to her account, and the effective date of those changes, at least 30 days prior to the effective date.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Neither TISA nor Regulation DD defines the term \"effective date\" or requires that it be presented in a specific and uniform manner. The commentary to Regulation DD states that \"[a]n example of language for disclosing the effective date of a change is `As of November 21, 1994.'\" 12 C.F.R. cmt. &#167; 230.5(a)(1) n. 2. Case law, however, suggests that banks do not have to state the effective date as a specific calendar date, but rather may disclose the effective date by reference to other events. <i>See, e.g., Eovaldi v. First Nat'l Bank of Chicago,</i> 596 F.2d 188 (7th Cir.1979) (holding that an explanatory letter and a chart directing the customer to his new billing date was \"clear and conspicuous\" in compliance with Regulation Z, issued pursuant to TILA). Regardless of whether a bank chooses to disclose the effective date directly or by reference, that disclosure must be made \"clearly and conspicuously\" to comply with 12 C.F.R. &#167; 230.3(a).<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The summary of accounts letter that Fleet mailed to Barnes clearly stated that \"[c]hanges in monthly fees and balance requirements, if any, <i>will take effect on April 12, 2000,</i> and will be reflected on your first statement following May 12, 2000\" (emphasis added). Nevertheless, Fleet contends that it intended to identify April 28, 2000, as the \"effective date\" of changes to Barnes's accounts because that was the first day on which Barnes would have had to begin meeting Fleet's average minimum balance requirements to avoid incurring fees on her \"first statement following May 12, 2000.\" Because Fleet mailed its welcome package announcing the effective date of changes on March 28, Fleet asserts that it complied with TISA's requirement that it mail notification of account changes at least 30 days prior to the April 28 effective date.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Barnes claims, however, that the substance of the notice did not comply with TISA's disclosure requirements because it failed to \"clearly and conspicuously\" disclose that April 28 was the effective date of changes to her account. In response, Fleet argues that Barnes should have made the following extrapolation from the statement in the summary of accounts letter that changes would \"be reflected on your first statement following May 12, 2000\": (1) her \"first statement following May 12\" would be on May 27; (2) the May 27 statement would cover account activity during the period from April 28 until May 26; (3) therefore, the effective date of any changes would be April 28. Fleet apparently expected Barnes to undertake this three part calculation and ignore the statement in the summary of accounts letter that changes \"will take effect on April 12, 2000.\"</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">This convoluted method of disclosure does not even come close to satisfying the \"clearly and conspicuously\" standard. First, nowhere does the summary of accounts letter identify April 28 as the intended effective date of changes to Barnes's accounts. Rather, the letter provided that changes \"will take effect on April 12, 2000,\" a clear statement that Fleet apparently expected its customers to ignore. A disclosure cannot satisfy the requirements of Regulation DD when that disclosure \"clearly and conspicuously\" states an incorrect effective date.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Second, Fleet's attempt to disclose the true effective date by reference fails because it made unwarranted assumptions about BankBoston customers' familiarity with Fleet billing practices. The summary of accounts letter did not explain Fleet's backward-looking billing system, whereby fees are charged only for the 30 days preceding the statement date. Rather, it stated only that new fees would be \"reflected\" on the \"first statement following May 12.\" This partial information could easily have led a consumer to believe, as Barnes apparently did, that Fleet would begin calculating minimum average balances starting on April 12, but that it would not bill any related fees until the first statement following May 12. Nothing in the letter indicated that the first statement following May 12 would necessarily only include fees based on the average minimum balance of the previous 30 days. Because Fleet did not explain this billing system, its statement that fees would be charged on the \"first statement following May 12\" was not adequate to notify Barnes that the effective date of changes to her accounts was April 28 rather than April 12.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Finally, Fleet's general disclosure language did not clearly differentiate between the effective date of changes to Barnes's account and the effective date of changes to other accounts. <i>See</i> 12 C.F.R. &#167; 230.3(a) (stating that disclosures \"may be presented separately or combined with disclosures for the institutions's other accounts, as long as it is clear which disclosures are applicable to the consumer's account\"). While April 12 could have been the effective date for some accounts &#8212; those that had a statement cycle ending May 12 &#8212; Fleet's letter did not clearly indicate that the effective date depended on the statement cycle. Rather, as stated above, Fleet's attempted disclosure unreasonably assumed that consumers would infer the different effective dates based on knowledge of Fleet's backward-looking billing cycle.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The May 8 postcard does not remedy Fleet's failure to comply with Regulation DD in its initial disclosure. Even if we interpret the May 8 postcard as notice of a new effective date &#8212; in Barnes's case, May 27 &#8212; it does not fulfill TISA's disclosure requirements. Fleet did not send the May 8 postcard 30 days prior to the new effective date of May 27, and the postcard did not meet the requirement that \"[t]he notice shall include the effective date of the change.\" 12 C.F.R. &#167; 230.5(a)(1). While it stated that \"regular monthly service fees will not be charged on your first Fleet statement following the transition of your accounts,\" it did not identify the date on which new fees and balance requirements would go into effect. Without this information, the May 8 postcard cannot serve as proper disclosure in compliance with TISA and Regulation DD.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">In short, because neither the March 28 letter nor the May 8 postcard \"clearly and conspicuously\" stated either the original effective date (April 28) or the new effective date (May 27), Fleet did not comply with the disclosure requirements of 12 C.F.R. &#167; 230.3(a) and is therefore liable to Barnes pursuant to 12 U.S.C. &#167; 4310.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Appellant has argued that Fleet also violated 12 U.S.C. &#167; 4302(e), which states:</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">No depository institution or deposit broker shall make any advertisement, announcement, or solicitation relating to a deposit account that is inaccurate or misleading or that misrepresents its deposit contracts.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">There is no case law interpreting this provision of TISA, and there is no similar provision in TILA that explicitly recognizes a violation for misleading statements. However, even without an explicit statutory provision, courts have interpreted TILA to prohibit misleading statements, holding that \"a misleading disclosure is as much a violation of TILA as a failure to disclose at all.\" <i>Smith v. Chapman,</i> 614 F.2d 968, 977 (5th Cir.1980) (finding a violation of TILA in part because the failure to list the sales tax figure in the space allotted for that figure on the contract form was misleading). <i>See also Roberts v. Fleet Bank,</i> 342 F.3d 260, 269 (3d Cir.2003) (holding that, where an annual percentage rate was adjustable at any time but was advertised as a \"fixed rate\" that \"won't go up in a few short months,\" a question of fact existed as to whether the statements were misleading in violation of TILA); <i>Rossman v. Fleet Bank Nat'l Ass'n,</i> 280 F.3d 384, 394 (3d Cir.2002) (holding that the statement \"no annual fee\" is misleading in violation of TILA if the contract terms allow for imposition of an annual fee within one year); <i>Smith v. No. 2 Galesburg Crown Fin. Corp.,</i> 615 F.2d 407, 420 (7th Cir.1980) (finding a violation of TILA where a provision disclosing a creditor's security interest in after-acquired property was so poorly drafted that it was misleading).</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Barnes contends that Fleet's correspondence was an \"announcement\" and thus is covered by 12 U.S.C. &#167; 4302(e). Barnes also contends that several statements in Fleet's \"announcement\" were both inaccurate and misleading. First, she argues that the statement that changes \"will take effect on April 12, 2000\" was inaccurate and misleading because, in fact, no changes to Barnes's accounts occurred on April 12, 2000. Second, she argues that the statements telling customers to \"do nothing\" and that their accounts would be converted into \"the Fleet accounts that are most similar to your BankBoston accounts\" were inaccurate and misleading because, if Barnes had done nothing, the conversion would have left Barnes with accounts that required higher minimum balances and that charged much higher fees.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">We agree with Barnes, and with the district court, that Fleet's mailing was an \"announcement\" within the meaning of 12 U.S.C. &#167; 4302(e). Although TISA does not define \"announcement,\" Fleet's \"Change in Terms\" package giving formal notice of changes to account terms must fall within any reasonable definition of the term.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Contrary to the district court, we also agree with Barnes that Fleet's \"Change in Terms\" package did contain misleading and inaccurate statements. The statement in the summary of accounts letter that changes \"will take effect on April 12, 2000\" was flatly incorrect. No changes to Barnes's accounts occurred on April 12, 2000, nor did Fleet intend for any changes to occur on that date. Rather, the intended effective date of changes to Barnes's accounts was April 28. Indeed, Barnes was actually misled by the false identification of April 12 as the effective date and she acted quickly to change the terms of her BankBoston accounts prior to that incorrect deadline. Her protective actions only confirm that Fleet's notice of the effective date was inaccurate and misleading.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The context of Fleet's statement did not properly qualify the statement that changes \"will take effect on April 12, 2000.\" As stated above, customers who wanted to determine the correct effective date were required to calculate backwards from their first billing statement after May 12. The \"Change in Terms\" package did not notify customers that the first billing statement after May 12 would contain charges only for the previous 30 days, or that they should ignore the plain statement that changes \"will take effect on April 12, 2000\" in favor of a calculation based on their own billing cycle. In the absence of such clarifying instructions, there was a high likelihood that this statement would lead customers to reach the wrong conclusion about the effective date of changes to their accounts.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Moreover, Fleet's \"Change in Terms\" package contained statements that \"[t]here is nothing you need to do\" and \"[y]our accounts will transfer to the Fleet accounts that are most similar to your existing BankBoston accounts.\" Although these statements may not be inaccurate in themselves, the \"Change in Terms\" package was deceptive in its unmistakable implication that the conversion from BankBoston to Fleet accounts would have little or no effect on account terms. If Barnes had in fact done nothing, as Fleet's announcement suggested she could do, her BankBoston accounts would have been transferred to Fleet accounts that required twice the average minimum balance and that imposed nearly twice the amount of fees for falling below that average minimum balance. For consumers such as Barnes, concerned about fees and balance requirements, the consequences of inaction would have been significant and unwelcome.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">In summary, the above statements by Fleet in its \"Change in Terms\" package were misleading. The package indicated that changes \"will take effect on April 12, 2000\" when, in Barnes's case, no change took effect on that date. The package further told customers that \"[t]here is nothing you need to do\" when, in fact, a consumer in Barnes's position who did nothing would have faced a significantly higher minimum balance requirement and significantly higher fees. In total, these statements misled Barnes about the effective date of changes to her accounts, the result of those changes, and the actions she needed to take to ensure that her minimum balance and fee requirements remained similar to what they had been with BankBoston. Thus, the \"Change in Terms\" package was misleading in violation of 12 U.S.C. &#167; 4302(e).</p>\n    </div>\n    <p>V.</p>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Massachusetts law prohibits \"unfair or deceptive acts or practices in the conduct of any trade or commerce.\" Mass. Gen. Laws ch. 93A, &#167; 2(a). The Attorney General of Massachusetts is authorized to issue regulations to enforce this prohibition. Mass. Gen. Laws ch. 93A, &#167; 2(c); <i>see also Purity Supreme, Inc., v. Attorney Gen.,</i> 380 Mass. 762, 407 N.E.2d 297, 299 (1980) (holding that such regulations are \"valid exercise[s] of the Attorney General's power under G.L. c. 93A, &#167; 2(c), with the force of law normally accorded to an agency's regulation\"). The regulation relevant in this case, 940 C.M.R. 3.16(4), states that violation of \"Federal consumer protection statutes\" constitutes a per se violation of Chapter 93A, &#167; 2(a). <i>See, e.g., Dean v. Compass Receivables Mgmt. Corp.,</i> 148 F.Supp.2d 116, 119 (D.Mass.2001) (citing 940 C.M.R. 3.16(4) for the proposition that \"regulations issued by the Massachusetts Attorney General provide that violations of the [Fair Debt Collection Practices Act] are per se violations of M.G.L. c. 93A, &#167; 2\"); <i>Martin v. Sands,</i> 62 F.Supp.2d 196, 201 (D.Mass.1999) (holding that, pursuant to 940 C.M.R. 3.16(4), violation of the Fair Debt Collection Practices Act is a <i>per se</i> violation of Mass. Gen. Laws ch. 93A, &#167; 2); <i>Fidler v. Cent. Coop. Bank</i> (<i>In re Fidler</i>), 210 B.R. 411, 430 (Bankr.D.Mass.1997) (stating that, pursuant to 940 C.M.R. 3.16(4), a violation of TILA constitutes a <i>per se</i> violation of M.G.L. c. 93A, &#167; 2).</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">As stated above, TISA is a consumer protection statute and therefore is doubtless within the scope of 940 C.M.R. 3.16(4). <i>See</i> 12 U.S.C. &#167; 4301(a)(listing \"the ability of consumers to make informed decisions regarding deposit accounts\" as a reason for enacting TISA). Thus, because we hold that Fleet violated TISA, we must also hold that Fleet's violation of TISA constitutes a per se violation of Mass. Gen. Laws ch. 93A, &#167; 2.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <p>VI.</p>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">For the foregoing reasons, we hold that Fleet violated the requirements of TISA and is therefore liable to Barnes pursuant to 12 U.S.C. &#167; 4310 and Mass. Gen. Laws ch. 93A, &#167; 2. Therefore, we VACATE the judgment of the district court, direct entry of judgment for Barnes on the TISA and Chapter 93A claims, and REMAND for further proceedings to determine statutory damages and address Barnes's previously stayed motion for class certification.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">So ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Fleet sent similar packages to more than one million BankBoston customers</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Fleet included similar information in Barnes's May 27 statement, stating that no fees were charged for the statement period of April 28 to May 27</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Subsequently, during the billing period of July 29, 2000, to August 29, 2000, Barnes incurred fees for failing to maintain the required minimum average balance. On her August 29 statement, Fleet informed Barnes that she would be charged fees on her next statement. That was the first time that Barnes was charged any additional fees after the merger between Fleet and BankBoston</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The provision of TISA granting a private right of action, 12 U.S.C. &#167; 4310, was repealed on September 30, 2001<i>See</i> Act of Sept. 30, 1996, Pub.L. No. 104-208, &#167; 2604(a), 110 Stat. 3009, 3009-470 (1996) (\"Effective as of the end of the 5-year period beginning on the date of the enactment of this Act, section 271 of the Truth in Savings Act (12 U.S.C. &#167; 4310) is repealed.\"). However, the parties do not dispute that this suit, which was filed prior to September 30, 2001, survives. <i>See Schnall v. Amboy Nat'l Bank,</i> 279 F.3d 205, 215 &amp; n. 2 (3d Cir.2002) (holding that private actions filed prior to September 30, 2001, survive the repeal of &#167; 4310).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> 12 U.S.C. &#167; 4305(c) states:</p>\n        <p class=\"indent\">Distribution of notice of certain changes</p>\n        <p class=\"indent\">If &#8212;</p>\n        <p class=\"indent\">(1) any change is made in any term or condition which is required to be disclosed in the schedule required under section 4303(a) of this title [which includes \"fees, charges, interest rates, terms and conditions\"] with respect to any account; and</p>\n        <p class=\"indent\">(2) the change may reduce the yield or adversely affect any holder of the account,</p>\n        <p class=\"indent\">all account holders who may be affected by such change shall be notified and provided with a description of the change by mail at least 30 days before the change takes effect.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> 12 C.F.R. &#167; 230.5(a)(1) states:</p>\n        <p class=\"indent\">A depository institution shall give advance notice to affected consumers of any change in a term required to be disclosed under &#167; 230.4(b) of this part [including information about minimum balances and fees] if the change may reduce the annual percentage yield or adversely affect the consumer. The notice shall include the effective date of the change. The notice shall be mailed or delivered at least 30 calendar days before the effective date of the change.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> 12 U.S.C. &#167; 4302(e) states:</p>\n        <p class=\"indent\">No depository institution or deposit broker shall make any advertisement, announcement, or solicitation relating to a deposit account that is inaccurate or misleading or that misrepresents its deposit contracts.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Mass. Gen. Laws. ch. 93A, &#167; 2(a) states:</p>\n        <p class=\"indent\">Unfair methods of competition and unfair or deceptive acts or practices in the conduct of any trade or commerce are hereby declared unlawful.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Thus, the class certification issue was never resolved by the district court and is not at issue in this appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> 940 C.M.R. &#167; 3.16 provides:</p>\n        <p class=\"indent\">Without limiting the scope of any other rule, regulation or statute, an act or practice is in violation of Mass. Gen. Laws ch. 93A, &#167; 2 if:</p>\n        <p class=\"indent\">. . .</p>\n        <p class=\"indent\">(4) It violates the Federal Trade Commission Act, the Federal Consumer Credit Protection Act or other Federal consumer protection statutes within the purview of Mass. Gen. Laws ch. 93A, &#167; 2.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Barnes does not claim that she suffered any specific financial loss. Rather, she claims only statutory damages. In an individual action for violation of TISA, a plaintiff may receive statutory damages of between $100 and $1000. 12 U.S.C. &#167; 4310(a)(2)(A)(repealed 2001). In a class action, TISA caps statutory damages at the lesser of $500,000 or one percent of the net worth of the depository institution. 12 U.S.C. &#167; 4310(a)(2)(B)(ii)(repealed 2001). Under Chapter 93A, damages in an individual action are \"actual damages or twenty-five dollars, whichever is greater.\" Mass. Gen. L. ch. 93A, &#167; 9(3). In a class action where the statutory award of twenty-five dollars applies, the court multiplies the award by the number of class members<i>See Leardi v. Brown,</i> 394 Mass. 151, 163-64, 474 N.E.2d 1094 (1985). Finally, both TISA and Chapter 93A also provide for the award of a reasonable attorney's fee. 12 U.S.C. &#167; 4310(a)(3)(repealed 2001); Mass. Gen. L. ch. 93A, &#167; 9(4).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> These requirements apply to \"disclosures required by [12 C.F.R.] &#167;&#167; 230.4 through 230.6 and &#167; 230.10.\" 12 C.F.R. &#167; 230.3(a). Thus, this standard applies to disclosures made pursuant to 12 C.F.R. &#167; 230.5 regarding the effective date of changes to a consumer's account terms</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Regulation Z, issued pursuant to TILA, similarly requires that disclosure of credit terms must be made \"clearly and conspicuously in writing, in a form that the consumer may keep.\" 12 C.F.R. &#167; 226.5(a)(1). Several courts have found violations of TILA's \"clearly and conspicuously\" requirement<i>See, e.g., Rossman v. Fleet Bank Nat'l Ass'n,</i> 280 F.3d 384, 394 (3d Cir.2002) (holding that \"the statement `no annual fee' is not a clear and conspicuous disclosure of a set of contract terms that permit the imposition of an annual fee within a year\"); <i>Smith v. Chapman,</i> 614 F.2d 968, 975 (5th Cir.1980) (holding that disclosure of interest rate for delinquency charge was not \"clear\" within the meaning of Regulation Z when, <i>inter alia,</i> the contract did not explicitly state the interest rate but rather incorporated by reference a maximum possible rate printed on the back side of the contract); <i>see also Shroder v. Suburban Coastal Corp.,</i> 729 F.2d 1371, 1380 (11th Cir.1984) (holding that failure to print the term \"annual percentage rate\" more conspicuously than other required terminology constitutes a violation of TILA.)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> The district court had also concluded that \"[s]tate regulations recognize that a defendant's violation of state law or federal consumer protection statutes is a<i>per se</i> violation of Chapter 93A, &#167; 2.\" However, the district court concluded that there was no violation of TISA, and hence no violation of Chapter 93A.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation\" data-id=\"201193\"><a href=\"/opinion/201193/barnes-v-fleet-national-bank/\"><span class=\"volume\">370</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">164</span></a></span></p>\n    <p class=\"parties\">Deborah J. BARNES, Plaintiff, Appellant,<br>v.<br>FLEET NATIONAL BANK, N.A.; Fleetboston Financial Corporation, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 03-1027.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard December 3, 2003.</p>\n    <p class=\"date\">Decided June 2, 2004.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Yvonne W. Rosmarin, with whom Daniel A. Edelman, Cathleen M. Combs, James O. Latturner, Anne M. Burton, and Edelman, Combs &amp; Latturner were on brief, for appellant.</p>\n      <p class=\"indent\">Joseph L. Kociubes, with whom Rheba Rutkowski, Terry Klein, Alan S. Kaplinsky, and Jon E. Hayden were on brief, for appellees.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, CYR, Senior Circuit Judge, and LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">LIPEZ, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this putative class action, Appellant Deborah Barnes alleges that Fleet Bank did not properly disclose the effective date of changes to fees and minimum balance requirements on her bank accounts, and engaged in other inaccurate or misleading announcements of such changes. She argues that these failures constitute violations of the Truth in Savings Act, 12 U.S.C. &#167;&#167; 4301-4313, its implementing regulations, 12 C.F.R. &#167; 230, and the Massachusetts Consumer Protection Act, Mass. Gen. Laws ch. 93A, &#167; 2. The district court granted summary judgment for Fleet. For the reasons given below, we reverse and remand for further proceedings.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We set forth the undisputed facts from the summary judgment record or, where appropriate, note the contentions of the parties about those facts. In October 1999, Fleet National Bank acquired another commercial bank, BankBoston. As a result of the merger, Fleet had to convert the accounts of BankBoston customers into Fleet accounts. According to Fleet, it tried to match each BankBoston account with the Fleet account that provided the most similar terms (e.g., minimum balances and fees). Because the two banks had offered different types of accounts with different terms, these matches were not exact. Thus, at least some BankBoston customers experienced changes in account terms as a result of the merger with Fleet.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Prior to the merger, Deborah Barnes was a customer of BankBoston, where she maintained \"Premium Value\" checking, reserve credit, and money market savings accounts. On March 28, 2000, Fleet sent a \"Change in Terms\" package to Barnes describing upcoming changes to her accounts.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Barnes received the package on April 6, 2000. It contained a welcome letter, a personalized \"summary of accounts\" letter, and a variety of other information about Fleet banking products and services. The welcome letter, dated \"March, 2000,\" stated:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">I'm writing to tell you about the transition of your BankBoston deposit accounts to Fleet accounts on May 12.... On May 12, 2000, your accounts will transfer to the Fleet accounts that are most similar to your existing BankBoston accounts. Everything will happen automatically, so you won't have to do a thing.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Bullet points on the side of the letter listed a phone number that customers could call with questions about the transition, and restated the points in the letter that \"[y]our deposit accounts will become Fleet accounts on May 12, 2000\" and that \"[t]here is nothing you need to do. We will take care of everything to assure a smooth transition.\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The summary of accounts letter provided more specific information about Barnes's accounts. It stated:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Changes in monthly fees and balance requirements, if any, will take effect on April 12, 2000, and will be reflected on your first statement following May 12, 2000. All other account changes and enhancements will take effect on May 12, 2000.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The letter went on to state that Barnes's \"Premium Value\" accounts would be converted into \"FleetOne Gold\" accounts. Despite Fleet's statement that it would convert Barnes's BankBoston accounts into the Fleet accounts it deemed to be most similar, the terms of the new \"FleetOne Gold\" accounts differed significantly from those of Barnes's existing BankBoston accounts. While BankBoston had required Barnes to maintain only a $5,000 combined minimum balance to avoid a $10 fee, the new Fleet accounts required a combined minimum average monthly balance of $10,000 to avoid an $18 monthly fee.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Based on the statement in the summary of accounts letter that \"[c]hanges in monthly fees and balance requirements, if any, will take effect on April 12, 2000,\" Barnes believed that she had only until April 12 &#8212; six days after she received the \"Change in Terms\" package from Fleet &#8212; before Fleet would begin to calculate the average balance on her new checking account. Thus, she believed that if she wanted to avoid the $18 monthly fee, she would have to raise her average balance to more than $10,000 starting on April 12. Rather than increase her balance, Barnes acted quickly to change her existing BankBoston accounts before what she believed was an April 12 deadline. Within a week of receiving the \"Change in Terms\" package, Barnes converted her Premium Value Checking account to a Classic Value account, which required only a $2,500 minimum balance to avoid monthly fees. According to Fleet, this Classic Value account was most similar to the Fleet Classic account, which required only a $4,000 minimum average monthly balance to avoid fees. When the conversion from BankBoston to Fleet finally took place, Barnes's Classic Value account became a Fleet Classic account.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Fleet contends that Barnes misinterpreted the summary of accounts letter and that she did not have to change her BankBoston accounts before April 12 to avoid paying fees on her new Fleet accounts. According to Fleet, it had planned to charge new monthly service fees on each customer's first statement after the May 12 conversion. Barnes's first statement after May 12 was scheduled to be mailed on May 27. That statement would have reflected for the first time charges for any new fees based on her monthly balance. Because Fleet calculates average balances retrospectively for one month periods, the May 27 statement would have reflected monthly service charges based on the average balance in Barnes's accounts during the period from April 28 to May 26. Thus, according to Fleet, Barnes had until April 28, not April 12, to make any changes necessary to avoid paying monthly fees on her Fleet checking account.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Barnes, however, was not the only customer confused by Fleet's communication to BankBoston customers, and Fleet attempted to remedy customer concerns by delaying the imposition of new fees. In a \"postcard\" dated May 8, 2000, Fleet notified BankBoston customers that it would not impose monthly service charges for the first billing period following the May 12 conversion.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> It stated:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Recently, we sent you information about the transition of your BankBoston accounts to Fleet, which will take effect on May 12, 2000. We recognize that any changes in your banking services may feel unsettling. That is why we are pleased to announce that regular monthly service fees will not be charged on your first Fleet statement following the transition of your accounts.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Because of this postponement of new fees, Barnes would not have been charged any fees even if she had failed to comply with Fleet's minimum balance requirements during the period of April 28 to May 26. Thus, after the additional delay, Barnes did not have to maintain a minimum balance until the period of May 27 to June 28.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Barnes brought a class action complaint against Fleet, alleging that Fleet had violated the Truth in Savings Act (TISA), 12 U.S.C. &#167;&#167; 4301-4313, and Mass. Gen. Laws ch. 93A.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Specifically, Barnes argued that Fleet's \"Change in Terms\" package did not satisfy 12 U.S.C. &#167; 4305(c)<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> and 12 C.F.R. &#167; 230.5(a)(1)<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> because it did not properly disclose the effective date of changes to Barnes's accounts. She further argued that the \"Change in Terms\" package was misleading in violation of 12 U.S.C. &#167; 4302(e).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> Finally, she argued that these violations of TISA constituted a per se violation of Chapter 93A, &#167; 2(a).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Barnes filed a motion for class certification, and Fleet responded with a motion to stay certification. After an initial scheduling conference, the district court entered an order staying Barnes's motion for class certification in anticipation of summary judgment filings.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> Both parties then moved for summary judgment on the TISA and 93A claims.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The district court held that \"the second, more detailed letter of March 28, 2000, [the personalized summary of accounts letter] satisfied Fleet's TISA disclosure obligations.\" The court recognized that \"[t]he letter seems initially to announce an effective date of April 12.\" Nevertheless, it reasoned that</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">closer attention to the letter reveals that the effective date conveyed in the letters, was the beginning of each recipient's monthly statement period that ended after May 12. In Barnes's case, for example, the effective date was April 28: Barnes's first statement after the May 12 cutoff would issue on May 26. As Fleet explains in its papers, the changes would first apply in the statement period preceding that date, to be reflected in that statement. April 28 was the first date on which the changes to account terms would apply to Barnes.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The district court then concluded that Fleet's correspondence to Barnes sufficiently announced that April 28 was the effective date of changes to Barnes's accounts.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">It is my view that, while less than ideal, the language of the March 28 letter adequately conveys a \"date\" of changes to Barnes' accounts. It is indeed problematic that the letter states that \"[c]hanges in monthly fees and balance requirements, if any, will take effect on April 12, 2000.\" Standing alone, that clause announces an inaccurate effective date. But the context is curative: the second clause in the sentence explains that the pertinent changes will be reflected on the first statement the client receives after May 12.... The letter instructs that Fleet will review account balances and assess fees on a monthly basis, and that the first statement received after May 12 will reflect the implementation of these changes. It logically follows that the effective date of the changes predates that statement by one month. Its approach could have been more straightforward, but Fleet provided the information from which its BankBoston customers could ascertain the effective dates it intended for them.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The district court thus held that Fleet's notice of the effective date of changes to Barnes's accounts complied with the requirements of TISA and 12 C.F.R. &#167; 230 (Regulation DD).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The court then addressed Barnes's contention that Fleet's correspondence was misleading in violation of 12 U.S.C. &#167; 4302(e). In the court's view, Fleet's announcement was not misleading when it stated that \"on May 12, 2000, your accounts will transfer to the Fleet accounts that are most similar to your existing BankBoston accounts. Everything will happen automatically, so you won't have to do a thing.\" In response to Barnes's argument that the Fleet announcement was misleading because she would have been subject to higher fees and higher monthly balance requirements after the transfer if she had taken no action, the court reasoned that Fleet's letter served only to notify Barnes that the transfer of her accounts would happen automatically, without any assertion that her monthly fees would remain the same.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The district court also rejected Barnes's argument that the statement \"[c]hanges in monthly fees and balance requirements, if any, will take effect on April 12, 2000, and will be reflected on your first statement following May 12, 2000\" was misleading. It stated that \"Barnes offers no evidence to suggest that, <i>at the time it made the statement,</i> Fleet intended some effective date other than what it described\" (emphasis in original). The court focused on Fleet's subsequent decision to extend the time period in which it would not charge new fees, stating that this extension of time conferred a benefit on Barnes and could not render misleading the preceding statement outlining an earlier effective date. Presumably because it had already determined that the summary of accounts letter gave adequate notice of the intended effective date of April 28, the court did not address whether the summary of accounts letter misled Barnes about the effective date that Fleet had originally intended to identify.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Having found no violation of TISA, the court addressed Barnes's claim under Mass. Gen. Laws ch. 93A. The court stated that because TISA is a consumer protection statute, violation of TISA would be a per se violation of Chapter 93A pursuant to 940 C.M.R. &#167; 3.16(4).<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> Nevertheless, the court stated that \"Barnes' Chapter 93A claim cannot ride on the coattails of her TISA claim because Barnes did not prevail on her TISA claim.\" Thus, because the court had found no violation of TISA, it held that Barnes had not established a per se violation of Chapter 93A.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The district court denied Barnes's motion for summary judgment and granted Fleet's motion for summary judgment. Barnes now appeals, arguing that the court erred in finding no violation of TISA and no liability under Chapter 93A.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We review the district court's ruling on cross-motions for summary judgment de novo. <i>Bienkowski v. Northeastern Univ.,</i> <span class=\"citation\" data-id=\"777087\"><a href=\"/opinion/777087/karen-lynn-bienkowski-david-eberle-delia-ann-hoye-and-edward-mcdonald-v/\"><span class=\"volume\">285</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">138</span></a></span>, 140 (1st Cir.2002). \"Cross motions simply require us to determine whether either of the parties deserves judgment as a matter of law on facts that are not disputed.\" <i>Wightman v. Springfield Terminal Ry.,</i> <span class=\"citation\" data-id=\"729694\"><a href=\"/opinion/729694/douglas-t-wightman-v-springfield-terminal-railway-company-and-united/\"><span class=\"volume\">100</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">228</span></a></span>, 230 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Congress enacted TISA \"to require the clear and uniform disclosure of ... the fees that are assessed against deposit accounts, so that consumers can make a meaningful comparison between the competing claims of depository institutions.\" 12 U.S.C. &#167; 4301(b). Pursuant to 12 U.S.C. &#167; 4308, the Federal Reserve Board issued Regulation DD, 12 C.F.R. &#167; 230, to implement TISA. TISA's private action provision, 12 U.S.C. &#167; 4310, imposes liability on \"[a]ny depository institution which fails to comply with any requirement imposed under [TISA] or any regulation prescribed under [TISA].\" 12 U.S.C. &#167; 4310(a) (repealed 2001). Thus a banking institution may be liable either for a violation of TISA itself or for a violation of Regulation DD.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We construe consumer protection statutes liberally in favor of consumers. <i>See Bizier v. Globe Fin. Servs., Inc.,</i> <span class=\"citation\" data-id=\"392273\"><a href=\"/opinion/392273/philip-r-bizier-v-globe-financial-services-inc/\"><span class=\"volume\">654</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 2-3 (1st Cir.1981) (construing the Truth in Lending Act broadly to protect bank customers). When construing a similar civil suit provision of the Truth in Lending Act (TILA), 15 U.S.C. &#167; 1640, we held that recovery was available even to a plaintiff who did not show actual damages. <i>See Bizier,</i> 654 F.2d at 2-3 (\"[T]he act provides two distinct remedies for violation of `any requirement' it imposes: any actual damages caused, and, whether or not any actual damages were suffered, a recovery of up to $1000 plus attorney's fees for any individual transaction.\"); <i>see also Smith v. Cash Store Mgmt.,</i> <span class=\"citation\" data-id=\"766595\"><a href=\"/opinion/766595/valerie-d-smith-v-the-cash-store-management-inc-the-cash-store-ltd/\"><span class=\"volume\">195</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">325</span></a></span>, 328 (7th Cir.1999) (\"Subject to narrow exceptions, `hypertechnicality reigns' in the application of TILA.\"); <i>Purtle v. Eldridge Auto Sales, Inc.,</i> <span class=\"citation\" data-id=\"723790\"><a href=\"/opinion/723790/renee-purtle-v-eldridge-auto-sales-inc/\"><span class=\"volume\">91</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">797</span></a></span>, 801 (6th Cir.1996) (holding that TILA imposes strict liability); <i>Grant v. Imperial Motors,</i> <span class=\"citation\" data-id=\"337902\"><a href=\"/opinion/337902/edwin-grant-and-lauretta-grant-johnson-v-imperial-motors-nathaniel/\"><span class=\"volume\">539</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">506</span></a></span>, 510 (5th Cir.1976) (\"[O]nce the court finds a violation [of TILA], no matter how technical, it has no discretion with respect to the imposition of liability.\"). Section 4310 closely tracks the language of TILA's civil action provision; neither TISA nor Regulation DD requires a plaintiff to show financial injury or reliance to procure damages. <i>See Schnall v. Amboy Nat'l Bank,</i> <span class=\"citation\" data-id=\"776401\"><a href=\"/opinion/776401/martin-schnall-individually-and-on-behalf-of-all-others-similarly-situated/\"><span class=\"volume\">279</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">205</span></a></span>, 217-18 (3d Cir.2002) (noting the similarity in language between the civil action provision in TILA and &#167; 4310, and concluding that \"Congress intended [&#167; 4310] to have the same meaning that courts had given TILA\"). Thus, Fleet is liable for statutory damages for any violation of TISA or Regulation DD, regardless of whether Barnes suffered any harm as a result of that violation.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> <i>See Schnall,</i> 279 F.3d at 215-16 (imposing liability for violation of disclosure requirements under TISA or Regulation DD regardless of harm to plaintiff); <i>Hale v. Citibank, N.A.,</i> <span class=\"citation no-link\"><span class=\"volume\">198</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">606</span></span>, 607 (S.D.N.Y.2001)(same).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">TISA requires banks to notify customers by mail at least 30 days prior to any changes in fees, service charges, or minimum balances. 12 U.S.C. &#167; 4305(c). Regulation DD requires that \"notice shall include the effective date of the change\" and that \"notice shall be mailed or delivered at least 30 calendar days before the effective date of the change.\" 12 C.F.R. &#167; 230.5(a)(1). The disclosure of the exact effective date of changes is important: it allows consumers to make informed choices about when and whether to shift funds to take advantage of the best possible terms offered by the banking market. The failure to disclose an effective date leaves consumers without any firm time line for making their financial decisions. To ensure that this disclosure actually informs consumer decisions, it must be made</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">clearly and conspicuously, in writing, and in a form the consumer may keep. Disclosures for each account offered by an institution may be presented separately or combined with disclosures for the institution's other accounts, as long as it is clear which disclosures are applicable to the consumer's account.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">12 C.F.R. &#167; 230.3(a).<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> Thus, to comply with TISA and Regulation DD, Fleet had to \"clearly and conspicuously\" disclose to Barnes the changes to her account, and the effective date of those changes, at least 30 days prior to the effective date.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Neither TISA nor Regulation DD defines the term \"effective date\" or requires that it be presented in a specific and uniform manner. The commentary to Regulation DD states that \"[a]n example of language for disclosing the effective date of a change is `As of November 21, 1994.'\" 12 C.F.R. cmt. &#167; 230.5(a)(1) n. 2. Case law, however, suggests that banks do not have to state the effective date as a specific calendar date, but rather may disclose the effective date by reference to other events. <i>See, e.g., Eovaldi v. First Nat'l Bank of Chicago,</i> <span class=\"citation\" data-id=\"365481\"><a href=\"/opinion/365481/thomas-l-eovaldi-etc-and-cross-appellant-v-the-first-national-bank-of/\"><span class=\"volume\">596</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">188</span></a></span> (7th Cir.1979) (holding that an explanatory letter and a chart directing the customer to his new billing date was \"clear and conspicuous\" in compliance with Regulation Z, issued pursuant to TILA). Regardless of whether a bank chooses to disclose the effective date directly or by reference, that disclosure must be made \"clearly and conspicuously\" to comply with 12 C.F.R. &#167; 230.3(a).<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The summary of accounts letter that Fleet mailed to Barnes clearly stated that \"[c]hanges in monthly fees and balance requirements, if any, <i>will take effect on April 12, 2000,</i> and will be reflected on your first statement following May 12, 2000\" (emphasis added). Nevertheless, Fleet contends that it intended to identify April 28, 2000, as the \"effective date\" of changes to Barnes's accounts because that was the first day on which Barnes would have had to begin meeting Fleet's average minimum balance requirements to avoid incurring fees on her \"first statement following May 12, 2000.\" Because Fleet mailed its welcome package announcing the effective date of changes on March 28, Fleet asserts that it complied with TISA's requirement that it mail notification of account changes at least 30 days prior to the April 28 effective date.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Barnes claims, however, that the substance of the notice did not comply with TISA's disclosure requirements because it failed to \"clearly and conspicuously\" disclose that April 28 was the effective date of changes to her account. In response, Fleet argues that Barnes should have made the following extrapolation from the statement in the summary of accounts letter that changes would \"be reflected on your first statement following May 12, 2000\": (1) her \"first statement following May 12\" would be on May 27; (2) the May 27 statement would cover account activity during the period from April 28 until May 26; (3) therefore, the effective date of any changes would be April 28. Fleet apparently expected Barnes to undertake this three part calculation and ignore the statement in the summary of accounts letter that changes \"will take effect on April 12, 2000.\"</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">This convoluted method of disclosure does not even come close to satisfying the \"clearly and conspicuously\" standard. First, nowhere does the summary of accounts letter identify April 28 as the intended effective date of changes to Barnes's accounts. Rather, the letter provided that changes \"will take effect on April 12, 2000,\" a clear statement that Fleet apparently expected its customers to ignore. A disclosure cannot satisfy the requirements of Regulation DD when that disclosure \"clearly and conspicuously\" states an incorrect effective date.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Second, Fleet's attempt to disclose the true effective date by reference fails because it made unwarranted assumptions about BankBoston customers' familiarity with Fleet billing practices. The summary of accounts letter did not explain Fleet's backward-looking billing system, whereby fees are charged only for the 30 days preceding the statement date. Rather, it stated only that new fees would be \"reflected\" on the \"first statement following May 12.\" This partial information could easily have led a consumer to believe, as Barnes apparently did, that Fleet would begin calculating minimum average balances starting on April 12, but that it would not bill any related fees until the first statement following May 12. Nothing in the letter indicated that the first statement following May 12 would necessarily only include fees based on the average minimum balance of the previous 30 days. Because Fleet did not explain this billing system, its statement that fees would be charged on the \"first statement following May 12\" was not adequate to notify Barnes that the effective date of changes to her accounts was April 28 rather than April 12.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Finally, Fleet's general disclosure language did not clearly differentiate between the effective date of changes to Barnes's account and the effective date of changes to other accounts. <i>See</i> 12 C.F.R. &#167; 230.3(a) (stating that disclosures \"may be presented separately or combined with disclosures for the institutions's other accounts, as long as it is clear which disclosures are applicable to the consumer's account\"). While April 12 could have been the effective date for some accounts &#8212; those that had a statement cycle ending May 12 &#8212; Fleet's letter did not clearly indicate that the effective date depended on the statement cycle. Rather, as stated above, Fleet's attempted disclosure unreasonably assumed that consumers would infer the different effective dates based on knowledge of Fleet's backward-looking billing cycle.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The May 8 postcard does not remedy Fleet's failure to comply with Regulation DD in its initial disclosure. Even if we interpret the May 8 postcard as notice of a new effective date &#8212; in Barnes's case, May 27 &#8212; it does not fulfill TISA's disclosure requirements. Fleet did not send the May 8 postcard 30 days prior to the new effective date of May 27, and the postcard did not meet the requirement that \"[t]he notice shall include the effective date of the change.\" 12 C.F.R. &#167; 230.5(a)(1). While it stated that \"regular monthly service fees will not be charged on your first Fleet statement following the transition of your accounts,\" it did not identify the date on which new fees and balance requirements would go into effect. Without this information, the May 8 postcard cannot serve as proper disclosure in compliance with TISA and Regulation DD.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">In short, because neither the March 28 letter nor the May 8 postcard \"clearly and conspicuously\" stated either the original effective date (April 28) or the new effective date (May 27), Fleet did not comply with the disclosure requirements of 12 C.F.R. &#167; 230.3(a) and is therefore liable to Barnes pursuant to 12 U.S.C. &#167; 4310.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Appellant has argued that Fleet also violated 12 U.S.C. &#167; 4302(e), which states:</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">No depository institution or deposit broker shall make any advertisement, announcement, or solicitation relating to a deposit account that is inaccurate or misleading or that misrepresents its deposit contracts.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">There is no case law interpreting this provision of TISA, and there is no similar provision in TILA that explicitly recognizes a violation for misleading statements. However, even without an explicit statutory provision, courts have interpreted TILA to prohibit misleading statements, holding that \"a misleading disclosure is as much a violation of TILA as a failure to disclose at all.\" <i>Smith v. Chapman,</i> <span class=\"citation\" data-id=\"374323\"><a href=\"/opinion/374323/mary-s-smith-v-don-chapman-dba-don-chapman-motor-sales/\"><span class=\"volume\">614</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">968</span></a></span>, 977 (5th Cir.1980) (finding a violation of TILA in part because the failure to list the sales tax figure in the space allotted for that figure on the contract form was misleading). <i>See also Roberts v. Fleet Bank,</i> <span class=\"citation\" data-id=\"783418\"><a href=\"/opinion/783418/denise-roberts-individually-and-for-all-others-similarly-situated-v-fleet/\"><span class=\"volume\">342</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">260</span></a></span>, 269 (3d Cir.2003) (holding that, where an annual percentage rate was adjustable at any time but was advertised as a \"fixed rate\" that \"won't go up in a few short months,\" a question of fact existed as to whether the statements were misleading in violation of TILA); <i>Rossman v. Fleet Bank Nat'l Ass'n,</i> <span class=\"citation\" data-id=\"776535\"><a href=\"/opinion/776535/paula-e-rossman-individually-and-for-all-others-similarly-situated-v/\"><span class=\"volume\">280</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">384</span></a></span>, 394 (3d Cir.2002) (holding that the statement \"no annual fee\" is misleading in violation of TILA if the contract terms allow for imposition of an annual fee within one year); <i>Smith v. No. 2 Galesburg Crown Fin. Corp.,</i> <span class=\"citation\" data-id=\"374734\"><a href=\"/opinion/374734/richard-l-smith-and-deborah-l-smith-v-no-2-galesburg-crown-finance/\"><span class=\"volume\">615</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">407</span></a></span>, 420 (7th Cir.1980) (finding a violation of TILA where a provision disclosing a creditor's security interest in after-acquired property was so poorly drafted that it was misleading).</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Barnes contends that Fleet's correspondence was an \"announcement\" and thus is covered by 12 U.S.C. &#167; 4302(e). Barnes also contends that several statements in Fleet's \"announcement\" were both inaccurate and misleading. First, she argues that the statement that changes \"will take effect on April 12, 2000\" was inaccurate and misleading because, in fact, no changes to Barnes's accounts occurred on April 12, 2000. Second, she argues that the statements telling customers to \"do nothing\" and that their accounts would be converted into \"the Fleet accounts that are most similar to your BankBoston accounts\" were inaccurate and misleading because, if Barnes had done nothing, the conversion would have left Barnes with accounts that required higher minimum balances and that charged much higher fees.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">We agree with Barnes, and with the district court, that Fleet's mailing was an \"announcement\" within the meaning of 12 U.S.C. &#167; 4302(e). Although TISA does not define \"announcement,\" Fleet's \"Change in Terms\" package giving formal notice of changes to account terms must fall within any reasonable definition of the term.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Contrary to the district court, we also agree with Barnes that Fleet's \"Change in Terms\" package did contain misleading and inaccurate statements. The statement in the summary of accounts letter that changes \"will take effect on April 12, 2000\" was flatly incorrect. No changes to Barnes's accounts occurred on April 12, 2000, nor did Fleet intend for any changes to occur on that date. Rather, the intended effective date of changes to Barnes's accounts was April 28. Indeed, Barnes was actually misled by the false identification of April 12 as the effective date and she acted quickly to change the terms of her BankBoston accounts prior to that incorrect deadline. Her protective actions only confirm that Fleet's notice of the effective date was inaccurate and misleading.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The context of Fleet's statement did not properly qualify the statement that changes \"will take effect on April 12, 2000.\" As stated above, customers who wanted to determine the correct effective date were required to calculate backwards from their first billing statement after May 12. The \"Change in Terms\" package did not notify customers that the first billing statement after May 12 would contain charges only for the previous 30 days, or that they should ignore the plain statement that changes \"will take effect on April 12, 2000\" in favor of a calculation based on their own billing cycle. In the absence of such clarifying instructions, there was a high likelihood that this statement would lead customers to reach the wrong conclusion about the effective date of changes to their accounts.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Moreover, Fleet's \"Change in Terms\" package contained statements that \"[t]here is nothing you need to do\" and \"[y]our accounts will transfer to the Fleet accounts that are most similar to your existing BankBoston accounts.\" Although these statements may not be inaccurate in themselves, the \"Change in Terms\" package was deceptive in its unmistakable implication that the conversion from BankBoston to Fleet accounts would have little or no effect on account terms. If Barnes had in fact done nothing, as Fleet's announcement suggested she could do, her BankBoston accounts would have been transferred to Fleet accounts that required twice the average minimum balance and that imposed nearly twice the amount of fees for falling below that average minimum balance. For consumers such as Barnes, concerned about fees and balance requirements, the consequences of inaction would have been significant and unwelcome.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">In summary, the above statements by Fleet in its \"Change in Terms\" package were misleading. The package indicated that changes \"will take effect on April 12, 2000\" when, in Barnes's case, no change took effect on that date. The package further told customers that \"[t]here is nothing you need to do\" when, in fact, a consumer in Barnes's position who did nothing would have faced a significantly higher minimum balance requirement and significantly higher fees. In total, these statements misled Barnes about the effective date of changes to her accounts, the result of those changes, and the actions she needed to take to ensure that her minimum balance and fee requirements remained similar to what they had been with BankBoston. Thus, the \"Change in Terms\" package was misleading in violation of 12 U.S.C. &#167; 4302(e).</p>\n    </div>\n    <p>V.</p>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Massachusetts law prohibits \"unfair or deceptive acts or practices in the conduct of any trade or commerce.\" Mass. Gen. Laws ch. 93A, &#167; 2(a). The Attorney General of Massachusetts is authorized to issue regulations to enforce this prohibition. Mass. Gen. Laws ch. 93A, &#167; 2(c); <i>see also Purity Supreme, Inc., v. Attorney Gen.,</i> <span class=\"citation\" data-id=\"2054365\"><a href=\"/opinion/2054365/purity-supreme-inc-v-attorney-general/\"><span class=\"volume\">380</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">762</span></a></span>, <span class=\"citation\" data-id=\"2054365\"><a href=\"/opinion/2054365/purity-supreme-inc-v-attorney-general/\"><span class=\"volume\">407</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">297</span></a></span>, 299 (1980) (holding that such regulations are \"valid exercise[s] of the Attorney General's power under G.L. c. 93A, &#167; 2(c), with the force of law normally accorded to an agency's regulation\"). The regulation relevant in this case, 940 C.M.R. 3.16(4), states that violation of \"Federal consumer protection statutes\" constitutes a per se violation of Chapter 93A, &#167; 2(a). <i>See, e.g., Dean v. Compass Receivables Mgmt. Corp.,</i> <span class=\"citation\" data-id=\"2567835\"><a href=\"/opinion/2567835/dean-v-compass-receivables-management-corp/\"><span class=\"volume\">148</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">116</span></a></span>, 119 (D.Mass.2001) (citing 940 C.M.R. 3.16(4) for the proposition that \"regulations issued by the Massachusetts Attorney General provide that violations of the [Fair Debt Collection Practices Act] are per se violations of M.G.L. c. 93A, &#167; 2\"); <i>Martin v. Sands,</i> <span class=\"citation\" data-id=\"2410247\"><a href=\"/opinion/2410247/martin-v-sands/\"><span class=\"volume\">62</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">196</span></a></span>, 201 (D.Mass.1999) (holding that, pursuant to 940 C.M.R. 3.16(4), violation of the Fair Debt Collection Practices Act is a <i>per se</i> violation of Mass. Gen. Laws ch. 93A, &#167; 2); <i>Fidler v. Cent. Coop. Bank</i> (<i>In re Fidler</i>), <span class=\"citation\" data-id=\"2000443\"><a href=\"/opinion/2000443/in-re-fidler/\"><span class=\"volume\">210</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">411</span></a></span>, 430 (Bankr.D.Mass.1997) (stating that, pursuant to 940 C.M.R. 3.16(4), a violation of TILA constitutes a <i>per se</i> violation of M.G.L. c. 93A, &#167; 2).</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">As stated above, TISA is a consumer protection statute and therefore is doubtless within the scope of 940 C.M.R. 3.16(4). <i>See</i> 12 U.S.C. &#167; 4301(a)(listing \"the ability of consumers to make informed decisions regarding deposit accounts\" as a reason for enacting TISA). Thus, because we hold that Fleet violated TISA, we must also hold that Fleet's violation of TISA constitutes a per se violation of Mass. Gen. Laws ch. 93A, &#167; 2.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <p>VI.</p>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">For the foregoing reasons, we hold that Fleet violated the requirements of TISA and is therefore liable to Barnes pursuant to 12 U.S.C. &#167; 4310 and Mass. Gen. Laws ch. 93A, &#167; 2. Therefore, we VACATE the judgment of the district court, direct entry of judgment for Barnes on the TISA and Chapter 93A claims, and REMAND for further proceedings to determine statutory damages and address Barnes's previously stayed motion for class certification.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">So ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Fleet sent similar packages to more than one million BankBoston customers</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Fleet included similar information in Barnes's May 27 statement, stating that no fees were charged for the statement period of April 28 to May 27</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Subsequently, during the billing period of July 29, 2000, to August 29, 2000, Barnes incurred fees for failing to maintain the required minimum average balance. On her August 29 statement, Fleet informed Barnes that she would be charged fees on her next statement. That was the first time that Barnes was charged any additional fees after the merger between Fleet and BankBoston</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The provision of TISA granting a private right of action, 12 U.S.C. &#167; 4310, was repealed on September 30, 2001<i>See</i> Act of Sept. 30, 1996, Pub.L. No. 104-208, &#167; 2604(a), 110 Stat. 3009, 3009-470 (1996) (\"Effective as of the end of the 5-year period beginning on the date of the enactment of this Act, section 271 of the Truth in Savings Act (12 U.S.C. &#167; 4310) is repealed.\"). However, the parties do not dispute that this suit, which was filed prior to September 30, 2001, survives. <i>See Schnall v. Amboy Nat'l Bank,</i> <span class=\"citation\" data-id=\"776401\"><a href=\"/opinion/776401/martin-schnall-individually-and-on-behalf-of-all-others-similarly-situated/\"><span class=\"volume\">279</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">205</span></a></span>, 215 &amp; n. 2 (3d Cir.2002) (holding that private actions filed prior to September 30, 2001, survive the repeal of &#167; 4310).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> 12 U.S.C. &#167; 4305(c) states:</p>\n        <p class=\"indent\">Distribution of notice of certain changes</p>\n        <p class=\"indent\">If &#8212;</p>\n        <p class=\"indent\">(1) any change is made in any term or condition which is required to be disclosed in the schedule required under section 4303(a) of this title [which includes \"fees, charges, interest rates, terms and conditions\"] with respect to any account; and</p>\n        <p class=\"indent\">(2) the change may reduce the yield or adversely affect any holder of the account,</p>\n        <p class=\"indent\">all account holders who may be affected by such change shall be notified and provided with a description of the change by mail at least 30 days before the change takes effect.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> 12 C.F.R. &#167; 230.5(a)(1) states:</p>\n        <p class=\"indent\">A depository institution shall give advance notice to affected consumers of any change in a term required to be disclosed under &#167; 230.4(b) of this part [including information about minimum balances and fees] if the change may reduce the annual percentage yield or adversely affect the consumer. The notice shall include the effective date of the change. The notice shall be mailed or delivered at least 30 calendar days before the effective date of the change.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> 12 U.S.C. &#167; 4302(e) states:</p>\n        <p class=\"indent\">No depository institution or deposit broker shall make any advertisement, announcement, or solicitation relating to a deposit account that is inaccurate or misleading or that misrepresents its deposit contracts.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Mass. Gen. Laws. ch. 93A, &#167; 2(a) states:</p>\n        <p class=\"indent\">Unfair methods of competition and unfair or deceptive acts or practices in the conduct of any trade or commerce are hereby declared unlawful.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Thus, the class certification issue was never resolved by the district court and is not at issue in this appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> 940 C.M.R. &#167; 3.16 provides:</p>\n        <p class=\"indent\">Without limiting the scope of any other rule, regulation or statute, an act or practice is in violation of Mass. Gen. Laws ch. 93A, &#167; 2 if:</p>\n        <p class=\"indent\">. . .</p>\n        <p class=\"indent\">(4) It violates the Federal Trade Commission Act, the Federal Consumer Credit Protection Act or other Federal consumer protection statutes within the purview of Mass. Gen. Laws ch. 93A, &#167; 2.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Barnes does not claim that she suffered any specific financial loss. Rather, she claims only statutory damages. In an individual action for violation of TISA, a plaintiff may receive statutory damages of between $100 and $1000. 12 U.S.C. &#167; 4310(a)(2)(A)(repealed 2001). In a class action, TISA caps statutory damages at the lesser of $500,000 or one percent of the net worth of the depository institution. 12 U.S.C. &#167; 4310(a)(2)(B)(ii)(repealed 2001). Under Chapter 93A, damages in an individual action are \"actual damages or twenty-five dollars, whichever is greater.\" Mass. Gen. L. ch. 93A, &#167; 9(3). In a class action where the statutory award of twenty-five dollars applies, the court multiplies the award by the number of class members<i>See Leardi v. Brown,</i> <span class=\"citation\" data-id=\"1988517\"><a href=\"/opinion/1988517/leardi-v-brown/\"><span class=\"volume\">394</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">151</span></a></span>, 163-64, <span class=\"citation\" data-id=\"1988517\"><a href=\"/opinion/1988517/leardi-v-brown/\"><span class=\"volume\">474</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1094</span></a></span> (1985). Finally, both TISA and Chapter 93A also provide for the award of a reasonable attorney's fee. 12 U.S.C. &#167; 4310(a)(3)(repealed 2001); Mass. Gen. L. ch. 93A, &#167; 9(4).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> These requirements apply to \"disclosures required by [12 C.F.R.] &#167;&#167; 230.4 through 230.6 and &#167; 230.10.\" 12 C.F.R. &#167; 230.3(a). Thus, this standard applies to disclosures made pursuant to 12 C.F.R. &#167; 230.5 regarding the effective date of changes to a consumer's account terms</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Regulation Z, issued pursuant to TILA, similarly requires that disclosure of credit terms must be made \"clearly and conspicuously in writing, in a form that the consumer may keep.\" 12 C.F.R. &#167; 226.5(a)(1). Several courts have found violations of TILA's \"clearly and conspicuously\" requirement<i>See, e.g., Rossman v. Fleet Bank Nat'l Ass'n,</i> <span class=\"citation\" data-id=\"776535\"><a href=\"/opinion/776535/paula-e-rossman-individually-and-for-all-others-similarly-situated-v/\"><span class=\"volume\">280</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">384</span></a></span>, 394 (3d Cir.2002) (holding that \"the statement `no annual fee' is not a clear and conspicuous disclosure of a set of contract terms that permit the imposition of an annual fee within a year\"); <i>Smith v. Chapman,</i> <span class=\"citation\" data-id=\"374323\"><a href=\"/opinion/374323/mary-s-smith-v-don-chapman-dba-don-chapman-motor-sales/\"><span class=\"volume\">614</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">968</span></a></span>, 975 (5th Cir.1980) (holding that disclosure of interest rate for delinquency charge was not \"clear\" within the meaning of Regulation Z when, <i>inter alia,</i> the contract did not explicitly state the interest rate but rather incorporated by reference a maximum possible rate printed on the back side of the contract); <i>see also Shroder v. Suburban Coastal Corp.,</i> <span class=\"citation\" data-id=\"432323\"><a href=\"/opinion/432323/michael-shroder-v-suburban-coastal-corporation/\"><span class=\"volume\">729</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1371</span></a></span>, 1380 (11th Cir.1984) (holding that failure to print the term \"annual percentage rate\" more conspicuously than other required terminology constitutes a violation of TILA.)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> The district court had also concluded that \"[s]tate regulations recognize that a defendant's violation of state law or federal consumer protection statutes is a<i>per se</i> violation of Chapter 93A, &#167; 2.\" However, the district court concluded that there was no violation of TISA, and hence no violation of Chapter 93A.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/201193/",
    "http://www.courtlistener.com/api/rest/v3/opinions/337902/",
    "http://www.courtlistener.com/api/rest/v3/opinions/365481/",
    "http://www.courtlistener.com/api/rest/v3/opinions/374323/",
    "http://www.courtlistener.com/api/rest/v3/opinions/374734/",
    "http://www.courtlistener.com/api/rest/v3/opinions/392273/",
    "http://www.courtlistener.com/api/rest/v3/opinions/432323/",
    "http://www.courtlistener.com/api/rest/v3/opinions/723790/",
    "http://www.courtlistener.com/api/rest/v3/opinions/729694/",
    "http://www.courtlistener.com/api/rest/v3/opinions/766595/",
    "http://www.courtlistener.com/api/rest/v3/opinions/776401/",
    "http://www.courtlistener.com/api/rest/v3/opinions/776535/",
    "http://www.courtlistener.com/api/rest/v3/opinions/777087/",
    "http://www.courtlistener.com/api/rest/v3/opinions/783418/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1988517/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2000443/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2054365/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2410247/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2567835/"
  ]
}