{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201198/",
  "absolute_url": "/opinion/201198/goodman-v-bowdoin-college/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201198/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:09:51Z",
  "date_modified": "2016-02-28T05:04:52.320431Z",
  "type": "010combined",
  "sha1": "fcc591c4181c91289227425563112a0157c513a7",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/02-2437-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2004/08/19/Goodman_v._Bowdoin_College.pdf",
  "plain_text": "          United States Court of Appeals\n                        For the First Circuit\n\n\nNos. 02-2437, 03-2338\n\n                         GEORGE C.W. GOODMAN,\n\n                        Plaintiff, Appellant,\n\n                                  v.\n\n                    BOWDOIN COLLEGE, ET AL.,\n\n                        Defendants, Appellees.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                    FOR THE DISTRICT OF MAINE\n\n             [Hon. Gene Carter, U.S. District Judge]\n\n\n                               Before\n\n                        Howard, Circuit Judge,\n\n              Cyr and Stahl, Senior Circuit Judges.\n\n\n\n     John J.E. Markham, III, with whom Markham & Read, Collette C.\nGoodman and Shea & Gardner, were on brief, for appellant.\n     James T. Kilbreth, with whom Jacqueline W. Rider and Verrill\n& Dana, LLP were on brief, for appellees.\n\n\n\n                           August 17, 2004\n\f            HOWARD, Circuit Judge. In a case that began with a\n\nsnowball and culminated in a seven-day jury trial, plaintiff George\n\nGoodman challenges the district court’s rulings on two motions for\n\njudgment as a matter of law and contends that the jury instructions\n\non his breach of contract claim were erroneous.                 He also appeals\n\nthe district court’s denial of his motion for relief from judgment\n\npursuant to Fed. R. Civ. P. 60(b) on the basis of discovery\n\nmisconduct.    We affirm.\n\n               I.      Factual and Procedural Background\n\n                       The March 19, 1999 Incident\n\n            Just after midnight on March 19, 1999, George Goodman, a\n\nstudent at Bowdoin College in Brunswick, Maine, threw a snowball at\n\na passing student shuttle van on his way home from a party.                   The\n\nprank escalated into a verbal and physical confrontation with the\n\ndriver of the van, a fellow Bowdoin student named Namsoo Lee.                 The\n\nspecifics of the encounter were hotly disputed in the student\n\ndisciplinary proceedings that followed, and remain in dispute\n\ntoday. It was uncontested, however, that Lee followed a retreating\n\nGoodman and put his hand on Goodman’s shoulder to confront him.                It\n\nwas also established that Goodman struck Lee in the face several\n\ntimes,   breaking     his   nose   and   causing   extensive      bleeding    and\n\nbruising.     Ultimately Goodman was dismissed from the school.\n\n            Goodman    subsequently      brought   suit    in    federal     court\n\nalleging,     inter    alia,   that      the   school     and    some   of    its\n\n\n                                      -2-\n\fadministrators had discriminated against him on the basis of his\n\nrace and had breached an agreement to (1) provide a fundamentally\n\nfair    disciplinary     process,    and     (2)    comply    with   their    own\n\nestablished      procedures.    The discrimination claims never reached\n\nthe jury –- the district court entered judgment as a matter of law\n\nin favor of Bowdoin at the close of Goodman’s evidence.                 See Fed.\n\nR. Civ. P. 50(a).       We therefore summarize the facts relevant to\n\nthose   claims    in   the   light   most   favorable    to   Goodman    as   the\n\nnonmovant.    Mangla v. Brown Univ., 135 F.3d 80, 82 (1st Cir. 1998).\n\n             As Goodman described it, while walking home with a\n\nfriend, Jason Olbres, he threw a snowball at a student shuttle van.\n\nThe driver, Lee, reacted angrily after Goodman threw a second\n\nsnowball, threatening to run Goodman over with the van and backing\n\nthe van onto the sidewalk toward him.              Goodman began to walk away\n\nand told Lee to leave him alone, but Lee followed him on foot,\n\nturning him around and punching him in the face. Goodman responded\n\nby punching Lee in the face several times, at one point stopping to\n\ntake off his new watch and throw it to Olbres so that Goodman would\n\nnot break it or hit Lee with it.        Goodman’s fleece jacket was torn\n\ndown the front during the scuffle.          Lee returned to the shuttle van\n\nto call for help and Goodman returned to his fraternity house,\n\nwhere he later called campus security to report that he had been\n\nassaulted by the shuttle driver.           A campus security officer, Kevin\n\nConner, took Goodman’s written statement that night and told\n\n\n                                      -3-\n\fGoodman that his version of the story was consistent with what Lee\n\nhad told two Brunswick police officers who had interviewed him at\n\nthe hospital.\n\n           The next morning, Goodman contacted Sharon Turner, his\n\nadvisor in the dean's office.             Turner told Goodman that his\n\nstatement and Lee’s were at odds. This worried Goodman, who feared\n\nthat the college might favor Lee because he was an employee and\n\nbecause Lee, a Korean national, was a student of color.                Goodman\n\nbelieved   --   based    on   articles    published    in   official   school\n\npublications and announcements about events soliciting input on how\n\nto recruit more minority students -- that the college was having\n\nproblems attracting students of color.          Goodman knew that a big\n\nrecruiting weekend for minority students was coming up in a few\n\nweeks and feared that the college would not want to “get rid of”\n\nLee with such an important event approaching.\n\n           The week following the incident was spring break for\n\nBowdoin students.       Lee, who had been treated at a local hospital\n\nimmediately after the altercation, returned to Korea to receive\n\nfurther treatment for a nasal fracture.               Goodman went home to\n\nsuburban Washington, D.C., and was treated for injuries to his\n\nhand, including a torn ligament.            Goodman and his mother, an\n\nattorney, called Mya Mangawang, an assistant dean of student\n\naffairs who was the advisor to the student judicial board (the \"J-\n\nBoard\") that heard disciplinary cases.          They told Mangawang that\n\n\n                                    -4-\n\fthe case should not be treated as a routine student disciplinary\n\nproceeding because it involved a student employee.                 As Goodman\n\ntestified at trial, he and his parents were concerned that the\n\ncollege would use the disciplinary proceedings to blame him and\n\nthus avoid liability for Lee’s actions while acting as an employee\n\nof the college.     Goodman hired counsel in Maine.\n\n              The Initiation of Disciplinary Proceedings\n\n           After spring break, Goodman and Lee were each charged\n\nwith violations of the school’s social code for conduct unbecoming\n\nof a Bowdoin student and behavior endangering the health and safety\n\nof others.       Goodman met with Mangawang to review the charges.\n\nMangawang discussed the students who would be available to serve on\n\nthe five-person panel and told Goodman that he could remove one\n\nmember.    One potential panel member was Elizabeth Hustedt, a\n\nstudent who two years earlier had participated in a disciplinary\n\nhearing at which Goodman had been a witness.               Mangawang reviewed\n\nwith Goodman a letter that Hustedt and other members of the J-Board\n\nhad written to Goodman soon after his testimony in the 1997\n\nproceeding.      The letter stated that the panel had concluded that\n\nGoodman,   who    had   not   been   charged   in   that   case,   might   have\n\nmisrepresented the events that were the subject of the charges.\n\nThe letter also stated that “the Judicial Board reserves the right\n\nto take this concern into consideration” if Goodman ever appeared\n\nbefore the J-Board again.            Mangawang told Goodman that she had\n\n\n                                       -5-\n\fdiscussed the 1997 letter with Hustedt, who reported that she could\n\nstill serve in connection with the Goodman hearing.1             Goodman did\n\nnot ask for Hustedt to be removed, opting instead to remove a\n\nstudent who, he said, had tried to start a fight earlier in the\n\nyear with one of his close friends.       A third J-Board member, Howard\n\nSpector, did not sit on the panel that heard Goodman’s case.\n\nGoodman   testified     that   Spector,   who    was    an   acquaintance   of\n\nGoodman’s   and   the   roommate   of   Olbres   (the    eyewitness    to   the\n\nincident), told him that Mangawang had removed him from the panel.\n\n            In the week leading up to the J-Board hearing, Goodman\n\nvisited Mangawang’s office several times to review the evidence\n\nthat would be considered at the hearing.          Goodman did not see any\n\nreports from the Brunswick police in the file.           This concerned him\n\nbecause, as far as he knew from Conner (the security officer who\n\nhad taken his statement) Lee had told the police that the fight was\n\nhis fault and that he did not want to press charges.                  Goodman,\n\nthrough his attorney, requested that the responding police officers\n\nprepare a report regarding the incident.           On the morning of the\n\nhearing, Goodman brought the report to Mangawang to be included in\n\n\n\n\n     1\n      At trial, Hustedt acknowledged that during her deposition in\nthis case she testified that she had suspicions about whether\nGoodman was honest.    She did not recall ever telling Mangawang\nabout her suspicions, however.\n\n                                    -6-\n\fhis file.    Mangawang accepted the statement but referred to it as\n\nsomething Goodman had “crafted.”2\n\n            Goodman saw something else in his file that worried him.\n\nConner’s report described the shuttle van as having one of its\n\nfront wheels on the curb on the night of the incident, not backed\n\nup over the sidewalk. Goodman asked Conner to discuss the incident\n\nreport with him and Conner agreed to meet the next day as long as\n\na dean or the head of security was present.       The next morning,\n\nGoodman asked Mangawang if he could meet Conner in her office and\n\nMangawang said no.\n\n            During this period, Goodman’s parents called the college\n\nto express their concern over the use of student disciplinary\n\nproceedings to adjudicate a matter involving an employee of the\n\ncollege.    Goodman’s counsel also wrote to counsel for the college,\n\nasserting that Bowdoin was responsible for Goodman’s medical bills\n\nfor treatment of his injured hand and giving notice that Goodman\n\nintended to seek damages if the college conducted any proceedings\n\nthat had an adverse effect on Goodman’s tenure as a student.      At\n\ntrial, Goodman acknowledged that these communications were part of\n\n\n\n     2\n      When Goodman saw Lee in the dean’s office during this period,\nLee was “warmly received” by the deans, while Goodman’s reception\nwas always cold.      Goodman also described an encounter with\nMangawang the morning after the fight when he went to the dean’s\noffice to leave a typed statement for his advisor. Mangawang was\nhostile to him in her tone of voice and facial expression and\ngrabbed the statement out of his hand, saying “Is there anything\nelse you want to say to me?”\n\n                                 -7-\n\fan effort to prevent the disciplinary proceedings from going\n\nforward.     Goodman’s father also testified that he believed the\n\ncollege was so concerned about liability for Goodman’s injuries\n\nthat it would have created a proceeding to frame his son.\n\n                  Testimony at the J-Board Hearings\n\n            The J-Board heard the cases against Goodman and Lee on\n\nthe evening of April 13, 1999.       Each student was permitted to have\n\na dean or faculty member present for support. Goodman had selected\n\nTurner, who was already assigned to him as an advisor.3             The board\n\nheard Goodman’s case first, with witnesses appearing and testifying\n\nover a period of six or seven hours.          Robert Graves, the director\n\nof residential life, was assigned to act as a “complainant” on\n\nLee’s behalf, and questioned Goodman in a hostile manner.              At the\n\nclose of Goodman’s hearing, Graves made a closing argument in favor\n\nof finding Goodman responsible.\n\n            Goodman’s hearing concluded just after midnight and Lee’s\n\nbegan immediately thereafter.        Karen Tilbor, an assistant dean of\n\nstudent affairs, was the complainant against Lee.              Tilbor arrived\n\nat   the   beginning   of   Lee’s   hearing   and,   because    most   of   the\n\ntestimony regarding the incident was introduced during Goodman’s\n\n\n\n      3\n      Turner left the hearing for a period to attend a meeting.\nGoodman had been aware of her scheduling conflict in advance of the\nhearing but opted not to pick another advisor. Goodman could not\nrecall whether Turner was gone for a half hour or longer, but\nconcluded that “it was pretty clear that she was not going to give\nme support.”\n\n                                     -8-\n\fhearing and was not repeated, Tilbor was not present for much of\n\nthe evidence regarding Lee's role in the incident.        Unlike Graves,\n\nTilbor did not ask any questions and made no closing statement\n\nother than to repeat the charges against Lee. Goodman asked Tilbor\n\nif the reason she had not asked any questions was that she had not\n\nbeen present for any of the testimony and “really doesn’t know what\n\nis going on.”   Tilbor said she had read the file and, although she\n\nhad not heard the testimony in the first hearing, she did not need\n\nclarification on anything else.\n\n          During   the   hearings,   the    transcripts   of   which   were\n\nadmitted at trial, Goodman and Lee each presented their accounts of\n\nthe incident and answered questions. Lee prefaced his testimony to\n\nthe J-Board by saying he would read from a prepared statement\n\nbecause English was his second language.        He also said that he was\n\na citizen of the Republic of Korea.        In answer to a question about\n\nwhy he got out of the shuttle, he said he wanted to know why\n\nGoodman had thrown the snowballs:\n\n          I thought he had a personal feeling against\n          me, even though I didn’t know him.    I even\n          thought about, um, oh, he’s being racist or\n          something like that.    I at least wanted to\n          know, like, why he was doing it.\n\nLee repeated this sentiment two other times during the hearings.\n\nTwice he expressed surprise that Goodman had not been arrested\n\nafter the incident, saying “[i]n Korea, Mr. Goodman would have been\n\narrested right away, and I thought that would happen here, too.”\n\n\n                                 -9-\n\f          The   J-Board   heard   conflicting   testimony   on   several\n\nissues, including whether Lee backed the van onto the sidewalk and\n\nwhether he initially struck Goodman.4    Goodman and Olbres told the\n\nJ-Board that Lee had done both of these things,5 and Lee denied the\n\nallegations.6   Conner also described what he saw that night,\n\nstating that he found the shuttle van with its front wheel on the\n\ncurb, not backed up toward a tree as Goodman had described it.        As\n\nto the second issue, Conner said he had not seen any signs that\n\nGoodman had been punched in the face when he took his statement,\n\nalthough he had noticed that Goodman had injured his hand.            He\n\nstated that, while at the hospital, he heard Lee tell the Brunswick\n\npolice that the incident was his own fault,7 and that he had\n\ngrabbed Goodman and turned him around.    After the Brunswick police\n\n\n\n\n     4\n      Although we review the facts related to the discrimination\nclaims in the light most favorable to Goodman, the conflicting\ntestimony given to the J-Board is summarized here to provide an\naccurate depiction of the information presented during the\ndisciplinary proceedings.\n     5\n      Olbres told the J-Board that he never saw Lee actually strike\nGoodman, but that based on their body language and reactions, he\nconcluded that Lee had done so. Olbres also acknowledged that he\nhad consumed approximately six beers that night and was drunk at\nthe time of the incident.\n     6\n      Lee acknowledged backing the van up on the street to speak to\nGoodman after he threw the first snowball, but denied backing the\nvan onto the sidewalk as Goodman reported.\n     7\n      Two of Lee’s friends also told the J-Board that, while at the\nhospital, Lee expressed regret at having left the shuttle.\n\n                                  -10-\n\fofficers heard Lee’s story, they concluded that the incident was\n\n“mutual combat” and declined to locate Goodman for questioning.8\n\n          Goodman   and     Lee   also   presented   character    witnesses.\n\nGoodman’s witness, a friend who had known him for three years, told\n\nthe J-Board that Goodman’s account of the incident had stayed the\n\nsame since he first heard it, and that he would be surprised if\n\nGoodman had been the instigator of the fight. Lee’s witness stated\n\nthat Lee was a responsible person and a great leader, citing as an\n\nexample that Lee had been class president for nine years in his\n\nschool in Korea.    He knew Lee through the campus Korean Student\n\nAssociation,   a    group     that    benefitted     greatly     from   Lee’s\n\nparticipation. He said that Lee was entering the military in Korea\n\nthe next year instead of deferring his service until after college\n\nbecause Lee felt a commitment to his country and because his family\n\nwould have difficulty paying for him and his sister to attend\n\ncollege at the same time.         The witness also said that Lee was not\n\nsomeone who resorted to violence for any reason and that he\n\nattributed this to Lee’s “high regards toward Korean traditions,\n\nwhich are morality, harmony, and having respect for others.”\n\n\n\n\n     8\n      One of the responding police officers prepared a brief\nwritten account of her investigation at the request of Goodman’s\nattorney, and this report was included in Goodman’s J-Board file.\nThe officer stated that “Lee pushed [Goodman] and [Goodman] in\nreturn punched Lee in the face.”    She also confirmed that the\nincident had been determined to be mutual combat.\n\n                                     -11-\n\f          The J-Board asked Goodman whether he accepted personal\n\nresponsibility for Lee’s injuries.     Goodman stated that he felt\n\nterrible about what happened to Lee and repeated several times that\n\nhe was walking away when he was confronted.        He said, “I was\n\ndefending myself and I don’t think I have any responsibility for\n\nwhat happened . . . for what has happened for . . . to him”\n\n(emphasis added).\n\n          Goodman made a closing statement.   He began by saying\n\n          I know [Lee] said that maybe I was being\n          racist towards him. That is completely false.\n          I’ve lived in Vietnam, I’ve traveled in Japan,\n          I’ve been in China, Indonesia.     I mean, my\n          father used to teach at Georgetown in Foreign\n          Affairs and specialized in East Asian Studies.\n          And, I mean, I have more respect and enjoyment\n          out of that culture than I can explain.\n          Racist comments coming out of him thinking\n          that I am racist in any way is completely just\n          wrong.\n\n                    J-Board Decision and Review\n\n          The J-Board deliberated that night.     Two members of the\n\npanel who testified at the federal trial stated that the issue of\n\nrace played no role in their decision.    The J-Board held Goodman\n\nresponsible for the charges against him and recommended that he be\n\ndismissed from the school, permanently and immediately.        In a\n\nwritten statement of reasons prepared for internal use (Goodman did\n\nnot receive a copy of the document at the time), Hustedt stated\n\nthat   “[t]he   inconsistencies   in    [Goodman’s]    story   that,\n\nspecifically, did not match [Conner’s] account (van placement is\n\n\n                               -12-\n\fkey here) we found particularly alarming.”                    She identified three\n\nfactors that contributed to the J-Board’s finding that Goodman was\n\na threat to the Bowdoin community and that dismissal was an\n\nappropriate punishment:\n\n                (1)      the severity of the beating\n                (2)      [Goodman]    accepted   no     personal\n                         responsibility for his actions\n                (3)      [Goodman] has a prior for which he was\n                         placed on probation9\n\n(emphasis original).                 The J-Board cleared Lee of the charges\n\nagainst him. Hustedt testified that it did so because it concluded\n\nthat Lee had not thrown any punches and had not operated the\n\nshuttle recklessly.\n\n                The decisions went to Craig Bradley, the dean of student\n\naffairs, for his review.              Bradley testified that he considered the\n\nevidence        presented       to    the   J-Board     and   conducted   his   own\n\ninvestigation, which included conversations with Goodman, Lee, and\n\nConner.         Bradley also spoke to Dr. Meryl Nass, Lee’s treating\n\ndoctor at the local hospital.                At trial, Dr. Nass testified that\n\nshe told Bradley that she had seen hundreds of cases of injuries\n\nfrom fights and hundreds of broken noses but that the injuries in\n\nLee’s case were more significant than what she would normally see\n\nin   a       fight    between    high    school    or   college   students.     She\n\ncharacterized the injuries as being more like what she would see in\n\n\n         9\n      In 1997, Goodman was put on temporary “social probation”\nafter admitting to setting off firecrackers in a dormitory hallway.\n\n\n                                            -13-\n\fa   more     serious    fight   involving   an    adult    or   someone      who   had\n\nexperience in physical altercations.\n\n               As was his common practice, Bradley did not review the J-\n\nBoard’s decisions regarding responsibility for the incident.                       But\n\nhe reduced Goodman’s sanction to an indefinite dismissal with the\n\npossibility        of   re-application    after    two    years   and    ultimately\n\npermitted Goodman to finish the semester before leaving campus.\n\nGoodman’s father wrote a letter to the president of the college,\n\nRobert Edwards, stating that he could only conclude that his son\n\nwas being punished (1) because of “an improper vendetta . . . for\n\nsome        past   undisclosed    offense,”       (2)     because       of   reverse\n\ndiscrimination, (3) because the college was attempting to cover up\n\nits own liability, or (4) for all of these reasons.\n\n               Goodman appealed Bradley’s decision to the Administrative\n\nCommittee, a group led by Edwards.                Goodman submitted a written\n\nappeal arguing, inter alia, that the disciplinary proceedings had\n\nbeen improper because of numerous alleged deviations from the\n\njudicial procedures described in the student handbook.10                     He also\n\n\n       10\n      Goodman’s   allegations   included:   Mangawang   improperly\nencouraged recused J-Board member Howard Spector to decline\nGoodman’s request to be a character witness; the J-Board allowed\nprejudicial references to the fact that Goodman had hired an\nattorney; Mangawang improperly reminded Hustedt of the 1997 letter\nregarding Goodman’s prior testimony before the J-Board; Graves\nshould have given Goodman a letter describing the factual\nunderpinnings of the charges against him; Mangawang should have\nconducted a more thorough investigation of the charges; Mangawang\nimproperly prevented Goodman from speaking with Conner; a student\nletter to the editor of the school paper discussing the incident\n\n                                         -14-\n\fcontended that the J-Board had no jurisdiction over the case\n\nbecause the fight occurred on a public street.    In addressing that\n\nissue, Goodman wrote that the college had a conflict of interest in\n\ndeciding the case because Lee had been acting as an employee at the\n\ntime of the incident, and that “any adverse actions taken against\n\n[Goodman] necessarily improve the College’s position as [Lee’s]\n\nemployer.”     Goodman did not mention the issue of race or racial\n\ndiscrimination.\n\n             At Edwards’s request, Bradley submitted a response to\n\nGoodman’s appeal. Goodman objected, arguing that such a submission\n\nwas not authorized by the judicial procedures.       Goodman filed a\n\nreply.   He elaborated on his allegation that the college was\n\noperating under a conflict of interest, noting:\n\n             The determination of the Judicial Board and\n             the   Dean’s  Office   that   I   was   wholly\n             responsible for this incident is so far\n             removed from what any reasonable, independent\n             judgment would be that you can hardly blame me\n             for assuming that the aim to insulate\n             themselves from legal liability led to what\n             can only be called a “show” trial for me.\n\nHe accused the college of having used the disciplinary proceedings\n\n“to cover up [its] own fault.”       As Goodman testified at trial,\n\nalthough he complained about Lee’s comments during the hearing that\n\nimplied that Goodman’s actions could have been motivated by racism,\n\nhe never informed Bradley or the Administrative Committee that he\n\n\nmay have prejudiced the J-Board; and the J-Board’s sanction for\nGoodman was unprecedented.\n\n                                 -15-\n\fbelieved the defendants were treating him differently on account of\n\nrace.\n\n           The     Administrative     Committee       unanimously     affirmed\n\nBradley’s decision in a report dated May 27, 1999.               According to\n\nEdwards, the committee never discussed the issue of race during its\n\ndeliberations.      It concluded that the sanction was appropriate\n\nbecause   it     involved   an   unprecedented    injury    to    a   student.\n\nGoodman’s dismissal was the harshest sanction on record for a\n\nstudent found responsible for a fight.\n\n           On May 22, 2000, Goodman brought suit against Bowdoin in\n\nfederal   court    in   Maine,   alleging    racial   discrimination     under\n\nfederal and state law, 42 U.S.C. § 1981, 42 U.S.C. § 2000d, and Me.\n\nRev. Stat. Ann. tit. 5, §§ 4601-02; breach of contract11; and\n\nnegligence. He also named Edwards, Bradley, Mangawang, Graves, and\n\nTilbor as defendants in two claims for tortious interference with\n\ncontract. Goodman sought damages and injunctive relief reinstating\n\nhim as a student in good standing.          In the summer of 2001, Goodman\n\nreapplied to Bowdoin and was admitted.           He returned to campus in\n\nSeptember 2001.\n\n\n\n\n     11\n      Goodman alleged that Bowdoin had breached its agreement, as\nset forth in the student handbook, to provide a fundamentally fair\ndisciplinary proceeding and to comply with its own established\nprocedures. On appeal, the parties do not dispute the existence of\na contractual relationship between Goodman and Bowdoin.\n\n                                    -16-\n\f                                Trial\n\n            In February 2002, Goodman presented his case to a jury.\n\nScott Roman, a former Bowdoin student, testified that he had seen\n\nGoodman entering their fraternity house just after the March 19,\n\n1999 incident and that they exchanged greetings as Roman left the\n\nbuilding.    Roman began walking across campus and came upon the\n\nshuttle van, with Lee and the security officers nearby.     The van\n\nwas backed up onto the sidewalk with its rear end just three to\n\nfour feet from some trees.    Roman had to detour onto the grass to\n\nget by the van, which was blocking the sidewalk.12   Roman discussed\n\nwhat he had seen with Goodman, and Mangawang later brought him in\n\nto meet with her to discuss being a witness.    She told him to be\n\navailable by phone or email during the hearing. Goodman spoke with\n\nhim before the hearing but did not say anything about whether Roman\n\nshould be present.    Roman was not contacted on the night of the\n\nhearing, and did not appear before the J-Board.          Four other\n\nwitnesses appeared before the J-Board on Goodman’s behalf, however,\n\nand Goodman did not express any concern over Roman’s absence.\n\nGoodman acknowledged at trial that he had not been prevented from\n\nhaving anyone testify at the J-Board hearing that he wanted to have\n\n\n\n\n     12\n      Roman testified that he remembered the back end of the van\non the sidewalk, with Lee and the security guards standing at the\npassenger side in the street.     He also testified that it was\npossible that the van was actually facing the sidewalk, not backed\nonto it.\n\n                                -17-\n\ftestify.13 He also stated that even after he had seen the J-Board’s\n\nstatement of reasons for its decision, including its conclusion\n\nthat van placement was “key,” he did not mention Scott Roman in his\n\nresponse to the Administrative Committee.\n\n            Olbres gave the jury his eyewitness account of the\n\nincident, much of which supported Goodman’s version of events.    He\n\nstated that the shuttle had backed up towards him and Goodman,\n\ncoming very close to hitting them and forcing him to move off the\n\nsidewalk to avoid being hit.     Olbres also testified that he felt\n\npressured into testifying at trial and that the Goodmans had on\n\nmany occasions tried to shape his recollection of what happened on\n\nthe night of the incident.\n\n            The jury also heard from Michael Brown, a campus security\n\nofficer who had responded to Lee’s call for help.     In response to\n\na pretrial interrogatory, Brown had described finding the van with\n\nits rear wheels on the lawn area as though it had been backed up.\n\nIn a supplemental interrogatory response, Brown stated that he had\n\nnot studied the position of the shuttle van, which he only saw from\n\na distance, but that it was at an angle with one end on the\n\nsidewalk.    He also stated that Conner’s observations of the van\n\nwere more reliable than his own because Conner was in close\n\n\n\n     13\n      Likewise, Goodman testified that he had not been prevented\nfrom telling the J-Board anything that he had told the jury during\nthe course of the trial and that he was able to tell his version of\nthe events fully and completely to the J-Board during the hearing.\n\n                                 -18-\n\fproximity to the van.      At trial, Brown testified that he could only\n\nrecall that the van was at an angle near a private residence on the\n\nstreet where the incident occurred.            He could not recall the\n\nspecific angle or location.\n\n           As to the issue of race, Goodman presented the testimony\n\nof Timothy Foster, an associate dean of student affairs who had\n\nbeen Lee’s advisor during the disciplinary proceedings.              Foster\n\ntestified that, during one of his meetings with Lee before the J-\n\nBoard hearings, he discussed Lee’s options for addressing the\n\nincident outside the J-Board proceedings.            He told Lee that he\n\ncould pursue criminal charges with the local police and that if the\n\nincident   had   “racial    components”   to   it,   Lee   could   seek   the\n\nassistance of the Maine Human Rights Commission.              According to\n\nFoster, Lee’s father was concerned that if Lee took any action\n\noutside the college proceedings, Lee could encounter problems with\n\nhis student visa and be deported.\n\n           Foster also told the jury that he had been part of a task\n\nforce seeking to increase minority admissions at Bowdoin.                  He\n\nexplained that the group had nothing to do with recruitment of\n\ninternational students such as Lee, who were classified in a group\n\nseparate from students of color for the purposes of admissions and\n\ndiversity programs.     He conceded, however, that students such as\n\nLee increase diversity because of their different experiences, and\n\nthat increasing diversity is a goal of the college.           Bradley also\n\n\n                                   -19-\n\ftestified and confirmed that, as documented in a report assessing\n\nthe college’s commitment to diversity between 1992 and 1997, the\n\ncollege sought to increase its rates of matriculation for students\n\nof color.    The report discussed several categories of students of\n\ncolor, including international students.\n\n            At the close of Goodman’s evidence, the defendants moved\n\nfor   judgment    as   a   matter   of    law    on   the   claims   of     racial\n\ndiscrimination, arguing that Goodman had not shown any causal link\n\nbetween race and his dismissal from the school. The district court\n\nagreed, concluding that there had been no direct or circumstantial\n\nevidence of      racial    animus   and   that   no   reasonable     jury    could\n\nconclude that the events leading to Goodman’s dismissal were\n\nmotivated by racial considerations.\n\n            The district court also granted the defendants’ motion\n\nfor judgment as a matter of law on the claims against three of the\n\nschool administrators for tortious interference with contract.                  It\n\nsent the tortious interference claims against Mangawang and Bradley\n\nto the jury, along with Goodman’s claims of negligence and breach\n\nof contract.      The jury found in favor of the defendants on all\n\ncounts. After unsuccessful motions for judgment as a matter of law\n\nand for a new trial, Goodman appealed.\n\n            Nearly a year after the judgment, Goodman moved for\n\nrelief from judgment pursuant to Fed. R. Civ. P. 60(b), alleging\n\nthat the college improperly failed to identify or produce certain\n\n\n                                     -20-\n\fcontemporaneous notes alleged to have been taken by security\n\nofficer Kevin Conner during his investigation of the March 19, 1999\n\nincident.    The district court denied the motion without a hearing,\n\nconcluding    that   Goodman    had    not    shown   any   misconduct   by   the\n\ndefendants or their counsel and that Goodman bore the ultimate\n\nresponsibility for any failure to discover the notes (if they ever\n\nexisted) because he had failed to depose Conner or subpoena any\n\nnotes he may have had.     Goodman also appealed this ruling.\n\n                               II.      Analysis\n\nA.           Racial Discrimination\n\n             We begin with the district court’s entry of judgment as\n\na matter of law in favor of the defendants on Goodman’s claims of\n\nracial discrimination.         See Fed. R. Civ. P. 50.          We review the\n\nruling de novo, construing the facts in the light most favorable to\n\nGoodman as the nonmovant. See Reeves v. Sanderson Plumbing Prods.,\n\nInc., 530 U.S. 133, 150 (2000).           We do not assess credibility or\n\nweigh the evidence.     Id.     If, from this vantage, the evidence “is\n\nsuch that reasonable minds could not differ as to the outcome,”\n\nMangla v. Brown Univ., 135 F.3d 80, 82 (1st Cir. 1998), judgment as\n\na matter of law is proper.           A nonmovant must present more than a\n\n“mere scintilla” of evidence to raise a triable issue of fact\n\nprecluding the entry of judgment.            Marcano-Rivera v. Pueblo Int’l,\n\nInc., 232 F.3d 245, 251 (1st Cir. 2000).\n\n\n\n\n                                       -21-\n\f          The district court found no direct or circumstantial\n\nevidence of racial animus toward Goodman, a necessary component of\n\nhis claims under 42 U.S.C. § 1981, 42 U.S.C. § 2000d, and Me. Rev.\n\nStat. Ann. tit. 5, §§ 4601-4602.14       See, e.g., Tolbert v. Queens\n\nColl., 242 F.3d 58, 69 (2d Cir. 2001) (noting that to establish a\n\nclaim under § 1981 or § 2000d, plaintiff must demonstrate, inter\n\nalia, that the defendant discriminated on the basis of race, the\n\ndiscrimination   was   intentional,    and   the   discrimination    was   a\n\nsubstantial or motivating factor for the defendant's actions).\n\nArguing that this constituted error, Goodman recites a series of\n\nfacts allegedly established at trial.              Stripped of Goodman’s\n\nargumentative    flourishes,   these    include     the   facts   that   Lee\n\nacknowledged to the police that he was at fault; the J-Board\n\nquestioned Lee several times about his admission of fault; Lee\n\nadmitted to backing the van up and pursuing Goodman on foot as he\n\nwas walking away and telling Lee that he did not want to fight; Lee\n\nleft the shuttle in violation of college rules; Lee admitted making\n\nthe first physical contact with Goodman; the police determined the\n\nfight to be “mutual combat”; Lee is an Asian student from Korea;\n\nFoster discussed with Lee the option of seeking relief from the\n\n\n\n\n     14\n      Although no binding precedent interprets Me. Rev. Stat. Ann.\ntit. 5, §§ 4601-4602 as creating a private right of action, this\nissue is not before us on appeal, and Goodman has not suggested\nthat any lesser showing would be required for a racial\ndiscrimination claim under Maine law than under federal law.\n\n                                 -22-\n\fMaine Human Rights Commission15; no member of the J-Board asked Lee\n\nwhy he wondered if Goodman’s throwing of a snowball might be a\n\nracist act; Graves questioned Goodman and Olbres with zeal; Tilbor\n\nwas not present for most of the consolidated hearings and did not\n\nmake any closing argument or question the witnesses; Mangawang\n\nremoved a board member from the J-Board panel because she knew he\n\nwas friends with Goodman’s eyewitness; Mangawang did not remove\n\nHustedt, who in a proceeding two years earlier had signed a letter\n\nquestioning the truth of testimony Goodman had provided; Goodman\n\nwas dismissed for two years; Goodman’s punishment was the harshest\n\never for a fight; and Lee was fully exonerated.    We accept these\n\nfacts as true for the purposes of evaluating Goodman’s claims of\n\nracial discrimination.16\n\n\n     15\n       Goodman argues that he proved that Foster was concerned that\nLee might be deported if Lee was found to be at fault and thus “not\nretained as one of Bowdoin’s valued minorities.” This assertion is\nnot supported by the record. Foster testified that Lee’s father\nfeared that Lee’s student visa status could be put in jeopardy as\na result of the incident, and that Foster had no opinion on the\nissue.\n     16\n      Goodman’s summary of the facts purportedly ignored by the\ndistrict court also includes some critical characterizations of the\nevidence.    Goodman states, for instance, that he “unarguably\nproved” that Bowdoin “highly values its racial minorities and\nforeign students, attaching significant institutional importance to\n‘retaining’ such students once they arrive”; Lee was therefore a\n“prized student”; Foster “injected race” into the case by\nsuggesting that because Lee was Asian, he could report the fight to\nthe Maine Human Rights Commission; Lee “used his race and national\norigin repeatedly to excuse his behavior and to overtly play to\nsympathies by suggesting that Goodman was a racist for throwing\nsnowballs”; Lee’s only explanation for his “confession” of fault\nwas his race; Lee suggested to the J-Board that his acceptance of\n\n                               -23-\n\f                Goodman    contends   that     these   facts   give   rise   to   a\n\nreasonable inference of discrimination and that his discrimination\n\nclaims therefore should have gone to the jury.                   He faults the\n\ndistrict court for discussing only a few of the factual issues he\n\nraised in ruling from the bench and for weighing these facts in a\n\nprocess of reasoning \"that is surely the province of the jury.”\n\nInvoking (without expressly citing) the familiar McDonnell Douglas\n\nparadigm,17 Goodman contends that this evidence made out a prima\n\nfacie case of discrimination and could have grounded a reasonable\n\nfinding that the reasons the defendants gave for disciplining him\n\nwere        a    pretext      for     unlawful     racial      discrimination.18\n\n\nfault “had to be interpreted in a way unique to the high cultural\nstandards of Korea”; the J-Board “accepted Lee’s racial\nexplanations” for why he pursued Goodman and why he confessed; and\nbecause Lee was exonerated “despite having confessed,” a reasonable\njury could find that the J-Board “accepted his racial defense.”\nThese purported facts, some of which fail to describe the record\naccurately, are mere arguments. We are not bound to accept them as\ntrue.\n       17\n      In the context of employment discrimination claims, if a\nplaintiff establishes a prima facie case of discrimination, the\nemployer must articulate a legitimate, nondiscriminatory basis for\nits conduct. See Benoit v. Technical Mfg. Corp., 331 F.3d 166,\n173-74 (1st Cir. 2003)(citing McDonnell Douglas Corp. v. Green, 411\nU.S. 792, 802, 804-05 (1973)). The plaintiff must then demonstrate\nthat the employer’s proffered explanation was pretext for\nintentional discrimination. Reeves v. Sanderson Plumbing Prods.,\nInc., 530 U.S. 133, 142-43 (2000).\n       18\n      As an initial matter, Goodman misunderstands the showing he\nwas required to make to reach the jury. Goodman contends that he\nonly needed to present “specific facts adequate to show or raise a\nplausible inference that [he was] subjected to race-based\ndiscrimination,” quoting Dartmouth Review v. Dartmouth College, 889\nF.2d 13, 17 (1st Cir. 1989). But the Dartmouth Review standard,\n\n                                        -24-\n\f            Assuming,    arguendo,   both    the   applicability    of   the\n\nMcDonnell Douglas framework and that Goodman has presented a prima\n\nfacie case of discrimination, we turn our attention to the issue of\n\npretext.   See Hillstrom v. Best W. TLC Hotel, 354 F.2d 27, 31 (1st\n\nCir. 2003). According to Goodman, the only justification presented\n\nto counter his allegation of disparate treatment was the J-Board’s\n\nfinding that Goodman’s story about the van backing up toward him\n\nwas not credible.      He argues that this must have been a pretext\n\nbecause most of the evidence presented at trial indicated that on\n\nthe night of the incident, the shuttle van was seen in a position\n\nthat corroborated his version of events.\n\n           Goodman’s    analysis   fails    to   grapple   with   the    most\n\nfundamental explanation for his dismissal proffered by Bowdoin,\n\nnamely that he injured another student severely.            The J-Board’s\n\nrecommendation of dismissal was not premised on a finding that\n\nGoodman lied about Lee backing the shuttle van toward him; it\n\nrested on findings that Goodman had given Lee a severe beating,19\n\n\nsince overruled in Educadores Puertorriquenos En Accion v.\nHernandez, 367 F.3d 61, 66-67 (1st Cir. 2004) (rejecting heightened\npleading standards in civil rights cases), is inapposite. In this\ncase, Goodman opposed a motion for judgment as a matter of law (not\na motion to dismiss), and was required to demonstrate a “legally\nsufficient evidentiary basis,” Fed. R. Civ. P. 50(a), for a\nreasonable jury to find that he had been subjected to intentional\ndiscrimination and that this discrimination was a substantial or\nmotivating factor for the defendants' actions. See Reeves, 530\nU.S. at 149; Tolbert, 242 F.3d at 69.\n      19\n       Hustedt testified at trial that the J-Board concluded “this\nwas   a very serious incident and it warranted a very severe\n\n                                   -25-\n\fthat Goodman had not taken responsibility for the beating, and that\n\nGoodman   had      committed   a    prior   offense.20     The   Administrative\n\nCommittee    affirmed    the   J-Board’s        findings   and   concluded     that\n\ndismissal was appropriate under these circumstances. Goodman fails\n\nto address this non-discriminatory explanation for the Committee's\n\nconduct, much less demonstrate that it was false and that the true\n\nreason for his dismissal was discriminatory.\n\n             We take a similar approach to Goodman’s argument that\n\nrace and national origin were Lee’s only “defense” on “several key\n\npoints,” and that his punishment and Lee’s exoneration can thus\n\nonly be explained as the product of discrimination.               The record in\n\nGoodman’s disciplinary proceeding, which we have reviewed with\n\ncare, paints a different picture.               Even cast in the light most\n\nfavorable     to    Goodman,       the   J-Board   considered     a   wealth     of\n\nconflicting evidence regarding the conduct of Lee and Goodman on\n\n\n\n\nsentence.”\n     20\n      In his factual summary in his opening brief, Goodman stated,\nwithout elaboration, that Lee’s injuries were not severe, because\nLee “had a broken nose ‘minimally depressed fracture . . . of 1-2\nmm.’” He also stated that he had accepted responsibility for his\nactions, citing expressions of regret that were accompanied by a\nstatement that he did not think he had any responsibility for what\nhad happened to Lee. Goodman did not dispute that he had a prior\noffense in his disciplinary record, but stated that “he had long\nsince satisfied the probationary term.” Goodman did not address\nthese J-Board findings in arguing the issue of pretext. His only\narguments regarding the severity of Lee’s injuries and his\nacceptance of responsibility, even if relevant, were raised for the\nfirst time in his reply brief and are therefore forfeited. See\nAndresen v. Diorio, 349 F.3d 8, 13 (1st Cir. 2003).\n\n                                         -26-\n\fthe night of the incident, and concluded that Lee had been injured\n\nand had not thrown a punch.    Goodman’s suggestion that race is the\n\nonly possible explanation for the difference in outcomes between\n\nhis case and Lee’s case is unavailing.      See Rathbun v. Autozone,\n\nInc., 361 F.3d 62, 76 (1st Cir. 2004) (finding inadequate showing\n\nof discrimination where female plaintiff and male co-workers sought\n\ndifferent promotions at different times; “The test is whether a\n\nprudent person, looking objectively at the incidents, would think\n\nthem roughly equivalent and the protagonists similarly situated.”).\n\nWe reject Goodman’s effort to upset the judgments on his race\n\ndiscrimination claims.21\n\nB.        Breach of Contract\n\n          Before Goodman’s case went to the jury, he moved for\n\njudgment as a matter of law on his claims for breach of contract.\n\nSee Fed. R. Civ. P. 50(a).    He argued that the college had breached\n\n\n     21\n      In doing so, we note that the J-Board decision was not the\nlast stop in Goodman’s disciplinary proceeding. Goodman, who had\nthe advice of counsel, chose to focus his appeal to the\nAdministrative Committee on the college’s purported conflict of\ninterest and lack of jurisdiction over his case. His submissions\nto the Administrative Committee never suggested that he was the\nsubject of racial discrimination.\n     Finally, we give no weight to Goodman’s unelaborated assertion\nthat his discrimination claims should have gone to the jury because\nthe district court allowed the jury to consider Bowdoin’s cultural\ndiversity policy in connection with the contract claim and noted\nthat the policy was “alleged to be a predicate for discrimination\nin a disciplinary proceeding.” See United States v. Zannino, 895\nF.2d 1, 17 (1st Cir. 1990) (“It is not enough merely to mention a\npossible argument in the most skeletal way, leaving the court to do\ncounsel’s work, create the ossature for the argument, and put flesh\non its bones.”).\n\n                                 -27-\n\fits     contractual     obligation       to     provide     fundamentally         fair\n\ndisciplinary proceedings and to comply with the procedures outlined\n\nin the student handbook.            These alleged breaches included (1)\n\ndisciplining Goodman on the basis of conduct that occurred on a\n\npublic sidewalk; (2) permitting the Dean’s Office to respond to his\n\nwritten appeal to the Administrative Committee; (3) permitting\n\nMangawang to sit in on the J-Board’s deliberations in Goodman’s\n\ncase;    (4)    appointing     deans    to    act   as   complainants;      and   (5)\n\npermitting Mangawang to remove Spector from the J-Board hearing\n\npanel.\n\n               The district court denied Goodman’s motion, concluding\n\nthat    the    jury   should    determine       whether    any   of   the   alleged\n\nviolations rendered the proceedings unfair or inconsistent with the\n\nprovisions of the handbook.            The jury found in favor of Bowdoin on\n\nGoodman’s      breach   of    contract    claims     and   judgment    entered      on\n\nFebruary 27, 2002.           Eleven business days later, Goodman filed a\n\nrenewed motion for judgment as a matter of law, purporting to\n\nrespond to the judgment entered on February 27.                  By margin order,\n\nthe district court denied Goodman’s renewed motion “for lack of\n\nmerit and because it was untimely filed.”\n\n               Under Fed. R. Civ. P. 50, Goodman was required to renew\n\nhis motion for judgment as a matter of law within ten days of the\n\nentry of judgment, exclusive of weekends and holidays. See Fed. R.\n\nCiv. P. 50(b), 6(b).            The ten-day limit is mandatory and the\n\n\n                                         -28-\n\fdistrict court lacks discretion to enlarge it.       See Vargas v.\n\nGonzalez, 975 F.2d 916, 917 (1st Cir. 1992) (per curiam) (citing\n\nFed. R. Civ. P. 6(b)); see also Davignon v. Clemmey, 322 F.3d 1, 10\n\n(1st Cir. 2003).   Goodman does not dispute that his renewed motion\n\nwas filed more than ten days after the entry of judgment on\n\nFebruary 27, 2002, but instead contends that a subsequent amendment\n\nof the judgment in November 2002 affecting only his unrelated\n\nnegligence count rendered his motion timely because the period\n\nshould have run from the date of the “superseding judgment.”22\n\n          At the time Goodman renewed his motion, he was on notice\n\nthat the district court was contemplating an amendment to the\n\njudgment as to the negligence claim only. In response to Bowdoin’s\n\nargument before the district court that Goodman’s renewed motion\n\nwas untimely, Goodman attempted to use the court’s reconsideration\n\nof the negligence issue to his advantage, suggesting that it\n\n“suspended the entry of judgment” until that issue was resolved.\n\nBut Goodman failed to mention this theory of timeliness in his\n\nrenewed motion or otherwise to reserve his rights to contest a\n\nsubsequently amended judgment.    His renewed motion addressed only\n\n\n     22\n      As to the negligence claim, the jury found that Lee had acted\nnegligently, but that this did not cause any damages to Goodman.\nThe February 27, 2002 judgment was entered erroneously in Goodman’s\nfavor on this count. The amended judgment, which was entered on\nNovember 6, 2002, corrected this error but was identical to the\nearlier judgment in all other respects. Cf. Cornist v. Richland\nParish Sch. Bd., 479 F.2d 37, 39 (5th Cir. 1973) (calculating ten-\nday period based on date of amended judgment where the amendment\n“disturbed or revised legal rights and obligations”).\n\n                                 -29-\n\fthe February 27, 2002 judgment, without qualification.23     We find\n\nno merit in Goodman’s post hoc explanation for his tardy filing,\n\nand we affirm the district court’s finding that Goodman’s renewed\n\nmotion for judgment as a matter of law was untimely.\n\nC.         Jury Instructions\n\n           Goodman’s next assignment of error is that his claims for\n\nbreach of contract went to the jury with instructions so inaccurate\n\nthat he deserves a new trial.          Our review of the challenged\n\ninstructions considers the big picture, asking whether the charge\n\nin its entirety –- and in the context of the evidence –- presented\n\nthe relevant issues to the jury fairly and adequately.    See United\n\nStates v. Tom, 330 F.3d 83, 91 (1st Cir. 2003); United States v.\n\nTaylor, 54 F.3d 967, 976 (1st Cir. 1995) (“[W]e look at the charge\n\nas a whole, not in isolated fragments.”).     In doing so, we apply a\n\nde novo standard of review, except to the extent that the alleged\n\nerror is merely a matter of form or wording.    See Tom, 330 F.3d at\n\n91.    In that case, we review the district court’s choice of\n\nlanguage for abuse of discretion.       See id.; see also Johnson v.\n\nSpencer Press of Maine, Inc., 364 F.3d 368, 378 (1st Cir. 2004)\n\n\n\n      23\n      Goodman treated the February 27, 2002 judgment as final in\nother contexts without qualification and we see no reason to view\nit otherwise. By way of example, in a motion pursuant to Fed. R.\nCiv. P. 60(b), Goodman asked for relief from the February 27, 2002\njudgment and described the date of the filing (February 25, 2003)\nas “[t]he last day on which a motion can be filed, since it must be\nfiled, at the latest, within one year from the date of the\njudgment.” Goodman made no mention of any superseding judgments.\n\n                                -30-\n\f(“It is the district court’s prerogative to craft the ‘particular\n\nverbiage’ that it will use in its jury instructions.”); Gray v.\n\nGenlyte Group, Inc., 289 F.3d 128, 133 (1st Cir. 2002).                         An\n\nerroneous jury instruction warrants a new trial if “the preserved\n\nerror, based on a review of the entire record, can fairly be said\n\nto have prejudiced the objecting party.”            Levinsky’s, Inc. v. Wal-\n\nMart Stores, Inc., 127 F.3d 122, 135 (1st Cir. 1997).\n\n            Goodman alleges two errors in the jury charge. First, he\n\nclaims that the district court failed to instruct the jury to\n\nconsider whether Bowdoin had breached its agreement to follow its\n\nown disciplinary procedures.         This argument misstates the record.\n\nIn discussing the breach of contract claim, the court told the jury\n\nthat the contractual relationship between Goodman and Bowdoin\n\nincluded Bowdoin’s       promises    to    be   bound    by   “the   standard   of\n\nfundamental fairness in the conduct of judicial proceedings, the\n\nrequirement    of     impartiality    in    those       proceedings,    and     the\n\nrequirement that it substantially follow its delineated procedures\n\nin   the   handbook   for   adjudicating        [Goodman’s]    case”   (emphasis\n\nadded). The court further instructed that Goodman had alleged that\n\nBowdoin had “violated his contractual right to have a fundamentally\n\nfair and impartial proceeding and to have Bowdoin substantially\n\nfollow its delineated procedures, and that that resulted in damage\n\nto him.    It is for you the jury to decide if there were breaches\n\n[and], if so, what damages flowed from those breaches” (emphasis\n\n\n                                     -31-\n\fadded).   These instructions more than adequately conveyed the\n\npoint.\n\n          Second,     Goodman   alleges    that     the   district   court\n\nimproperly instructed the jury on the standard for interpreting the\n\ncontract between Bowdoin and Goodman. Recognizing that there is an\n\nabsence of precedent from the Maine Law Court on this issue,\n\nGoodman argues that the district court should have instructed:\n\n\"The proper standard for interpreting the contractual terms is that\n\nof 'reasonable expectation -– what meaning the party making the\n\nmanifestation, the university, should reasonably expect the other\n\nparty to give it.'\" (quoting Mangla, 135 F.3d at 83).        The district\n\ncourt in fact told the jury that it “should apply a standard of\n\nreasonable expectations of the parties in the circumstances,” and\n\nlater that it should determine whether the disciplinary procedures\n\nused in   Goodman’s   case   fell   “within   the   range   of   reasonable\n\nexpectations of one reading the rules.”\n\n          Even if we assume that the instruction Goodman proffers\n\ncorrectly states the governing law, Goodman has not proven that the\n\ndistrict court’s instructions deviated from the applicable standard\n\nin any meaningful way.    Contrary to Goodman’s claim that the court\n\n“invited the jury to make its own rule for what was right here,”\n\nthe jury was told to consider the reasonable expectations of the\n\nparties –- in this case, the reasonable expectations of the student\n\nand the university.    Though not identical to the Mangla standard,\n\n\n                                    -32-\n\fwhich asked what meaning the university should reasonably expect\n\nthe student to give certain contract provisions, the court’s\n\ninstructions sufficed to put the same considerations before the\n\njury.\n\nD.         Rule 60(b)\n\n           In a separate appeal, consolidated for the purposes of\n\nour review, Goodman challenges the district court’s denial of his\n\npost-trial motion for relief from judgment under Fed. R. Civ. P.\n\n60(b).    In his motion, Goodman stated that he had hired a private\n\ninvestigator who interviewed campus security officer Kevin Conner\n\nafter the trial.     Conner, who had since left his position at\n\nBowdoin and moved away, acknowledged keeping contemporaneous notes\n\nin spiral notebooks while employed by Bowdoin and at the time of\n\nthe March 19, 1999 incident.    Conner reported that the notebooks\n\nwere probably at the home of his former wife, where he had left\n\nsome of his personal belongings.\n\n            Goodman’s motion alleged that Conner’s notebooks could\n\ncontain critical information about the placement of the shuttle van\n\non the night of the incident that might support his version of the\n\nevents.     Asking the district court to impute to Bowdoin the\n\ncollective knowledge of all of its employees, Goodman contended\n\nthat Bowdoin’s failure to produce or identify Conner’s notes\n\nconstituted discovery misconduct so serious that it justified\n\nrelief from judgment under Fed. R. Civ. P. 60(b)(3).    See Fed. R.\n\n\n                                -33-\n\fCiv. P. 60(b)(3) (permitting relief from judgment in cases of\n\n“fraud . . ., misrepresentation, or other misconduct of an adverse\n\nparty”).\n\n            The district court denied Goodman’s motion, stating that\n\nGoodman had failed to demonstrate that Bowdoin had ever possessed\n\nthe notes or that it had “improperly refused or failed to produce\n\nthem pursuant to [its] discovery obligations prior to trial.”    We\n\nagree.     Goodman, who failed even to depose Conner or to subpoena\n\nany notes that might have been outside Bowdoin’s immediate grasp,\n\nhas not shown that he is entitled to the extraordinary remedy of\n\nrelief through a Rule 60(b)(3) motion.     See Karak v. Bursaw Oil\n\nCorp., 288 F.3d 15, 19, 21 (1st Cir. 2002) (stating that misconduct\n\nmust be shown by clear and convincing evidence and must have\n\nprevented a full and fair presentation or preparation of the\n\nmovant’s case); see also United States Steel v. M. DeMatteo Constr.\n\nCo., 315 F.3d 43, 53 (1st Cir. 2002).     Goodman has not presented\n\nany evidence that misconduct even occurred, let alone that it rose\n\nto a level warranting relief from judgment.\n\n            Affirmed.\n\n\n\n\n                                -34-\n\f",
  "html": "<p class=\"case_cite\">380 F.3d 33</p>\n    <p class=\"parties\">George C.W. GOODMAN, Plaintiff, Appellant,<br>v.<br>BOWDOIN COLLEGE, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 02-2437.</p>\n    <p class=\"docket\">No. 03-2338.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard March 3, 2004.</p>\n    <p class=\"date\">Decided August 17, 2004.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Maine, Gene Carter, J.</p>\n      <p class=\"indent\">John J.E. Markham, III, with whom Markham &amp; Read, Collette C. Goodman and Shea &amp; Gardner, were on brief, for appellant.</p>\n      <p class=\"indent\">James T. Kilbreth, with whom Jacqueline W. Rider and Verrill &amp; Dana, LLP were on brief, for appellees.</p>\n      <p class=\"indent\">Before HOWARD, Circuit Judge, CYR and STAHL, Senior Circuit Judges.</p>\n      <p class=\"indent\">HOWARD, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In a case that began with a snowball and culminated in a seven-day jury trial, plaintiff George Goodman challenges the district court's rulings on two motions for judgment as a matter of law and contends that the jury instructions on his breach of contract claim were erroneous. He also appeals the district court's denial of his motion for relief from judgment pursuant to Fed.R.Civ.P. 60(b) on the basis of discovery misconduct. We affirm.</p>\n    </div>\n    <p>I. Factual and Procedural Background</p>\n    <p class=\"center\">\n      <i>The March 19, 1999 Incident</i>\n    </p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Just after midnight on March 19, 1999, George Goodman, a student at Bowdoin College in Brunswick, Maine, threw a snowball at a passing student shuttle van on his way home from a party. The prank escalated into a verbal and physical confrontation with the driver of the van, a fellow Bowdoin student named Namsoo Lee. The specifics of the encounter were hotly disputed in the student disciplinary proceedings that followed, and remain in dispute today. It was uncontested, however, that Lee followed a retreating Goodman and put his hand on Goodman's shoulder to confront him. It was also established that Goodman struck Lee in the face several times, breaking his nose and causing extensive bleeding and bruising. Ultimately Goodman was dismissed from the school.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Goodman subsequently brought suit in federal court alleging, <i>inter alia,</i> that the school and some of its administrators had discriminated against him on the basis of his race and had breached an agreement to (1) provide a fundamentally fair disciplinary process, and (2) comply with their own established procedures. The discrimination claims never reached the jury &#8212; the district court entered judgment as a matter of law in favor of Bowdoin at the close of Goodman's evidence. <i>See</i> Fed.R.Civ.P. 50(a). We therefore summarize the facts relevant to those claims in the light most favorable to Goodman as the nonmovant. <i>Mangla v. Brown Univ.,</i> 135 F.3d 80, 82 (1st Cir.1998).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">As Goodman described it, while walking home with a friend, Jason Olbres, he threw a snowball at a student shuttle van. The driver, Lee, reacted angrily after Goodman threw a second snowball, threatening to run Goodman over with the van and backing the van onto the sidewalk toward him. Goodman began to walk away and told Lee to leave him alone, but Lee followed him on foot, turning him around and punching him in the face. Goodman responded by punching Lee in the face several times, at one point stopping to take off his new watch and throw it to Olbres so that Goodman would not break it or hit Lee with it. Goodman's fleece jacket was torn down the front during the scuffle. Lee returned to the shuttle van to call for help and Goodman returned to his fraternity house, where he later called campus security to report that he had been assaulted by the shuttle driver. A campus security officer, Kevin Conner, took Goodman's written statement that night and told Goodman that his version of the story was consistent with what Lee had told two Brunswick police officers who had interviewed him at the hospital.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The next morning, Goodman contacted Sharon Turner, his advisor in the dean's office. Turner told Goodman that his statement and Lee's were at odds. This worried Goodman, who feared that the college might favor Lee because he was an employee and because Lee, a Korean national, was a student of color. Goodman believed &#8212; based on articles published in official school publications and announcements about events soliciting input on how to recruit more minority students &#8212; that the college was having problems attracting students of color. Goodman knew that a big recruiting weekend for minority students was coming up in a few weeks and feared that the college would not want to \"get rid of\" Lee with such an important event approaching.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The week following the incident was spring break for Bowdoin students. Lee, who had been treated at a local hospital immediately after the altercation, returned to Korea to receive further treatment for a nasal fracture. Goodman went home to suburban Washington, D.C., and was treated for injuries to his hand, including a torn ligament. Goodman and his mother, an attorney, called Mya Mangawang, an assistant dean of student affairs who was the advisor to the student judicial board (the \"J-Board\") that heard disciplinary cases. They told Mangawang that the case should not be treated as a routine student disciplinary proceeding because it involved a student employee. As Goodman testified at trial, he and his parents were concerned that the college would use the disciplinary proceedings to blame him and thus avoid liability for Lee's actions while acting as an employee of the college. Goodman hired counsel in Maine.</p>\n    </div>\n    <p class=\"center\">\n      <i>The Initiation of Disciplinary Proceedings</i>\n    </p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">After spring break, Goodman and Lee were each charged with violations of the school's social code for conduct unbecoming of a Bowdoin student and behavior endangering the health and safety of others. Goodman met with Mangawang to review the charges. Mangawang discussed the students who would be available to serve on the five-person panel and told Goodman that he could remove one member. One potential panel member was Elizabeth Hustedt, a student who two years earlier had participated in a disciplinary hearing at which Goodman had been a witness. Mangawang reviewed with Goodman a letter that Hustedt and other members of the J-Board had written to Goodman soon after his testimony in the 1997 proceeding. The letter stated that the panel had concluded that Goodman, who had not been charged in that case, might have misrepresented the events that were the subject of the charges. The letter also stated that \"the Judicial Board reserves the right to take this concern into consideration\" if Goodman ever appeared before the J-Board again. Mangawang told Goodman that she had discussed the 1997 letter with Hustedt, who reported that she could still serve in connection with the Goodman hearing.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Goodman did not ask for Hustedt to be removed, opting instead to remove a student who, he said, had tried to start a fight earlier in the year with one of his close friends. A third J-Board member, Howard Spector, did not sit on the panel that heard Goodman's case. Goodman testified that Spector, who was an acquaintance of Goodman's and the roommate of Olbres (the eyewitness to the incident), told him that Mangawang had removed him from the panel.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In the week leading up to the J-Board hearing, Goodman visited Mangawang's office several times to review the evidence that would be considered at the hearing. Goodman did not see any reports from the Brunswick police in the file. This concerned him because, as far as he knew from Conner (the security officer who had taken his statement) Lee had told the police that the fight was his fault and that he did not want to press charges. Goodman, through his attorney, requested that the responding police officers prepare a report regarding the incident. On the morning of the hearing, Goodman brought the report to Mangawang to be included in his file. Mangawang accepted the statement but referred to it as something Goodman had \"crafted.\"<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Goodman saw something else in his file that worried him. Conner's report described the shuttle van as having one of its front wheels on the curb on the night of the incident, not backed up over the sidewalk. Goodman asked Conner to discuss the incident report with him and Conner agreed to meet the next day as long as a dean or the head of security was present. The next morning, Goodman asked Mangawang if he could meet Conner in her office and Mangawang said no.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">During this period, Goodman's parents called the college to express their concern over the use of student disciplinary proceedings to adjudicate a matter involving an employee of the college. Goodman's counsel also wrote to counsel for the college, asserting that Bowdoin was responsible for Goodman's medical bills for treatment of his injured hand and giving notice that Goodman intended to seek damages if the college conducted any proceedings that had an adverse effect on Goodman's tenure as a student. At trial, Goodman acknowledged that these communications were part of an effort to prevent the disciplinary proceedings from going forward. Goodman's father also testified that he believed the college was so concerned about liability for Goodman's injuries that it would have created a proceeding to frame his son.</p>\n    </div>\n    <p class=\"center\">\n      <i>Testimony at the J-Board Hearings</i>\n    </p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The J-Board heard the cases against Goodman and Lee on the evening of April 13, 1999. Each student was permitted to have a dean or faculty member present for support. Goodman had selected Turner, who was already assigned to him as an advisor.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> The board heard Goodman's case first, with witnesses appearing and testifying over a period of six or seven hours. Robert Graves, the director of residential life, was assigned to act as a \"complainant\" on Lee's behalf, and questioned Goodman in a hostile manner. At the close of Goodman's hearing, Graves made a closing argument in favor of finding Goodman responsible.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Goodman's hearing concluded just after midnight and Lee's began immediately thereafter. Karen Tilbor, an assistant dean of student affairs, was the complainant against Lee. Tilbor arrived at the beginning of Lee's hearing and, because most of the testimony regarding the incident was introduced during Goodman's hearing and was not repeated, Tilbor was not present for much of the evidence regarding Lee's role in the incident. Unlike Graves, Tilbor did not ask any questions and made no closing statement other than to repeat the charges against Lee. Goodman asked Tilbor if the reason she had not asked any questions was that she had not been present for any of the testimony and \"really doesn't know what is going on.\" Tilbor said she had read the file and, although she had not heard the testimony in the first hearing, she did not need clarification on anything else.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">During the hearings, the transcripts of which were admitted at trial, Goodman and Lee each presented their accounts of the incident and answered questions. Lee prefaced his testimony to the J-Board by saying he would read from a prepared statement because English was his second language. He also said that he was a citizen of the Republic of Korea. In answer to a question about why he got out of the shuttle, he said he wanted to know why Goodman had thrown the snowballs:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">I thought he had a personal feeling against me, even though I didn't know him. I even thought about, um, oh, he's being racist or something like that. I at least wanted to know, like, why he was doing it.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Lee repeated this sentiment two other times during the hearings. Twice he expressed surprise that Goodman had not been arrested after the incident, saying \"[i]n Korea, Mr. Goodman would have been arrested right away, and I thought that would happen here, too.\"</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The J-Board heard conflicting testimony on several issues, including whether Lee backed the van onto the sidewalk and whether he initially struck Goodman.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Goodman and Olbres told the J-Board that Lee had done both of these things,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> and Lee denied the allegations.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Conner also described what he saw that night, stating that he found the shuttle van with its front wheel on the curb, not backed up toward a tree as Goodman had described it. As to the second issue, Conner said he had not seen any signs that Goodman had been punched in the face when he took his statement, although he had noticed that Goodman had injured his hand. He stated that, while at the hospital, he heard Lee tell the Brunswick police that the incident was his own fault,<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> and that he had grabbed Goodman and turned him around. After the Brunswick police officers heard Lee's story, they concluded that the incident was \"mutual combat\" and declined to locate Goodman for questioning.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Goodman and Lee also presented character witnesses. Goodman's witness, a friend who had known him for three years, told the J-Board that Goodman's account of the incident had stayed the same since he first heard it, and that he would be surprised if Goodman had been the instigator of the fight. Lee's witness stated that Lee was a responsible person and a great leader, citing as an example that Lee had been class president for nine years in his school in Korea. He knew Lee through the campus Korean Student Association, a group that benefitted greatly from Lee's participation. He said that Lee was entering the military in Korea the next year instead of deferring his service until after college because Lee felt a commitment to his country and because his family would have difficulty paying for him and his sister to attend college at the same time. The witness also said that Lee was not someone who resorted to violence for any reason and that he attributed this to Lee's \"high regards toward Korean traditions, which are morality, harmony, and having respect for others.\"</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The J-Board asked Goodman whether he accepted personal responsibility for Lee's injuries. Goodman stated that he felt terrible about what happened to Lee and repeated several times that he was walking away when he was confronted. He said, \"I was defending myself and <i>I don't think I have any responsibility</i> for what happened ... for what has happened for ... to him\" (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Goodman made a closing statement. He began by saying</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">I know [Lee] said that maybe I was being racist towards him. That is completely false. I've lived in Vietnam, I've traveled in Japan, I've been in China, Indonesia. I mean, my father used to teach at Georgetown in Foreign Affairs and specialized in East Asian Studies. And, I mean, I have more respect and enjoyment out of that culture than I can explain. Racist comments coming out of him thinking that I am racist in any way is completely just wrong.</p>\n    </div>\n    <p class=\"center\">\n      <i>J-Board Decision and Review</i>\n    </p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The J-Board deliberated that night. Two members of the panel who testified at the federal trial stated that the issue of race played no role in their decision. The J-Board held Goodman responsible for the charges against him and recommended that he be dismissed from the school, permanently and immediately. In a written statement of reasons prepared for internal use (Goodman did not receive a copy of the document at the time), Hustedt stated that \"[t]he inconsistencies in [Goodman's] story that, specifically, did not match [Conner's] account (van placement is key here) we found particularly alarming.\" She identified three factors that contributed to the J-Board's finding that Goodman was a threat to the Bowdoin community and that dismissal was an appropriate punishment:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">(1) the <i>severity of the beating</i></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">(2) [Goodman] accepted <i>no personal responsibility</i> for his actions</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">(3) [Goodman] has a <i>prior</i> for which he was placed on probation<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">(emphasis original). The J-Board cleared Lee of the charges against him. Hustedt testified that it did so because it concluded that Lee had not thrown any punches and had not operated the shuttle recklessly.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The decisions went to Craig Bradley, the dean of student affairs, for his review. Bradley testified that he considered the evidence presented to the J-Board and conducted his own investigation, which included conversations with Goodman, Lee, and Conner. Bradley also spoke to Dr. Meryl Nass, Lee's treating doctor at the local hospital. At trial, Dr. Nass testified that she told Bradley that she had seen hundreds of cases of injuries from fights and hundreds of broken noses but that the injuries in Lee's case were more significant than what she would normally see in a fight between high school or college students. She characterized the injuries as being more like what she would see in a more serious fight involving an adult or someone who had experience in physical altercations.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">As was his common practice, Bradley did not review the J-Board's decisions regarding responsibility for the incident. But he reduced Goodman's sanction to an indefinite dismissal with the possibility of re-application after two years and ultimately permitted Goodman to finish the semester before leaving campus. Goodman's father wrote a letter to the president of the college, Robert Edwards, stating that he could only conclude that his son was being punished (1) because of \"an improper vendetta... for some past undisclosed offense,\" (2) because of reverse discrimination, (3) because the college was attempting to cover up its own liability, or (4) for all of these reasons.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Goodman appealed Bradley's decision to the Administrative Committee, a group led by Edwards. Goodman submitted a written appeal arguing, <i>inter alia,</i> that the disciplinary proceedings had been improper because of numerous alleged deviations from the judicial procedures described in the student handbook.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> He also contended that the J-Board had no jurisdiction over the case because the fight occurred on a public street. In addressing that issue, Goodman wrote that the college had a conflict of interest in deciding the case because Lee had been acting as an employee at the time of the incident, and that \"any adverse actions taken against [Goodman] necessarily improve the College's position as [Lee's] employer.\" Goodman did not mention the issue of race or racial discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">At Edwards's request, Bradley submitted a response to Goodman's appeal. Goodman objected, arguing that such a submission was not authorized by the judicial procedures. Goodman filed a reply. He elaborated on his allegation that the college was operating under a conflict of interest, noting:</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The determination of the Judicial Board and the Dean's Office that I was wholly responsible for this incident is so far removed from what any reasonable, independent judgment would be that you can hardly blame me for assuming that the aim to insulate themselves from legal liability led to what can only be called a \"show\" trial for me.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">He accused the college of having used the disciplinary proceedings \"to cover up [its] own fault.\" As Goodman testified at trial, although he complained about Lee's comments during the hearing that implied that Goodman's actions could have been motivated by racism, he never informed Bradley or the Administrative Committee that he believed the defendants were treating him differently on account of race.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The Administrative Committee unanimously affirmed Bradley's decision in a report dated May 27, 1999. According to Edwards, the committee never discussed the issue of race during its deliberations. It concluded that the sanction was appropriate because it involved an unprecedented injury to a student. Goodman's dismissal was the harshest sanction on record for a student found responsible for a fight.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">On May 22, 2000, Goodman brought suit against Bowdoin in federal court in Maine, alleging racial discrimination under federal and state law, 42 U.S.C. &#167; 1981, 42 U.S.C. &#167; 2000d, and Me.Rev.Stat. Ann. tit. 5, &#167;&#167; 4601-02; breach of contract<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>; and negligence. He also named Edwards, Bradley, Mangawang, Graves, and Tilbor as defendants in two claims for tortious interference with contract. Goodman sought damages and injunctive relief reinstating him as a student in good standing. In the summer of 2001, Goodman reapplied to Bowdoin and was admitted. He returned to campus in September 2001.</p>\n    </div>\n    <p class=\"center\">\n      <i>Trial</i>\n    </p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In February 2002, Goodman presented his case to a jury. Scott Roman, a former Bowdoin student, testified that he had seen Goodman entering their fraternity house just after the March 19, 1999 incident and that they exchanged greetings as Roman left the building. Roman began walking across campus and came upon the shuttle van, with Lee and the security officers nearby. The van was backed up onto the sidewalk with its rear end just three to four feet from some trees. Roman had to detour onto the grass to get by the van, which was blocking the sidewalk.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> Roman discussed what he had seen with Goodman, and Mangawang later brought him in to meet with her to discuss being a witness. She told him to be available by phone or email during the hearing. Goodman spoke with him before the hearing but did not say anything about whether Roman should be present. Roman was not contacted on the night of the hearing, and did not appear before the J-Board. Four other witnesses appeared before the J-Board on Goodman's behalf, however, and Goodman did not express any concern over Roman's absence. Goodman acknowledged at trial that he had not been prevented from having anyone testify at the J-Board hearing that he wanted to have testify.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> He also stated that even after he had seen the J-Board's statement of reasons for its decision, including its conclusion that van placement was \"key,\" he did not mention Scott Roman in his response to the Administrative Committee.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Olbres gave the jury his eyewitness account of the incident, much of which supported Goodman's version of events. He stated that the shuttle had backed up towards him and Goodman, coming very close to hitting them and forcing him to move off the sidewalk to avoid being hit. Olbres also testified that he felt pressured into testifying at trial and that the Goodmans had on many occasions tried to shape his recollection of what happened on the night of the incident.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The jury also heard from Michael Brown, a campus security officer who had responded to Lee's call for help. In response to a pretrial interrogatory, Brown had described finding the van with its rear wheels on the lawn area as though it had been backed up. In a supplemental interrogatory response, Brown stated that he had not studied the position of the shuttle van, which he only saw from a distance, but that it was at an angle with one end on the sidewalk. He also stated that Conner's observations of the van were more reliable than his own because Conner was in close proximity to the van. At trial, Brown testified that he could only recall that the van was at an angle near a private residence on the street where the incident occurred. He could not recall the specific angle or location.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">As to the issue of race, Goodman presented the testimony of Timothy Foster, an associate dean of student affairs who had been Lee's advisor during the disciplinary proceedings. Foster testified that, during one of his meetings with Lee before the J-Board hearings, he discussed Lee's options for addressing the incident outside the J-Board proceedings. He told Lee that he could pursue criminal charges with the local police and that if the incident had \"racial components\" to it, Lee could seek the assistance of the Maine Human Rights Commission. According to Foster, Lee's father was concerned that if Lee took any action outside the college proceedings, Lee could encounter problems with his student visa and be deported.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Foster also told the jury that he had been part of a task force seeking to increase minority admissions at Bowdoin. He explained that the group had nothing to do with recruitment of international students such as Lee, who were classified in a group separate from students of color for the purposes of admissions and diversity programs. He conceded, however, that students such as Lee increase diversity because of their different experiences, and that increasing diversity is a goal of the college. Bradley also testified and confirmed that, as documented in a report assessing the college's commitment to diversity between 1992 and 1997, the college sought to increase its rates of matriculation for students of color. The report discussed several categories of students of color, including international students.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">At the close of Goodman's evidence, the defendants moved for judgment as a matter of law on the claims of racial discrimination, arguing that Goodman had not shown any causal link between race and his dismissal from the school. The district court agreed, concluding that there had been no direct or circumstantial evidence of racial animus and that no reasonable jury could conclude that the events leading to Goodman's dismissal were motivated by racial considerations.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The district court also granted the defendants' motion for judgment as a matter of law on the claims against three of the school administrators for tortious interference with contract. It sent the tortious interference claims against Mangawang and Bradley to the jury, along with Goodman's claims of negligence and breach of contract. The jury found in favor of the defendants on all counts. After unsuccessful motions for judgment as a matter of law and for a new trial, Goodman appealed.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Nearly a year after the judgment, Goodman moved for relief from judgment pursuant to Fed.R.Civ.P. 60(b), alleging that the college improperly failed to identify or produce certain contemporaneous notes alleged to have been taken by security officer Kevin Conner during his investigation of the March 19, 1999 incident. The district court denied the motion without a hearing, concluding that Goodman had not shown any misconduct by the defendants or their counsel and that Goodman bore the ultimate responsibility for any failure to discover the notes (if they ever existed) because he had failed to depose Conner or subpoena any notes he may have had. Goodman also appealed this ruling.</p>\n    </div>\n    <p>II. Analysis</p>\n    <p class=\"indent\">A. Racial Discrimination</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">We begin with the district court's entry of judgment as a matter of law in favor of the defendants on Goodman's claims of racial discrimination. <i>See</i> Fed.R.Civ.P. 50. We review the ruling de novo, construing the facts in the light most favorable to Goodman as the nonmovant. <i>See Reeves v. Sanderson Plumbing Prods., Inc.,</i> 530 U.S. 133, 150, 120 S.Ct. 2097, 147 L.Ed.2d 105 (2000). We do not assess credibility or weigh the evidence. <i>Id.</i> If, from this vantage, the evidence \"is such that reasonable minds could not differ as to the outcome,\" <i>Mangla v. Brown Univ.,</i> 135 F.3d 80, 82 (1st Cir.1998), judgment as a matter of law is proper. A nonmovant must present more than a \"mere scintilla\" of evidence to raise a triable issue of fact precluding the entry of judgment. <i>Marcano-Rivera v. Pueblo Int'l, Inc.,</i> 232 F.3d 245, 251 (1st Cir.2000).</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The district court found no direct or circumstantial evidence of racial animus toward Goodman, a necessary component of his claims under 42 U.S.C. &#167; 1981, 42 U.S.C. &#167; 2000d, and Me.Rev.Stat. Ann. tit. 5, &#167;&#167; 4601-4602.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> <i>See, e.g., Tolbert v. Queens Coll.,</i> 242 F.3d 58, 69 (2d Cir.2001) (noting that to establish a claim under &#167; 1981 or &#167; 2000d, plaintiff must demonstrate, <i>inter alia,</i> that the defendant discriminated on the basis of race, the discrimination was intentional, and the discrimination was a substantial or motivating factor for the defendant's actions). Arguing that this constituted error, Goodman recites a series of facts allegedly established at trial. Stripped of Goodman's argumentative flourishes, these include the facts that Lee acknowledged to the police that he was at fault; the J-Board questioned Lee several times about his admission of fault; Lee admitted to backing the van up and pursuing Goodman on foot as he was walking away and telling Lee that he did not want to fight; Lee left the shuttle in violation of college rules; Lee admitted making the first physical contact with Goodman; the police determined the fight to be \"mutual combat\"; Lee is an Asian student from Korea; Foster discussed with Lee the option of seeking relief from the Maine Human Rights Commission<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a>; no member of the J-Board asked Lee why he wondered if Goodman's throwing of a snowball might be a racist act; Graves questioned Goodman and Olbres with zeal; Tilbor was not present for most of the consolidated hearings and did not make any closing argument or question the witnesses; Mangawang removed a board member from the J-Board panel because she knew he was friends with Goodman's eyewitness; Mangawang did not remove Hustedt, who in a proceeding two years earlier had signed a letter questioning the truth of testimony Goodman had provided; Goodman was dismissed for two years; Goodman's punishment was the harshest ever for a fight; and Lee was fully exonerated. We accept these facts as true for the purposes of evaluating Goodman's claims of racial discrimination.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a></p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Goodman contends that these facts give rise to a reasonable inference of discrimination and that his discrimination claims therefore should have gone to the jury. He faults the district court for discussing only a few of the factual issues he raised in ruling from the bench and for weighing these facts in a process of reasoning \"that is surely the province of the jury.\" Invoking (without expressly citing) the familiar <i>McDonnell Douglas</i> paradigm,<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a> Goodman contends that this evidence made out a prima facie case of discrimination and could have grounded a reasonable finding that the reasons the defendants gave for disciplining him were a pretext for unlawful racial discrimination.<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a></p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Assuming, <i>arguendo,</i> both the applicability of the <i>McDonnell Douglas</i> framework and that Goodman has presented a prima facie case of discrimination, we turn our attention to the issue of pretext. <i>See Hillstrom v. Best W. TLC Hotel,</i> 354 F.3d 27, 31 (1st Cir.2003). According to Goodman, the only justification presented to counter his allegation of disparate treatment was the J-Board's finding that Goodman's story about the van backing up toward him was not credible. He argues that this must have been a pretext because most of the evidence presented at trial indicated that on the night of the incident, the shuttle van was seen in a position that corroborated his version of events.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Goodman's analysis fails to grapple with the most fundamental explanation for his dismissal proffered by Bowdoin, namely that he injured another student severely. The J-Board's recommendation of dismissal was not premised on a finding that Goodman lied about Lee backing the shuttle van toward him; it rested on findings that Goodman had given Lee a severe beating,<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a> that Goodman had not taken responsibility for the beating, and that Goodman had committed a prior offense.<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a> The Administrative Committee affirmed the J-Board's findings and concluded that dismissal was appropriate under these circumstances. Goodman fails to address this non-discriminatory explanation for the Committee's conduct, much less demonstrate that it was false and that the true reason for his dismissal was discriminatory.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">We take a similar approach to Goodman's argument that race and national origin were Lee's only \"defense\" on \"several key points,\" and that his punishment and Lee's exoneration can thus only be explained as the product of discrimination. The record in Goodman's disciplinary proceeding, which we have reviewed with care, paints a different picture. Even cast in the light most favorable to Goodman, the J-Board considered a wealth of conflicting evidence regarding the conduct of Lee and Goodman on the night of the incident, and concluded that Lee had been injured and had not thrown a punch. Goodman's suggestion that race is the only possible explanation for the difference in outcomes between his case and Lee's case is unavailing. <i>See Rathbun v. Autozone, Inc.,</i> 361 F.3d 62, 76 (1st Cir.2004) (finding inadequate showing of discrimination where female plaintiff and male co-workers sought different promotions at different times; \"The test is whether a prudent person, looking objectively at the incidents, would think them roughly equivalent and the protagonists similarly situated.\"). We reject Goodman's effort to upset the judgments on his race discrimination claims.<a class=\"footnote\" href=\"#fn21\" id=\"fn21_ref\">21</a></p>\n    </div>\n    <p class=\"indent\">B. Breach of Contract</p>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Before Goodman's case went to the jury, he moved for judgment as a matter of law on his claims for breach of contract. <i>See</i> Fed.R.Civ.P. 50(a). He argued that the college had breached its contractual obligation to provide fundamentally fair disciplinary proceedings and to comply with the procedures outlined in the student handbook. These alleged breaches included (1) disciplining Goodman on the basis of conduct that occurred on a public sidewalk; (2) permitting the Dean's Office to respond to his written appeal to the Administrative Committee; (3) permitting Mangawang to sit in on the J-Board's deliberations in Goodman's case; (4) appointing deans to act as complainants; and (5) permitting Mangawang to remove Spector from the J-Board hearing panel.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The district court denied Goodman's motion, concluding that the jury should determine whether any of the alleged violations rendered the proceedings unfair or inconsistent with the provisions of the handbook. The jury found in favor of Bowdoin on Goodman's breach of contract claims and judgment entered on February 27, 2002. Eleven business days later, Goodman filed a renewed motion for judgment as a matter of law, purporting to respond to the judgment entered on February 27. By margin order, the district court denied Goodman's renewed motion \"for lack of merit and because it was untimely filed.\"</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Under Fed.R.Civ.P. 50, Goodman was required to renew his motion for judgment as a matter of law within ten days of the entry of judgment, exclusive of weekends and holidays. <i>See</i> Fed.R.Civ.P. 50(b), 6(b). The ten-day limit is mandatory and the district court lacks discretion to enlarge it. <i>See Vargas v. Gonzalez,</i> 975 F.2d 916, 917 (1st Cir.1992) (per curiam) (citing Fed.R.Civ.P. 6(b)); <i>see also Davignon v. Clemmey,</i> 322 F.3d 1, 10 (1st Cir.2003). Goodman does not dispute that his renewed motion was filed more than ten days after the entry of judgment on February 27, 2002, but instead contends that a subsequent amendment of the judgment in November 2002 affecting only his unrelated negligence count rendered his motion timely because the period should have run from the date of the \"superseding judgment.\"<a class=\"footnote\" href=\"#fn22\" id=\"fn22_ref\">22</a></p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">At the time Goodman renewed his motion, he was on notice that the district court was contemplating an amendment to the judgment as to the negligence claim only. In response to Bowdoin's argument before the district court that Goodman's renewed motion was untimely, Goodman attempted to use the court's reconsideration of the negligence issue to his advantage, suggesting that it \"suspended the entry of judgment\" until that issue was resolved. But Goodman failed to mention this theory of timeliness in his renewed motion or otherwise to reserve his rights to contest a subsequently amended judgment. His renewed motion addressed only the February 27, 2002 judgment, without qualification.<a class=\"footnote\" href=\"#fn23\" id=\"fn23_ref\">23</a> We find no merit in Goodman's post hoc explanation for his tardy filing, and we affirm the district court's finding that Goodman's renewed motion for judgment as a matter of law was untimely.</p>\n    </div>\n    <p class=\"indent\">C. Jury Instructions</p>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Goodman's next assignment of error is that his claims for breach of contract went to the jury with instructions so inaccurate that he deserves a new trial. Our review of the challenged instructions considers the big picture, asking whether the charge in its entirety &#8212; and in the context of the evidence &#8212; presented the relevant issues to the jury fairly and adequately. <i>See United States v. Tom,</i> 330 F.3d 83, 91 (1st Cir.2003); <i>United States v. Taylor,</i> 54 F.3d 967, 976 (1st Cir.1995) (\"[W]e look at the charge as a whole, not in isolated fragments.\"). In doing so, we apply a de novo standard of review, except to the extent that the alleged error is merely a matter of form or wording. <i>See Tom,</i> 330 F.3d at 91. In that case, we review the district court's choice of language for abuse of discretion. <i>See id.; see also Johnson v. Spencer Press of Maine, Inc.,</i> 364 F.3d 368, 378 (1st Cir.2004) (\"It is the district court's prerogative to craft the `particular verbiage' that it will use in its jury instructions.\"); <i>Gray v. Genlyte Group, Inc.,</i> 289 F.3d 128, 133 (1st Cir.2002). An erroneous jury instruction warrants a new trial if \"the preserved error, based on a review of the entire record, can fairly be said to have prejudiced the objecting party.\" <i>Levinsky's, Inc. v. Wal-Mart Stores, Inc.,</i> 127 F.3d 122, 135 (1st Cir.1997).</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Goodman alleges two errors in the jury charge. First, he claims that the district court failed to instruct the jury to consider whether Bowdoin had breached its agreement to follow its own disciplinary procedures. This argument misstates the record. In discussing the breach of contract claim, the court told the jury that the contractual relationship between Goodman and Bowdoin included Bowdoin's promises to be bound by \"the standard of fundamental fairness in the conduct of judicial proceedings, the requirement of impartiality in those proceedings, and <i>the requirement that it substantially follow its delineated procedures in the handbook for adjudicating [Goodman's] case</i>\" (emphasis added). The court further instructed that Goodman had alleged that Bowdoin had \"violated his contractual right to have a fundamentally fair and impartial proceeding <i>and to have Bowdoin substantially follow its delineated procedures,</i> and that that resulted in damage to him. It is for you the jury to decide if there were breaches [and], if so, what damages flowed from those breaches\" (emphasis added). These instructions more than adequately conveyed the point.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Second, Goodman alleges that the district court improperly instructed the jury on the standard for interpreting the contract between Bowdoin and Goodman. Recognizing that there is an absence of precedent from the Maine Law Court on this issue, Goodman argues that the district court should have instructed: \"The proper standard for interpreting the contractual terms is that of `reasonable expectation &#8212; what meaning the party making the manifestation, the university, should reasonably expect the other party to give it.'\" (quoting <i>Mangla,</i> 135 F.3d at 83). The district court in fact told the jury that it \"should apply a standard of reasonable expectations of the parties in the circumstances,\" and later that it should determine whether the disciplinary procedures used in Goodman's case fell \"within the range of reasonable expectations of one reading the rules.\"</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Even if we assume that the instruction Goodman proffers correctly states the governing law, Goodman has not proven that the district court's instructions deviated from the applicable standard in any meaningful way. Contrary to Goodman's claim that the court \"invited the jury to make its own rule for what was right here,\" the jury was told to consider the reasonable expectations of the parties &#8212; in this case, the reasonable expectations of the student and the university. Though not identical to the <i>Mangla</i> standard, which asked what meaning <i>the university</i> should reasonably expect <i>the student</i> to give certain contract provisions, the court's instructions sufficed to put the same considerations before the jury.</p>\n    </div>\n    <p class=\"indent\">D. Rule 60(b)</p>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">In a separate appeal, consolidated for the purposes of our review, Goodman challenges the district court's denial of his post-trial motion for relief from judgment under Fed.R.Civ.P. 60(b). In his motion, Goodman stated that he had hired a private investigator who interviewed campus security officer Kevin Conner after the trial. Conner, who had since left his position at Bowdoin and moved away, acknowledged keeping contemporaneous notes in spiral notebooks while employed by Bowdoin and at the time of the March 19, 1999 incident. Conner reported that the notebooks were probably at the home of his former wife, where he had left some of his personal belongings.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Goodman's motion alleged that Conner's notebooks could contain critical information about the placement of the shuttle van on the night of the incident that might support his version of the events. Asking the district court to impute to Bowdoin the collective knowledge of all of its employees, Goodman contended that Bowdoin's failure to produce or identify Conner's notes constituted discovery misconduct so serious that it justified relief from judgment under Fed.R.Civ.P. 60(b)(3). <i>See</i> Fed.R.Civ.P. 60(b)(3) (permitting relief from judgment in cases of \"fraud ..., misrepresentation, or other misconduct of an adverse party\").</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">The district court denied Goodman's motion, stating that Goodman had failed to demonstrate that Bowdoin had ever possessed the notes or that it had \"improperly refused or failed to produce them pursuant to [its] discovery obligations prior to trial.\" We agree. Goodman, who failed even to depose Conner or to subpoena any notes that might have been outside Bowdoin's immediate grasp, has not shown that he is entitled to the extraordinary remedy of relief through a Rule 60(b)(3) motion. <i>See Karak v. Bursaw Oil Corp.,</i> 288 F.3d 15, 19, 21 (1st Cir.2002) (stating that misconduct must be shown by clear and convincing evidence and must have prevented a full and fair presentation or preparation of the movant's case); <i>see also United States Steel v. M. DeMatteo Constr. Co.,</i> 315 F.3d 43, 53 (1st Cir.2002). Goodman has not presented any evidence that misconduct even occurred, let alone that it rose to a level warranting relief from judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> At trial, Hustedt acknowledged that during her deposition in this case she testified that she had suspicions about whether Goodman was honest. She did not recall ever telling Mangawang about her suspicions, however</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> When Goodman saw Lee in the dean's office during this period, Lee was \"warmly received\" by the deans, while Goodman's reception was always cold. Goodman also described an encounter with Mangawang the morning after the fight when he went to the dean's office to leave a typed statement for his advisor. Mangawang was hostile to him in her tone of voice and facial expression and grabbed the statement out of his hand, saying \"Is there anything else you want to say to me?\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Turner left the hearing for a period to attend a meeting. Goodman had been aware of her scheduling conflict in advance of the hearing but opted not to pick another advisor. Goodman could not recall whether Turner was gone for a half hour or longer, but concluded that \"it was pretty clear that she was not going to give me support.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Although we review the facts related to the discrimination claims in the light most favorable to Goodman, the conflicting testimony given to the J-Board is summarized here to provide an accurate depiction of the information presented during the disciplinary proceedings</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Olbres told the J-Board that he never saw Lee actually strike Goodman, but that based on their body language and reactions, he concluded that Lee had done so. Olbres also acknowledged that he had consumed approximately six beers that night and was drunk at the time of the incident</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Lee acknowledged backing the van up on the street to speak to Goodman after he threw the first snowball, but denied backing the van onto the sidewalk as Goodman reported</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Two of Lee's friends also told the J-Board that, while at the hospital, Lee expressed regret at having left the shuttle</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> One of the responding police officers prepared a brief written account of her investigation at the request of Goodman's attorney, and this report was included in Goodman's J-Board file. The officer stated that \"Lee pushed [Goodman] and [Goodman] in return punched Lee in the face.\" She also confirmed that the incident had been determined to be mutual combat</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> In 1997, Goodman was put on temporary \"social probation\" after admitting to setting off firecrackers in a dormitory hallway</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Goodman's allegations included: Mangawang improperly encouraged recused J-Board member Howard Spector to decline Goodman's request to be a character witness; the J-Board allowed prejudicial references to the fact that Goodman had hired an attorney; Mangawang improperly reminded Hustedt of the 1997 letter regarding Goodman's prior testimony before the J-Board; Graves should have given Goodman a letter describing the factual underpinnings of the charges against him; Mangawang should have conducted a more thorough investigation of the charges; Mangawang improperly prevented Goodman from speaking with Conner; a student letter to the editor of the school paper discussing the incident may have prejudiced the J-Board; and the J-Board's sanction for Goodman was unprecedented</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Goodman alleged that Bowdoin had breached its agreement, as set forth in the student handbook, to provide a fundamentally fair disciplinary proceeding and to comply with its own established procedures. On appeal, the parties do not dispute the existence of a contractual relationship between Goodman and Bowdoin</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Roman testified that he remembered the back end of the van on the sidewalk, with Lee and the security guards standing at the passenger side in the street. He also testified that it was possible that the van was actually facing the sidewalk, not backed onto it</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Likewise, Goodman testified that he had not been prevented from telling the J-Board anything that he had told the jury during the course of the trial and that he was able to tell his version of the events fully and completely to the J-Board during the hearing</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Although no binding precedent interprets Me.Rev.Stat. Ann. tit. 5, &#167;&#167; 4601-4602 as creating a private right of action, this issue is not before us on appeal, and Goodman has not suggested that any lesser showing would be required for a racial discrimination claim under Maine law than under federal law</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Goodman argues that he proved that Foster was concerned that Lee might be deported if Lee was found to be at fault and thus \"not retained as one of Bowdoin's valued minorities.\" This assertion is not supported by the record. Foster testified that Lee's father feared that Lee's student visa status could be put in jeopardy as a result of the incident, and that Foster had no opinion on the issue</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> Goodman's summary of the facts purportedly ignored by the district court also includes some critical characterizations of the evidence. Goodman states, for instance, that he \"unarguably proved\" that Bowdoin \"highly values its racial minorities and foreign students, attaching significant institutional importance to `retaining' such students once they arrive\"; Lee was therefore a \"prized student\"; Foster \"injected race\" into the case by suggesting that because Lee was Asian, he could report the fight to the Maine Human Rights Commission; Lee \"used his race and national origin repeatedly to excuse his behavior and to overtly play to sympathies by suggesting that Goodman was a racist for throwing snowballs\"; Lee's only explanation for his \"confession\" of fault was his race; Lee suggested to the J-Board that his acceptance of fault \"had to be interpreted in a way unique to the high cultural standards of Korea\"; the J-Board \"accepted Lee's racial explanations\" for why he pursued Goodman and why he confessed; and because Lee was exonerated \"despite having confessed,\" a reasonable jury could find that the J-Board \"accepted his racial defense.\" These purported facts, some of which fail to describe the record accurately, are mere arguments. We are not bound to accept them as true</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> In the context of employment discrimination claims, if a plaintiff establishes a prima facie case of discrimination, the employer must articulate a legitimate, nondiscriminatory basis for its conduct<i>See Benoit v. Technical Mfg. Corp.,</i> 331 F.3d 166, 173-74 (1st Cir.2003) (citing <i>McDonnell Douglas Corp. v. Green,</i> 411 U.S. 792, 802, 804-05, 93 S.Ct. 1817, 36 L.Ed.2d 668 (1973)). The plaintiff must then demonstrate that the employer's proffered explanation was pretext for intentional discrimination. <i>Reeves v. Sanderson Plumbing Prods., Inc.,</i> 530 U.S. 133, 142-43, 120 S.Ct. 2097, 147 L.Ed.2d 105 (2000).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> As an initial matter, Goodman misunderstands the showing he was required to make to reach the jury. Goodman contends that he only needed to present \"specific facts adequate to show or raise a plausible inference that [he was] subjected to race-based discrimination,\" quoting<i>Dartmouth Review v. Dartmouth College,</i> 889 F.2d 13, 17 (1st Cir.1989). But the <i>Dartmouth Review</i> standard, since overruled in <i>Educadores Puertorriquenos en Accion v. Hernandez,</i> 367 F.3d 61, 66-67 (1st Cir.2004) (rejecting heightened pleading standards in civil rights cases), is inapposite. In this case, Goodman opposed a motion for judgment as a matter of law (not a motion to dismiss), and was required to demonstrate a \"legally sufficient evidentiary basis,\" Fed.R.Civ.P. 50(a), for a reasonable jury to find that he had been subjected to intentional discrimination and that this discrimination was a substantial or motivating factor for the defendants' actions. <i>See Reeves,</i> 530 U.S. at 149, 120 S.Ct. 2097; <i>Tolbert,</i> 242 F.3d at 69.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> Hustedt testified at trial that the J-Board concluded \"this was a very serious incident and it warranted a very severe sentence.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> In his factual summary in his opening brief, Goodman stated, without elaboration, that Lee's injuries were not severe, because Lee \"had a broken nose `minimally depressed fracture... of 1-2 mm.'\" He also stated that he had accepted responsibility for his actions, citing expressions of regret that were accompanied by a statement that he did not think he had any responsibility for what had happened to Lee. Goodman did not dispute that he had a prior offense in his disciplinary record, but stated that \"he had long since satisfied the probationary term.\" Goodman did not address these J-Board findings in arguing the issue of pretext. His only arguments regarding the severity of Lee's injuries and his acceptance of responsibility, even if relevant, were raised for the first time in his reply brief and are therefore forfeited<i>See Andresen v. Diorio,</i> 349 F.3d 8, 13 (1st Cir.2003).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn21\">\n        <a class=\"footnote\" href=\"#fn21_ref\">21</a>\n        <p> In doing so, we note that the J-Board decision was not the last stop in Goodman's disciplinary proceeding. Goodman, who had the advice of counsel, chose to focus his appeal to the Administrative Committee on the college's purported conflict of interest and lack of jurisdiction over his case. His submissions to the Administrative Committee never suggested that he was the subject of racial discrimination</p>\n        <p class=\"indent\">Finally, we give no weight to Goodman's unelaborated assertion that his discrimination claims should have gone to the jury because the district court allowed the jury to consider Bowdoin's cultural diversity policy in connection with the contract claim and noted that the policy was \"alleged to be a predicate for discrimination in a disciplinary proceeding.\" <i>See United States v. Zannino,</i> 895 F.2d 1, 17 (1st Cir.1990) (\"It is not enough merely to mention a possible argument in the most skeletal way, leaving the court to do counsel's work, create the ossature for the argument, and put flesh on its bones.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn22\">\n        <a class=\"footnote\" href=\"#fn22_ref\">22</a>\n        <p> As to the negligence claim, the jury found that Lee had acted negligently, but that this did not cause any damages to Goodman. The February 27, 2002 judgment was entered erroneously in Goodman's favor on this count. The amended judgment, which was entered on November 6, 2002, corrected this error but was identical to the earlier judgment in all other respects<i>Cf. Cornist v. Richland Parish Sch. Bd.,</i> 479 F.2d 37, 39 (5th Cir.1973) (calculating ten-day period based on date of amended judgment where the amendment \"disturbed or revised legal rights and obligations\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn23\">\n        <a class=\"footnote\" href=\"#fn23_ref\">23</a>\n        <p> Goodman treated the February 27, 2002 judgment as final in other contexts without qualification and we see no reason to view it otherwise. By way of example, in a motion pursuant to Fed.R.Civ.P. 60(b), Goodman asked for relief from the February 27, 2002 judgment and described the date of the filing (February 25, 2003) as \"[t]he last day on which a motion can be filed, since it must be filed, at the latest, within one year from the date of the judgment.\" Goodman made no mention of any superseding judgments</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">380</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">33</span></span></p>\n    <p class=\"parties\">George C.W. GOODMAN, Plaintiff, Appellant,<br>v.<br>BOWDOIN COLLEGE, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 02-2437.</p>\n    <p class=\"docket\">No. 03-2338.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard March 3, 2004.</p>\n    <p class=\"date\">Decided August 17, 2004.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Maine, Gene Carter, J.</p>\n      <p class=\"indent\">John J.E. Markham, III, with whom Markham &amp; Read, Collette C. Goodman and Shea &amp; Gardner, were on brief, for appellant.</p>\n      <p class=\"indent\">James T. Kilbreth, with whom Jacqueline W. Rider and Verrill &amp; Dana, LLP were on brief, for appellees.</p>\n      <p class=\"indent\">Before HOWARD, Circuit Judge, CYR and STAHL, Senior Circuit Judges.</p>\n      <p class=\"indent\">HOWARD, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In a case that began with a snowball and culminated in a seven-day jury trial, plaintiff George Goodman challenges the district court's rulings on two motions for judgment as a matter of law and contends that the jury instructions on his breach of contract claim were erroneous. He also appeals the district court's denial of his motion for relief from judgment pursuant to Fed.R.Civ.P. 60(b) on the basis of discovery misconduct. We affirm.</p>\n    </div>\n    <p>I. Factual and Procedural Background</p>\n    <p class=\"center\">\n      <i>The March 19, 1999 Incident</i>\n    </p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Just after midnight on March 19, 1999, George Goodman, a student at Bowdoin College in Brunswick, Maine, threw a snowball at a passing student shuttle van on his way home from a party. The prank escalated into a verbal and physical confrontation with the driver of the van, a fellow Bowdoin student named Namsoo Lee. The specifics of the encounter were hotly disputed in the student disciplinary proceedings that followed, and remain in dispute today. It was uncontested, however, that Lee followed a retreating Goodman and put his hand on Goodman's shoulder to confront him. It was also established that Goodman struck Lee in the face several times, breaking his nose and causing extensive bleeding and bruising. Ultimately Goodman was dismissed from the school.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Goodman subsequently brought suit in federal court alleging, <i>inter alia,</i> that the school and some of its administrators had discriminated against him on the basis of his race and had breached an agreement to (1) provide a fundamentally fair disciplinary process, and (2) comply with their own established procedures. The discrimination claims never reached the jury &#8212; the district court entered judgment as a matter of law in favor of Bowdoin at the close of Goodman's evidence. <i>See</i> Fed.R.Civ.P. 50(a). We therefore summarize the facts relevant to those claims in the light most favorable to Goodman as the nonmovant. <i>Mangla v. Brown Univ.,</i> <span class=\"citation\" data-id=\"197768\"><a href=\"/opinion/197768/mangla-v-brown-university/\"><span class=\"volume\">135</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">80</span></a></span>, 82 (1st Cir.1998).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">As Goodman described it, while walking home with a friend, Jason Olbres, he threw a snowball at a student shuttle van. The driver, Lee, reacted angrily after Goodman threw a second snowball, threatening to run Goodman over with the van and backing the van onto the sidewalk toward him. Goodman began to walk away and told Lee to leave him alone, but Lee followed him on foot, turning him around and punching him in the face. Goodman responded by punching Lee in the face several times, at one point stopping to take off his new watch and throw it to Olbres so that Goodman would not break it or hit Lee with it. Goodman's fleece jacket was torn down the front during the scuffle. Lee returned to the shuttle van to call for help and Goodman returned to his fraternity house, where he later called campus security to report that he had been assaulted by the shuttle driver. A campus security officer, Kevin Conner, took Goodman's written statement that night and told Goodman that his version of the story was consistent with what Lee had told two Brunswick police officers who had interviewed him at the hospital.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The next morning, Goodman contacted Sharon Turner, his advisor in the dean's office. Turner told Goodman that his statement and Lee's were at odds. This worried Goodman, who feared that the college might favor Lee because he was an employee and because Lee, a Korean national, was a student of color. Goodman believed &#8212; based on articles published in official school publications and announcements about events soliciting input on how to recruit more minority students &#8212; that the college was having problems attracting students of color. Goodman knew that a big recruiting weekend for minority students was coming up in a few weeks and feared that the college would not want to \"get rid of\" Lee with such an important event approaching.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The week following the incident was spring break for Bowdoin students. Lee, who had been treated at a local hospital immediately after the altercation, returned to Korea to receive further treatment for a nasal fracture. Goodman went home to suburban Washington, D.C., and was treated for injuries to his hand, including a torn ligament. Goodman and his mother, an attorney, called Mya Mangawang, an assistant dean of student affairs who was the advisor to the student judicial board (the \"J-Board\") that heard disciplinary cases. They told Mangawang that the case should not be treated as a routine student disciplinary proceeding because it involved a student employee. As Goodman testified at trial, he and his parents were concerned that the college would use the disciplinary proceedings to blame him and thus avoid liability for Lee's actions while acting as an employee of the college. Goodman hired counsel in Maine.</p>\n    </div>\n    <p class=\"center\">\n      <i>The Initiation of Disciplinary Proceedings</i>\n    </p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">After spring break, Goodman and Lee were each charged with violations of the school's social code for conduct unbecoming of a Bowdoin student and behavior endangering the health and safety of others. Goodman met with Mangawang to review the charges. Mangawang discussed the students who would be available to serve on the five-person panel and told Goodman that he could remove one member. One potential panel member was Elizabeth Hustedt, a student who two years earlier had participated in a disciplinary hearing at which Goodman had been a witness. Mangawang reviewed with Goodman a letter that Hustedt and other members of the J-Board had written to Goodman soon after his testimony in the 1997 proceeding. The letter stated that the panel had concluded that Goodman, who had not been charged in that case, might have misrepresented the events that were the subject of the charges. The letter also stated that \"the Judicial Board reserves the right to take this concern into consideration\" if Goodman ever appeared before the J-Board again. Mangawang told Goodman that she had discussed the 1997 letter with Hustedt, who reported that she could still serve in connection with the Goodman hearing.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Goodman did not ask for Hustedt to be removed, opting instead to remove a student who, he said, had tried to start a fight earlier in the year with one of his close friends. A third J-Board member, Howard Spector, did not sit on the panel that heard Goodman's case. Goodman testified that Spector, who was an acquaintance of Goodman's and the roommate of Olbres (the eyewitness to the incident), told him that Mangawang had removed him from the panel.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In the week leading up to the J-Board hearing, Goodman visited Mangawang's office several times to review the evidence that would be considered at the hearing. Goodman did not see any reports from the Brunswick police in the file. This concerned him because, as far as he knew from Conner (the security officer who had taken his statement) Lee had told the police that the fight was his fault and that he did not want to press charges. Goodman, through his attorney, requested that the responding police officers prepare a report regarding the incident. On the morning of the hearing, Goodman brought the report to Mangawang to be included in his file. Mangawang accepted the statement but referred to it as something Goodman had \"crafted.\"<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Goodman saw something else in his file that worried him. Conner's report described the shuttle van as having one of its front wheels on the curb on the night of the incident, not backed up over the sidewalk. Goodman asked Conner to discuss the incident report with him and Conner agreed to meet the next day as long as a dean or the head of security was present. The next morning, Goodman asked Mangawang if he could meet Conner in her office and Mangawang said no.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">During this period, Goodman's parents called the college to express their concern over the use of student disciplinary proceedings to adjudicate a matter involving an employee of the college. Goodman's counsel also wrote to counsel for the college, asserting that Bowdoin was responsible for Goodman's medical bills for treatment of his injured hand and giving notice that Goodman intended to seek damages if the college conducted any proceedings that had an adverse effect on Goodman's tenure as a student. At trial, Goodman acknowledged that these communications were part of an effort to prevent the disciplinary proceedings from going forward. Goodman's father also testified that he believed the college was so concerned about liability for Goodman's injuries that it would have created a proceeding to frame his son.</p>\n    </div>\n    <p class=\"center\">\n      <i>Testimony at the J-Board Hearings</i>\n    </p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The J-Board heard the cases against Goodman and Lee on the evening of April 13, 1999. Each student was permitted to have a dean or faculty member present for support. Goodman had selected Turner, who was already assigned to him as an advisor.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> The board heard Goodman's case first, with witnesses appearing and testifying over a period of six or seven hours. Robert Graves, the director of residential life, was assigned to act as a \"complainant\" on Lee's behalf, and questioned Goodman in a hostile manner. At the close of Goodman's hearing, Graves made a closing argument in favor of finding Goodman responsible.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Goodman's hearing concluded just after midnight and Lee's began immediately thereafter. Karen Tilbor, an assistant dean of student affairs, was the complainant against Lee. Tilbor arrived at the beginning of Lee's hearing and, because most of the testimony regarding the incident was introduced during Goodman's hearing and was not repeated, Tilbor was not present for much of the evidence regarding Lee's role in the incident. Unlike Graves, Tilbor did not ask any questions and made no closing statement other than to repeat the charges against Lee. Goodman asked Tilbor if the reason she had not asked any questions was that she had not been present for any of the testimony and \"really doesn't know what is going on.\" Tilbor said she had read the file and, although she had not heard the testimony in the first hearing, she did not need clarification on anything else.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">During the hearings, the transcripts of which were admitted at trial, Goodman and Lee each presented their accounts of the incident and answered questions. Lee prefaced his testimony to the J-Board by saying he would read from a prepared statement because English was his second language. He also said that he was a citizen of the Republic of Korea. In answer to a question about why he got out of the shuttle, he said he wanted to know why Goodman had thrown the snowballs:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">I thought he had a personal feeling against me, even though I didn't know him. I even thought about, um, oh, he's being racist or something like that. I at least wanted to know, like, why he was doing it.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Lee repeated this sentiment two other times during the hearings. Twice he expressed surprise that Goodman had not been arrested after the incident, saying \"[i]n Korea, Mr. Goodman would have been arrested right away, and I thought that would happen here, too.\"</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The J-Board heard conflicting testimony on several issues, including whether Lee backed the van onto the sidewalk and whether he initially struck Goodman.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Goodman and Olbres told the J-Board that Lee had done both of these things,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> and Lee denied the allegations.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Conner also described what he saw that night, stating that he found the shuttle van with its front wheel on the curb, not backed up toward a tree as Goodman had described it. As to the second issue, Conner said he had not seen any signs that Goodman had been punched in the face when he took his statement, although he had noticed that Goodman had injured his hand. He stated that, while at the hospital, he heard Lee tell the Brunswick police that the incident was his own fault,<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> and that he had grabbed Goodman and turned him around. After the Brunswick police officers heard Lee's story, they concluded that the incident was \"mutual combat\" and declined to locate Goodman for questioning.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Goodman and Lee also presented character witnesses. Goodman's witness, a friend who had known him for three years, told the J-Board that Goodman's account of the incident had stayed the same since he first heard it, and that he would be surprised if Goodman had been the instigator of the fight. Lee's witness stated that Lee was a responsible person and a great leader, citing as an example that Lee had been class president for nine years in his school in Korea. He knew Lee through the campus Korean Student Association, a group that benefitted greatly from Lee's participation. He said that Lee was entering the military in Korea the next year instead of deferring his service until after college because Lee felt a commitment to his country and because his family would have difficulty paying for him and his sister to attend college at the same time. The witness also said that Lee was not someone who resorted to violence for any reason and that he attributed this to Lee's \"high regards toward Korean traditions, which are morality, harmony, and having respect for others.\"</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The J-Board asked Goodman whether he accepted personal responsibility for Lee's injuries. Goodman stated that he felt terrible about what happened to Lee and repeated several times that he was walking away when he was confronted. He said, \"I was defending myself and <i>I don't think I have any responsibility</i> for what happened ... for what has happened for ... to him\" (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Goodman made a closing statement. He began by saying</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">I know [Lee] said that maybe I was being racist towards him. That is completely false. I've lived in Vietnam, I've traveled in Japan, I've been in China, Indonesia. I mean, my father used to teach at Georgetown in Foreign Affairs and specialized in East Asian Studies. And, I mean, I have more respect and enjoyment out of that culture than I can explain. Racist comments coming out of him thinking that I am racist in any way is completely just wrong.</p>\n    </div>\n    <p class=\"center\">\n      <i>J-Board Decision and Review</i>\n    </p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The J-Board deliberated that night. Two members of the panel who testified at the federal trial stated that the issue of race played no role in their decision. The J-Board held Goodman responsible for the charges against him and recommended that he be dismissed from the school, permanently and immediately. In a written statement of reasons prepared for internal use (Goodman did not receive a copy of the document at the time), Hustedt stated that \"[t]he inconsistencies in [Goodman's] story that, specifically, did not match [Conner's] account (van placement is key here) we found particularly alarming.\" She identified three factors that contributed to the J-Board's finding that Goodman was a threat to the Bowdoin community and that dismissal was an appropriate punishment:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">(1) the <i>severity of the beating</i></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">(2) [Goodman] accepted <i>no personal responsibility</i> for his actions</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">(3) [Goodman] has a <i>prior</i> for which he was placed on probation<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">(emphasis original). The J-Board cleared Lee of the charges against him. Hustedt testified that it did so because it concluded that Lee had not thrown any punches and had not operated the shuttle recklessly.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The decisions went to Craig Bradley, the dean of student affairs, for his review. Bradley testified that he considered the evidence presented to the J-Board and conducted his own investigation, which included conversations with Goodman, Lee, and Conner. Bradley also spoke to Dr. Meryl Nass, Lee's treating doctor at the local hospital. At trial, Dr. Nass testified that she told Bradley that she had seen hundreds of cases of injuries from fights and hundreds of broken noses but that the injuries in Lee's case were more significant than what she would normally see in a fight between high school or college students. She characterized the injuries as being more like what she would see in a more serious fight involving an adult or someone who had experience in physical altercations.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">As was his common practice, Bradley did not review the J-Board's decisions regarding responsibility for the incident. But he reduced Goodman's sanction to an indefinite dismissal with the possibility of re-application after two years and ultimately permitted Goodman to finish the semester before leaving campus. Goodman's father wrote a letter to the president of the college, Robert Edwards, stating that he could only conclude that his son was being punished (1) because of \"an improper vendetta... for some past undisclosed offense,\" (2) because of reverse discrimination, (3) because the college was attempting to cover up its own liability, or (4) for all of these reasons.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Goodman appealed Bradley's decision to the Administrative Committee, a group led by Edwards. Goodman submitted a written appeal arguing, <i>inter alia,</i> that the disciplinary proceedings had been improper because of numerous alleged deviations from the judicial procedures described in the student handbook.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> He also contended that the J-Board had no jurisdiction over the case because the fight occurred on a public street. In addressing that issue, Goodman wrote that the college had a conflict of interest in deciding the case because Lee had been acting as an employee at the time of the incident, and that \"any adverse actions taken against [Goodman] necessarily improve the College's position as [Lee's] employer.\" Goodman did not mention the issue of race or racial discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">At Edwards's request, Bradley submitted a response to Goodman's appeal. Goodman objected, arguing that such a submission was not authorized by the judicial procedures. Goodman filed a reply. He elaborated on his allegation that the college was operating under a conflict of interest, noting:</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The determination of the Judicial Board and the Dean's Office that I was wholly responsible for this incident is so far removed from what any reasonable, independent judgment would be that you can hardly blame me for assuming that the aim to insulate themselves from legal liability led to what can only be called a \"show\" trial for me.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">He accused the college of having used the disciplinary proceedings \"to cover up [its] own fault.\" As Goodman testified at trial, although he complained about Lee's comments during the hearing that implied that Goodman's actions could have been motivated by racism, he never informed Bradley or the Administrative Committee that he believed the defendants were treating him differently on account of race.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The Administrative Committee unanimously affirmed Bradley's decision in a report dated May 27, 1999. According to Edwards, the committee never discussed the issue of race during its deliberations. It concluded that the sanction was appropriate because it involved an unprecedented injury to a student. Goodman's dismissal was the harshest sanction on record for a student found responsible for a fight.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">On May 22, 2000, Goodman brought suit against Bowdoin in federal court in Maine, alleging racial discrimination under federal and state law, 42 U.S.C. &#167; 1981, 42 U.S.C. &#167; 2000d, and Me.Rev.Stat. Ann. tit. 5, &#167;&#167; 4601-02; breach of contract<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>; and negligence. He also named Edwards, Bradley, Mangawang, Graves, and Tilbor as defendants in two claims for tortious interference with contract. Goodman sought damages and injunctive relief reinstating him as a student in good standing. In the summer of 2001, Goodman reapplied to Bowdoin and was admitted. He returned to campus in September 2001.</p>\n    </div>\n    <p class=\"center\">\n      <i>Trial</i>\n    </p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In February 2002, Goodman presented his case to a jury. Scott Roman, a former Bowdoin student, testified that he had seen Goodman entering their fraternity house just after the March 19, 1999 incident and that they exchanged greetings as Roman left the building. Roman began walking across campus and came upon the shuttle van, with Lee and the security officers nearby. The van was backed up onto the sidewalk with its rear end just three to four feet from some trees. Roman had to detour onto the grass to get by the van, which was blocking the sidewalk.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> Roman discussed what he had seen with Goodman, and Mangawang later brought him in to meet with her to discuss being a witness. She told him to be available by phone or email during the hearing. Goodman spoke with him before the hearing but did not say anything about whether Roman should be present. Roman was not contacted on the night of the hearing, and did not appear before the J-Board. Four other witnesses appeared before the J-Board on Goodman's behalf, however, and Goodman did not express any concern over Roman's absence. Goodman acknowledged at trial that he had not been prevented from having anyone testify at the J-Board hearing that he wanted to have testify.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> He also stated that even after he had seen the J-Board's statement of reasons for its decision, including its conclusion that van placement was \"key,\" he did not mention Scott Roman in his response to the Administrative Committee.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Olbres gave the jury his eyewitness account of the incident, much of which supported Goodman's version of events. He stated that the shuttle had backed up towards him and Goodman, coming very close to hitting them and forcing him to move off the sidewalk to avoid being hit. Olbres also testified that he felt pressured into testifying at trial and that the Goodmans had on many occasions tried to shape his recollection of what happened on the night of the incident.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The jury also heard from Michael Brown, a campus security officer who had responded to Lee's call for help. In response to a pretrial interrogatory, Brown had described finding the van with its rear wheels on the lawn area as though it had been backed up. In a supplemental interrogatory response, Brown stated that he had not studied the position of the shuttle van, which he only saw from a distance, but that it was at an angle with one end on the sidewalk. He also stated that Conner's observations of the van were more reliable than his own because Conner was in close proximity to the van. At trial, Brown testified that he could only recall that the van was at an angle near a private residence on the street where the incident occurred. He could not recall the specific angle or location.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">As to the issue of race, Goodman presented the testimony of Timothy Foster, an associate dean of student affairs who had been Lee's advisor during the disciplinary proceedings. Foster testified that, during one of his meetings with Lee before the J-Board hearings, he discussed Lee's options for addressing the incident outside the J-Board proceedings. He told Lee that he could pursue criminal charges with the local police and that if the incident had \"racial components\" to it, Lee could seek the assistance of the Maine Human Rights Commission. According to Foster, Lee's father was concerned that if Lee took any action outside the college proceedings, Lee could encounter problems with his student visa and be deported.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Foster also told the jury that he had been part of a task force seeking to increase minority admissions at Bowdoin. He explained that the group had nothing to do with recruitment of international students such as Lee, who were classified in a group separate from students of color for the purposes of admissions and diversity programs. He conceded, however, that students such as Lee increase diversity because of their different experiences, and that increasing diversity is a goal of the college. Bradley also testified and confirmed that, as documented in a report assessing the college's commitment to diversity between 1992 and 1997, the college sought to increase its rates of matriculation for students of color. The report discussed several categories of students of color, including international students.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">At the close of Goodman's evidence, the defendants moved for judgment as a matter of law on the claims of racial discrimination, arguing that Goodman had not shown any causal link between race and his dismissal from the school. The district court agreed, concluding that there had been no direct or circumstantial evidence of racial animus and that no reasonable jury could conclude that the events leading to Goodman's dismissal were motivated by racial considerations.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The district court also granted the defendants' motion for judgment as a matter of law on the claims against three of the school administrators for tortious interference with contract. It sent the tortious interference claims against Mangawang and Bradley to the jury, along with Goodman's claims of negligence and breach of contract. The jury found in favor of the defendants on all counts. After unsuccessful motions for judgment as a matter of law and for a new trial, Goodman appealed.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Nearly a year after the judgment, Goodman moved for relief from judgment pursuant to Fed.R.Civ.P. 60(b), alleging that the college improperly failed to identify or produce certain contemporaneous notes alleged to have been taken by security officer Kevin Conner during his investigation of the March 19, 1999 incident. The district court denied the motion without a hearing, concluding that Goodman had not shown any misconduct by the defendants or their counsel and that Goodman bore the ultimate responsibility for any failure to discover the notes (if they ever existed) because he had failed to depose Conner or subpoena any notes he may have had. Goodman also appealed this ruling.</p>\n    </div>\n    <p>II. Analysis</p>\n    <p class=\"indent\">A. Racial Discrimination</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">We begin with the district court's entry of judgment as a matter of law in favor of the defendants on Goodman's claims of racial discrimination. <i>See</i> Fed.R.Civ.P. 50. We review the ruling de novo, construing the facts in the light most favorable to Goodman as the nonmovant. <i>See Reeves v. Sanderson Plumbing Prods., Inc.,</i> <span class=\"citation\" data-id=\"1087667\"><a href=\"/opinion/1087667/reeves-v-sanderson-plumbing-products-inc/\"><span class=\"volume\">530</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">133</span></a></span>, 150, <span class=\"citation\" data-id=\"1087667\"><a href=\"/opinion/1087667/reeves-v-sanderson-plumbing-products-inc/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2097</span></a></span>, <span class=\"citation\" data-id=\"1087667\"><a href=\"/opinion/1087667/reeves-v-sanderson-plumbing-products-inc/\"><span class=\"volume\">147</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">105</span></a></span> (2000). We do not assess credibility or weigh the evidence. <i>Id.</i> If, from this vantage, the evidence \"is such that reasonable minds could not differ as to the outcome,\" <i>Mangla v. Brown Univ.,</i> <span class=\"citation\" data-id=\"197768\"><a href=\"/opinion/197768/mangla-v-brown-university/\"><span class=\"volume\">135</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">80</span></a></span>, 82 (1st Cir.1998), judgment as a matter of law is proper. A nonmovant must present more than a \"mere scintilla\" of evidence to raise a triable issue of fact precluding the entry of judgment. <i>Marcano-Rivera v. Pueblo Int'l, Inc.,</i> <span class=\"citation\" data-id=\"199137\"><a href=\"/opinion/199137/marcano-rivera-v-pueblo-international/\"><span class=\"volume\">232</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">245</span></a></span>, 251 (1st Cir.2000).</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The district court found no direct or circumstantial evidence of racial animus toward Goodman, a necessary component of his claims under 42 U.S.C. &#167; 1981, 42 U.S.C. &#167; 2000d, and Me.Rev.Stat. Ann. tit. 5, &#167;&#167; 4601-4602.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> <i>See, e.g., Tolbert v. Queens Coll.,</i> <span class=\"citation\" data-id=\"772326\"><a href=\"/opinion/772326/derek-i-tolbert-v-queens-college-the-city-university-of-new-york-stuart/\"><span class=\"volume\">242</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">58</span></a></span>, 69 (2d Cir.2001) (noting that to establish a claim under &#167; 1981 or &#167; 2000d, plaintiff must demonstrate, <i>inter alia,</i> that the defendant discriminated on the basis of race, the discrimination was intentional, and the discrimination was a substantial or motivating factor for the defendant's actions). Arguing that this constituted error, Goodman recites a series of facts allegedly established at trial. Stripped of Goodman's argumentative flourishes, these include the facts that Lee acknowledged to the police that he was at fault; the J-Board questioned Lee several times about his admission of fault; Lee admitted to backing the van up and pursuing Goodman on foot as he was walking away and telling Lee that he did not want to fight; Lee left the shuttle in violation of college rules; Lee admitted making the first physical contact with Goodman; the police determined the fight to be \"mutual combat\"; Lee is an Asian student from Korea; Foster discussed with Lee the option of seeking relief from the Maine Human Rights Commission<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a>; no member of the J-Board asked Lee why he wondered if Goodman's throwing of a snowball might be a racist act; Graves questioned Goodman and Olbres with zeal; Tilbor was not present for most of the consolidated hearings and did not make any closing argument or question the witnesses; Mangawang removed a board member from the J-Board panel because she knew he was friends with Goodman's eyewitness; Mangawang did not remove Hustedt, who in a proceeding two years earlier had signed a letter questioning the truth of testimony Goodman had provided; Goodman was dismissed for two years; Goodman's punishment was the harshest ever for a fight; and Lee was fully exonerated. We accept these facts as true for the purposes of evaluating Goodman's claims of racial discrimination.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a></p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Goodman contends that these facts give rise to a reasonable inference of discrimination and that his discrimination claims therefore should have gone to the jury. He faults the district court for discussing only a few of the factual issues he raised in ruling from the bench and for weighing these facts in a process of reasoning \"that is surely the province of the jury.\" Invoking (without expressly citing) the familiar <i>McDonnell Douglas</i> paradigm,<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a> Goodman contends that this evidence made out a prima facie case of discrimination and could have grounded a reasonable finding that the reasons the defendants gave for disciplining him were a pretext for unlawful racial discrimination.<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a></p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Assuming, <i>arguendo,</i> both the applicability of the <i>McDonnell Douglas</i> framework and that Goodman has presented a prima facie case of discrimination, we turn our attention to the issue of pretext. <i>See Hillstrom v. Best W. TLC Hotel,</i> <span class=\"citation no-link\"><span class=\"volume\">354</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">27</span></span>, 31 (1st Cir.2003). According to Goodman, the only justification presented to counter his allegation of disparate treatment was the J-Board's finding that Goodman's story about the van backing up toward him was not credible. He argues that this must have been a pretext because most of the evidence presented at trial indicated that on the night of the incident, the shuttle van was seen in a position that corroborated his version of events.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Goodman's analysis fails to grapple with the most fundamental explanation for his dismissal proffered by Bowdoin, namely that he injured another student severely. The J-Board's recommendation of dismissal was not premised on a finding that Goodman lied about Lee backing the shuttle van toward him; it rested on findings that Goodman had given Lee a severe beating,<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a> that Goodman had not taken responsibility for the beating, and that Goodman had committed a prior offense.<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a> The Administrative Committee affirmed the J-Board's findings and concluded that dismissal was appropriate under these circumstances. Goodman fails to address this non-discriminatory explanation for the Committee's conduct, much less demonstrate that it was false and that the true reason for his dismissal was discriminatory.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">We take a similar approach to Goodman's argument that race and national origin were Lee's only \"defense\" on \"several key points,\" and that his punishment and Lee's exoneration can thus only be explained as the product of discrimination. The record in Goodman's disciplinary proceeding, which we have reviewed with care, paints a different picture. Even cast in the light most favorable to Goodman, the J-Board considered a wealth of conflicting evidence regarding the conduct of Lee and Goodman on the night of the incident, and concluded that Lee had been injured and had not thrown a punch. Goodman's suggestion that race is the only possible explanation for the difference in outcomes between his case and Lee's case is unavailing. <i>See Rathbun v. Autozone, Inc.,</i> <span class=\"citation\" data-id=\"200920\"><a href=\"/opinion/200920/rathbun-v-autozone-inc/\"><span class=\"volume\">361</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">62</span></a></span>, 76 (1st Cir.2004) (finding inadequate showing of discrimination where female plaintiff and male co-workers sought different promotions at different times; \"The test is whether a prudent person, looking objectively at the incidents, would think them roughly equivalent and the protagonists similarly situated.\"). We reject Goodman's effort to upset the judgments on his race discrimination claims.<a class=\"footnote\" href=\"#fn21\" id=\"fn21_ref\">21</a></p>\n    </div>\n    <p class=\"indent\">B. Breach of Contract</p>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Before Goodman's case went to the jury, he moved for judgment as a matter of law on his claims for breach of contract. <i>See</i> Fed.R.Civ.P. 50(a). He argued that the college had breached its contractual obligation to provide fundamentally fair disciplinary proceedings and to comply with the procedures outlined in the student handbook. These alleged breaches included (1) disciplining Goodman on the basis of conduct that occurred on a public sidewalk; (2) permitting the Dean's Office to respond to his written appeal to the Administrative Committee; (3) permitting Mangawang to sit in on the J-Board's deliberations in Goodman's case; (4) appointing deans to act as complainants; and (5) permitting Mangawang to remove Spector from the J-Board hearing panel.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The district court denied Goodman's motion, concluding that the jury should determine whether any of the alleged violations rendered the proceedings unfair or inconsistent with the provisions of the handbook. The jury found in favor of Bowdoin on Goodman's breach of contract claims and judgment entered on February 27, 2002. Eleven business days later, Goodman filed a renewed motion for judgment as a matter of law, purporting to respond to the judgment entered on February 27. By margin order, the district court denied Goodman's renewed motion \"for lack of merit and because it was untimely filed.\"</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Under Fed.R.Civ.P. 50, Goodman was required to renew his motion for judgment as a matter of law within ten days of the entry of judgment, exclusive of weekends and holidays. <i>See</i> Fed.R.Civ.P. 50(b), 6(b). The ten-day limit is mandatory and the district court lacks discretion to enlarge it. <i>See Vargas v. Gonzalez,</i> <span class=\"citation\" data-id=\"591125\"><a href=\"/opinion/591125/pedro-c-vargas-v-leonardo-gonzalez/\"><span class=\"volume\">975</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">916</span></a></span>, 917 (1st Cir.1992) (per curiam) (citing Fed.R.Civ.P. 6(b)); <i>see also Davignon v. Clemmey,</i> <span class=\"citation\" data-id=\"781156\"><a href=\"/opinion/781156/neal-davignon-and-patricia-kelley-plaintiffs-appelleescross-appellants/\"><span class=\"volume\">322</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 10 (1st Cir.2003). Goodman does not dispute that his renewed motion was filed more than ten days after the entry of judgment on February 27, 2002, but instead contends that a subsequent amendment of the judgment in November 2002 affecting only his unrelated negligence count rendered his motion timely because the period should have run from the date of the \"superseding judgment.\"<a class=\"footnote\" href=\"#fn22\" id=\"fn22_ref\">22</a></p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">At the time Goodman renewed his motion, he was on notice that the district court was contemplating an amendment to the judgment as to the negligence claim only. In response to Bowdoin's argument before the district court that Goodman's renewed motion was untimely, Goodman attempted to use the court's reconsideration of the negligence issue to his advantage, suggesting that it \"suspended the entry of judgment\" until that issue was resolved. But Goodman failed to mention this theory of timeliness in his renewed motion or otherwise to reserve his rights to contest a subsequently amended judgment. His renewed motion addressed only the February 27, 2002 judgment, without qualification.<a class=\"footnote\" href=\"#fn23\" id=\"fn23_ref\">23</a> We find no merit in Goodman's post hoc explanation for his tardy filing, and we affirm the district court's finding that Goodman's renewed motion for judgment as a matter of law was untimely.</p>\n    </div>\n    <p class=\"indent\">C. Jury Instructions</p>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Goodman's next assignment of error is that his claims for breach of contract went to the jury with instructions so inaccurate that he deserves a new trial. Our review of the challenged instructions considers the big picture, asking whether the charge in its entirety &#8212; and in the context of the evidence &#8212; presented the relevant issues to the jury fairly and adequately. <i>See United States v. Tom,</i> <span class=\"citation\" data-id=\"782082\"><a href=\"/opinion/782082/united-states-v-luis-tom-aka-cuba/\"><span class=\"volume\">330</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">83</span></a></span>, 91 (1st Cir.2003); <i>United States v. Taylor,</i> <span class=\"citation\" data-id=\"196070\"><a href=\"/opinion/196070/united-states-v-taylor/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">967</span></a></span>, 976 (1st Cir.1995) (\"[W]e look at the charge as a whole, not in isolated fragments.\"). In doing so, we apply a de novo standard of review, except to the extent that the alleged error is merely a matter of form or wording. <i>See Tom,</i> 330 F.3d at 91. In that case, we review the district court's choice of language for abuse of discretion. <i>See id.; see also Johnson v. Spencer Press of Maine, Inc.,</i> <span class=\"citation\" data-id=\"200973\"><a href=\"/opinion/200973/johnson-v-spencer-press-inc/\"><span class=\"volume\">364</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">368</span></a></span>, 378 (1st Cir.2004) (\"It is the district court's prerogative to craft the `particular verbiage' that it will use in its jury instructions.\"); <i>Gray v. Genlyte Group, Inc.,</i> <span class=\"citation\" data-id=\"199969\"><a href=\"/opinion/199969/gray-v-genlyte-group-inc/\"><span class=\"volume\">289</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">128</span></a></span>, 133 (1st Cir.2002). An erroneous jury instruction warrants a new trial if \"the preserved error, based on a review of the entire record, can fairly be said to have prejudiced the objecting party.\" <i>Levinsky's, Inc. v. Wal-Mart Stores, Inc.,</i> <span class=\"citation\" data-id=\"197576\"><a href=\"/opinion/197576/levinskys-inc-v-wal-mart-stores/\"><span class=\"volume\">127</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">122</span></a></span>, 135 (1st Cir.1997).</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Goodman alleges two errors in the jury charge. First, he claims that the district court failed to instruct the jury to consider whether Bowdoin had breached its agreement to follow its own disciplinary procedures. This argument misstates the record. In discussing the breach of contract claim, the court told the jury that the contractual relationship between Goodman and Bowdoin included Bowdoin's promises to be bound by \"the standard of fundamental fairness in the conduct of judicial proceedings, the requirement of impartiality in those proceedings, and <i>the requirement that it substantially follow its delineated procedures in the handbook for adjudicating [Goodman's] case</i>\" (emphasis added). The court further instructed that Goodman had alleged that Bowdoin had \"violated his contractual right to have a fundamentally fair and impartial proceeding <i>and to have Bowdoin substantially follow its delineated procedures,</i> and that that resulted in damage to him. It is for you the jury to decide if there were breaches [and], if so, what damages flowed from those breaches\" (emphasis added). These instructions more than adequately conveyed the point.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Second, Goodman alleges that the district court improperly instructed the jury on the standard for interpreting the contract between Bowdoin and Goodman. Recognizing that there is an absence of precedent from the Maine Law Court on this issue, Goodman argues that the district court should have instructed: \"The proper standard for interpreting the contractual terms is that of `reasonable expectation &#8212; what meaning the party making the manifestation, the university, should reasonably expect the other party to give it.'\" (quoting <i>Mangla,</i> 135 F.3d at 83). The district court in fact told the jury that it \"should apply a standard of reasonable expectations of the parties in the circumstances,\" and later that it should determine whether the disciplinary procedures used in Goodman's case fell \"within the range of reasonable expectations of one reading the rules.\"</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Even if we assume that the instruction Goodman proffers correctly states the governing law, Goodman has not proven that the district court's instructions deviated from the applicable standard in any meaningful way. Contrary to Goodman's claim that the court \"invited the jury to make its own rule for what was right here,\" the jury was told to consider the reasonable expectations of the parties &#8212; in this case, the reasonable expectations of the student and the university. Though not identical to the <i>Mangla</i> standard, which asked what meaning <i>the university</i> should reasonably expect <i>the student</i> to give certain contract provisions, the court's instructions sufficed to put the same considerations before the jury.</p>\n    </div>\n    <p class=\"indent\">D. Rule 60(b)</p>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">In a separate appeal, consolidated for the purposes of our review, Goodman challenges the district court's denial of his post-trial motion for relief from judgment under Fed.R.Civ.P. 60(b). In his motion, Goodman stated that he had hired a private investigator who interviewed campus security officer Kevin Conner after the trial. Conner, who had since left his position at Bowdoin and moved away, acknowledged keeping contemporaneous notes in spiral notebooks while employed by Bowdoin and at the time of the March 19, 1999 incident. Conner reported that the notebooks were probably at the home of his former wife, where he had left some of his personal belongings.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Goodman's motion alleged that Conner's notebooks could contain critical information about the placement of the shuttle van on the night of the incident that might support his version of the events. Asking the district court to impute to Bowdoin the collective knowledge of all of its employees, Goodman contended that Bowdoin's failure to produce or identify Conner's notes constituted discovery misconduct so serious that it justified relief from judgment under Fed.R.Civ.P. 60(b)(3). <i>See</i> Fed.R.Civ.P. 60(b)(3) (permitting relief from judgment in cases of \"fraud ..., misrepresentation, or other misconduct of an adverse party\").</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">The district court denied Goodman's motion, stating that Goodman had failed to demonstrate that Bowdoin had ever possessed the notes or that it had \"improperly refused or failed to produce them pursuant to [its] discovery obligations prior to trial.\" We agree. Goodman, who failed even to depose Conner or to subpoena any notes that might have been outside Bowdoin's immediate grasp, has not shown that he is entitled to the extraordinary remedy of relief through a Rule 60(b)(3) motion. <i>See Karak v. Bursaw Oil Corp.,</i> <span class=\"citation\" data-id=\"199935\"><a href=\"/opinion/199935/karak-v-bursaw-oil-corp/\"><span class=\"volume\">288</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></a></span>, 19, 21 (1st Cir.2002) (stating that misconduct must be shown by clear and convincing evidence and must have prevented a full and fair presentation or preparation of the movant's case); <i>see also United States Steel v. M. DeMatteo Constr. Co.,</i> <span class=\"citation\" data-id=\"200257\"><a href=\"/opinion/200257/united-states-steel-v-m-dematteo/\"><span class=\"volume\">315</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">43</span></a></span>, 53 (1st Cir.2002). Goodman has not presented any evidence that misconduct even occurred, let alone that it rose to a level warranting relief from judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> At trial, Hustedt acknowledged that during her deposition in this case she testified that she had suspicions about whether Goodman was honest. She did not recall ever telling Mangawang about her suspicions, however</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> When Goodman saw Lee in the dean's office during this period, Lee was \"warmly received\" by the deans, while Goodman's reception was always cold. Goodman also described an encounter with Mangawang the morning after the fight when he went to the dean's office to leave a typed statement for his advisor. Mangawang was hostile to him in her tone of voice and facial expression and grabbed the statement out of his hand, saying \"Is there anything else you want to say to me?\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Turner left the hearing for a period to attend a meeting. Goodman had been aware of her scheduling conflict in advance of the hearing but opted not to pick another advisor. Goodman could not recall whether Turner was gone for a half hour or longer, but concluded that \"it was pretty clear that she was not going to give me support.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Although we review the facts related to the discrimination claims in the light most favorable to Goodman, the conflicting testimony given to the J-Board is summarized here to provide an accurate depiction of the information presented during the disciplinary proceedings</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Olbres told the J-Board that he never saw Lee actually strike Goodman, but that based on their body language and reactions, he concluded that Lee had done so. Olbres also acknowledged that he had consumed approximately six beers that night and was drunk at the time of the incident</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Lee acknowledged backing the van up on the street to speak to Goodman after he threw the first snowball, but denied backing the van onto the sidewalk as Goodman reported</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Two of Lee's friends also told the J-Board that, while at the hospital, Lee expressed regret at having left the shuttle</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> One of the responding police officers prepared a brief written account of her investigation at the request of Goodman's attorney, and this report was included in Goodman's J-Board file. The officer stated that \"Lee pushed [Goodman] and [Goodman] in return punched Lee in the face.\" She also confirmed that the incident had been determined to be mutual combat</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> In 1997, Goodman was put on temporary \"social probation\" after admitting to setting off firecrackers in a dormitory hallway</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Goodman's allegations included: Mangawang improperly encouraged recused J-Board member Howard Spector to decline Goodman's request to be a character witness; the J-Board allowed prejudicial references to the fact that Goodman had hired an attorney; Mangawang improperly reminded Hustedt of the 1997 letter regarding Goodman's prior testimony before the J-Board; Graves should have given Goodman a letter describing the factual underpinnings of the charges against him; Mangawang should have conducted a more thorough investigation of the charges; Mangawang improperly prevented Goodman from speaking with Conner; a student letter to the editor of the school paper discussing the incident may have prejudiced the J-Board; and the J-Board's sanction for Goodman was unprecedented</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Goodman alleged that Bowdoin had breached its agreement, as set forth in the student handbook, to provide a fundamentally fair disciplinary proceeding and to comply with its own established procedures. On appeal, the parties do not dispute the existence of a contractual relationship between Goodman and Bowdoin</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Roman testified that he remembered the back end of the van on the sidewalk, with Lee and the security guards standing at the passenger side in the street. He also testified that it was possible that the van was actually facing the sidewalk, not backed onto it</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Likewise, Goodman testified that he had not been prevented from telling the J-Board anything that he had told the jury during the course of the trial and that he was able to tell his version of the events fully and completely to the J-Board during the hearing</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Although no binding precedent interprets Me.Rev.Stat. Ann. tit. 5, &#167;&#167; 4601-4602 as creating a private right of action, this issue is not before us on appeal, and Goodman has not suggested that any lesser showing would be required for a racial discrimination claim under Maine law than under federal law</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Goodman argues that he proved that Foster was concerned that Lee might be deported if Lee was found to be at fault and thus \"not retained as one of Bowdoin's valued minorities.\" This assertion is not supported by the record. Foster testified that Lee's father feared that Lee's student visa status could be put in jeopardy as a result of the incident, and that Foster had no opinion on the issue</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> Goodman's summary of the facts purportedly ignored by the district court also includes some critical characterizations of the evidence. Goodman states, for instance, that he \"unarguably proved\" that Bowdoin \"highly values its racial minorities and foreign students, attaching significant institutional importance to `retaining' such students once they arrive\"; Lee was therefore a \"prized student\"; Foster \"injected race\" into the case by suggesting that because Lee was Asian, he could report the fight to the Maine Human Rights Commission; Lee \"used his race and national origin repeatedly to excuse his behavior and to overtly play to sympathies by suggesting that Goodman was a racist for throwing snowballs\"; Lee's only explanation for his \"confession\" of fault was his race; Lee suggested to the J-Board that his acceptance of fault \"had to be interpreted in a way unique to the high cultural standards of Korea\"; the J-Board \"accepted Lee's racial explanations\" for why he pursued Goodman and why he confessed; and because Lee was exonerated \"despite having confessed,\" a reasonable jury could find that the J-Board \"accepted his racial defense.\" These purported facts, some of which fail to describe the record accurately, are mere arguments. We are not bound to accept them as true</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> In the context of employment discrimination claims, if a plaintiff establishes a prima facie case of discrimination, the employer must articulate a legitimate, nondiscriminatory basis for its conduct<i>See Benoit v. Technical Mfg. Corp.,</i> <span class=\"citation\" data-id=\"200493\"><a href=\"/opinion/200493/benoit-v-technical/\"><span class=\"volume\">331</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">166</span></a></span>, 173-74 (1st Cir.2003) (citing <i>McDonnell Douglas Corp. v. Green,</i> <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span>, 802, 804-05, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">668</span></a></span> (1973)). The plaintiff must then demonstrate that the employer's proffered explanation was pretext for intentional discrimination. <i>Reeves v. Sanderson Plumbing Prods., Inc.,</i> <span class=\"citation\" data-id=\"1087667\"><a href=\"/opinion/1087667/reeves-v-sanderson-plumbing-products-inc/\"><span class=\"volume\">530</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">133</span></a></span>, 142-43, <span class=\"citation\" data-id=\"1087667\"><a href=\"/opinion/1087667/reeves-v-sanderson-plumbing-products-inc/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2097</span></a></span>, <span class=\"citation\" data-id=\"1087667\"><a href=\"/opinion/1087667/reeves-v-sanderson-plumbing-products-inc/\"><span class=\"volume\">147</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">105</span></a></span> (2000).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> As an initial matter, Goodman misunderstands the showing he was required to make to reach the jury. Goodman contends that he only needed to present \"specific facts adequate to show or raise a plausible inference that [he was] subjected to race-based discrimination,\" quoting<i>Dartmouth Review v. Dartmouth College,</i> <span class=\"citation\" data-id=\"531870\"><a href=\"/opinion/531870/the-dartmouth-review-on-behalf-of-its-officers-staff-and-subscribers-v/\"><span class=\"volume\">889</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></a></span>, 17 (1st Cir.1989). But the <i>Dartmouth Review</i> standard, since overruled in <i>Educadores Puertorriquenos en Accion v. Hernandez,</i> <span class=\"citation\" data-id=\"200999\"><a href=\"/opinion/200999/epa-v-hernandez/\"><span class=\"volume\">367</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">61</span></a></span>, 66-67 (1st Cir.2004) (rejecting heightened pleading standards in civil rights cases), is inapposite. In this case, Goodman opposed a motion for judgment as a matter of law (not a motion to dismiss), and was required to demonstrate a \"legally sufficient evidentiary basis,\" Fed.R.Civ.P. 50(a), for a reasonable jury to find that he had been subjected to intentional discrimination and that this discrimination was a substantial or motivating factor for the defendants' actions. <i>See Reeves,</i> 530 U.S. at 149, <span class=\"citation\" data-id=\"1087667\"><a href=\"/opinion/1087667/reeves-v-sanderson-plumbing-products-inc/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2097</span></a></span>; <i>Tolbert,</i> 242 F.3d at 69.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> Hustedt testified at trial that the J-Board concluded \"this was a very serious incident and it warranted a very severe sentence.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> In his factual summary in his opening brief, Goodman stated, without elaboration, that Lee's injuries were not severe, because Lee \"had a broken nose `minimally depressed fracture... of 1-2 mm.'\" He also stated that he had accepted responsibility for his actions, citing expressions of regret that were accompanied by a statement that he did not think he had any responsibility for what had happened to Lee. Goodman did not dispute that he had a prior offense in his disciplinary record, but stated that \"he had long since satisfied the probationary term.\" Goodman did not address these J-Board findings in arguing the issue of pretext. His only arguments regarding the severity of Lee's injuries and his acceptance of responsibility, even if relevant, were raised for the first time in his reply brief and are therefore forfeited<i>See Andresen v. Diorio,</i> <span class=\"citation\" data-id=\"200750\"><a href=\"/opinion/200750/andresen-v-diorio/\"><span class=\"volume\">349</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">8</span></a></span>, 13 (1st Cir.2003).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn21\">\n        <a class=\"footnote\" href=\"#fn21_ref\">21</a>\n        <p> In doing so, we note that the J-Board decision was not the last stop in Goodman's disciplinary proceeding. Goodman, who had the advice of counsel, chose to focus his appeal to the Administrative Committee on the college's purported conflict of interest and lack of jurisdiction over his case. His submissions to the Administrative Committee never suggested that he was the subject of racial discrimination</p>\n        <p class=\"indent\">Finally, we give no weight to Goodman's unelaborated assertion that his discrimination claims should have gone to the jury because the district court allowed the jury to consider Bowdoin's cultural diversity policy in connection with the contract claim and noted that the policy was \"alleged to be a predicate for discrimination in a disciplinary proceeding.\" <i>See United States v. Zannino,</i> <span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 17 (1st Cir.1990) (\"It is not enough merely to mention a possible argument in the most skeletal way, leaving the court to do counsel's work, create the ossature for the argument, and put flesh on its bones.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn22\">\n        <a class=\"footnote\" href=\"#fn22_ref\">22</a>\n        <p> As to the negligence claim, the jury found that Lee had acted negligently, but that this did not cause any damages to Goodman. The February 27, 2002 judgment was entered erroneously in Goodman's favor on this count. The amended judgment, which was entered on November 6, 2002, corrected this error but was identical to the earlier judgment in all other respects<i>Cf. Cornist v. Richland Parish Sch. Bd.,</i> <span class=\"citation\" data-id=\"311344\"><a href=\"/opinion/311344/ollie-cornist-v-richland-parish-school-board-elvert-chisley-v-richland/\"><span class=\"volume\">479</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">37</span></a></span>, 39 (5th Cir.1973) (calculating ten-day period based on date of amended judgment where the amendment \"disturbed or revised legal rights and obligations\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn23\">\n        <a class=\"footnote\" href=\"#fn23_ref\">23</a>\n        <p> Goodman treated the February 27, 2002 judgment as final in other contexts without qualification and we see no reason to view it otherwise. By way of example, in a motion pursuant to Fed.R.Civ.P. 60(b), Goodman asked for relief from the February 27, 2002 judgment and described the date of the filing (February 25, 2003) as \"[t]he last day on which a motion can be filed, since it must be filed, at the latest, within one year from the date of the judgment.\" Goodman made no mention of any superseding judgments</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108786/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196070/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197576/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197768/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199137/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199935/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199969/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200257/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200493/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200750/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200920/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200973/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200999/",
    "http://www.courtlistener.com/api/rest/v3/opinions/311344/",
    "http://www.courtlistener.com/api/rest/v3/opinions/531870/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/591125/",
    "http://www.courtlistener.com/api/rest/v3/opinions/772326/",
    "http://www.courtlistener.com/api/rest/v3/opinions/781156/",
    "http://www.courtlistener.com/api/rest/v3/opinions/782082/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1087667/"
  ]
}