{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201226/",
  "absolute_url": "/opinion/201226/citibank-v-grupo-cupey-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201226/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:10:24Z",
  "date_modified": "2016-02-28T05:04:59.051656Z",
  "type": "010combined",
  "sha1": "f93d5de106d0ee4150e44d866e4abd5151353318",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/03-1974-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2004/08/30/Citibank_v._Grupo_Cupey_Inc..pdf",
  "plain_text": "          United States Court of Appeals\n                        For the First Circuit\n\nNo. 03-1974\n                              CITIBANK,\n                             Plaintiff,\n\n               and GRUPO CATALÁN DE INVERSIONES, S.A.,\n                        Plaintiff, Appellant,\n\n                                 v.\n\n              GRUPO CUPEY, INC., and RAMÓN MAC-CROHON,\n                             Defendants,\n\n                 and AMERICAN INTERNATIONAL INSURANCE\n                         COMPANY OF PUERTO RICO\n              Defendant, Third Party-Plaintiff-Appellee,\n\n   and JUNCOS AL CONSTRUCTION CORP.; JUAN RAMÓN GARCÍA-PATRÓN;\n   NYDIA ENID GONZÁLEZ; CONJUGAL PARTNERSHIP GARCÍA-GONZÁLEZ;\n                       AL AUTO SALES, INC.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                 FOR THE DISTRICT OF PUERTO RICO\n        [Hon. Jay A. García-Gregory, U.S. District Judge]\n\n\n                                Before\n                   Lynch and Lipez, Circuit Judges,\n                  and Stearns,* U.S. District Judge.\n\n\n     Juan Ramón Cancio, with whom Rodney W. Colon-Ortiz and Cancio\nCovas & Santiago, LLP, were on brief, for appellant.\n     Francisco Rosa Silva, with whom Juan J. Hernández-López de\nVictoria, Juan A. Ortiz-Cotto and Rosa-Silva, Rosa-Domenech &\nHernández-López de Victoria, PSC, were on brief, for appellee.\n\n\n                           August 30, 2004\n\n\n* Of the District of Massachusetts, sitting by designation.\n\f             LIPEZ, Circuit Judge.    This case requires us to resolve\n\na dispute over the provision of a surety bond that limits the\n\nsurety's liability to the original beneficiaries named in the bond.\n\nIn the midst of litigation between the surety and one of the named\n\nbeneficiaries, the beneficiary assigned its interests under the\n\nbond to a third party.    The district court allowed the third party\n\nto take the place of the beneficiary in the litigation, but then\n\ndismissed the third party's complaint because the bond limited the\n\nsurety's liability to the original named beneficiaries.               Agreeing\n\nwith this disposition, we affirm.\n\n                                     I.\n\n             In the summer of 1998, Grupo Cupey, Inc., arranged for\n\nthe development and financing of a residential real estate project,\n\nknown as Vista de Cupey, in Trujillo Alto, Puerto Rico.               On June\n\n26, 1998, it engaged Juncos Al Construction Corporation (Juncos Al)\n\nto   serve   as   contractor.   On        July   6th,   1998,   the   American\n\nInternational Insurance Company of Puerto Rico (AIICO) issued a\n\nperformance bond (the bond) for the amount of $3,700,000.00 for the\n\nbenefit of Grupo Cupey in the event that Juncos Al defaulted on its\n\nobligations. That same day, AIICO issued a \"dual obligee rider\" to\n\nthe bond (the rider).       The rider added Citibank, N.A., as an\n\nobligee under the bond in anticipation of Citibank providing\n\nfinancing to Grupo Cupey for the Vista Cupey project.\n\n\n\n\n                                  -2-\n\f               On July 15, 1998, Citibank executed a loan agreement in\n\nwhich it extended to Grupo Cupey a line of credit for a maximum\n\namount of $4,556,500.00.       Under that agreement, Citibank advanced\n\n$3,187,981.83 to Grupo Cupey.         As collateral for the loan, Grupo\n\nCupey executed a promissory note and a mortgage.                    Citibank also\n\nprocured a personal guarantee of the loan from a businessman, Ramón\n\nMac-Crohon.\n\n               On   November   1,   1999,       after     several     delays    in\n\nconstruction, Grupo Cupey declared Juncos Al to be in default on\n\nits obligations as contractor.1           With the project stalled, Grupo\n\nCupey failed to make loan payments to Citibank.                     On January 3,\n\n2001, Citibank filed claims in the U.S. District Court in Puerto\n\nRico against Grupo Cupey, Ramón Mac-Crohon as a guarantor of the\n\nGrupo Cupey loan, and AIICO in its capacity as surety for Juncos\n\nAl.    Subsequently, Citibank, Grupo Cupey, and Mac-Crohon entered\n\ninto settlement agreements.          The sole remaining claim in this\n\nappeal is the claim against AIICO.\n\n               On November 14, 2001, Citibank and Grupo Catalán entered\n\ninto a purchase agreement that purported to \"sell, assign and\n\ntransfer\" to Grupo Catalán \"any and all rights, claims and causes\n\nof    action    that   [Citibank]   now   has    or     hereafter    acquires   in\n\nconnection with the [Grupo Cupey loan].\"                   Citibank requested,\n\n\n       1\n      Grupo Cupey filed claims against Junco Al and AIICO in the\nPuerto Rico courts.\n\n\n                                     -3-\n\fpursuant       to    Fed.      R.   Civ.    P.     25(c),      that   Grupo   Catalán   be\n\nsubstituted for Citibank in the ongoing litigation.2                          On April 16,\n\n2002, the district court granted Citibank's request that Grupo\n\nCatalán be substituted for it.\n\n               On November 15, 2002, AIICO filed a motion to dismiss\n\nGrupo Catalán's suit for \"failure to state a claim upon which\n\nrelief can be granted.\"              Fed. R. Civ. P. 12(b)(6).           It argued that\n\nthe terms of the bond and the rider expressly limited AIICO's\n\nliability to Citibank and Grupo Cupey.                         As such, AIICO argued,\n\nGrupo Catalán could not state a claim for performance under the\n\nbond. On May 8, 2003, the district court granted AIICO's motion to\n\ndismiss,       ruling     that      the    bond    and   the    rider   limited   AIICO's\n\nliability to claims by Citibank and Grupo Cupey.                          Grupo Catalán\n\nnow appeals the district court's decision.\n\n                                            II.\n\n               We exercise de novo review over the grant of a motion to\n\ndismiss filed pursuant to Rule 12(b)(6).                          See, e.g., New Eng.\n\nCleaning Servs. v. Am. Arbitration Ass'n, 199 F.3d 542, 544 (1st\n\nCir.       1999).        \"We    accept      as    true   the     well-pleaded     factual\n\nallegations         of   the    complaint,        draw   all    reasonable     inferences\n\n\n       2\n           Fed. R. Civ. P. 25(c) provides in relevant part:\n\nIn case of     any transfer of interest, the action may be continued by\nor against     the original party, unless the court upon motion directs\nthe person     to whom the interest is transferred to be substituted in\nthe action     or joined with the original party.\n\n\n                                                 -4-\n\ftherefrom in the plaintiff's favor, and determine whether the\n\ncomplaint, so read, sets forth facts sufficient to justify recovery\n\non any cognizable theory.\"   TAG/ICIB Servs. v. Pan Am. Grain Co.,\n\n215 F.3d 172, 175 (1st Cir. 2000).\n\n          The parties agree that Puerto Rico law governs our\n\ninterpretation of the bond and the rider.   \"Where the parties have\n\nagreed to the choice of law, this court is free to forgo an\n\nindependent analysis and accept the parties' agreement.\"    Hershey\n\nv. Donaldson, Lufkin & Jenrette Sec. Corp., 317 F.3d 16, 20 (1st\n\nCir. 2003) (quotation omitted).\n\n          The relevant provision of the rider reads as follows: \"No\n\nright of action shall be accrue [sic] on this bond to or for the\n\nuse of benefit [sic] of any person or corporation other than the\n\nOwner and Lender herein named . . . .\"   The rider names Grupo Cupey\n\nas the \"Owner\" and Citibank as the \"Lender.\"       Thus, the above\n\nquoted provision of the rider purports to limit AIICO's liability\n\nunder the bond only to Grupo Cupey and Citibank.          The plain\n\nlanguage of this provision prevents Grupo Catalán from sustaining\n\na cause of action against AIICO under the bond because Grupo\n\nCatalán is not named as an \"Owner\" or \"Lender.\"3\n\n\n     3\n      We note that Paragraph 1 of the bond, which is unrelated to\nthe issues on appeal, states that \"[t]he Contractor and the Surety,\njointly and severally, bind themselves, their heirs, executors,\nadministrators, successors and assigns to the Owner for the\nperformance of the Construction Contract.\"       (emphasis added).\nThus, the parties were seemingly aware that such language was\n\n\n                                  -5-\n\f             Grupo Catalán argues that, under Puerto Rico law, surety\n\ncontracts     are   to   be    construed        liberally   in    favor   of   the\n\nbeneficiary, and that this rule of construction requires us to find\n\nthat Grupo Catalán can sustain a claim against AIICO as the\n\nassignee of Citibank's rights under the rider.                   Although \"[t]he\n\nprevailing doctrine is that [a surety bond] should be liberally\n\ninterpreted in favor of its beneficiary,\" that principle \"is not a\n\nblank check to the judicial power to rule out the pacts and\n\nagreements between the parties.\" Luan Inv. Corp. v. Rexach Constr.\n\nCo., 2000 T.S.P.R. 182, 2000 WL 1847637 at *5 (P.R. 2000) (internal\n\nquotation and citation omitted).                Rather, the rule of liberal\n\nconstruction applies only where the text of the agreement is\n\nambiguous.     \"[I]f the text of a bond agreement is clear, or the\n\ntrue meaning of its clauses can be easily discerned, the courts\n\nshould adhere to its text.\"           Caugus Plumbing, Inc., v. Continental\n\nConst. Corp., 2001 T.S.P.R. 164, 2001 WL 1618390 at *5 (P.R. 2001);\n\nsee also Id. at *6 (\"[The principle of liberal construction] does\n\nnot   mean   or   justify     going    beyond    the   clear   language   of   the\n\nobligation.       It is not a carte blanche for imposing, through\n\njudicial construction, obligations that a surety never thought of\n\nassuming.\") (internal quotation omitted).\n\n\nnecessary to bind future parties to the bond. If the parties had\nintended to allow rights of action against the surety by Citibank's\n\"heirs, executors, administrators, successors and assigns,\" they\ncould have explicitly stated that intention.\n\n\n                                        -6-\n\f            The adherence to the clear text of a surety agreement is\n\nconsistent with the Puerto Rico Civil Code, which provides that\n\n\"[c]ontracting parties may make the agreement and establish the\n\nclauses and conditions which they may deem advisable, provided they\n\nare not in contravention of the laws, morals, or public order.\"\n\nP.R. Laws Ann. tit. 31, § 3372.             The code specifically allows\n\nsureties to bargain for contractual concessions from beneficiaries.\n\n\"The surety may bind himself to less but not to more than the\n\nprincipal debtor as to quantity as well as the burden of the\n\nconditions.\"   P.R. Laws Ann. tit. 31, § 4875.          We see no overriding\n\nprinciple that should prevent a surety from bargaining for a\n\ncontractual provision that prevents parties other than those named\n\nin the original transaction from pursuing a cause of action under\n\nthe bond.\n\n            In this case, the text of the rider is clear.                     It\n\nexplicitly limits AIICO's liability under the bond to Citibank and\n\nGrupo Cupey.    Moreover, it does not provide any means by which\n\nthose parties can assign their rights to pursue a cause of action\n\nunder the bond.     Thus, by the plain language of the rider, Grupo\n\nCatalán   cannot    sustain     a   claim   against    AIICO   as   Citibank's\n\nassignee.\n\n            Appellant devotes much of its brief to the argument that\n\nGrupo Catalán can sustain a cause of action against AIICO as a\n\n\"successor\"    to   Citibank.       Implicit   in     this   argument   is   the\n\n\n                                      -7-\n\fcontention that Paragraph 7 of the unamended bond, rather than the\n\nlanguage of the rider, governs causes of action against AIICO.\n\nParagraph 7 states that \"[n]o right of action shall accrue on this\n\nBond to any person or entity other than the Owner or its heirs,\n\nexecutors, administrators or successors.\"                  We do not have to\n\ndetermine whether Grupo Catalán qualifies as a \"successor\" of\n\nCitibank because the more restrictive language of the rider, not\n\nthe language of Paragraph 7 of the unamended bond, governs Grupo\n\nCatalán's rights against AIICO.                 The rider, by its own terms,\n\namended the bond in several respects, including the addition of\n\nnew, more restrictive language that limited causes of action\n\nagainst AIICO to \"the Owner and Lender herein named,\" and did not\n\nextend rights to \"successors.\"\n\n              Finally,     appellant      argues   that    the   district     court\n\nexplicitly recognized that Grupo Catalán could pursue a cause of\n\naction against AIICO when it allowed Grupo Catalán to replace\n\nCitibank pursuant to Fed. R. Civ. P. 25(c).                However, Rule 25(c)\n\n\"is a procedural vehicle 'not designed to create new relationships\n\namong parties to a suit.'\"              Maysonet-Robles v. Cabrero, 323 F.3d\n\n43, 49 (1st Cir. 2003) (quoting Pacamor Bearings, Inc. v. Minebea\n\nCo.,   892    F.    Supp   347,   360    (D.N.H.   1995)).       It   involves     \"a\n\ndiscretionary determination by the trial court to facilitate the\n\nconduct      of    the   litigation.\"       Id.    Thus,   \"Rule      25   does   not\n\nsubstantively determine what actions survive the transfer of an\n\n\n                                          -8-\n\finterest.\"   ELCA Enters. v. Sisco Equip. Rental & Sales, 53 F.3d\n\n186, 191 (8th Cir. 1995); see also 6 James Wm. Moore et al.,\n\nMoore's Federal Practice, ¶ 25.32 (3d ed. 2004) (\"Rule 25(c) is\n\nmerely a procedural device designed to facilitate the conduct of\n\nthe case, and does not alter the substantive rights of the parties\n\nor the transferee.\").\n\n          In this case, the court's procedural decision to allow\n\nsubstitution pursuant to Rule 25(c) did not affect the substantive\n\nrights of the parties under the bond.   As explained above, the bond\n\nand the rider expressly limited AIICO's liability; Citibank and\n\nGrupo Catalán could not circumvent that limitation through a\n\ntransfer of interests and a subsequent substitution of parties.\n\nRather, Grupo Catalán's ability to pursue a cause of action against\n\nAIICO is governed by the agreements of the original parties to the\n\nbond, and is not contingent on the district court's procedural\n\ndecision to allow substitution pursuant to Rule 25(c).\n\n                               III.\n\n          For the foregoing reasons, the judgment of the district\n\ncourt is AFFIRMED.\n\n\n\n          SO ORDERED.\n\n\n\n\n                               -9-\n\f",
  "html": "<p class=\"case_cite\">382 F.3d 29</p>\n    <p class=\"parties\">CITIBANK, Plaintiff, and<br>Grupo Catal&#225;n De Inversiones, S.A., Plaintiff, Appellant,<br>v.<br>GRUPO CUPEY, INC., and Ram&#243;n Mac-Crohon, Defendants, and<br>American International Insurance Company of Puerto Rico Defendant, Third Party-Plaintiff-Appellee, and<br>Juncos Al Construction Corp.; Juan Ram&#243;n Garc&#237;a-Patr&#243;n; Nydia Enid Gonz&#225;lez; Conjugal Partnership Garc&#237;a-Gonz&#225;lez; Al Auto Sales, Inc.</p>\n    <p class=\"docket\">No. 03-1974.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard June 9, 2004.</p>\n    <p class=\"date\">Decided August 30, 2004.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Puerto Rico, Jay A. Garc&#237;a-Gregory, J.</p>\n      <p class=\"indent\">Juan Ram&#243;n Cancio, with whom Rodney W. Colon-Ortiz and Cancio Covas &amp; Santiago, LLP, were on brief, for appellant.</p>\n      <p class=\"indent\">Francisco Rosa Silva, with whom Juan J. Hern&#225;ndez-L&#243;pez de Victoria, Juan A. Ortiz-Cotto and Rosa-Silva, Rosa-Domenech &amp; Hern&#225;ndez-L&#243;pez de Victoria, PSC, were on brief, for appellee.</p>\n      <p class=\"indent\">Before LYNCH and LIPEZ, Circuit Judges, and STEARNS,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> U.S. District Judge.</p>\n      <p class=\"indent\">LIPEZ, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case requires us to resolve a dispute over the provision of a surety bond that limits the surety's liability to the original beneficiaries named in the bond. In the midst of litigation between the surety and one of the named beneficiaries, the beneficiary assigned its interests under the bond to a third party. The district court allowed the third party to take the place of the beneficiary in the litigation, but then dismissed the third party's complaint because the bond limited the surety's liability to the original named beneficiaries. Agreeing with this disposition, we affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In the summer of 1998, Grupo Cupey, Inc., arranged for the development and financing of a residential real estate project, known as Vista de Cupey, in Trujillo Alto, Puerto Rico. On June 26, 1998, it engaged Juncos Al Construction Corporation (Juncos Al) to serve as contractor. On July 6th, 1998, the American International Insurance Company of Puerto Rico (AIICO) issued a performance bond (the bond) for the amount of $3,700,000.00 for the benefit of Grupo Cupey in the event that Juncos Al defaulted on its obligations. That same day, AIICO issued a \"dual obligee rider\" to the bond (the rider). The rider added Citibank, N.A., as an obligee under the bond in anticipation of Citibank providing financing to Grupo Cupey for the Vista Cupey project.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On July 15, 1998, Citibank executed a loan agreement in which it extended to Grupo Cupey a line of credit for a maximum amount of $4,556,500.00. Under that agreement, Citibank advanced $3,187,981.83 to Grupo Cupey. As collateral for the loan, Grupo Cupey executed a promissory note and a mortgage. Citibank also procured a personal guarantee of the loan from a businessman, Ram&#243;n Mac-Crohon.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On November 1, 1999, after several delays in construction, Grupo Cupey declared Juncos Al to be in default on its obligations as contractor.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> With the project stalled, Grupo Cupey failed to make loan payments to Citibank. On January 3, 2001, Citibank filed claims in the U.S. District Court in Puerto Rico against Grupo Cupey, Ram&#243;n Mac-Crohon as a guarantor of the Grupo Cupey loan, and AIICO in its capacity as surety for Juncos Al. Subsequently, Citibank, Grupo Cupey, and Mac-Crohon entered into settlement agreements. The sole remaining claim in this appeal is the claim against AIICO.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On November 14, 2001, Citibank and Grupo Catal&#225;n entered into a purchase agreement that purported to \"sell, assign and transfer\" to Grupo Catal&#225;n \"any and all rights, claims and causes of action that [Citibank] now has or hereafter acquires in connection with the [Grupo Cupey loan].\" Citibank requested, pursuant to Fed. R.Civ.P. 25(c), that Grupo Catal&#225;n be substituted for Citibank in the ongoing litigation.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> On April 16, 2002, the district court granted Citibank's request that Grupo Catal&#225;n be substituted for it.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On November 15, 2002, AIICO filed a motion to dismiss Grupo Catal&#225;n's suit for \"failure to state a claim upon which relief can be granted.\" Fed.R.Civ.P. 12(b)(6). It argued that the terms of the bond and the rider expressly limited AIICO's liability to Citibank and Grupo Cupey. As such, AIICO argued, Grupo Catal&#225;n could not state a claim for performance under the bond. On May 8, 2003, the district court granted AIICO's motion to dismiss, ruling that the bond and the rider limited AIICO's liability to claims by Citibank and Grupo Cupey. Grupo Catal&#225;n now appeals the district court's decision.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We exercise de novo review over the grant of a motion to dismiss filed pursuant to Rule 12(b)(6). <i>See, e.g., New Eng. Cleaning Servs. v. Am. Arbitration Ass'n,</i> 199 F.3d 542, 544 (1st Cir.1999). \"We accept as true the well-pleaded factual allegations of the complaint, draw all reasonable inferences therefrom in the plaintiff's favor, and determine whether the complaint, so read, sets forth facts sufficient to justify recovery on any cognizable theory.\" <i>TAG/ICIB Servs. v. Pan Am. Grain Co.,</i> 215 F.3d 172, 175 (1st Cir.2000).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The parties agree that Puerto Rico law governs our interpretation of the bond and the rider. \"Where the parties have agreed to the choice of law, this court is free to forgo an independent analysis and accept the parties' agreement.\" <i>Hershey v. Donaldson, Lufkin &amp; Jenrette Sec. Corp.,</i> 317 F.3d 16, 20 (1st Cir.2003) (quotation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The relevant provision of the rider reads as follows: \"No right of action shall be accrue [sic] on this bond to or for the use of benefit [sic] of any person or corporation other than the Owner and Lender herein named....\" The rider names Grupo Cupey as the \"Owner\" and Citibank as the \"Lender.\" Thus, the above quoted provision of the rider purports to limit AIICO's liability under the bond only to Grupo Cupey and Citibank. The plain language of this provision prevents Grupo Catal&#225;n from sustaining a cause of action against AIICO under the bond because Grupo Catal&#225;n is not named as an \"Owner\" or \"Lender.\"<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Grupo Catal&#225;n argues that, under Puerto Rico law, surety contracts are to be construed liberally in favor of the beneficiary, and that this rule of construction requires us to find that Grupo Catal&#225;n can sustain a claim against AIICO as the assignee of Citibank's rights under the rider. Although \"[t]he prevailing doctrine is that [a surety bond] should be liberally interpreted in favor of its beneficiary,\" that principle \"is not a blank check to the judicial power to rule out the pacts and agreements between the parties.\" <i>Luan Inv. Corp. v. Rexach Constr. Co.,</i> 2000 T.S.P.R. 182, 2000 WL 1847637 at *5 (P.R.2000) (internal quotation and citation omitted). Rather, the rule of liberal construction applies only where the text of the agreement is ambiguous. \"[I]f the text of a bond agreement is clear, or the true meaning of its clauses can be easily discerned, the courts should adhere to its text.\" <i>Cagus Plumbing, Inc., v. Continental Const. Corp.,</i> 2001 T.S.P.R. 164, 2001 WL 1618390 at *5 (P.R.2001); <i>see also Id.</i> at *6 (\"[The principle of liberal construction] does not mean or justify going beyond the clear language of the obligation. It is not a carte blanche for imposing, through judicial construction, obligations that a surety never thought of assuming.\") (internal quotation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The adherence to the clear text of a surety agreement is consistent with the Puerto Rico Civil Code, which provides that \"[c]ontracting parties may make the agreement and establish the clauses and conditions which they may deem advisable, provided they are not in contravention of the laws, morals, or public order.\" P.R. Laws Ann. tit. 31, &#167; 3372. The code specifically allows sureties to bargain for contractual concessions from beneficiaries. \"The surety may bind himself to less but not to more than the principal debtor as to quantity as well as the burden of the conditions.\" P.R. Laws Ann. tit. 31, &#167; 4875. We see no overriding principle that should prevent a surety from bargaining for a contractual provision that prevents parties other than those named in the original transaction from pursuing a cause of action under the bond.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In this case, the text of the rider is clear. It explicitly limits AIICO's liability under the bond to Citibank and Grupo Cupey. Moreover, it does not provide any means by which those parties can assign their rights to pursue a cause of action under the bond. Thus, by the plain language of the rider, Grupo Catal&#225;n cannot sustain a claim against AIICO as Citibank's assignee.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Appellant devotes much of its brief to the argument that Grupo Catal&#225;n can sustain a cause of action against AIICO as a \"successor\" to Citibank. Implicit in this argument is the contention that Paragraph 7 of the unamended bond, rather than the language of the rider, governs causes of action against AIICO. Paragraph 7 states that \"[n]o right of action shall accrue on this Bond to any person or entity other than the Owner or its heirs, executors, administrators or successors.\" We do not have to determine whether Grupo Catal&#225;n qualifies as a \"successor\" of Citibank because the more restrictive language of the rider, not the language of Paragraph 7 of the unamended bond, governs Grupo Catal&#225;n's rights against AIICO. The rider, by its own terms, amended the bond in several respects, including the addition of new, more restrictive language that limited causes of action against AIICO to \"the Owner and Lender herein named,\" and did not extend rights to \"successors.\"</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Finally, appellant argues that the district court explicitly recognized that Grupo Catal&#225;n could pursue a cause of action against AIICO when it allowed Grupo Catal&#225;n to replace Citibank pursuant to Fed.R.Civ.P. 25(c). However, Rule 25(c) \"is a procedural vehicle `not designed to create new relationships among parties to a suit.'\" <i>Maysonet-Robles v. Cabrero,</i> 323 F.3d 43, 49 (1st Cir.2003) (quoting <i>Pacamor Bearings, Inc. v. Minebea Co.,</i> 892 F.Supp. 347, 360 (D.N.H.1995)). It involves \"a discretionary determination by the trial court to facilitate the conduct of the litigation.\" <i>Id.</i> Thus, \"Rule 25 does not substantively determine what actions survive the transfer of an interest.\" <i>ELCA Enters. v. Sisco Equip. Rental &amp; Sales,</i> 53 F.3d 186, 191 (8th Cir.1995); <i>see also</i> 6 James Wm. Moore et al., <i>Moore's Federal Practice,</i> &#182; 25.32 (3d ed. 2004) (\"Rule 25(c) is merely a procedural device designed to facilitate the conduct of the case, and does not alter the substantive rights of the parties or the transferee.\").</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In this case, the court's procedural decision to allow substitution pursuant to Rule 25(c) did not affect the substantive rights of the parties under the bond. As explained above, the bond and the rider expressly limited AIICO's liability; Citibank and Grupo Catal&#225;n could not circumvent that limitation through a transfer of interests and a subsequent substitution of parties. Rather, Grupo Catal&#225;n's ability to pursue a cause of action against AIICO is governed by the agreements of the original parties to the bond, and is not contingent on the district court's procedural decision to allow substitution pursuant to Rule 25(c).</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">For the foregoing reasons, the judgment of the district court is AFFIRMED.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">SO ORDERED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Grupo Cupey filed claims against Junco Al and AIICO in the Puerto Rico courts</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Fed.R.Civ.P. 25(c) provides in relevant part:</p>\n        <p class=\"indent\">In case of any transfer of interest, the action may be continued by or against the original party, unless the court upon motion directs the person to whom the interest is transferred to be substituted in the action or joined with the original party.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We note that Paragraph 1 of the bond, which is unrelated to the issues on appeal, states that \"[t]he Contractor and the Surety, jointly and severally, bind themselves, their heirs, executors, administrators, successors<i>and assigns</i> to the Owner for the performance of the Construction Contract.\" (emphasis added). Thus, the parties were seemingly aware that such language was necessary to bind future parties to the bond. If the parties had intended to allow rights of action against the surety by Citibank's \"heirs, executors, administrators, successors and assigns,\" they could have explicitly stated that intention.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">382</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">29</span></span></p>\n    <p class=\"parties\">CITIBANK, Plaintiff, and<br>Grupo Catal&#225;n De Inversiones, S.A., Plaintiff, Appellant,<br>v.<br>GRUPO CUPEY, INC., and Ram&#243;n Mac-Crohon, Defendants, and<br>American International Insurance Company of Puerto Rico Defendant, Third Party-Plaintiff-Appellee, and<br>Juncos Al Construction Corp.; Juan Ram&#243;n Garc&#237;a-Patr&#243;n; Nydia Enid Gonz&#225;lez; Conjugal Partnership Garc&#237;a-Gonz&#225;lez; Al Auto Sales, Inc.</p>\n    <p class=\"docket\">No. 03-1974.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard June 9, 2004.</p>\n    <p class=\"date\">Decided August 30, 2004.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Puerto Rico, Jay A. Garc&#237;a-Gregory, J.</p>\n      <p class=\"indent\">Juan Ram&#243;n Cancio, with whom Rodney W. Colon-Ortiz and Cancio Covas &amp; Santiago, LLP, were on brief, for appellant.</p>\n      <p class=\"indent\">Francisco Rosa Silva, with whom Juan J. Hern&#225;ndez-L&#243;pez de Victoria, Juan A. Ortiz-Cotto and Rosa-Silva, Rosa-Domenech &amp; Hern&#225;ndez-L&#243;pez de Victoria, PSC, were on brief, for appellee.</p>\n      <p class=\"indent\">Before LYNCH and LIPEZ, Circuit Judges, and STEARNS,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> U.S. District Judge.</p>\n      <p class=\"indent\">LIPEZ, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case requires us to resolve a dispute over the provision of a surety bond that limits the surety's liability to the original beneficiaries named in the bond. In the midst of litigation between the surety and one of the named beneficiaries, the beneficiary assigned its interests under the bond to a third party. The district court allowed the third party to take the place of the beneficiary in the litigation, but then dismissed the third party's complaint because the bond limited the surety's liability to the original named beneficiaries. Agreeing with this disposition, we affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In the summer of 1998, Grupo Cupey, Inc., arranged for the development and financing of a residential real estate project, known as Vista de Cupey, in Trujillo Alto, Puerto Rico. On June 26, 1998, it engaged Juncos Al Construction Corporation (Juncos Al) to serve as contractor. On July 6th, 1998, the American International Insurance Company of Puerto Rico (AIICO) issued a performance bond (the bond) for the amount of $3,700,000.00 for the benefit of Grupo Cupey in the event that Juncos Al defaulted on its obligations. That same day, AIICO issued a \"dual obligee rider\" to the bond (the rider). The rider added Citibank, N.A., as an obligee under the bond in anticipation of Citibank providing financing to Grupo Cupey for the Vista Cupey project.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On July 15, 1998, Citibank executed a loan agreement in which it extended to Grupo Cupey a line of credit for a maximum amount of $4,556,500.00. Under that agreement, Citibank advanced $3,187,981.83 to Grupo Cupey. As collateral for the loan, Grupo Cupey executed a promissory note and a mortgage. Citibank also procured a personal guarantee of the loan from a businessman, Ram&#243;n Mac-Crohon.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On November 1, 1999, after several delays in construction, Grupo Cupey declared Juncos Al to be in default on its obligations as contractor.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> With the project stalled, Grupo Cupey failed to make loan payments to Citibank. On January 3, 2001, Citibank filed claims in the U.S. District Court in Puerto Rico against Grupo Cupey, Ram&#243;n Mac-Crohon as a guarantor of the Grupo Cupey loan, and AIICO in its capacity as surety for Juncos Al. Subsequently, Citibank, Grupo Cupey, and Mac-Crohon entered into settlement agreements. The sole remaining claim in this appeal is the claim against AIICO.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On November 14, 2001, Citibank and Grupo Catal&#225;n entered into a purchase agreement that purported to \"sell, assign and transfer\" to Grupo Catal&#225;n \"any and all rights, claims and causes of action that [Citibank] now has or hereafter acquires in connection with the [Grupo Cupey loan].\" Citibank requested, pursuant to Fed. R.Civ.P. 25(c), that Grupo Catal&#225;n be substituted for Citibank in the ongoing litigation.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> On April 16, 2002, the district court granted Citibank's request that Grupo Catal&#225;n be substituted for it.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On November 15, 2002, AIICO filed a motion to dismiss Grupo Catal&#225;n's suit for \"failure to state a claim upon which relief can be granted.\" Fed.R.Civ.P. 12(b)(6). It argued that the terms of the bond and the rider expressly limited AIICO's liability to Citibank and Grupo Cupey. As such, AIICO argued, Grupo Catal&#225;n could not state a claim for performance under the bond. On May 8, 2003, the district court granted AIICO's motion to dismiss, ruling that the bond and the rider limited AIICO's liability to claims by Citibank and Grupo Cupey. Grupo Catal&#225;n now appeals the district court's decision.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We exercise de novo review over the grant of a motion to dismiss filed pursuant to Rule 12(b)(6). <i>See, e.g., New Eng. Cleaning Servs. v. Am. Arbitration Ass'n,</i> <span class=\"citation\" data-id=\"198752\"><a href=\"/opinion/198752/ne-cleaning-svs-v-american-arbitration/\"><span class=\"volume\">199</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">542</span></a></span>, 544 (1st Cir.1999). \"We accept as true the well-pleaded factual allegations of the complaint, draw all reasonable inferences therefrom in the plaintiff's favor, and determine whether the complaint, so read, sets forth facts sufficient to justify recovery on any cognizable theory.\" <i>TAG/ICIB Servs. v. Pan Am. Grain Co.,</i> <span class=\"citation\" data-id=\"198972\"><a href=\"/opinion/198972/tag-v/\"><span class=\"volume\">215</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">172</span></a></span>, 175 (1st Cir.2000).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The parties agree that Puerto Rico law governs our interpretation of the bond and the rider. \"Where the parties have agreed to the choice of law, this court is free to forgo an independent analysis and accept the parties' agreement.\" <i>Hershey v. Donaldson, Lufkin &amp; Jenrette Sec. Corp.,</i> <span class=\"citation\" data-id=\"200293\"><a href=\"/opinion/200293/hershey-v-donaldson-lufkin/\"><span class=\"volume\">317</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">16</span></a></span>, 20 (1st Cir.2003) (quotation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The relevant provision of the rider reads as follows: \"No right of action shall be accrue [sic] on this bond to or for the use of benefit [sic] of any person or corporation other than the Owner and Lender herein named....\" The rider names Grupo Cupey as the \"Owner\" and Citibank as the \"Lender.\" Thus, the above quoted provision of the rider purports to limit AIICO's liability under the bond only to Grupo Cupey and Citibank. The plain language of this provision prevents Grupo Catal&#225;n from sustaining a cause of action against AIICO under the bond because Grupo Catal&#225;n is not named as an \"Owner\" or \"Lender.\"<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Grupo Catal&#225;n argues that, under Puerto Rico law, surety contracts are to be construed liberally in favor of the beneficiary, and that this rule of construction requires us to find that Grupo Catal&#225;n can sustain a claim against AIICO as the assignee of Citibank's rights under the rider. Although \"[t]he prevailing doctrine is that [a surety bond] should be liberally interpreted in favor of its beneficiary,\" that principle \"is not a blank check to the judicial power to rule out the pacts and agreements between the parties.\" <i>Luan Inv. Corp. v. Rexach Constr. Co.,</i> 2000 T.S.P.R. 182, <span class=\"citation no-link\"><span class=\"volume\">2000</span> <span class=\"reporter\">WL</span> <span class=\"page\">1847637</span></span> at *5 (P.R.2000) (internal quotation and citation omitted). Rather, the rule of liberal construction applies only where the text of the agreement is ambiguous. \"[I]f the text of a bond agreement is clear, or the true meaning of its clauses can be easily discerned, the courts should adhere to its text.\" <i>Cagus Plumbing, Inc., v. Continental Const. Corp.,</i> 2001 T.S.P.R. 164, <span class=\"citation no-link\"><span class=\"volume\">2001</span> <span class=\"reporter\">WL</span> <span class=\"page\">1618390</span></span> at *5 (P.R.2001); <i>see also Id.</i> at *6 (\"[The principle of liberal construction] does not mean or justify going beyond the clear language of the obligation. It is not a carte blanche for imposing, through judicial construction, obligations that a surety never thought of assuming.\") (internal quotation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The adherence to the clear text of a surety agreement is consistent with the Puerto Rico Civil Code, which provides that \"[c]ontracting parties may make the agreement and establish the clauses and conditions which they may deem advisable, provided they are not in contravention of the laws, morals, or public order.\" P.R. Laws Ann. tit. 31, &#167; 3372. The code specifically allows sureties to bargain for contractual concessions from beneficiaries. \"The surety may bind himself to less but not to more than the principal debtor as to quantity as well as the burden of the conditions.\" P.R. Laws Ann. tit. 31, &#167; 4875. We see no overriding principle that should prevent a surety from bargaining for a contractual provision that prevents parties other than those named in the original transaction from pursuing a cause of action under the bond.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In this case, the text of the rider is clear. It explicitly limits AIICO's liability under the bond to Citibank and Grupo Cupey. Moreover, it does not provide any means by which those parties can assign their rights to pursue a cause of action under the bond. Thus, by the plain language of the rider, Grupo Catal&#225;n cannot sustain a claim against AIICO as Citibank's assignee.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Appellant devotes much of its brief to the argument that Grupo Catal&#225;n can sustain a cause of action against AIICO as a \"successor\" to Citibank. Implicit in this argument is the contention that Paragraph 7 of the unamended bond, rather than the language of the rider, governs causes of action against AIICO. Paragraph 7 states that \"[n]o right of action shall accrue on this Bond to any person or entity other than the Owner or its heirs, executors, administrators or successors.\" We do not have to determine whether Grupo Catal&#225;n qualifies as a \"successor\" of Citibank because the more restrictive language of the rider, not the language of Paragraph 7 of the unamended bond, governs Grupo Catal&#225;n's rights against AIICO. The rider, by its own terms, amended the bond in several respects, including the addition of new, more restrictive language that limited causes of action against AIICO to \"the Owner and Lender herein named,\" and did not extend rights to \"successors.\"</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Finally, appellant argues that the district court explicitly recognized that Grupo Catal&#225;n could pursue a cause of action against AIICO when it allowed Grupo Catal&#225;n to replace Citibank pursuant to Fed.R.Civ.P. 25(c). However, Rule 25(c) \"is a procedural vehicle `not designed to create new relationships among parties to a suit.'\" <i>Maysonet-Robles v. Cabrero,</i> <span class=\"citation\" data-id=\"200377\"><a href=\"/opinion/200377/maysonet-robles-v-cabrero/\"><span class=\"volume\">323</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">43</span></a></span>, 49 (1st Cir.2003) (quoting <i>Pacamor Bearings, Inc. v. Minebea Co.,</i> <span class=\"citation\" data-id=\"2295117\"><a href=\"/opinion/2295117/pacamor-bearings-inc-v-minebea-co-ltd/\"><span class=\"volume\">892</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">347</span></a></span>, 360 (D.N.H.1995)). It involves \"a discretionary determination by the trial court to facilitate the conduct of the litigation.\" <i>Id.</i> Thus, \"Rule 25 does not substantively determine what actions survive the transfer of an interest.\" <i>ELCA Enters. v. Sisco Equip. Rental &amp; Sales,</i> <span class=\"citation\" data-id=\"694643\"><a href=\"/opinion/694643/elca-enterprises-inc-v-sisco-equipment-rental-sales-inc-sisco/\"><span class=\"volume\">53</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">186</span></a></span>, 191 (8th Cir.1995); <i>see also</i> 6 James Wm. Moore et al., <i>Moore's Federal Practice,</i> &#182; 25.32 (3d ed. 2004) (\"Rule 25(c) is merely a procedural device designed to facilitate the conduct of the case, and does not alter the substantive rights of the parties or the transferee.\").</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In this case, the court's procedural decision to allow substitution pursuant to Rule 25(c) did not affect the substantive rights of the parties under the bond. As explained above, the bond and the rider expressly limited AIICO's liability; Citibank and Grupo Catal&#225;n could not circumvent that limitation through a transfer of interests and a subsequent substitution of parties. Rather, Grupo Catal&#225;n's ability to pursue a cause of action against AIICO is governed by the agreements of the original parties to the bond, and is not contingent on the district court's procedural decision to allow substitution pursuant to Rule 25(c).</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">For the foregoing reasons, the judgment of the district court is AFFIRMED.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">SO ORDERED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Grupo Cupey filed claims against Junco Al and AIICO in the Puerto Rico courts</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Fed.R.Civ.P. 25(c) provides in relevant part:</p>\n        <p class=\"indent\">In case of any transfer of interest, the action may be continued by or against the original party, unless the court upon motion directs the person to whom the interest is transferred to be substituted in the action or joined with the original party.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We note that Paragraph 1 of the bond, which is unrelated to the issues on appeal, states that \"[t]he Contractor and the Surety, jointly and severally, bind themselves, their heirs, executors, administrators, successors<i>and assigns</i> to the Owner for the performance of the Construction Contract.\" (emphasis added). Thus, the parties were seemingly aware that such language was necessary to bind future parties to the bond. If the parties had intended to allow rights of action against the surety by Citibank's \"heirs, executors, administrators, successors and assigns,\" they could have explicitly stated that intention.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/198752/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198972/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200293/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200377/",
    "http://www.courtlistener.com/api/rest/v3/opinions/694643/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2295117/"
  ]
}