{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201219/",
  "absolute_url": "/opinion/201219/breneman-v-united-states/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201219/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:10:17Z",
  "date_modified": "2016-02-28T05:04:54.324228Z",
  "type": "010combined",
  "sha1": "364de8021151f16c052d3b02105ff522a0568966",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/03-2616-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2004/08/25/Breneman_v._United_States.pdf",
  "plain_text": "          United States Court of Appeals\n                       For the First Circuit\n\n\nNo. 03-2616\n\n\n              JOHN BRENEMAN and WILLIAM D. BRENEMAN,\n\n                      Plaintiffs, Appellants,\n\n                                v.\n\n  UNITED STATES ex. rel. THE FEDERAL AVIATION ADMINISTRATION;\nCOMMONWEALTH OF MASSACHUSETTS ex. rel. MASSACHUSETTS AERONAUTICS\n   COMMISSION; 70 ACRES OF LAND a/k/a TANNER HILLER AIRPORT,\n\n                      Defendants, Appellees.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n              [Hon. Rya W. Zobel, U.S. District Judge]\n\n\n                              Before\n\n                       Selya, Circuit Judge,\n                    Cyr, Senior Circuit Judge,\n                     and Lipez, Circuit Judge.\n\n\n     William D. Breneman, with whom Breneman & Georges was on the\nbrief, for appellants.\n     Anita Johnson, Assistant U.S. Attorney, with whom Michael J.\nSullivan, United States Attorney, was on the brief for appellee\nUnited States, ex rel. Federal Aviation Administration.\n     Maria Hickey Jacobson, Assistant Attorney General, with whom\nThomas F. Reilly, Attorney General, and Salvatore M. Giorlandino,\nAssistant Attorney General, were on the brief for appellee\nCommonwealth of Massachusetts, ex rel. Massachusetts Aeronautics\nCommission.\n     Richard T. Tucker, with whom Bernstein, Burwick & Tucker, LLC\nwas on the brief, for appellee 70 Acres of Land, a/k/a The Tanner\nHiller Airport.\n\fAugust 25, 2004\n\f             LIPEZ, Circuit Judge.                In the continuation of a long\n\nlegal battle, plaintiff landowners brought suit in December 2002\n\nagainst the Massachusetts Aeronautics Commission (MAC), the Federal\n\nAviation     Administration       (FAA)       and    Tanner         Hiller      Airport,    a\n\nprivately-owned facility, claiming that various actions taken by\n\nthese entities infringed upon the landowners' property rights. The\n\ndistrict     court   granted     the    motions       to    dismiss        of    the   three\n\ndefendants, and dismissed the complaint with prejudice. Concluding\n\nthat the plaintiffs' claims were barred by principles of res\n\njudicata and sovereign immunity, we affirm.                          We also grant the\n\nAirport's      motion     for   fees    and       costs    as   a    sanction      for     the\n\nplaintiffs' frivolous appeal of the decision in favor of the\n\nAirport.\n\n                                            I.\n\n             In the late 1980s, the Airport hired a contractor to\n\nextend   its    runway     closer      to   the     boundary        of   the     Brenemans'\n\nproperty.1      As part of that project, the contractor removed a\n\nfence, a hill, and other obstacles that were on the Brenemans' side\n\nof the property line.           The Brenemans allege that they discovered\n\nthe alterations in 1991 and brought suit in the Massachusetts\n\nSuperior     Court   in    September        1992    for,    inter        alia,    trespass,\n\n\n\n\n     1\n      Although the property owned by the Brenemans is largely\nundeveloped, there is a residence on it.\n\n                                            -3-\n\fconversion, and to quiet title against the Airport.2             See Breneman\n\nv. Wolfson, No. WCV922705, 1999 WL 1203920 (Mass. Super. Ct. Oct.\n\n21, 1999).3        They added the gravel company as a defendant in April\n\n1997.       The court awarded summary judgment to the gravel company on\n\nstatute of limitations and repose grounds in Breneman v. Tanner,\n\nNo. 922705, 1999 WL 1336436 (Mass. Super. Ct. Feb. 1, 1999), and\n\ngranted summary judgment to the Airport on the same grounds a few\n\nmonths later in Breneman v. Wolfson, No. WCV922705, 1999 WL 1203920\n\n(Mass. Super. Ct. Oct. 21, 1999).\n\n              In    late   1997,   while   their   superior   court   case   was\n\npending, the plaintiffs wrote a letter to the FAA, complaining that\n\nthey learned during discovery that the Airport's runway was longer\n\nthan the length listed in the New York Section Chart for Pilots,\n\nthe FAA's official directory of airports in that region.                     The\n\nagency apologized for the error and published a corrected version\n\nof the sectional chart on May 18, 2000.\n\n              When the Brenemans learned of that correction, they filed\n\nnotices with the FAA and the MAC, proposing to construct a hill and\n\na boundary fence to replace the ones that the contractors had\n\nremoved.      The FAA responded with two hazard studies on January 5,\n\n\n        2\n      The Airport filed a counterclaim in this action, claiming\nthat it had acquired the property through adverse possession. The\ncourt dismissed that claim without prejudice in response to a\nstipulation from the parties that was docketed on April 2, 2001.\n        3\n      We have provided a chronology of the                     various   legal\nproceedings in the appendix to this opinion.\n\n                                       -4-\n\f2001, concluding that both proposed construction projects would\n\ncreate potential dangers to air traffic at the Airport. The hazard\n\nstudies determined that the proposed ten foot high fence would\n\nexceed the \"primary surface,\" an imaginary plane extending two\n\nhundred feet from the end of the runway that provides a safety\n\nbuffer for aircraft, by thirteen feet, and that the proposed hill\n\nwould exceed the \"approach surface,\" an imaginary plane extending\n\noutward and upward from the end of the runway, by sixty-two feet.\n\n          After   reviewing   the    FAA   studies   and   providing   the\n\nBrenemans with a public hearing, the MAC denied the Brenemans a\n\npermit to build the hill on August 15, 2001.               The Brenemans\n\nchallenged the MAC's denial of their permit in Worcester Superior\n\nCourt, alleging that the commission violated Massachusetts law and\n\nthat it took their property without due process in violation of the\n\nFifth and Fourteenth Amendments to the United States Constitution\n\nand Article 10 of the Massachusetts Declaration of Rights.             The\n\ncourt denied all of the Brenemans' claims.             See Breneman v.\n\nMassachusetts Aeronautics Comm'n, No. 0101893B, 2004 WL 856640,\n\n(Mass. Super. Ct. Mar. 15, 2004).\n\n          On April 9, 2001, while their permit application with MAC\n\nwas still pending, the Brenemans filed appeals of the FAA's hazard\n\nstudies in the United States Court of Appeals for the D.C. Circuit.\n\n That court issued its unpublished decision on February 26, 2002,\n\nafter the MAC denied the construction permit.        Concluding that the\n\n\n                                    -5-\n\fFAA's fence study was purely advisory in nature and that the\n\nplaintiffs had not suffered any actual harm from its publication,\n\nthe court held that the Brenemans lacked standing to challenge that\n\nhazard determination. Breneman v. FAA, No. 01-1165, 2002 WL 449015\n\nat *7-*8 (D.C. Cir. Feb. 26, 2002) (per curiam).             Observing that\n\nMAC's denial of the Brenemans' hill permit was based in part on the\n\nFAA study,   the   court   concluded    that   they    had   demonstrated   a\n\nsufficiently concrete harm to establish standing with regard to the\n\nFAA hill study.    However, the court concluded that the study was\n\ncommitted to agency discretion and thus was unreviewable under the\n\nAdministrative Procedure Act (\"A.P.A.\").              Id.    The court also\n\ndismissed their \"constitutional challenges\" to the FAA's hill\n\ndetermination without identifying what those challenges were.           Id.\n\nat *2.   After reviewing the record from those proceedings, we\n\nconclude that the court was referring to the Brenemans' claim that\n\nthe FAA should have granted them notice and an opportunity to\n\ncomment while it was conducting the study.4\n\n          On December 13, 2002, the Brenemans continued their legal\n\ncampaign by filing two more suits, this time in the United States\n\nCourt of Federal Claims and the United States District Court for\n\nthe District of Massachusetts.         Their complaint in the Court of\n\n\n     4\n      The court noted that the Brenemans violated the D.C.\nCircuit's \"chutzpah doctrine\" by challenging the propriety of the\nhazard study \"when they conceded at oral argument that they intend\nto build the hill in part to impede air traffic at the Airport.\"\nId. at *1.\n\n                                  -6-\n\fFederal Claims alleged a physical and regulatory taking against the\n\nFAA.5       The    physical    taking   claim     was    based    on   49   U.S.C.    ยง\n\n40102(a)(32),       which     defines   \"navigable      airspace\"      as   including\n\n\"airspace needed        to    ensure    safety    in    takeoff   and    landing     of\n\naircraft.\"        The Brenemans alleged that the FAA's correction of the\n\nrunway length in the updated sectional chart constituted a tacit\n\napproval of the runway extension.                Observing that this extension\n\nforced the runway primary surface beyond the property line, the\n\nBrenemans alleged that the FAA took title to their airspace and the\n\nfirst three feet of soil lying within two hundred feet of the end\n\nof the runway and converted it into navigable airspace. They based\n\ntheir regulatory taking claim on the FAA's determination that the\n\nconstruction of the hill and the fence would create hazards for air\n\ntravel.\n\n             The Court of Federal Claims rejected their physical\n\ntaking claim, concluding that it could not find a precedent to\n\nsupport the proposition that \"mere creation or recognition of\n\nnavigable airspace\" can result in a taking.                       It denied their\n\nregulatory taking claim because the hazard reports were only\n\n\n\n        5\n      The Brenemans filed their Court of Federal Claims action a\nfew hours before they filed their Federal District Court complaint\nin an effort to maintain the Court of Federal Claims's subject\nmatter jurisdiction over the case.     See 28 U.S.C. ยง 1500 (\"The\nUnited States Court of Federal Claims shall not have jurisdiction\nof any claim for or in respect to which the plaintiff or his\nassignee has pending in any other court any suit or process against\nthe United States . . . .\").\n\n                                         -7-\n\fadvisory studies        that    had   no    enforceable       legal    effect.      See\n\nBreneman v. United States, 57 Fed. Cl. 571 (2003), aff'd, No.\n\n03-5156, 2004 WL 1153329 (Fed. Cir. May 10, 2004).\n\n             As stated, the Brenemans also filed a seven count federal\n\ncomplaint in the District of Massachusetts against the MAC, the\n\nFAA, and the Airport on the same day that they filed their\n\ncomplaint in the Court of Federal Claims.                   The complaint repeated\n\nthe physical and regulatory takings claims6 as well as the due\n\nprocess claim that it had previously litigated in the D.C. Circuit.\n\nIt   also    included     claims      that       1)   the    hazard     studies    were\n\nsubstantively infirm; 2) the MAC and the Airport conspired to\n\nviolate the Brenemans' constitutional rights by concealing the date\n\non which the Airport extended its runway; and 3) all of the parties\n\n\"appropriated and confused\" the Brenemans' property rights.                       There\n\nwas also a claim to quiet title against the FAA.\n\n             In    dismissing    the    claims        against    the    Airport,    the\n\ndistrict court summarily rejected the inverse condemnation, section\n\n1983, and \"use of property\" claims by noting that these claims may\n\nnot be      brought   against    private         parties.       It   interpreted    the\n\nBrenemans'        allegations    that      the     actions      of    the   defendants\n\n\"constitute an appropriation and confusion of plaintiffs' property\n\n\n     6\n      The count marked as \"Inverse Condemnation\" was actually a\nsprawling fifteen page, forty paragraph litany of grievances,\nincluding both physical and regulatory takings, lodged against the\nparties. The general thrust of that count seems to concern the\ninverse condemnation/regulatory taking.\n\n                                           -8-\n\fwith the Tanner Hiller Airport property\" as possibly raising a\n\ntrespass claim and dismissed that claim on statute of limitations\n\ngrounds.   Finally, it concluded that there was no support for the\n\nallegation that the MAC and the Airport conspired to violate the\n\nBrenemans' rights.   The district court dismissed the allegations\n\nagainst the FAA and the MAC on res judicata and Eleventh Amendment\n\ngrounds respectively.   Breneman v. United States ex rel. the Fed.\n\nAviation Admin., No. Civ. A02-12400RWZ, 2003 WL 22203684 (D. Mass.\n\nSept. 23, 2003).\n\n           The Brenemans raise three claims on appeal.   First, they\n\nclaim that the district court improperly dismissed their quiet\n\ntitle claim against the FAA based on its erroneous conclusion that\n\nthe Airport held actual possession of the disputed property.7\n\nSecond, they claim that the court applied the wrong standard when\n\nit dismissed their takings claims against the FAA and the MAC.\n\nThird, they argue that the court failed to apply a sufficiently\n\nrigorous test to the MAC's claim of Eleventh Amendment immunity.\n\nThey do not challenge the district court's dismissal of their\n\nclaims against the Airport.\n\n\n\n\n     7\n      The district court apparently viewed the quiet title claim\ndirected at the FAA as a claim directed at the Airport. This error\ndoes not affect our disposition of this appeal.\n\n                                -9-\n\f                                     II.\n\nA.   The Claims against the FAA\n\n             The Brenemans ignore the grounds upon which the district\n\ncourt dismissed their claims against the FAA.          Rather than address\n\nthe res judicata effects of the Court of Federal Claims decision,\n\nwhich formed the basis of the district court's opinion, they raise\n\nirrelevant arguments regarding the substantive standards that the\n\ncourt should have applied to their takings and quiet title claims\n\nagainst the FAA.         Concluding that the district court's ruling\n\nregarding the res judicata effects of the Court of Federal Claims\n\ndecision     was   correct,    we   ignore    the   Brenemans'    extraneous\n\narguments.\n\n           \"Under the federal law of res judicata, a final judgment\n\non the merits of an action precludes the parties or their privies\n\nfrom relitigating claims that were raised or could have been raised\n\nin that action.\"     Apparel Art Int'l, Inc. v. Amertex Enters. Ltd.,\n\n48 F.3d 576, 583 (1st Cir. 1995) (footnote omitted).             Res judicata\n\n\"relieve[s] parties of the cost and vexation of multiple lawsuits,\n\nconserve[s] judicial resources, and . . . encourage[s] reliance on\n\nadjudication.\"      Allen v. McCurry, 449 U.S. 90, 94 (1980).             The\n\nelements of a res judicata claim under federal law are: \"(1) a\n\nfinal   judgment    on   the   merits   in   an   earlier   proceeding,   (2)\n\nsufficient identicality between the causes of action asserted in\n\nthe earlier and later suits, and (3) sufficient identicality\n\n\n                                    -10-\n\fbetween the parties in the two actions.\"    Banco Santander de P.R.\n\nv. Lopez-Stubbe (In re Colonial Mortgage Bankers Corp.), 324 F.3d\n\n12, 16 (1st Cir. 2003).   Recognizing that the judgment in the Court\n\nof Federal Claims was final and that the FAA and the Brenemans were\n\nboth parties to the proceedings in the Court of Federal Claims and\n\nin the Federal District Court, we can quickly dispose of the first\n\nand third prongs.    We apply a \"transactional approach\" to the\n\nsecond prong of this test: \"The necessary identity will be found to\n\nexist if both sets of claims--those asserted in the earlier action\n\nand those asserted in the subsequent action--derive from a common\n\nnucleus of operative facts.\"     Gonzalez v. Banco Cent. Corp., 27\n\nF.3d 751, 755 (1st Cir. 1994) (citation omitted).\n\n          We have no difficulty concluding that the Brenemans'\n\nclaims are barred by the judgment in the Court of Federal Claims.\n\nThe complaints in both proceedings were based upon the FAA's\n\ncorrection of the sectional chart and its publication of the two\n\nhazard studies; therefore, they both originated from a \"common\n\nnucleus of operative facts.\" Indeed, it appears that the Brenemans\n\nessentially filed identical takings claims in both proceedings, and\n\ntheir quiet title claim seems to be a duplicate of the takings\n\nclaims filed under a different heading.8     Moreover, even if the\n\n\n     8\n      The paragraph in the district court complaint that was most\nrelevant to the quiet title action alleged that the United States\nclaimed the \"right to control and regulate portions of the surface,\nabove the surface and below the surface of plaintiffs' property,\nwhich interferes with plaintiffs' right to use, possess, dispose\n\n                                -11-\n\fBrenemans did not raise the exact same claims in the Court of\n\nFederal Claims, we conclude that they could have litigated all of\n\ntheir claims against the FAA in the Court of Federal Claims.\n\nWithout belaboring the analysis, we agree with the district court's\n\nadmonition that \"Plaintiffs cannot continue to file lawsuits until\n\nthey obtain the result they seek.\"     Breneman, 2003 WL 22203684, at\n\n*3.\n\nB. The Claims Against the MAC\n\n          The Brenemans complain that the district court improperly\n\ndismissed their complaint against the MAC on Eleventh Amendment\n\ngrounds without conducting a sufficiently detailed analysis of\n\nwhether the commission is an \"arm of the state.\"    We conclude that\n\nthe district court had a sufficient basis for concluding that the\n\nMAC was entitled to immunity.\n\n          We often employ a two-step test to determine if an entity\n\nis an \"arm of the state.\" Fresenius Med. Care Cardiovascular Res.,\n\nInc. v. Puerto Rico and Caribbean Cardiovascular Ctr. Corp., 322\n\n\n\nand enjoy their property as well as the requirements of [a\nMassachusetts statute] that plaintiffs return their property to its\n'original condition.'\" The complaint also alleged that the FAA and\nMAC studies and orders \"have created a cloud on the title to\nplaintiffs' property by preventing plaintiffs from removing buried\nwaste, restoring their land to its 'original condition.'\" In a\nseparate paragraph, they claim that the agencies \"in regulating\nplaintiffs' property as an Airport have placed a cloud on\nplaintiffs' title to their property by dedicating to the public on\nbehalf of the Tanner Hiller Airport rights to control use of the\nplaintiffs' land on the surface, above the surface and below the\nsurface of plaintiffs' property.\"\n\n                                -12-\n\fF.3d 56, 65 (1st Cir. 2003).                  In the first step, we look at\n\nstructural        factors    to    determine    whether       \"the     state   clearly\n\nstructured the entity to share its sovereignty.\"                          Id. at 68.\n\nHowever, \"[i]f the factors assessed in analyzing the structure\n\npoint   in    different      directions,      then   the   dispositive         question\n\nconcerns the risk that the damages will be paid from the public\n\ntreasury. . . . This analysis focuses on whether the state has\n\nlegally      or    practically     obligated    itself     to    pay    the    entity's\n\nindebtedness.\"        Id.\n\n              We have no difficulty concluding that the Commonwealth\n\nstructured the MAC to share its sovereignty. As the district court\n\nnoted, \"[i]n their Complaint, plaintiffs state that defendant CMAC\n\n'is an administrative agency of the Commonwealth of Massachusetts\n\nand acts for the Commonwealth of Massachusetts.'\"                      Breneman, 2003\n\nWL 22203684, at *4.          Furthermore, according to the affidavit filed\n\nby Wayne C. Kerchner, MAC's Chief Legal Counsel, the commission is\n\nan   agency       within    the   Executive    Office    of     Transportation     and\n\nConstruction, its operating budget is subject to appropriation by\n\nthe General Court (the state legislature) with the approval of the\n\ngovernor, and its hearings and enforcement proceedings are subject\n\nto the State Administrative Procedure Act.                 Finally, according to\n\nMassachusetts statutory law, the governor appoints all of the MAC\n\ncommissioners, and the commission has general police powers to\n\nregulate aeronautics through rules and regulations that have the\n\n\n                                        -13-\n\fforce of law.    See Mass. Gen. Laws ch. 90, ยง 39.         Concluding that\n\nthe MAC is entitled to Eleventh Amendment immunity, we affirm the\n\ndistrict court's dismissal of the Brenemans' claims.\n\nC.   The Airport's Motion for Costs\n\n            Shortly after oral argument, the Airport filed a motion\n\nseeking $3,865.22 in attorney's fees and costs as a sanction for\n\nthe Brenemans' appeal, and explaining its grievance:\n\n            [I]t is clear from Breneman's [sic] Appellate\n            Brief that the issues raised in this Appeal\n            were directed to the other Appellees and not\n            to the Airport. The Airport raised this in\n            its Brief and at oral argument. As such the\n            Breneman's Appeal as it relates to the Airport\n            is insubstantial and not reasonably calculated\n            to result in a change in the judgment as to\n            the Airport.\n\nIn   a   subsequent   response,   without   citing   any   authority,   the\n\nBrenemans argued that the appellees cannot move for sanctions under\n\nFed. R. App. P. 38 until a court has declared that their appeal was\n\nfrivolous.\n\n            There is no validity to the Brenemans' claim.         Rule 38\n\nstates: \"If a court of appeals determines that an appeal is\n\nfrivolous, it may, after a separately filed motion or notice from\n\nthe court and reasonable opportunity to respond, award just damages\n\nand single or double costs to the appellee.\" (emphasis added).\n\nThere are two requirements here: 1) a court must determine that an\n\nappeal was frivolous and 2) the appellant must be given notice and\n\nan opportunity to respond before the imposition of sanctions.\n\n\n                                   -14-\n\fNeither the text of the rule nor our case law requires a court to\n\ndetermine that an appeal was frivolous before an appellee can move\n\nfor sanctions.     However, the appellant must have notice of the\n\nrequest for sanctions and an opportunity to respond to it before\n\nthe court imposes sanctions.\n\n            The Rules Advisory Committee added the notice and comment\n\nrequirement to the rule in 1994 in response to the Supreme Court's\n\nadmonition that sanctions \"should not be assessed lightly or\n\nwithout fair notice and an opportunity for a hearing on the\n\nrecord.\"     Roadway Express., Inc. v. Piper, 447 U.S. 752, 767\n\n(1980).    See Fed. R. App. P. 38 advisory committee's notes (1994).\n\nWith regard to the first form of notice, a motion from one of the\n\nparties, the Committee explained:\n\n            A separately filed motion requesting sanctions\n            constitutes notice. A statement inserted in a\n            party's brief that the party moves for\n            sanctions is not sufficient notice. Requests\n            in briefs for sanctions have become so\n            commonplace that it is unrealistic to expect\n            careful responses to such requests without any\n            indication   that   the   court  is   actually\n            contemplating such measures. Only a motion,\n            the purpose of which is to request sanctions,\n            is sufficient.\n\nId.   The Airport filed such a motion, and the Brenemans filed a\n\ndetailed response to it.    They have been afforded due process.   We\n\ncan turn to the merits of the Airport's motion.\n\n            The Airport's motion for sanctions did not allege that\n\nthe Brenemans' entire appeal was frivolous; it simply argued that\n\n\n                                 -15-\n\ftheir appeal \"as it relates to the Airport is insubstantial and not\n\nreasonably calculated to result in a change in the judgment as to\n\nthe Airport.\"     As our imposition of a sanction in Ochoa Realty\n\nCorp. v. Faria, 815 F.2d 812, 817-18 (1st Cir. 1987), demonstrates,\n\nthe Airport did not have to prove that the entire appeal was\n\nfrivolous in order to justify its request for sanctions.         Although\n\nthe   Brenemans   forced   the   Airport   to   incur   significant   costs\n\nlitigating this appeal by naming it as an adverse party in the\n\ndocketing statement, they failed to explicitly address the district\n\ncourt's dismissal of their claims against the Airport. Despite the\n\nAirport's repeated protestations, the Brenemans never explained why\n\nthey considered the Airport to be an adverse party in this appeal.9\n\nAs we noted in Ochoa Realty, \"[w]e will not countenance frivolous\n\nimpositions of this sort upon one's litigation adversaries.\"            Id.\n\nat 818.\n\n           The Airport submitted an affidavit documenting $3,420 in\n\nattorney's fees and $445.22 in costs that it incurred defending\n\nagainst the Brenemans' appeal.       We have no reason to question the\n\nreasonableness of these costs, and the Brenemans have not raised\n\n\n      9\n      The Brenemans argued in their response to the Airport's\nmotion for sanctions that \"[t]he Airport is an indispensable party\nto this action due to its action in conspiring with the Government\nto convert Appellants' property into 'navigable airspace' and its\ninconsistent positions with respect to ownership of the Appellants'\nproperty.\" Although the Brenemans alleged conspiracy theories in\ntheir complaint, they developed no argument on this issue on\nappeal.   That omission is the critical point for our sanctions\nanalysis.\n\n                                   -16-\n\fany issue as to reasonableness.      Convinced that a sanction of\n\nattorney's fees plus costs is required under the circumstances, we\n\naward $3,865.22 to the Airport.\n\n\n\n                              III.\n\n          We affirm the judgment of the district court.   We award\n\nattorney's fees and costs totaling $3,865.22 to appellee Tanner\n\nHiller Airport.\n\n          So ordered.\n\n\n\n\n                              -17-\n\f                             Appendix\n\n                     Chronology of Proceedings\n\nSeptember 25, 1992     The Brenemans file suit against Tanner\n                       Hiller Airport in Worcester Superior Court\n                       for, inter alia, trespass, conversion, and\n                       to quiet title.\n\nApril 18, 1997         The Brenemans amend their complaint, adding\n                       A. Amorello & Sons, Inc. gravel company as a\n                       primary defendant.\n\nFebruary 1, 1999       Worcester Superior Court grants summary\n                       judgment to A. Amorello & Sons, Inc.\n                       Breneman v. Tanner, No 922705, 1999 WL\n                       1336436 (Mass. Super. Ct. Feb. 1, 1999).\n\nOctober 21, 1999      Worcester Superior Court grants summary\n                      judgment   to  Tanner   Hiller  Airport   .\n                      Breneman v. Wolfson, No. WCV922705, 1999 WL\n                      1203920 (Mass. Super. Ct. Oct. 21, 1999).\n\nJanuary 5, 2001        The FAA issues two hazard studies in which\n                       it determines that the Brenemans' proposed\n                       hill and fence would create hazards to air\n                       travel.\n\nApril 9, 2001          The Brenemans appeal the FAA's hazard\n                       studies to the United States Court of\n                       Appeals for the D.C. Circuit.\n\nAugust 15, 2001        The MAC denies the Brenemans' application\n                       for a permit to construct a hill on their\n                       property.\n\nSeptember 13, 2001     The Brenemans appeal the MAC decision to\n                       Worcester Superior Court.\n\nDecember 13, 2002      The Brenemans file an action against the FAA\n                       in the United States Court of Federal\n                       Claims. Later that afternoon, they file an\n                       action against the FAA, MAC, and Tanner\n                       Hiller Airport in the United States District\n                       Court for the District of Massachusetts.\n\nFebruary 26, 2002      The D.C. Circuit dismisses the Brenemans'\n                       challenge to the FAA hazard studies.\n\n                               -18-\n\f                     Breneman v. FAA, No. 01-1165, 2002 WL 449015\n                     at *7-*8 (D.C. Cir. Feb. 26, 2002).\n\nAugust 6, 2003       The United States Court of Federal claims\n                     grants   summary  judgment  to   the  FAA.\n                     Breneman v. United States, 57 Fed. Cl. 571\n                     (2003) aff'd No. 03-5156, 2004 WL 1153329\n                     (Fed. Cir. May 10, 2004).\n\nSeptember 23, 2003   The United States District Court for the\n                     District of Massachusetts issues the ruling\n                     under review in this appeal.\n\nMarch 15, 2004       Worcester Superior Court dismisses the\n                     Brenemans' appeal of the MAC's denial of\n                     their permit to build a hill on their\n                     property.      Breneman  v.   Massachusetts\n                     Aeronautics Com'n, No. 0101893B, 2004 WL\n                     856640, (Mass. Super. Ct. Mar. 15, 2004).\n\n\n\n\n                             -19-\n\f",
  "html": "<p class=\"case_cite\">381 F.3d 33</p>\n    <p class=\"parties\">John BRENEMAN and William D. Breneman, Plaintiffs, Appellants,<br>v.<br>UNITED STATES ex. rel. the FEDERAL AVIATION ADMINISTRATION; Commonwealth of Massachusetts ex. rel. Massachusetts Aeronautics Commission; 70 Acres of Land a/k/a Tanner Hiller Airport, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 03-2616.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard May 4, 2004.</p>\n    <p class=\"date\">Decided August 25, 2004.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts, Rya W. Zobel, J.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">William D. Breneman, with whom Breneman &amp; Georges was on the brief, for appellants.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Anita Johnson, Assistant U.S. Attorney, with whom Michael J. Sullivan, United States Attorney, was on the brief for appellee United States, ex rel. Federal Aviation Administration.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Maria Hickey Jacobson, Assistant Attorney General, with whom Thomas F. Reilly, Attorney General, and Salvatore M. Giorlandino, Assistant Attorney General, were on the brief for appellee Commonwealth of Massachusetts, ex rel. Massachusetts Aeronautics Commission.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Richard T. Tucker, with whom Bernstein, Burwick &amp; Tucker, LLC was on the brief, for appellee 70 Acres of Land, a/k/a The Tanner Hiller Airport.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Before SELYA, Circuit Judge, CYR, senior Circuit Judge, and LIPEZ, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">LIPEZ, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In the continuation of a long legal battle, plaintiff landowners brought suit in December 2002 against the Massachusetts Aeronautics Commission (MAC), the Federal Aviation Administration (FAA) and Tanner Hiller Airport, a privately-owned facility, claiming that various actions taken by these entities infringed upon the landowners' property rights. The district court granted the motions to dismiss of the three defendants, and dismissed the complaint with prejudice. Concluding that the plaintiffs' claims were barred by principles of res judicata and sovereign immunity, we affirm. We also grant the Airport's motion for fees and costs as a sanction for the plaintiffs' frivolous appeal of the decision in favor of the Airport.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In the late 1980s, the Airport hired a contractor to extend its runway closer to the boundary of the Brenemans' property.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> As part of that project; the contractor removed a fence, a hill, and other obstacles that were on the Brenemans' side of the property line. The Brenemans allege that they discovered the alterations in 1991 and brought suit in the Massachusetts Superior Court in September 1992 for, <i>inter alia,</i> trespass, conversion, and to quiet title against the Airport.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> <i>See Breneman v. Wolfson,</i> No. WCV922705, 1999 WL 1203920 (Mass.Super.Ct. Oct. 21, 1999).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> They added the gravel company as a defendant in April 1997. The court awarded summary judgment to the gravel company on statute of limitations and repose grounds in <i>Breneman v. Tanner,</i> No. 922705, 1999 WL 1336436 (Mass.Super.Ct. Feb. 1, 1999), and granted summary judgment to the Airport on the same grounds a few months later in <i>Breneman v. Wolfson,</i> No. WCV922705, 1999 WL 1203920 (Mass.Super.Ct. Oct. 21, 1999).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In late 1997, while their superior court case was pending, the plaintiffs wrote a letter to the FAA, complaining that they learned during discovery that the Airport's runway was longer than the length listed in the New York Section Chart for Pilots, the FAA's official directory of airports in that region. The agency apologized for the error and published a corrected version of the sectional chart on May 18, 2000.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">When the Brenemans learned of that correction, they filed notices with the FAA and the MAC, proposing to construct a hill and a boundary fence to replace the ones that the contractors had removed. The FAA responded with two hazard studies on January 5, 2001, concluding that both proposed construction projects would create potential dangers to air traffic at the Airport. The hazard studies determined that the proposed ten foot high fence would exceed the \"primary surface,\" an imaginary plane extending two hundred feet from the end of the runway that provides a safety buffer for aircraft, by thirteen feet, and that the proposed hill would exceed the \"approach surface,\" an imaginary plane extending outward and upward from the end of the runway, by sixty-two feet.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">After reviewing the FAA studies and providing the Brenemans with a public hearing, the MAC denied the Brenemans a permit to build the hill on August 15, 2001, The Brenemans challenged the MAC's denial of their permit in Worcester Superior Court, alleging that the commission violated Massachusetts law and that it took their property without due process in violation of the Fifth and Fourteenth Amendments to the United States Constitution and Article 10 of the Massachusetts Declaration of Rights. The court denied all of the Brenemans' claims. <i>See Breneman v. Massachusetts Aeronautics Comm'n,</i> No. 0101893B, 2004 WL 856640, (Mass.Super.Ct. Mar. 15, 2004).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On April 9, 2001, while their permit application with MAC was still pending, the Brenemans filed appeals of the FAA's hazard studies in the United States Court of Appeals for the D.C. Circuit. That court issued its unpublished decision on February 26, 2002, after the MAC denied the construction permit. Concluding that the FAA!s fence study was purely advisory in nature and that the plaintiffs had not suffered any actual harm from its publication, the court held that the Brenemans lacked standing to challenge that hazard determination. <i>Breneman v. FAA,</i> No. 01-1165, 2002 WL 449015 at *7-*8 (D.C.Cir. Feb.26,2002) (per curiam). Observing that MAC's denial of the Brenemans' hill permit was based in part on the FAA study, the court concluded that they had demonstrated a sufficiently concrete harm to establish standing with regard to the FAA hill study. However, the court concluded that the study was committed to agency discretion and thus was unreviewable under the Administrative Procedure Act (\"A.P.A.\"). <i>Id.</i> The court also dismissed their \"constitutional challenges\" to the FAA's hill determination without identifying what those challenges were. <i>Id.</i> at *2. After reviewing the record from those proceedings, we conclude that the court was referring to the Brenemans' claim that the FAA should have granted them notice and an opportunity to comment while it was conducting the study.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On December 13, 2002, the Brenemans continued their legal campaign by filing two more suits, this time in the United States Court of Federal Claims and the United States District Court for the District of Massachusetts. Their complaint in the Court of Federal Claims alleged a physical and regulatory taking against the FAA.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> The physical taking claim was based on 49 U.S.C. &#167; 40102(a)(32), which defines \"navigable airspace\" as including \"airspace needed to ensure safety in takeoff and landing of aircraft.\" The Brenemans alleged that the FAA's correction of the runway length in the updated sectional chart constituted a tacit approval of the runway extension. Observing that this extension forced the runway primary surface beyond the property line, the Brenemans alleged that the FAA took title to their airspace and the first three feet of soil lying within two hundred feet of the end of the runway and converted it into navigable airspace. They based their regulatory taking claim on the FAA's determination that the construction of the hill and the fence would create hazards for air travel.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The Court of Federal Claims rejected their physical taking claim, concluding that it could not find a precedent to support the proposition that \"mere creation or recognition of navigable airspace\" can result in a taking. It denied their regulatory taking claim because the hazard reports were only advisory studies that had no enforceable legal effect. <i>See Breneman v. United States,</i> 57 Fed. Cl. 571 (2003), <i>aff'd,</i> No. 03-5156, 2004 WL 1153329 (Fed.Cir. May 10, 2004).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">As stated, the Brenemans also filed a seven count federal complaint in the District of Massachusetts against the MAC, the FAA, and the Airport on the same day that they filed their complaint in the Court of Federal Claims. The complaint repeated the physical and regulatory takings claims<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> as well as the due process claim that it had previously litigated in the D.C. Circuit. It also included claims that 1) the hazard studies were substantively infirm; 2) a MAC and the Airport conspired to violate the Brenemans' constitutional rights by concealing the date on which the Airport extended its runway; and 3) all of the parties \"appropriated and confused\" the Brenemans' property rights. There was also a claim to quiet title against the FAA.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In dismissing the claims against the Airport, the district court summarily rejected the inverse condemnation, section 1983, and \"use of property\" claims by noting that these claims may not be brought against private parties. It interpreted the Brenemans' allegations that the actions of the defendants \"constitute an appropriation and confusion of plaintiffs' property with the Tanner Hiller Airport property\" as possibly raising a trespass claim and dismissed that claim on statute of limitations grounds. Finally, it concluded that there was no support for the allegation that the MAC and the Airport conspired to violate the Brenemans' rights. The district court dismissed the allegations against the FAA and the MAC on res judicata and Eleventh Amendment grounds respectively. <i>Breneman v. United States ex rel. the Fed. Aviation Admin.,</i> No. Civ. A02-1240ORWZ, 2003 WL 22203684 (D.Mass. Sept.23, 2003).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The Brenemans raise three claims on appeal. First, they claim that the district court improperly dismissed their quiet title claim against the FAA based on its erroneous conclusion that the Airport held actual possession of the disputed property.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> Second, they claim that the court applied the wrong standard when it dismissed their takings claims against the FAA and the MAC. Third, they argue that the court failed to apply a sufficiently rigorous test to the MAC's claim of Eleventh Amendment immunity. They do not challenge the district court's dismissal of their claims against the Airport.</p>\n    </div>\n    <p>II.</p>\n    <p class=\"indent\">A. The Claims against the FAA</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The Brenemans ignore the grounds upon which the district court dismissed their claims against the FAA. Rather than address the res judicata effects of the Court of Federal Claims decision, which formed the basis of the district court's opinion, they raise irrelevant arguments regarding the substantive standards that the court should have applied to their takings and quiet title claims against the FAA. Concluding that the district court's ruling regarding the res judicata effects of the Court of Federal Claims decision was correct, we ignore the Brenemans' extraneous arguments.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">\"Under the federal law of res judicata, a final judgment on the merits of an action precludes the parties or their privies from relitigating claims that were raised or could have been raised in that action.\" <i>Apparel Art Int'l, Inc. v. Amertex Enters. Ltd.,</i> 48 F.3d 576, 583 (1st Cir.1995) (footnote omitted). Res judicata \"relieve[s] parties of the cost and vexation of multiple lawsuits, conserve[s] judicial resources, and ... encourage[s] reliance on adjudication.\" <i>Allen v. McCurry,</i> 449 U.S. 90, 94, 101 S.Ct. 411, 66 L.Ed.2d 308 (1980). The elements of a res judicata claim under federal law are: \"(1) a final judgment on the merits in an earlier proceeding, (2) sufficient identicality between the causes of action asserted in the earlier and later suits, and (3) sufficient identicality between the parties in the two actions.\" <i>Banco Santander de P.R. v. Lopez-Stubbe (In re Colonial Mortgage Bankers Corp.),</i> 324 F.3d 12, 16 (1st Cir.2003). Recognizing that the judgment in the Court of Federal Claims was final and that the FAA and the Brenemans were both parties to the proceedings in the Court of Federal Claims and in the Federal District Court, we can quickly dispose of the first and third prongs. We apply a \"transactional approach\" to the second prong of this test: \"The necessary identity will be found to exist if both sets of claims&#8212;those asserted in the earlier action and those asserted in the subsequent action&#8212;derive from a common nucleus of operative facts.\" <i>Gonzalez v. Banco Cent. Corp.,</i> 27 F.3d 751, 755 (1st Cir.1994) (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We have no difficulty concluding that the Brenemans' claims are barred by the judgment in the Court of Federal Claims. The complaints in both proceedings were based upon the FAA's correction of the sectional chart and its publication of the two hazard studies; therefore, they both originated from a \"common nucleus of operative facts.\" Indeed, it appears that the Brenemans essentially filed identical takings claims in both proceedings, and their quiet title claim seems to be a duplicate of the takings claims filed under a different heading.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> Moreover, even if the Brenemans did not raise the exact same claims in the Court of Federal Claims, we conclude that they could have litigated all of their claims against the FAA in the Court of Federal Claims. Without belaboring the analysis, we agree with the district court's admonition that \"Plaintiffs cannot continue to file lawsuits until they obtain the result they seek.\" <i>Breneman,</i> 2003 WL 22203684, at *3.</p>\n    </div>\n    <p class=\"indent\">B. The Claims Against the MAC</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The Brenemans complain that the district court improperly dismissed their complaint against the MAC on Eleventh Amendment grounds without conducting a sufficiently detailed analysis of whether the commission is an \"arm of the state.\" We conclude that the district court had a sufficient basis for concluding that the MAC was entitled to immunity.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We often employ a two-step test to determine if an entity is an \"arm of the stat.\" <i>Fresenius Med. Care Cardiovascular Res., Inc. v. Puerto Rico and Caribbean Cardiovascular Ctr. Corp.,</i> 322 F.3d 56, 65 (1st Cir.2003). In the first step, we look at structural factors to determine whether \"the state clearly structured the entity to share its sovereignty.\" <i>Id.</i> at 68. However, \"[i]f the factors assessed in analyzing the structure point in different directions, then the dispositive question concern the risk that the damages will be paid from the public treasury.... This analysis focuses on whether the state has legally or practically obligated itself to pay the entity's indebtedness.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We have no difficulty concluding that the Commonwealth structured the MAC to share its sovereignty. As the district court noted, \"[i]n their Complaint, plaintiffs state that defendant CMAC `is an administrative agency of the Commonwealth of Massachusetts and acts for the Commonwealth of Massachusetts.\"' <i>Breneman,</i> 2003 WL 22203684, at *4. Furthermore, according to the affidavit filed by Wayne C. Kerchner, MAC's Chief Legal Counsel, the commission is an agency within the Executive Office of Transportation and Construction, its operating budget is subject to appropriation by the General Court (the state legislature) with the approval of the governor, and its hearings and enforcement proceedings are subject to the State Administrative Procedure Act. Finally, according to Massachusetts statutory law, the governor appoints all of the MAC commissioners, and the commission has general police powers to regulate aeronautics through rules and regulations that have the force of law. <i>See</i> Mass. Gen. Laws ch. 90, &#167; 39. Concluding that the MAC is entitled to Eleventh Amendment immunity, we affirm the district court's dismissal of the Brenemans' claims.</p>\n    </div>\n    <p class=\"indent\">C. The Airport's Motion for Costs</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Shortly after oral argument, the Airport filed a motion seeking $3,865.22 in attorney's fees and costs as a sanction for the Brenemans' appeal, and explaining its grievance:</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">[I]t is clear from Breneman's [sic] Appellate Brief that the issues raised in this Appeal were directed to the other Appellees and not to the Airport. The Airport raised this in its Brief and at oral argument. As such the Breneman's Appeal as it relates to the Airport is insubstantial and not reasonably calculated to result in a change in the judgment as to the Airport.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In a subsequent response, without citing any authority, the Brenemans argued that the appellees cannot move for sanctions under Fed. R.App. P. 38 until a court has declared that their appeal was frivolous.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">There is no validity to the Brenemans' claim. Rule 38 states: \"If a court of appeals determines that an appeal is frivolous, it may, after a separately filed motion <i>or</i> notice from the court and reasonable opportunity to respond, award just damages and single or double costs to the appellee.\" (emphasis added). There are two requirements here: 1) a court must determine that an appeal was frivolous and 2) the appellant must be given notice and an opportunity to respond before the imposition of sanctions. Neither the text of the rule nor our case law requires a court to determine that an appeal was frivolous before an appellee can move for sanctions. However, the appellant must have notice of the request for sanctions and an opportunity to respond to it before the court imposes sanctions.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The Rules Advisory Committee added the notice and comment requirement to the rule in 1994 in response to the Supreme Court's admonition that sanctions \"should not be assessed lightly or without fair notice and an opportunity for a hearing on the record.\" <i>Roadway Express., Inc. v. Piper,</i> 447 U.S. 752, 767, 100 S.Ct. 2455, 65 L.Ed.2d 488 (1980). <i>See</i> Fed. R.App. P. 38 advisory committee's notes (1994). With regard to the first form of notice, a motion from one of the parties, the Committee explained:</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">A separately filed motion requesting sanctions constitutes notice. A statement inserted in a party's brief that the party moves for sanctions is not sufficient notice. Requests in briefs for sanctions have become so commonplace that it is unrealistic to expect careful responses to such requests without any indication that the court is actually contemplating such measures. Only a motion, the purpose of which is to request sanctions, is sufficient.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\"><i>Id.</i> The Airport filed such a motion, and the Brenemans filed a detailed response to it. They have been afforded due process. We can turn to the merits of the Airport's motion.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The Airport's motion for sanctions did not allege that the Brenemans' entire appeal was frivolous; it simply argued that their appeal \"as it relates to the Airport is insubstantial and not reasonably calculated to result in a change in the judgment as to the Airport.\" As our imposition of a sanction in <i>Ochoa Realty Corp. v. Faria,</i> 815 F.2d 812, 817-18 (1st Cir.1987), demonstrates, the Airport did not have to prove that the entire appeal was frivolous in order to justify its request for sanctions. Although the Brenemans forced the Airport to incur significant costs litigating this appeal by naming it as an adverse party in the docketing statement, they failed to explicitly address the district court's dismissal of their claims against the Airport. Despite the Airport's repeated protestations, the Brenemans never explained why they considered the Airport to be an adverse party in this appeal.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> As we noted in <i>Ochoa Realty,</i> \"[w]e will not countenance frivolous impositions of this sort upon one's litigation adversaries.\" <i>Id.</i> at 818.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The Airport submitted an affidavit documenting $3,420 in attorney's fees and $445.22 in costs that it incurred defending against the Brenemans' appeal, We have no reason to question the reasonableness of these costs, and the Brenemans have not raised any issue as to reasonableness. Convinced that a sanction of attorney's fees plus costs is required under the circumstances, we award $3,865 .22 to the Airport.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">We affirm the judgment of the district court. We award attorney's fees and costs totaling $3,865.22 to appellee Tanner Hiller Airport.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">\n        <i>So ordered.</i>\n      </p>\n    </div>\n    <p class=\"center\">Appendix</p>\n    <p>Chronology of Proceedings</p>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <pre>September 25, 1992   The Brenemans file suit against Tanner Hiller Airport in Worcester\n                     Superior Court for, <i>inter alia,</i> trespass, conversion, and to quiet title.\nApril 18, 1997       The Brenemans amend their complaint, adding A. Amorello &amp; Sons,\n                     Inc. gravel company as a primary defendant.\nFebruary 1, 1999     Worcester Superior Court grants summary judgment to A. Amorello &amp;\n                     Sons, Inc. <i>Breneman v. Tanner,</i> No 922705, 1999 WL 1336436\n                     (Mass.Super.Ct. Feb. 1, 1999).\nOctober 21, 1999     Worcester Superior Court grants summary judgment to Tanner Hiller\n                     Airport. <i>Breneman v. Wolfson,</i> No. WCV922705, 1999 WL 1203920\n                     (Mass.Super.Ct. Oct. 21, 1999).\nJanuary 5, 2001      The FAA issues two hazard studies in which it determines that the\n                     Brenemans' proposed hill and fence would create hazards to air travel.\nApril 9, 2001        The Brenemans appeal the FAA's hazard studies to the United States\n                     Court of Appeals for the D.C. Circuit.\nAugust 15, 2001      The MAC denies the Brenemans' application for a permit to construct\n                     a hill on their property.\nSeptember 13, 2001   The Brenemans appeal the MAC decision to Worcester Superior\n                     Court.\nDecember 13, 2002    The Brenemans file an action against the FAA in the United States\n                     Court of Federal Claims. Later that afternoon, they file an action\n                     against the FAA, MAC, and Tanner Hiller Airport in the United States\n                     District Court for the District of Massachusetts.\nFebruary 26, 2002    The D.C. Circuit dismisses the Brenemans' challenge to the FAA\n                     hazard studies. <i>Breneman v. FAA,</i> No. 01-1165, 2002 WL 449015 at\n                     *7-*8 (D.C.Cir. Feb.26, 2002).\nAugust 6, 2003       The United States Court of Federal claims grants summary judgment\n                     to the FAA. <i>Breneman v. United States,</i> 57 Fed. Cl. 571 (2003) <i>aff'd</i>\n                     No. 03-5156, 2004 WL 1153329 (Fed.Cir. May 10, 2004).\nSeptember 23, 2003   The United States District Court for the District of Massachusetts\n                     issues the ruling under review in this appeal.\nMarch 15, 2004       Worcester Superior Court dismisses the Brenemans' appeal of the\n                     MAC's denial of their permit to build a hill on their property.\n                     <i>Breneman v. Massachusetts Aeronautics Com'n,</i> No. 0101893B, 2004\n                     WL 856640, (Mass.Super.Ct. Mar. 15, 2004).</pre>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Although the property owned by the Brenemans is largely undeveloped, there is a residence on it</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The Airport filed a counterclaim in this action, claiming that it had acquired the property through adverse possession. The court dismissed that claim without prejudice in response to a stipulation from the parties that was docketed on April 2, 2001</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We have provided a chronology of the various legal proceedings in the appendix to this opinion</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The court noted that the Brenemans violated the D.C. Circuit's \"chutzpah doctrine\" by challenging the propriety of the hazard study 11 when they conceded at oral argument that they<i>intend</i> to build the hill in part to impede air traffic at the Airport.\" <i>Id.</i> at * 1.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The Brenemans filed their Court of Federal Claims action a few hours before they filed their Feoeral District Court complaint in an effort to maintain the Court of Federal Claims's subject matter jurisdiction over the case<i>See</i> 28 U.S.C. &#167; 1500 (\"The United States Court of Federal Claims shall not have jurisdiction of any claim for or in respect to which the plaintiff or his assignee has pending in any other court any suit or process against the United States . . . . \").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The count marked as \"Inverse Condemnation\" was actually a sprawling fifteen page, forty paragraph litany of grievances, including both physical and regulatory takings, lodged against the parties. The general thrust of that count seems to concern the inverse condemnation/regulatory taking</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The district court apparently viewed the quiet title claim directed at the FAA as a claim directed at the Airport. This error does not affect our disposition of this appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The paragraph in the district court complaint that was most relevant to the quiet title action alleged that the United States claimed the \"right to control and regulate portions of the surface, above the surface and below the surface of plaintiffs' property, which interferes with plaintiffs' right to use, possess, dispose and enjoy their property as well as the requirements of [a Massachusetts statute] that plaintiffs return their property to its `original condition.\"' The complaint also alleged that the FAA and MAC studies and orders \"have created a cloud on the title to plaintiffs' property by preventing plaintiffs from removing buried waste, restoring their land to its `original condition.'\" In a separate paragraph, they claim that the agencies \"in regulating plaintiffs' property as an Airport have placed a cloud on plaintiffs' title to their property by dedicating to the public on behalf of the Tanner Hiller Airport rights to control use of the plaintiffs' land on the surface, above the surface and below the surface of plaintiffs' property.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The Brenemans argued in their response to the Airport's motion for sanctions that \"[t]he Airport is an indispensable party to this action due to its action in conspiring with the Government to convert Appellants' property into I navigable airspace' and its inconsistent positions with respect to ownership of the Appellants' property.\" Although the Brenemans alleged conspiracy theories in their complaint, they developed no argument on this issue on appeal. That omission is the critical point for our sanctions analysis</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">381</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">33</span></span></p>\n    <p class=\"parties\">John BRENEMAN and William D. Breneman, Plaintiffs, Appellants,<br>v.<br>UNITED STATES ex. rel. the FEDERAL AVIATION ADMINISTRATION; Commonwealth of Massachusetts ex. rel. Massachusetts Aeronautics Commission; 70 Acres of Land a/k/a Tanner Hiller Airport, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 03-2616.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard May 4, 2004.</p>\n    <p class=\"date\">Decided August 25, 2004.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts, Rya W. Zobel, J.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">William D. Breneman, with whom Breneman &amp; Georges was on the brief, for appellants.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Anita Johnson, Assistant U.S. Attorney, with whom Michael J. Sullivan, United States Attorney, was on the brief for appellee United States, ex rel. Federal Aviation Administration.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Maria Hickey Jacobson, Assistant Attorney General, with whom Thomas F. Reilly, Attorney General, and Salvatore M. Giorlandino, Assistant Attorney General, were on the brief for appellee Commonwealth of Massachusetts, ex rel. Massachusetts Aeronautics Commission.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Richard T. Tucker, with whom Bernstein, Burwick &amp; Tucker, LLC was on the brief, for appellee 70 Acres of Land, a/k/a The Tanner Hiller Airport.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Before SELYA, Circuit Judge, CYR, senior Circuit Judge, and LIPEZ, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">LIPEZ, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In the continuation of a long legal battle, plaintiff landowners brought suit in December 2002 against the Massachusetts Aeronautics Commission (MAC), the Federal Aviation Administration (FAA) and Tanner Hiller Airport, a privately-owned facility, claiming that various actions taken by these entities infringed upon the landowners' property rights. The district court granted the motions to dismiss of the three defendants, and dismissed the complaint with prejudice. Concluding that the plaintiffs' claims were barred by principles of res judicata and sovereign immunity, we affirm. We also grant the Airport's motion for fees and costs as a sanction for the plaintiffs' frivolous appeal of the decision in favor of the Airport.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In the late 1980s, the Airport hired a contractor to extend its runway closer to the boundary of the Brenemans' property.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> As part of that project; the contractor removed a fence, a hill, and other obstacles that were on the Brenemans' side of the property line. The Brenemans allege that they discovered the alterations in 1991 and brought suit in the Massachusetts Superior Court in September 1992 for, <i>inter alia,</i> trespass, conversion, and to quiet title against the Airport.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> <i>See Breneman v. Wolfson,</i> No. WCV922705, <span class=\"citation no-link\"><span class=\"volume\">1999</span> <span class=\"reporter\">WL</span> <span class=\"page\">1203920</span></span> (Mass.Super.Ct. Oct. 21, 1999).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> They added the gravel company as a defendant in April 1997. The court awarded summary judgment to the gravel company on statute of limitations and repose grounds in <i>Breneman v. Tanner,</i> No. 922705, <span class=\"citation no-link\"><span class=\"volume\">1999</span> <span class=\"reporter\">WL</span> <span class=\"page\">1336436</span></span> (Mass.Super.Ct. Feb. 1, 1999), and granted summary judgment to the Airport on the same grounds a few months later in <i>Breneman v. Wolfson,</i> No. WCV922705, <span class=\"citation no-link\"><span class=\"volume\">1999</span> <span class=\"reporter\">WL</span> <span class=\"page\">1203920</span></span> (Mass.Super.Ct. Oct. 21, 1999).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In late 1997, while their superior court case was pending, the plaintiffs wrote a letter to the FAA, complaining that they learned during discovery that the Airport's runway was longer than the length listed in the New York Section Chart for Pilots, the FAA's official directory of airports in that region. The agency apologized for the error and published a corrected version of the sectional chart on May 18, 2000.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">When the Brenemans learned of that correction, they filed notices with the FAA and the MAC, proposing to construct a hill and a boundary fence to replace the ones that the contractors had removed. The FAA responded with two hazard studies on January 5, 2001, concluding that both proposed construction projects would create potential dangers to air traffic at the Airport. The hazard studies determined that the proposed ten foot high fence would exceed the \"primary surface,\" an imaginary plane extending two hundred feet from the end of the runway that provides a safety buffer for aircraft, by thirteen feet, and that the proposed hill would exceed the \"approach surface,\" an imaginary plane extending outward and upward from the end of the runway, by sixty-two feet.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">After reviewing the FAA studies and providing the Brenemans with a public hearing, the MAC denied the Brenemans a permit to build the hill on August 15, 2001, The Brenemans challenged the MAC's denial of their permit in Worcester Superior Court, alleging that the commission violated Massachusetts law and that it took their property without due process in violation of the Fifth and Fourteenth Amendments to the United States Constitution and Article 10 of the Massachusetts Declaration of Rights. The court denied all of the Brenemans' claims. <i>See Breneman v. Massachusetts Aeronautics Comm'n,</i> No. 0101893B, <span class=\"citation no-link\"><span class=\"volume\">2004</span> <span class=\"reporter\">WL</span> <span class=\"page\">856640</span></span>, (Mass.Super.Ct. Mar. 15, 2004).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On April 9, 2001, while their permit application with MAC was still pending, the Brenemans filed appeals of the FAA's hazard studies in the United States Court of Appeals for the D.C. Circuit. That court issued its unpublished decision on February 26, 2002, after the MAC denied the construction permit. Concluding that the FAA!s fence study was purely advisory in nature and that the plaintiffs had not suffered any actual harm from its publication, the court held that the Brenemans lacked standing to challenge that hazard determination. <i>Breneman v. FAA,</i> No. 01-1165, <span class=\"citation no-link\"><span class=\"volume\">2002</span> <span class=\"reporter\">WL</span> <span class=\"page\">449015</span></span> at *7-*8 (D.C.Cir. Feb.26,2002) (per curiam). Observing that MAC's denial of the Brenemans' hill permit was based in part on the FAA study, the court concluded that they had demonstrated a sufficiently concrete harm to establish standing with regard to the FAA hill study. However, the court concluded that the study was committed to agency discretion and thus was unreviewable under the Administrative Procedure Act (\"A.P.A.\"). <i>Id.</i> The court also dismissed their \"constitutional challenges\" to the FAA's hill determination without identifying what those challenges were. <i>Id.</i> at *2. After reviewing the record from those proceedings, we conclude that the court was referring to the Brenemans' claim that the FAA should have granted them notice and an opportunity to comment while it was conducting the study.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On December 13, 2002, the Brenemans continued their legal campaign by filing two more suits, this time in the United States Court of Federal Claims and the United States District Court for the District of Massachusetts. Their complaint in the Court of Federal Claims alleged a physical and regulatory taking against the FAA.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> The physical taking claim was based on 49 U.S.C. &#167; 40102(a)(32), which defines \"navigable airspace\" as including \"airspace needed to ensure safety in takeoff and landing of aircraft.\" The Brenemans alleged that the FAA's correction of the runway length in the updated sectional chart constituted a tacit approval of the runway extension. Observing that this extension forced the runway primary surface beyond the property line, the Brenemans alleged that the FAA took title to their airspace and the first three feet of soil lying within two hundred feet of the end of the runway and converted it into navigable airspace. They based their regulatory taking claim on the FAA's determination that the construction of the hill and the fence would create hazards for air travel.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The Court of Federal Claims rejected their physical taking claim, concluding that it could not find a precedent to support the proposition that \"mere creation or recognition of navigable airspace\" can result in a taking. It denied their regulatory taking claim because the hazard reports were only advisory studies that had no enforceable legal effect. <i>See Breneman v. United States,</i> <span class=\"citation no-link\"><span class=\"volume\">57</span> <span class=\"reporter\">Fed. Cl.</span> <span class=\"page\">571</span></span> (2003), <i>aff'd,</i> No. 03-5156, <span class=\"citation no-link\"><span class=\"volume\">2004</span> <span class=\"reporter\">WL</span> <span class=\"page\">1153329</span></span> (Fed.Cir. May 10, 2004).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">As stated, the Brenemans also filed a seven count federal complaint in the District of Massachusetts against the MAC, the FAA, and the Airport on the same day that they filed their complaint in the Court of Federal Claims. The complaint repeated the physical and regulatory takings claims<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> as well as the due process claim that it had previously litigated in the D.C. Circuit. It also included claims that 1) the hazard studies were substantively infirm; 2) a MAC and the Airport conspired to violate the Brenemans' constitutional rights by concealing the date on which the Airport extended its runway; and 3) all of the parties \"appropriated and confused\" the Brenemans' property rights. There was also a claim to quiet title against the FAA.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In dismissing the claims against the Airport, the district court summarily rejected the inverse condemnation, section 1983, and \"use of property\" claims by noting that these claims may not be brought against private parties. It interpreted the Brenemans' allegations that the actions of the defendants \"constitute an appropriation and confusion of plaintiffs' property with the Tanner Hiller Airport property\" as possibly raising a trespass claim and dismissed that claim on statute of limitations grounds. Finally, it concluded that there was no support for the allegation that the MAC and the Airport conspired to violate the Brenemans' rights. The district court dismissed the allegations against the FAA and the MAC on res judicata and Eleventh Amendment grounds respectively. <i>Breneman v. United States ex rel. the Fed. Aviation Admin.,</i> No. Civ. A02-1240ORWZ, <span class=\"citation no-link\"><span class=\"volume\">2003</span> <span class=\"reporter\">WL</span> <span class=\"page\">22203684</span></span> (D.Mass. Sept.23, 2003).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The Brenemans raise three claims on appeal. First, they claim that the district court improperly dismissed their quiet title claim against the FAA based on its erroneous conclusion that the Airport held actual possession of the disputed property.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> Second, they claim that the court applied the wrong standard when it dismissed their takings claims against the FAA and the MAC. Third, they argue that the court failed to apply a sufficiently rigorous test to the MAC's claim of Eleventh Amendment immunity. They do not challenge the district court's dismissal of their claims against the Airport.</p>\n    </div>\n    <p>II.</p>\n    <p class=\"indent\">A. The Claims against the FAA</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The Brenemans ignore the grounds upon which the district court dismissed their claims against the FAA. Rather than address the res judicata effects of the Court of Federal Claims decision, which formed the basis of the district court's opinion, they raise irrelevant arguments regarding the substantive standards that the court should have applied to their takings and quiet title claims against the FAA. Concluding that the district court's ruling regarding the res judicata effects of the Court of Federal Claims decision was correct, we ignore the Brenemans' extraneous arguments.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">\"Under the federal law of res judicata, a final judgment on the merits of an action precludes the parties or their privies from relitigating claims that were raised or could have been raised in that action.\" <i>Apparel Art Int'l, Inc. v. Amertex Enters. Ltd.,</i> <span class=\"citation\" data-id=\"195914\"><a href=\"/opinion/195914/apparel-art-v-amerlex-enterprises/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">576</span></a></span>, 583 (1st Cir.1995) (footnote omitted). Res judicata \"relieve[s] parties of the cost and vexation of multiple lawsuits, conserve[s] judicial resources, and ... encourage[s] reliance on adjudication.\" <i>Allen v. McCurry,</i> <span class=\"citation\" data-id=\"110360\"><a href=\"/opinion/110360/allen-v-mccurry/\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">90</span></a></span>, 94, <span class=\"citation\" data-id=\"110360\"><a href=\"/opinion/110360/allen-v-mccurry/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">411</span></a></span>, <span class=\"citation\" data-id=\"110360\"><a href=\"/opinion/110360/allen-v-mccurry/\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">308</span></a></span> (1980). The elements of a res judicata claim under federal law are: \"(1) a final judgment on the merits in an earlier proceeding, (2) sufficient identicality between the causes of action asserted in the earlier and later suits, and (3) sufficient identicality between the parties in the two actions.\" <i>Banco Santander de P.R. v. Lopez-Stubbe (In re Colonial Mortgage Bankers Corp.),</i> <span class=\"citation\" data-id=\"200395\"><a href=\"/opinion/200395/colonial-mortgage-v-banco/\"><span class=\"volume\">324</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span>, 16 (1st Cir.2003). Recognizing that the judgment in the Court of Federal Claims was final and that the FAA and the Brenemans were both parties to the proceedings in the Court of Federal Claims and in the Federal District Court, we can quickly dispose of the first and third prongs. We apply a \"transactional approach\" to the second prong of this test: \"The necessary identity will be found to exist if both sets of claims&#8212;those asserted in the earlier action and those asserted in the subsequent action&#8212;derive from a common nucleus of operative facts.\" <i>Gonzalez v. Banco Cent. Corp.,</i> <span class=\"citation\" data-id=\"195467\"><a href=\"/opinion/195467/gonzalez-abreau-v-banco-central/\"><span class=\"volume\">27</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">751</span></a></span>, 755 (1st Cir.1994) (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We have no difficulty concluding that the Brenemans' claims are barred by the judgment in the Court of Federal Claims. The complaints in both proceedings were based upon the FAA's correction of the sectional chart and its publication of the two hazard studies; therefore, they both originated from a \"common nucleus of operative facts.\" Indeed, it appears that the Brenemans essentially filed identical takings claims in both proceedings, and their quiet title claim seems to be a duplicate of the takings claims filed under a different heading.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> Moreover, even if the Brenemans did not raise the exact same claims in the Court of Federal Claims, we conclude that they could have litigated all of their claims against the FAA in the Court of Federal Claims. Without belaboring the analysis, we agree with the district court's admonition that \"Plaintiffs cannot continue to file lawsuits until they obtain the result they seek.\" <i>Breneman,</i> <span class=\"citation no-link\"><span class=\"volume\">2003</span> <span class=\"reporter\">WL</span> <span class=\"page\">22203684</span></span>, at *3.</p>\n    </div>\n    <p class=\"indent\">B. The Claims Against the MAC</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The Brenemans complain that the district court improperly dismissed their complaint against the MAC on Eleventh Amendment grounds without conducting a sufficiently detailed analysis of whether the commission is an \"arm of the state.\" We conclude that the district court had a sufficient basis for concluding that the MAC was entitled to immunity.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We often employ a two-step test to determine if an entity is an \"arm of the stat.\" <i>Fresenius Med. Care Cardiovascular Res., Inc. v. Puerto Rico and Caribbean Cardiovascular Ctr. Corp.,</i> <span class=\"citation no-link\"><span class=\"volume\">322</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">56</span></span>, 65 (1st Cir.2003). In the first step, we look at structural factors to determine whether \"the state clearly structured the entity to share its sovereignty.\" <i>Id.</i> at 68. However, \"[i]f the factors assessed in analyzing the structure point in different directions, then the dispositive question concern the risk that the damages will be paid from the public treasury.... This analysis focuses on whether the state has legally or practically obligated itself to pay the entity's indebtedness.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We have no difficulty concluding that the Commonwealth structured the MAC to share its sovereignty. As the district court noted, \"[i]n their Complaint, plaintiffs state that defendant CMAC `is an administrative agency of the Commonwealth of Massachusetts and acts for the Commonwealth of Massachusetts.\"' <i>Breneman,</i> <span class=\"citation no-link\"><span class=\"volume\">2003</span> <span class=\"reporter\">WL</span> <span class=\"page\">22203684</span></span>, at *4. Furthermore, according to the affidavit filed by Wayne C. Kerchner, MAC's Chief Legal Counsel, the commission is an agency within the Executive Office of Transportation and Construction, its operating budget is subject to appropriation by the General Court (the state legislature) with the approval of the governor, and its hearings and enforcement proceedings are subject to the State Administrative Procedure Act. Finally, according to Massachusetts statutory law, the governor appoints all of the MAC commissioners, and the commission has general police powers to regulate aeronautics through rules and regulations that have the force of law. <i>See</i> Mass. Gen. Laws ch. 90, &#167; 39. Concluding that the MAC is entitled to Eleventh Amendment immunity, we affirm the district court's dismissal of the Brenemans' claims.</p>\n    </div>\n    <p class=\"indent\">C. The Airport's Motion for Costs</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Shortly after oral argument, the Airport filed a motion seeking $3,865.22 in attorney's fees and costs as a sanction for the Brenemans' appeal, and explaining its grievance:</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">[I]t is clear from Breneman's [sic] Appellate Brief that the issues raised in this Appeal were directed to the other Appellees and not to the Airport. The Airport raised this in its Brief and at oral argument. As such the Breneman's Appeal as it relates to the Airport is insubstantial and not reasonably calculated to result in a change in the judgment as to the Airport.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In a subsequent response, without citing any authority, the Brenemans argued that the appellees cannot move for sanctions under Fed. R.App. P. 38 until a court has declared that their appeal was frivolous.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">There is no validity to the Brenemans' claim. Rule 38 states: \"If a court of appeals determines that an appeal is frivolous, it may, after a separately filed motion <i>or</i> notice from the court and reasonable opportunity to respond, award just damages and single or double costs to the appellee.\" (emphasis added). There are two requirements here: 1) a court must determine that an appeal was frivolous and 2) the appellant must be given notice and an opportunity to respond before the imposition of sanctions. Neither the text of the rule nor our case law requires a court to determine that an appeal was frivolous before an appellee can move for sanctions. However, the appellant must have notice of the request for sanctions and an opportunity to respond to it before the court imposes sanctions.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The Rules Advisory Committee added the notice and comment requirement to the rule in 1994 in response to the Supreme Court's admonition that sanctions \"should not be assessed lightly or without fair notice and an opportunity for a hearing on the record.\" <i>Roadway Express., Inc. v. Piper,</i> <span class=\"citation\" data-id=\"110318\"><a href=\"/opinion/110318/roadway-express-inc-v-piper/\"><span class=\"volume\">447</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">752</span></a></span>, 767, <span class=\"citation\" data-id=\"110318\"><a href=\"/opinion/110318/roadway-express-inc-v-piper/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2455</span></a></span>, <span class=\"citation\" data-id=\"110318\"><a href=\"/opinion/110318/roadway-express-inc-v-piper/\"><span class=\"volume\">65</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">488</span></a></span> (1980). <i>See</i> Fed. R.App. P. 38 advisory committee's notes (1994). With regard to the first form of notice, a motion from one of the parties, the Committee explained:</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">A separately filed motion requesting sanctions constitutes notice. A statement inserted in a party's brief that the party moves for sanctions is not sufficient notice. Requests in briefs for sanctions have become so commonplace that it is unrealistic to expect careful responses to such requests without any indication that the court is actually contemplating such measures. Only a motion, the purpose of which is to request sanctions, is sufficient.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\"><i>Id.</i> The Airport filed such a motion, and the Brenemans filed a detailed response to it. They have been afforded due process. We can turn to the merits of the Airport's motion.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The Airport's motion for sanctions did not allege that the Brenemans' entire appeal was frivolous; it simply argued that their appeal \"as it relates to the Airport is insubstantial and not reasonably calculated to result in a change in the judgment as to the Airport.\" As our imposition of a sanction in <i>Ochoa Realty Corp. v. Faria,</i> <span class=\"citation\" data-id=\"486368\"><a href=\"/opinion/486368/ochoa-realty-corp-v-rafael-a-faria/\"><span class=\"volume\">815</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">812</span></a></span>, 817-18 (1st Cir.1987), demonstrates, the Airport did not have to prove that the entire appeal was frivolous in order to justify its request for sanctions. Although the Brenemans forced the Airport to incur significant costs litigating this appeal by naming it as an adverse party in the docketing statement, they failed to explicitly address the district court's dismissal of their claims against the Airport. Despite the Airport's repeated protestations, the Brenemans never explained why they considered the Airport to be an adverse party in this appeal.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> As we noted in <i>Ochoa Realty,</i> \"[w]e will not countenance frivolous impositions of this sort upon one's litigation adversaries.\" <i>Id.</i> at 818.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The Airport submitted an affidavit documenting $3,420 in attorney's fees and $445.22 in costs that it incurred defending against the Brenemans' appeal, We have no reason to question the reasonableness of these costs, and the Brenemans have not raised any issue as to reasonableness. Convinced that a sanction of attorney's fees plus costs is required under the circumstances, we award $3,865 .22 to the Airport.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">We affirm the judgment of the district court. We award attorney's fees and costs totaling $3,865.22 to appellee Tanner Hiller Airport.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">\n        <i>So ordered.</i>\n      </p>\n    </div>\n    <p class=\"center\">Appendix</p>\n    <p>Chronology of Proceedings</p>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <pre>September 25, 1992   The Brenemans file suit against Tanner Hiller Airport in Worcester\n                     Superior Court for, <i>inter alia,</i> trespass, conversion, and to quiet title.\nApril 18, 1997       The Brenemans amend their complaint, adding A. Amorello &amp; Sons,\n                     Inc. gravel company as a primary defendant.\nFebruary 1, 1999     Worcester Superior Court grants summary judgment to A. Amorello &amp;\n                     Sons, Inc. <i>Breneman v. Tanner,</i> No 922705, <span class=\"citation no-link\"><span class=\"volume\">1999</span> <span class=\"reporter\">WL</span> <span class=\"page\">1336436</span></span>\n                     (Mass.Super.Ct. Feb. 1, 1999).\nOctober 21, 1999     Worcester Superior Court grants summary judgment to Tanner Hiller\n                     Airport. <i>Breneman v. Wolfson,</i> No. WCV922705, <span class=\"citation no-link\"><span class=\"volume\">1999</span> <span class=\"reporter\">WL</span> <span class=\"page\">1203920</span></span>\n                     (Mass.Super.Ct. Oct. 21, 1999).\nJanuary 5, 2001      The FAA issues two hazard studies in which it determines that the\n                     Brenemans' proposed hill and fence would create hazards to air travel.\nApril 9, 2001        The Brenemans appeal the FAA's hazard studies to the United States\n                     Court of Appeals for the D.C. Circuit.\nAugust 15, 2001      The MAC denies the Brenemans' application for a permit to construct\n                     a hill on their property.\nSeptember 13, 2001   The Brenemans appeal the MAC decision to Worcester Superior\n                     Court.\nDecember 13, 2002    The Brenemans file an action against the FAA in the United States\n                     Court of Federal Claims. Later that afternoon, they file an action\n                     against the FAA, MAC, and Tanner Hiller Airport in the United States\n                     District Court for the District of Massachusetts.\nFebruary 26, 2002    The D.C. Circuit dismisses the Brenemans' challenge to the FAA\n                     hazard studies. <i>Breneman v. FAA,</i> No. 01-1165, <span class=\"citation no-link\"><span class=\"volume\">2002</span> <span class=\"reporter\">WL</span> <span class=\"page\">449015</span></span> at\n                     *7-*8 (D.C.Cir. Feb.26, 2002).\nAugust 6, 2003       The United States Court of Federal claims grants summary judgment\n                     to the FAA. <i>Breneman v. United States,</i> <span class=\"citation no-link\"><span class=\"volume\">57</span> <span class=\"reporter\">Fed. Cl.</span> <span class=\"page\">571</span></span> (2003) <i>aff'd</i>\n                     No. 03-5156, <span class=\"citation no-link\"><span class=\"volume\">2004</span> <span class=\"reporter\">WL</span> <span class=\"page\">1153329</span></span> (Fed.Cir. May 10, 2004).\nSeptember 23, 2003   The United States District Court for the District of Massachusetts\n                     issues the ruling under review in this appeal.\nMarch 15, 2004       Worcester Superior Court dismisses the Brenemans' appeal of the\n                     MAC's denial of their permit to build a hill on their property.\n                     <i>Breneman v. Massachusetts Aeronautics Com'n,</i> No. 0101893B, <span class=\"citation no-link\"><span class=\"volume\">2004</span>\n                     <span class=\"reporter\">WL</span> <span class=\"page\">856640</span></span>, (Mass.Super.Ct. Mar. 15, 2004).</pre>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Although the property owned by the Brenemans is largely undeveloped, there is a residence on it</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The Airport filed a counterclaim in this action, claiming that it had acquired the property through adverse possession. The court dismissed that claim without prejudice in response to a stipulation from the parties that was docketed on April 2, 2001</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We have provided a chronology of the various legal proceedings in the appendix to this opinion</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The court noted that the Brenemans violated the D.C. Circuit's \"chutzpah doctrine\" by challenging the propriety of the hazard study 11 when they conceded at oral argument that they<i>intend</i> to build the hill in part to impede air traffic at the Airport.\" <i>Id.</i> at * 1.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The Brenemans filed their Court of Federal Claims action a few hours before they filed their Feoeral District Court complaint in an effort to maintain the Court of Federal Claims's subject matter jurisdiction over the case<i>See</i> 28 U.S.C. &#167; 1500 (\"The United States Court of Federal Claims shall not have jurisdiction of any claim for or in respect to which the plaintiff or his assignee has pending in any other court any suit or process against the United States . . . . \").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The count marked as \"Inverse Condemnation\" was actually a sprawling fifteen page, forty paragraph litany of grievances, including both physical and regulatory takings, lodged against the parties. The general thrust of that count seems to concern the inverse condemnation/regulatory taking</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The district court apparently viewed the quiet title claim directed at the FAA as a claim directed at the Airport. This error does not affect our disposition of this appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The paragraph in the district court complaint that was most relevant to the quiet title action alleged that the United States claimed the \"right to control and regulate portions of the surface, above the surface and below the surface of plaintiffs' property, which interferes with plaintiffs' right to use, possess, dispose and enjoy their property as well as the requirements of [a Massachusetts statute] that plaintiffs return their property to its `original condition.\"' The complaint also alleged that the FAA and MAC studies and orders \"have created a cloud on the title to plaintiffs' property by preventing plaintiffs from removing buried waste, restoring their land to its `original condition.'\" In a separate paragraph, they claim that the agencies \"in regulating plaintiffs' property as an Airport have placed a cloud on plaintiffs' title to their property by dedicating to the public on behalf of the Tanner Hiller Airport rights to control use of the plaintiffs' land on the surface, above the surface and below the surface of plaintiffs' property.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The Brenemans argued in their response to the Airport's motion for sanctions that \"[t]he Airport is an indispensable party to this action due to its action in conspiring with the Government to convert Appellants' property into I navigable airspace' and its inconsistent positions with respect to ownership of the Appellants' property.\" Although the Brenemans alleged conspiracy theories in their complaint, they developed no argument on this issue on appeal. That omission is the critical point for our sanctions analysis</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/110318/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110360/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195467/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195914/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200395/",
    "http://www.courtlistener.com/api/rest/v3/opinions/486368/"
  ]
}