{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201396/",
  "absolute_url": "/opinion/201396/sousa-v-ashcroft/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201396/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:19:51Z",
  "date_modified": "2016-02-28T05:05:23.003135Z",
  "type": "010combined",
  "sha1": "86cbcc9cfbe5c20d3547e056cbe4e702750fb995",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/04-1678-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2005/01/03/Sousa_v._Ashcroft.pdf",
  "plain_text": "             United States Court of Appeals\n                        For the First Circuit\n\n\nNo. 04-1678\n\n                           BERNARDINO SOUSA,\n\n                              Petitioner,\n\n                                   v.\n\n                   JOHN ASHCROFT, Attorney General,\n\n                              Respondent.\n\n\n                  PETITION FOR REVIEW OF AN ORDER OF\n                   THE BOARD OF IMMIGRATION APPEALS\n\n\n                                Before\n\n                         Lynch, Circuit Judge,\n                     Leval,* Senior Circuit Judge,\n                         Lipez, Circuit Judge.\n\n\n\n     Stephen A. Lagana on brief for petitioner.\n\n     Saul Greenstein, Attorney, Office of Immigration Litigation,\nCivil Division, Peter D. Keisler, Assistant Attorney General, Civil\nDivision, and John C. Cunningham, Senior Litigation Counsel, on\nbrief for respondent.\n\n\n                            January 3, 2005\n\n\n\n\n     *\n         Of the Second Circuit, sitting by designation.\n\f           LYNCH, Circuit Judge. Immigration cases in which removal\n\norders are entered in absentia may raise issues of unfairness or\n\narbitrary actions by the agency.           See, e.g., Herbert v. Ashcroft,\n\n325 F.3d 68 (1st Cir.     2003).    This case is not one of them, and we\n\naffirm the agency.\n\n           In this case, Bernardino Sousa, who is married (and was\n\nonce before)    to   a   United    States    citizen,   seeks     to   forestall\n\nexecution of a removal order issued in absentia in 1998.                     The\n\nvehicle is his challenge to a Board of Immigration Appeals (BIA)\n\norder entered in April 2004 denying his motion to reconsider an\n\nImmigration Judge's (IJ) denial of Sousa's second motion to reopen\n\nthe   removal   proceedings.        We   review   denials    of    motions   to\n\nreconsider for abuse of discretion.             Maindrond v. Ashcroft, 385\n\nF.3d 98, 100 (1st Cir. 2004).\n\n           Sousa is in this position largely as a result of his own\n\nactions.   In any event, the record shows that Sousa had adequate\n\nopportunities to prove his case as to why the in absentia removal\n\norder should be vacated for lack of notice, and the BIA's denial of\n\nhis motion to reconsider was well within its discretion.\n\n                                      I.\n\n           Sousa, a native and citizen of Cape Verde, entered the\n\nUnited States on July 1, 1988, under a visitor's visa, with\n\nauthorization to stay until December 30, 1988.              Sousa overstayed\n\nhis visa, and married an American citizen.         On June 24, 1993, Sousa\n\n\n                                     -2-\n\fapplied for adjustment of status to that of lawful permanent\n\nresident based on that marriage. The application, signed by Sousa,\n\nlisted 41 Clinton Street, Brockton, MA 02402 as his address.\n\n            On July 10, 1998, the Immigration and Naturalization\n\nService (INS)1 issued Sousa a Notice to Appear, charging him with\n\nremovability for having overstayed his visa pursuant to 8 U.S.C.\n\n§ 1227(a)(1)(B).         The notice, which instructed Sousa to appear in\n\nImmigration Court on September 10, 1998, was sent by regular mail\n\nto the last address the INS had on file for Sousa: the Clinton\n\nStreet address he placed on his adjustment of status application.\n\nAt the time of the removal hearing, Sousa was apparently still\n\nmarried to Natalie Cosme, the marriage on which his 1993 adjustment\n\nof status petition was based.          They divorced in April 2003.           Sousa\n\nlater    claimed    to    have   moved    during    that      marriage   to   other\n\naddresses; if so, he never bothered to tell the INS about the moves\n\nso he could be notified if his application were allowed.\n\n            Sousa did not appear at his hearing, and the IJ ordered\n\nhim removed to Cape Verde in absentia.                  A copy of the order was\n\nalso sent to the Clinton Street address.                  Neither the Notice to\n\nAppear nor the IJ's in absentia order, entered two months later,\n\nwere ever returned as undelivered.\n\n            Sousa   was     arrested     by    agents    of   the   Department   of\n\n\n     1\n          In March 2003, the relevant functions of the INS were\nreorganized and transferred to the Department of Homeland Security.\n\n\n                                         -3-\n\fHomeland Security (Department) outside of his home at 25 Wilmot\n\nStreet in Lawrence, MA on August 27, 2003.            On September 12, 2003,\n\nSousa,   through     predecessor   counsel,      filed   a   motion     to   stay\n\ndeportation and rescind his in absentia order, alleging that he had\n\nhad no notice of the September 10, 1998 hearing date or of the\n\nremoval order.       Sousa, though, provided no affidavit or other\n\nevidence to prove that what he argued in his motion was true.\n\n              Although Sousa's motion was unopposed by the government,\n\nthe motion was denied.       The IJ construed Sousa's motion as a motion\n\nto   reopen    the   earlier   proceedings.       A   motion    to    reopen   is\n\npermissible when the alien presents new facts not available and\n\nwhich could not have been discovered or presented at the former\n\nhearing.      8 C.F.R. § 1003.2(c)(1).       On October 23, 2003, the IJ\n\ndenied the motion \"without prejudice,\" because Sousa failed to\n\ninclude an affidavit attesting to the facts stated in his motion,\n\ndid not list the addresses at which he had lived and the dates at\n\nwhich he lived at those addresses, and did not state whether he\n\nupdated his changes of address with the INS or explain any failure\n\nto do so.      The IJ stated that Sousa would be permitted to \"file a\n\nsecond motion to reopen which is not subject to the numerical\n\nlimitation which generally applies to motions to reopen under 8\n\nC.F.R.   §    3.23(b)(1).\"      This   was   a   reference     to    regulations\n\npermitting only one motion to reopen to be filed.                      8 C.F.R.\n\n§ 1003.23(b)(1).\n\n\n                                       -4-\n\f           On November 25, 2003, Sousa filed a second motion to\n\nreopen his removal proceedings, which essentially admitted he had\n\nfailed in his obligation to keep the INS informed of his current\n\naddress.   The motion attempted to raise issues of law and of fact.\n\nAs to law, Sousa argued he was entitled to the protections of In re\n\nG-Y-R-, 23 I. & N. Dec. 181 (BIA 2001), which held, on facts\n\nestablishing that the INS had sent a Notice to Appear to an alien's\n\nlast known address but the Notice was returned to the INS because\n\nthe alien no longer lived at that address, that there was no actual\n\nnotice and in absentia removal proceedings were improper.\n\n           As to issues of fact, Sousa stated in an affidavit filed\n\nwith his second motion to reopen that his address on July 10, 1998\n\n(the date the Notice to Appear was sent to the Clinton Street\n\naddress) was 8 Salem Street, Lawrence, MA 01842, and not Clinton\n\nStreet in Brockton.   He stated that he never received the Notice to\n\nAppear, and, he argued, this rendered the notice of his removal\n\nhearing insufficient and so the proceeding was improper.         He\n\nasserted that he did not know about his in absentia removal order\n\nuntil he was arrested on August 27, 2003.\n\n            On November 28, 2003, the IJ denied Sousa's motion to\n\nreopen,    because Sousa's contention that his Notice to Appear was\n\nsent to the wrong address was countered by the fact that Sousa\n\nprovided this address on his adjustment of status application filed\n\nwith the INS in 1993.\n\n\n                                -5-\n\f            On December 29, 2003, Sousa filed a motion to reconsider\n\nthe denial of his second motion to reopen.           A motion to reconsider\n\nmust set forth either an error of law or an error of fact.                   8\n\nC.F.R. § 1003.23(b)(2).       He failed to meet either standard.            He\n\nagain argued that he had insufficient notice of his 1998 removal\n\nproceedings, and as a result the in absentia order of removal was\n\nimproper.      The   motion   to    reconsider   was    unopposed     by   the\n\ngovernment.\n\n            On January 14, 2004, the IJ denied Sousa's motion to\n\nreconsider the denial of his second motion to reopen.           The IJ held\n\nthat Sousa had failed to specify any errors of fact or law in the\n\ninitial decision as is required by 8 C.F.R. § 1003.23(b)(2), but\n\nmerely had restated his old arguments.\n\n            Sousa timely appealed to the BIA the IJ's denial of his\n\nmotion to reconsider the denial of his second motion to reopen.\n\nCiting In re G-Y-R-, he argued that the IJ erred as a matter of law\n\nin finding that notice was effective, when the INS sent his Notice\n\nto Appear to an address Sousa had provided many years earlier and\n\nwhen, Sousa    argued,   he   did   not   actually    receive   the   Notice.\n\nFurther, he argued that the IJ erred in failing to take into\n\nconsideration Sousa's proof that he was not living at the Clinton\n\nStreet address when the Notice was mailed.\n\n            On April 27, 2004, the BIA denied Sousa's motion to\n\nreconsider the denial of his second motion to reopen his removal\n\n\n                                    -6-\n\fproceedings.     That denial is the subject of this appeal.           The BIA\n\nnoted that, despite the IJ's initial decision to deny Sousa's first\n\nmotion to reopen \"without prejudice,\" Sousa was barred from filing\n\na second motion to reconsider by 8 C.F.R. §§ 1003.23(b)(1) and (4).\n\nAs such, the IJ had erred in reaching Sousa's second motion to\n\nreopen on substantive grounds, and should have denied the motion\n\nbased on lack of jurisdiction.2            Further, the BIA held on the\n\nmerits that the motion to reconsider was properly denied by the IJ,\n\nas Sousa \"failed to identify any additional legal arguments, change\n\nof law, or aspect of the case that was overlooked.\"\n\n                                    II.\n\n            Sousa did not appeal the denial of either of his motions\n\nto reopen; the only question for review is whether the BIA properly\n\naffirmed the IJ's denial of Sousa's motion to reconsider the denial\n\nof his second motion to reopen.           We review the BIA's denial of a\n\nmotion to    reconsider   for   abuse     of    discretion.     Maindrond v.\n\nAshcroft, 385 F.3d 98, 100 (1st Cir. 2004); Toban v. Ashcroft, 385\n\nF.3d 40, 45 (1st Cir. 2004).       An abuse of discretion occurs \"where\n\nthe   BIA   misinterprets   law,     or    acts    either     arbitrarily   or\n\ncapriciously.\"     Toban, 385 F.3d at 45 (quoting Wang v. Ashcroft,\n\n367 F.3d 25, 27 (1st Cir. 2004)).              We defer to the BIA's (and,\n\nconsequently, to the IJ's) factual determinations if they are based\n\n\n\n      2\n          The respondent does not defend the BIA's decision on\nthese grounds.\n\n                                    -7-\n\fon \"reasonable, substantial, and probative evidence.\"              Ymeri v.\n\nAshcroft, 387 F.3d 12, 17 (1st Cir. 2004).\n\n            Sousa's argument, relying on In re G-Y-R-, is \"that the\n\nIJ and the BIA abused their discretion in failing to reopen his\n\nremoval proceedings where he cannot be charged with receiving the\n\n[Notice to Appear] which listed his hearing date.\"              We need not\n\ninterpret In re G-Y-R-.          Even under In re G-Y-R-, Sousa was\n\nrequired to show that he did not receive actual notice of the\n\nremoval proceeding.     The IJ essentially found that Sousa failed to\n\nestablish   lack   of   actual   notice,   and   the   IJ's   conclusion   is\n\nsupported by substantial evidence.\n\n            Under the regulations, Sousa had a chance to show there\n\nwas no actual notice.      An initial finding by the IJ in a removal\n\nproceeding that notice was adequate and entry of a subsequent order\n\nof removal in absentia do not preclude the alien from showing, in\n\na later motion to reopen, that notice was in fact not proper.              8\n\nC.F.R. § 1003.23(b)(4)(ii). In his first motion to reopen, he gave\n\nno evidence at all to support his claim.\n\n            Even if the IJ did have authority to consider Sousa's\n\nsecond motion to reopen (contrary to the BIA's ruling), which did\n\ninclude some evidence, nothing compelled the IJ to accept Sousa's\n\nversion of the facts.      Tellingly, in those materials Sousa denied\n\nthat he had ever lived at the Clinton Street address which he gave\n\nthe INS in 1993.        If so, he lied to the Department about his\n\n\n                                    -8-\n\faddress, either in 1993 or in 2003.         It is likely he lied in 2003,\n\nbecause he submitted a 1994 tax document which listed Clinton\n\nStreet as his then-address.           Sousa had an affirmative duty to\n\nupdate   his   address   with   the   INS   should   he   move,   a   duty   he\n\nadmittedly did not fulfill.       8 U.S.C. § 1305(a).       Further, it was\n\nin Sousa's interest to keep his address current in light of his\n\napplication for adjustment of status, which had not been decided.\n\nFinally, the Notice to Appear at the removal proceeding was not\n\nreturned to the INS as undeliverable.         There was no error of fact\n\nwarranting reconsideration.      That being so, both his statutory and\n\ndue process arguments fail.\n\n           In these circumstances, the BIA's denial of Sousa's\n\nmotion to reconsider the denial of the motion(s) to reopen cannot\n\npossibly be an abuse of discretion.\n\n           Accordingly, we affirm.\n\n\n\n\n                                      -9-\n\f",
  "html": "<p class=\"case_cite\">393 F.3d 271</p>\n    <p class=\"parties\">Bernardino SOUSA, Petitioner,<br>v.<br>John ASHCROFT, Attorney General, Respondent.</p>\n    <p class=\"docket\">No. 04-1678.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Submitted November 1, 2004.</p>\n    <p class=\"date\">Decided January 3, 2005.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Stephen A. Lagana on brief for petitioner.</p>\n      <p class=\"indent\">Saul Greenstein, Attorney, Office of Immigration Litigation, Civil Division, Peter D. Keisler, Assistant Attorney General, Civil Division, and John C. Cunningham, Senior Litigation Counsel, on brief for respondent.</p>\n      <p class=\"indent\">Before LYNCH, Circuit Judge, LEVAL,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge, LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Immigration cases in which removal orders are entered in absentia may raise issues of unfairness or arbitrary actions by the agency. <i>See, e.g., Herbert v. Ashcroft,</i> 325 F.3d 68 (1st Cir.2003). This case is not one of them, and we affirm the agency.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In this case, Bernardino Sousa, who is married (and was once before) to a United States citizen, seeks to forestall execution of a removal order issued in absentia in 1998. The vehicle is his challenge to a Board of Immigration Appeals (BIA) order entered in April 2004 denying his motion to reconsider an Immigration Judge's (IJ) denial of Sousa's second motion to reopen the removal proceedings. We review denials of motions to reconsider for abuse of discretion. <i>Maindrond v. Ashcroft,</i> 385 F.3d 98, 100 (1st Cir.2004).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Sousa is in this position largely as a result of his own actions. In any event, the record shows that Sousa had adequate opportunities to prove his case as to why the in absentia removal order should be vacated for lack of notice, and the BIA's denial of his motion to reconsider was well within its discretion.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Sousa, a native and citizen of Cape Verde, entered the United States on July 1, 1988, under a visitor's visa, with authorization to stay until December 30, 1988. Sousa overstayed his visa, and married an American citizen. On June 24, 1993, Sousa applied for adjustment of status to that of lawful permanent resident based on that marriage. The application, signed by Sousa, listed 41 Clinton Street, Brockton, MA 02402 as his address.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On July 10, 1998, the Immigration and Naturalization Service (INS)<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> issued Sousa a Notice to Appear, charging him with removability for having overstayed his visa pursuant to 8 U.S.C. &#167; 1227(a)(1)(B). The notice, which instructed Sousa to appear in Immigration Court on September 10, 1998, was sent by regular mail to the last address the INS had on file for Sousa: the Clinton Street address he placed on his adjustment of status application. At the time of the removal hearing, Sousa was apparently still married to Natalie Cosme, the marriage on which his 1993 adjustment of status petition was based. They divorced in April 2003. Sousa later claimed to have moved during that marriage to other addresses; if so, he never bothered to tell the INS about the moves so he could be notified if his application were allowed.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Sousa did not appear at his hearing, and the IJ ordered him removed to Cape Verde in absentia. A copy of the order was also sent to the Clinton Street address. Neither the Notice to Appear nor the IJ's in absentia order, entered two months later, were ever returned as undelivered.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Sousa was arrested by agents of the Department of Homeland Security (Department) outside of his home at 25 Wilmot Street in Lawrence, MA on August 27, 2003. On September 12, 2003, Sousa, through predecessor counsel, filed a motion to stay deportation and rescind his in absentia order, alleging that he had had no notice of the September 10, 1998 hearing date or of the removal order. Sousa, though, provided no affidavit or other evidence to prove that what he argued in his motion was true.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Although Sousa's motion was unopposed by the government, the motion was denied. The IJ construed Sousa's motion as a motion to reopen the earlier proceedings. A motion to reopen is permissible when the alien presents new facts not available and which could not have been discovered or presented at the former hearing. 8 C.F.R. &#167; 1003.2(c)(1). On October 23, 2003, the IJ denied the motion \"without prejudice,\" because Sousa failed to include an affidavit attesting to the facts stated in his motion, did not list the addresses at which he had lived and the dates at which he lived at those addresses, and did not state whether he updated his changes of address with the INS or explain any failure to do so. The IJ stated that Sousa would be permitted to \"file a second motion to reopen which is not subject to the numerical limitation which generally applies to motions to reopen under 8 C.F.R. &#167; 1003.23(b)(1).\" This was a reference to regulations permitting only one motion to reopen to be filed. 8 C.F.R. &#167; 1003.23(b)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On November 25, 2003, Sousa filed a second motion to reopen his removal proceedings, which essentially admitted he had failed in his obligation to keep the INS informed of his current address. The motion attempted to raise issues of law and of fact. As to law, Sousa argued he was entitled to the protections of <i>In re G-Y-R-,</i> 2001 WL 1515819, 23 I. &amp; N. Dec. 181 (BIA 2001), which held, on facts establishing that the INS had sent a Notice to Appear to an alien's last known address but the Notice was returned to the INS because the alien no longer lived at that address, that there was no actual notice and in absentia removal proceedings were improper.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">As to issues of fact, Sousa stated in an affidavit filed with his second motion to reopen that his address on July 10, 1998 (the date the Notice to Appear was sent to the Clinton Street address) was 8 Salem Street, Lawrence, MA 01842, and not Clinton Street in Brockton. He stated that he never received the Notice to Appear, and, he argued, this rendered the notice of his removal hearing insufficient and so the proceeding was improper. He asserted that he did not know about his in absentia removal order until he was arrested on August 27, 2003.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On November 28, 2003, the IJ denied Sousa's motion to reopen, because Sousa's contention that his Notice to Appear was sent to the wrong address was countered by the fact that Sousa provided this address on his adjustment of status application filed with the INS in 1993.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On December 29, 2003, Sousa filed a motion to reconsider the denial of his second motion to reopen. A motion to reconsider must set forth either an error of law or an error of fact. 8 C.F.R. &#167; 1003.23(b)(2). He failed to meet either standard. He again argued that he had insufficient notice of his 1998 removal proceedings, and as a result the in absentia order of removal was improper. The motion to reconsider was unopposed by the government.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On January 14, 2004, the IJ denied Sousa's motion to reconsider the denial of his second motion to reopen. The IJ held that Sousa had failed to specify any errors of fact or law in the initial decision as is required by 8 C.F.R. &#167; 1003.23(b)(2), but merely had restated his old arguments.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Sousa timely appealed to the BIA the IJ's denial of his motion to reconsider the denial of his second motion to reopen. Citing <i>In re G-Y-R-,</i> he argued that the IJ erred as a matter of law in finding that notice was effective, when the INS sent his Notice to Appear to an address Sousa had provided many years earlier and when, Sousa argued, he did not actually receive the Notice. Further, he argued that the IJ erred in failing to take into consideration Sousa's proof that he was not living at the Clinton Street address when the Notice was mailed.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">On April 27, 2004, the BIA denied Sousa's motion to reconsider the denial of his second motion to reopen his removal proceedings. That denial is the subject of this appeal. The BIA noted that, despite the IJ's initial decision to deny Sousa's first motion to reopen \"without prejudice,\" Sousa was barred from filing a second motion to reconsider by 8 C.F.R. &#167;&#167; 1003.23(b)(1) and (4). As such, the IJ had erred in reaching Sousa's second motion to reopen on substantive grounds, and should have denied the motion based on lack of jurisdiction.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Further, the BIA held on the merits that the motion to reconsider was properly denied by the IJ, as Sousa \"failed to identify any additional legal arguments, change of law, or aspect of the case that was overlooked.\"</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Sousa did not appeal the denial of either of his motions to reopen; the only question for review is whether the BIA properly affirmed the IJ's denial of Sousa's motion to reconsider the denial of his second motion to reopen. We review the BIA's denial of a motion to reconsider for abuse of discretion. <i>Maindrond v. Ashcroft,</i> 385 F.3d 98, 100 (1st Cir.2004); <i>Toban v. Ashcroft,</i> 385 F.3d 40, 45 (1st Cir.2004). An abuse of discretion occurs \"where the BIA misinterprets law, or acts either arbitrarily or capriciously.\" <i>Toban,</i> 385 F.3d at 45 (quoting <i>Wang v. Ashcroft,</i> 367 F.3d 25, 27 (1st Cir.2004)). We defer to the BIA's (and, consequently, to the IJ's) factual determinations if they are based on \"reasonable, substantial, and probative evidence.\" <i>Ymeri v. Ashcroft,</i> 387 F.3d 12, 17 (1st Cir.2004).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Sousa's argument, relying on <i>In re G-Y-R-,</i> is \"that the IJ and the BIA abused their discretion in failing to reopen his removal proceedings where he cannot be charged with receiving the [Notice to Appear] which listed his hearing date.\" We need not interpret <i>In re G-Y-R-</i>. Even under <i>In re G-Y-R-,</i> Sousa was required to show that he did not receive actual notice of the removal proceeding. The IJ essentially found that Sousa failed to establish lack of actual notice, and the IJ's conclusion is supported by substantial evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Under the regulations, Sousa had a chance to show there was no actual notice. An initial finding by the IJ in a removal proceeding that notice was adequate and entry of a subsequent order of removal in absentia do not preclude the alien from showing, in a later motion to reopen, that notice was in fact not proper. 8 C.F.R. &#167; 1003.23(b)(4)(ii). In his first motion to reopen, he gave no evidence at all to support his claim.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Even if the IJ did have authority to consider Sousa's second motion to reopen (contrary to the BIA's ruling), which did include some evidence, nothing compelled the IJ to accept Sousa's version of the facts. Tellingly, in those materials Sousa denied that he had ever lived at the Clinton Street address which he gave the INS in 1993. If so, he lied to the Department about his address, either in 1993 or in 2003. It is likely he lied in 2003, because he submitted a 1994 tax document which listed Clinton Street as his then-address. Sousa had an affirmative duty to update his address with the INS should he move, a duty he admittedly did not fulfill. 8 U.S.C. &#167; 1305(a). Further, it was in Sousa's interest to keep his address current in light of his application for adjustment of status, which had not been decided. Finally, the Notice to Appear at the removal proceeding was not returned to the INS as undeliverable. There was no error of fact warranting reconsideration. That being so, both his statutory and due process arguments fail.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In these circumstances, the BIA's denial of Sousa's motion to reconsider the denial of the motion(s) to reopen cannot possibly be an abuse of discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Accordingly, we <i>affirm.</i></p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Second Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In March 2003, the relevant functions of the INS were reorganized and transferred to the Department of Homeland Security</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The respondent does not defend the BIA's decision on these grounds</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">393</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">271</span></span></p>\n    <p class=\"parties\">Bernardino SOUSA, Petitioner,<br>v.<br>John ASHCROFT, Attorney General, Respondent.</p>\n    <p class=\"docket\">No. 04-1678.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Submitted November 1, 2004.</p>\n    <p class=\"date\">Decided January 3, 2005.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Stephen A. Lagana on brief for petitioner.</p>\n      <p class=\"indent\">Saul Greenstein, Attorney, Office of Immigration Litigation, Civil Division, Peter D. Keisler, Assistant Attorney General, Civil Division, and John C. Cunningham, Senior Litigation Counsel, on brief for respondent.</p>\n      <p class=\"indent\">Before LYNCH, Circuit Judge, LEVAL,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge, LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Immigration cases in which removal orders are entered in absentia may raise issues of unfairness or arbitrary actions by the agency. <i>See, e.g., Herbert v. Ashcroft,</i> <span class=\"citation\" data-id=\"200420\"><a href=\"/opinion/200420/herbert-v-ins/\"><span class=\"volume\">325</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">68</span></a></span> (1st Cir.2003). This case is not one of them, and we affirm the agency.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In this case, Bernardino Sousa, who is married (and was once before) to a United States citizen, seeks to forestall execution of a removal order issued in absentia in 1998. The vehicle is his challenge to a Board of Immigration Appeals (BIA) order entered in April 2004 denying his motion to reconsider an Immigration Judge's (IJ) denial of Sousa's second motion to reopen the removal proceedings. We review denials of motions to reconsider for abuse of discretion. <i>Maindrond v. Ashcroft,</i> <span class=\"citation\" data-id=\"201271\"><a href=\"/opinion/201271/maindrond-v-ashcroft/\"><span class=\"volume\">385</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">98</span></a></span>, 100 (1st Cir.2004).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Sousa is in this position largely as a result of his own actions. In any event, the record shows that Sousa had adequate opportunities to prove his case as to why the in absentia removal order should be vacated for lack of notice, and the BIA's denial of his motion to reconsider was well within its discretion.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Sousa, a native and citizen of Cape Verde, entered the United States on July 1, 1988, under a visitor's visa, with authorization to stay until December 30, 1988. Sousa overstayed his visa, and married an American citizen. On June 24, 1993, Sousa applied for adjustment of status to that of lawful permanent resident based on that marriage. The application, signed by Sousa, listed 41 Clinton Street, Brockton, MA 02402 as his address.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On July 10, 1998, the Immigration and Naturalization Service (INS)<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> issued Sousa a Notice to Appear, charging him with removability for having overstayed his visa pursuant to 8 U.S.C. &#167; 1227(a)(1)(B). The notice, which instructed Sousa to appear in Immigration Court on September 10, 1998, was sent by regular mail to the last address the INS had on file for Sousa: the Clinton Street address he placed on his adjustment of status application. At the time of the removal hearing, Sousa was apparently still married to Natalie Cosme, the marriage on which his 1993 adjustment of status petition was based. They divorced in April 2003. Sousa later claimed to have moved during that marriage to other addresses; if so, he never bothered to tell the INS about the moves so he could be notified if his application were allowed.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Sousa did not appear at his hearing, and the IJ ordered him removed to Cape Verde in absentia. A copy of the order was also sent to the Clinton Street address. Neither the Notice to Appear nor the IJ's in absentia order, entered two months later, were ever returned as undelivered.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Sousa was arrested by agents of the Department of Homeland Security (Department) outside of his home at 25 Wilmot Street in Lawrence, MA on August 27, 2003. On September 12, 2003, Sousa, through predecessor counsel, filed a motion to stay deportation and rescind his in absentia order, alleging that he had had no notice of the September 10, 1998 hearing date or of the removal order. Sousa, though, provided no affidavit or other evidence to prove that what he argued in his motion was true.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Although Sousa's motion was unopposed by the government, the motion was denied. The IJ construed Sousa's motion as a motion to reopen the earlier proceedings. A motion to reopen is permissible when the alien presents new facts not available and which could not have been discovered or presented at the former hearing. 8 C.F.R. &#167; 1003.2(c)(1). On October 23, 2003, the IJ denied the motion \"without prejudice,\" because Sousa failed to include an affidavit attesting to the facts stated in his motion, did not list the addresses at which he had lived and the dates at which he lived at those addresses, and did not state whether he updated his changes of address with the INS or explain any failure to do so. The IJ stated that Sousa would be permitted to \"file a second motion to reopen which is not subject to the numerical limitation which generally applies to motions to reopen under 8 C.F.R. &#167; 1003.23(b)(1).\" This was a reference to regulations permitting only one motion to reopen to be filed. 8 C.F.R. &#167; 1003.23(b)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On November 25, 2003, Sousa filed a second motion to reopen his removal proceedings, which essentially admitted he had failed in his obligation to keep the INS informed of his current address. The motion attempted to raise issues of law and of fact. As to law, Sousa argued he was entitled to the protections of <i>In re G-Y-R-,</i> <span class=\"citation no-link\"><span class=\"volume\">2001</span> <span class=\"reporter\">WL</span> <span class=\"page\">1515819</span></span>, 23 I. &amp; N. Dec. 181 (BIA 2001), which held, on facts establishing that the INS had sent a Notice to Appear to an alien's last known address but the Notice was returned to the INS because the alien no longer lived at that address, that there was no actual notice and in absentia removal proceedings were improper.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">As to issues of fact, Sousa stated in an affidavit filed with his second motion to reopen that his address on July 10, 1998 (the date the Notice to Appear was sent to the Clinton Street address) was 8 Salem Street, Lawrence, MA 01842, and not Clinton Street in Brockton. He stated that he never received the Notice to Appear, and, he argued, this rendered the notice of his removal hearing insufficient and so the proceeding was improper. He asserted that he did not know about his in absentia removal order until he was arrested on August 27, 2003.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On November 28, 2003, the IJ denied Sousa's motion to reopen, because Sousa's contention that his Notice to Appear was sent to the wrong address was countered by the fact that Sousa provided this address on his adjustment of status application filed with the INS in 1993.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On December 29, 2003, Sousa filed a motion to reconsider the denial of his second motion to reopen. A motion to reconsider must set forth either an error of law or an error of fact. 8 C.F.R. &#167; 1003.23(b)(2). He failed to meet either standard. He again argued that he had insufficient notice of his 1998 removal proceedings, and as a result the in absentia order of removal was improper. The motion to reconsider was unopposed by the government.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On January 14, 2004, the IJ denied Sousa's motion to reconsider the denial of his second motion to reopen. The IJ held that Sousa had failed to specify any errors of fact or law in the initial decision as is required by 8 C.F.R. &#167; 1003.23(b)(2), but merely had restated his old arguments.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Sousa timely appealed to the BIA the IJ's denial of his motion to reconsider the denial of his second motion to reopen. Citing <i>In re G-Y-R-,</i> he argued that the IJ erred as a matter of law in finding that notice was effective, when the INS sent his Notice to Appear to an address Sousa had provided many years earlier and when, Sousa argued, he did not actually receive the Notice. Further, he argued that the IJ erred in failing to take into consideration Sousa's proof that he was not living at the Clinton Street address when the Notice was mailed.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">On April 27, 2004, the BIA denied Sousa's motion to reconsider the denial of his second motion to reopen his removal proceedings. That denial is the subject of this appeal. The BIA noted that, despite the IJ's initial decision to deny Sousa's first motion to reopen \"without prejudice,\" Sousa was barred from filing a second motion to reconsider by 8 C.F.R. &#167;&#167; 1003.23(b)(1) and (4). As such, the IJ had erred in reaching Sousa's second motion to reopen on substantive grounds, and should have denied the motion based on lack of jurisdiction.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Further, the BIA held on the merits that the motion to reconsider was properly denied by the IJ, as Sousa \"failed to identify any additional legal arguments, change of law, or aspect of the case that was overlooked.\"</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Sousa did not appeal the denial of either of his motions to reopen; the only question for review is whether the BIA properly affirmed the IJ's denial of Sousa's motion to reconsider the denial of his second motion to reopen. We review the BIA's denial of a motion to reconsider for abuse of discretion. <i>Maindrond v. Ashcroft,</i> <span class=\"citation\" data-id=\"201271\"><a href=\"/opinion/201271/maindrond-v-ashcroft/\"><span class=\"volume\">385</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">98</span></a></span>, 100 (1st Cir.2004); <i>Toban v. Ashcroft,</i> <span class=\"citation\" data-id=\"201250\"><a href=\"/opinion/201250/canaveral-toban-v-ashcroft/\"><span class=\"volume\">385</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">40</span></a></span>, 45 (1st Cir.2004). An abuse of discretion occurs \"where the BIA misinterprets law, or acts either arbitrarily or capriciously.\" <i>Toban,</i> 385 F.3d at 45 (quoting <i>Wang v. Ashcroft,</i> <span class=\"citation\" data-id=\"200992\"><a href=\"/opinion/200992/wang-v-ins/\"><span class=\"volume\">367</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">25</span></a></span>, 27 (1st Cir.2004)). We defer to the BIA's (and, consequently, to the IJ's) factual determinations if they are based on \"reasonable, substantial, and probative evidence.\" <i>Ymeri v. Ashcroft,</i> <span class=\"citation\" data-id=\"201290\"><a href=\"/opinion/201290/ymeri-v-ashcroft/\"><span class=\"volume\">387</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span>, 17 (1st Cir.2004).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Sousa's argument, relying on <i>In re G-Y-R-,</i> is \"that the IJ and the BIA abused their discretion in failing to reopen his removal proceedings where he cannot be charged with receiving the [Notice to Appear] which listed his hearing date.\" We need not interpret <i>In re G-Y-R-</i>. Even under <i>In re G-Y-R-,</i> Sousa was required to show that he did not receive actual notice of the removal proceeding. The IJ essentially found that Sousa failed to establish lack of actual notice, and the IJ's conclusion is supported by substantial evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Under the regulations, Sousa had a chance to show there was no actual notice. An initial finding by the IJ in a removal proceeding that notice was adequate and entry of a subsequent order of removal in absentia do not preclude the alien from showing, in a later motion to reopen, that notice was in fact not proper. 8 C.F.R. &#167; 1003.23(b)(4)(ii). In his first motion to reopen, he gave no evidence at all to support his claim.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Even if the IJ did have authority to consider Sousa's second motion to reopen (contrary to the BIA's ruling), which did include some evidence, nothing compelled the IJ to accept Sousa's version of the facts. Tellingly, in those materials Sousa denied that he had ever lived at the Clinton Street address which he gave the INS in 1993. If so, he lied to the Department about his address, either in 1993 or in 2003. It is likely he lied in 2003, because he submitted a 1994 tax document which listed Clinton Street as his then-address. Sousa had an affirmative duty to update his address with the INS should he move, a duty he admittedly did not fulfill. 8 U.S.C. &#167; 1305(a). Further, it was in Sousa's interest to keep his address current in light of his application for adjustment of status, which had not been decided. Finally, the Notice to Appear at the removal proceeding was not returned to the INS as undeliverable. There was no error of fact warranting reconsideration. That being so, both his statutory and due process arguments fail.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In these circumstances, the BIA's denial of Sousa's motion to reconsider the denial of the motion(s) to reopen cannot possibly be an abuse of discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Accordingly, we <i>affirm.</i></p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Second Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In March 2003, the relevant functions of the INS were reorganized and transferred to the Department of Homeland Security</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The respondent does not defend the BIA's decision on these grounds</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/200420/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200992/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201250/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201271/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201290/"
  ]
}