{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201366/",
  "absolute_url": "/opinion/201366/cox-v-maine-state-police/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201366/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:13:40Z",
  "date_modified": "2016-02-28T05:05:20.960096Z",
  "type": "010combined",
  "sha1": "a671e47be09534ec0431607af8e7d4b55f63dfdf",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/04-1761-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2004/12/03/Cox_v._Maine_State_Police.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\nNo. 04-1761\n\n                        JOHN E. COX III,\n\n                      Plaintiff, Appellant,\n\n                               v.\n\n                          JOHN HAINEY,\n\n                      Defendant, Appellee.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                    FOR THE DISTRICT OF MAINE\n\n\n           [Hon. D. Brock Hornby, U.S. District Judge]\n\n\n                             Before\n\n                      Selya, Circuit Judge,\n\n                  Stahl, Senior Circuit Judge,\n\n                   and Lynch, Circuit Judge.\n\n\n     Timothy E. Zerillo and Timothy Zerillo Law Offices, LLC on\nbrief for appellant.\n     G. Steven Rowe, Attorney General, and William R. Fisher,\nAssistant Attorney General, on brief for appellee.\n\n\n\n                        December 1, 2004\n\f            SELYA, Circuit Judge.      In this case, the district court\n\nentered    summary   judgment   in   favor   of   defendant-appellee   John\n\nHainey, a state trooper, on a false arrest claim under 42 U.S.C. §\n\n1983.     Plaintiff-appellant John E. Cox III assigns error to the\n\ncourt's determination that qualified immunity shielded Hainey from\n\nsuit.     After careful perscrutation of an oddly configured factual\n\nrecord (including consideration of how, if at all, an officer's\n\npre-arrest consultation with a prosecutor affects the qualified\n\nimmunity calculus), we affirm the district court's order.\n\nI.   BACKGROUND\n\n            On an appeal from a summary judgment order, an appellate\n\ncourt is held to the same ground rules that bound the trial court\n\nin the proceedings below:       it must \"construe the record and all\n\nreasonable inferences from it in favor of the nonmovant.\" Perez v.\n\nVolvo Car Corp., 247 F.3d 303, 310 (1st Cir. 2001).           We rehearse\n\nthe facts with this construct in mind.        Because the reasonableness\n\nof Trooper Hainey's conclusion that he had probable cause to make\n\nan arrest is the axis of this appeal, we concentrate on the\n\ninformation available to him at the time of the arrest.\n\n             Our saga starts in Norway, Maine.       Members of the Norway\n\npolice department arrested Joseph Cox, the appellant's fifteen-\n\nyear-old son, for alleged involvement in a series of snowmobile\n\nthefts that occurred during the winter of 2000-2001. In the course\n\nof the ensuing investigation, an informant volunteered that Joseph\n\n\n                                     -2-\n\fhad sold drugs to high school students.              The informant expressed a\n\nwillingness to participate in a controlled buy, and the local\n\ngendarmes arranged a sting.         The Maine State Police were asked to\n\nassist.\n\n            On April 28, 2001 — all dates are in that year unless\n\notherwise indicated — the informant, fitted with an electronic\n\nlistening device, drove to the appellant's residence in Woodstock,\n\nMaine.     Hainey and a local police officer followed in a second\n\nvehicle.    Once there, the informant went inside and purchased four\n\ntablets of Roxicodone (a non-time-released version of Oxycontin)\n\nfrom Joseph Cox.         Hainey, who listened to the conversation by\n\ntransmitter, overheard Joseph tell the informant that his father\n\nrecently had returned from a \"drug run\" to North Carolina and that\n\nhe could have his father procure \"an eighth of marijuana\" for\n\nfuture purchase.\n\n            Based on what he knew to that point, Hainey obtained a\n\nwarrant    to   search    the    Cox   home    for    scheduled    drugs,     drug\n\nparaphernalia,     and    kindred      items   related     to    furnishing     or\n\ntrafficking in drugs.           Hainey and other officers conducted the\n\nsearch on the morning of May 9.           In Joseph's bedroom, they found\n\ntwo Roxicodone tablets and drug paraphernalia.                  In the kitchen,\n\nthey found a triple-beam scale with marijuana residue, a bottle\n\ncontaining sixty-five Roxicodone tablets, and an empty Roxicodone\n\nbottle.    The appellant was present during the search.             He told the\n\n\n                                       -3-\n\fofficers that the Roxicodone had been legally prescribed for his\n\nback condition, that he never had provided pills to his son or to\n\nanyone else (but, rather, had kept them on his person at all times\n\nexcept while sleeping), and that he had called his pharmacist on\n\nApril 21 because he was concerned that a few of his pills were\n\nmissing.\n\n             Later that morning, Trooper Hainey consulted with Richard\n\nBeauchesne, an assistant district attorney.                   The two reviewed the\n\nevidence    obtained    during       the    search;      discussed    whether   that\n\nevidence, together with the information previously known to Hainey,\n\namounted to probable cause to arrest the appellant; and agreed that\n\nit did.    Hainey then made the arrest.            The appellant was booked and\n\nreleased on bail that day. The bail bond indicated that his arrest\n\nhad been for aggravated furnishing of a schedule W drug.1                   See Me.\n\nRev. Stat. Ann. tit. 17-A, §§ 1105-C(1)(A)(1), 1106.                    After some\n\njockeying,    see   supra     note    1,    the    assistant     attorney   general\n\nassigned    to   the   case   determined          that   he   would   not   issue   a\n\ncomplaint.\n\n\n\n\n     1\n      The appellant's brief makes several references to another\ncrime: aggravated trafficking of a scheduled drug in violation of\nMe. Rev. Stat. Ann. tit. 17-A, § 1103. Though the appellant was\nlater charged with that offense by an assistant attorney general,\nthe record indicates that Hainey never made any recommendation to\nthat effect.     Thus, for purposes of our qualified immunity\nanalysis, we consider only the reasonableness of Hainey's decision\nto arrest the appellant for aggravated furnishing of a scheduled\ndrug.\n\n                                           -4-\n\f           Once all charges had been dropped, the appellant filed\n\nsuit in a Maine state court against various officers and entities.\n\nHe alleged, under 42 U.S.C. § 1983, that the named defendants had\n\nviolated   his   constitutional       rights   and,    in    the   bargain,   had\n\ncommitted a variety of tortious acts.           The defendants removed the\n\ncase to the United States District Court for the District of Maine.\n\nSee 28 U.S.C. §§ 1331, 1441, 1446.\n\n           The sole count relevant to this appeal charges that\n\nHainey   violated   the      appellant's     Fourth    Amendment     rights   by\n\narresting him without probable cause (for simplicity's sake, we\n\neschew any reference to other defendants and claims).               When Hainey\n\nmoved for summary judgment on that count, the district court\n\nreferred the matter to a magistrate judge.                   See 28 U.S.C. §\n\n636(b)(1)(B);    Fed.   R.    Civ.    P.   72(b).      The   magistrate   judge\n\nrecommended that the count proceed to trial.\n\n           Hainey lodged a timely objection to the recommendation.\n\nUpon de novo review, see Fed. R. Civ. P. 72(b), the district court\n\nrejected the magistrate judge's view and found Hainey entitled to\n\nqualified immunity on the ground that an objectively reasonable\n\npolice officer could have understood that there was probable cause\n\nto arrest the appellant.       Cox v. Me. State Police, 324 F. Supp. 2d\n\n128, 135 (D. Me. 2004).         Accordingly, the court granted summary\n\njudgment in Hainey's favor.          Id. at 130.      This appeal followed.\n\n\n\n\n                                      -5-\n\fII.   ANALYSIS\n\n             The appellant asseverates that Hainey was not entitled to\n\nqualified immunity and, therefore, that the district court erred in\n\ngranting summary judgment.          After limning the standard of review\n\nand the doctrinal hereditaments appurtenant to qualified immunity,\n\nwe proceed to determine whether Hainey was deserving of sanctuary.\n\n                            A.   Standard of Review.\n\n             We    afford   plenary     review    to   the    district    court's\n\ndisposition of a summary judgment motion.                 Garside v. Osco Drug,\n\nInc., 895 F.2d 46, 48 (1st Cir. 1990).              We will affirm a grant of\n\nsummary judgment as long as the record demonstrates \"that there is\n\nno genuine issue as to any material fact and that the moving party\n\nis entitled to a judgment as a matter of law.\"                 Fed. R. Civ. P.\n\n56(c).    In      conducting     this   tamisage,    we   \"utiliz[e]     the   same\n\ncriteria as the trial court,\" drawing all reasonable inferences\n\nfrom the record in the nonmovant's favor.                 Acosta v. Ames Dep't\n\nStores, Inc., 386 F.3d 5, 8 (1st Cir. 2004).               A decision to affirm\n\na summary judgment order may be grounded on any rationale revealed\n\nby the record, whether or not the lower court employed that\n\nrationale.        Houlton Citizens' Coalition v. Town of Houlton, 175\n\nF.3d 178, 184 (1st Cir. 1999).\n\n             In this instance, the appellant abjures any claim that a\n\ntrialworthy factual dispute exists.              He nonetheless insists that\n\nthe undisputed facts do not sustain the qualified immunity defense\n\n\n                                        -6-\n\fand, thus, as a matter of law, do not entitle Hainey to summary\n\njudgment.     This posture is important because, in the absence of a\n\ngenuine issue of material fact, a defendant's right to qualified\n\nimmunity presents a question of law.           Rivera v. Murphy, 979 F.2d\n\n259, 261 (1st Cir. 1992).\n\n                        B.    The Legal Landscape.\n\n             Before plunging into the qualified immunity inquiry, we\n\ndeem it useful to marshal the general principles that steer that\n\ninquiry.     The appellant sues under 42 U.S.C. § 1983, which imposes\n\nliability upon an individual who, acting under color of state law,\n\ndeprives a person of federally guaranteed rights. Camilo-Robles v.\n\nHoyos, 151 F.3d 1, 5 (1st Cir. 1998).              Withal, a public actor's\n\nliability under section 1983 \"is not absolute:             the doctrine of\n\nqualified immunity provides a safe harbor for a wide range of\n\nmistaken judgments.\"        Hatch v. Dep't for Children, Youth & Their\n\nFamilies, 274 F.3d 12, 19 (1st Cir. 2001); see also Anderson v.\n\nCreighton, 483 U.S. 635, 641 (1987).               This strain of immunity\n\naspires to \"balance [the] desire to compensate those whose rights\n\nare infringed by state actors with an equally compelling desire to\n\nshield public servants from undue interference with the performance\n\nof   their   duties   and    from   threats   of   liability   which,   though\n\nunfounded, may nevertheless be unbearably disruptive.\"            Buenrostro\n\nv. Collazo, 973 F.2d 39, 42 (1st Cir. 1992).              In that way, the\n\ndoctrine of qualified immunity protects public officials from civil\n\n\n                                      -7-\n\fliability \"insofar as their conduct does not violate clearly\n\nestablished      statutory    or    constitutional      rights      of   which    a\n\nreasonable person would have known.\"               Harlow v. Fitzgerald, 457\n\nU.S. 800, 818 (1982).\n\n            Qualified immunity serves not only as a defense to\n\nliability but also as \"an entitlement not to stand trial or face\n\nthe other burdens of litigation.\"               Mitchell v. Forsyth, 472 U.S.\n\n511, 526 (1985).       Seen in this light, many of the benefits of\n\nqualified immunity are squandered if an action is incorrectly\n\nallowed to proceed to trial. It follows that the applicability vel\n\nnon of the qualified immunity doctrine should be determined at the\n\nearliest practicable stage in the case. Hunter v. Bryant, 502 U.S.\n\n224, 227 (1991) (per curiam).\n\n            The Supreme Court has set up a sequential analysis for\n\ndetermining whether a defendant violated clearly established rights\n\nof which a reasonable person would have known.                   See Saucier v.\n\nKatz, 533 U.S. 194, 201-06 (2001).              This court has construed that\n\nframework   to    consist    of    three   inquiries:        \"(i)   whether      the\n\nplaintiff's      allegations,      if   true,    establish   a   constitutional\n\nviolation; (ii) whether the constitutional right at issue was\n\nclearly established at the time of the putative violation; and\n\n(iii) whether a reasonable officer, situated similarly to the\n\ndefendant, would have understood the challenged act or omission to\n\ncontravene the discerned constitutional right.\"              Limone v. Condon,\n\n\n                                        -8-\n\f372 F.3d 39, 44 (1st Cir. 2004). Under ordinary circumstances, the\n\ndevelopment of the doctrine of qualified immunity is best served by\n\napproaching these inquiries in the aforestated sequence.                     See\n\nSaucier, 533 U.S. at 201; Wilson v. Layne, 526 U.S. 603, 609\n\n(1999).   We proceed accordingly.\n\n                         C.   Qualified Immunity.\n\n           We have noted that the first variable in our algorithm —\n\nwhether   the   plaintiff     has    alleged   facts    that   show   that   the\n\ndefendant's conduct violated a constitutional right — should be\n\ntreated as a \"threshold question.\"           Limone, 372 F.3d at 44.      Here,\n\nthe appellant premises his section 1983 claim on an allegation that\n\nthe facts and circumstances known to Hainey at the time of the\n\narrest did not give rise to a reasonable likelihood that he (the\n\nappellant) had furnished Roxicodone to his son or any other minor\n\nand, therefore, that the arrest transgressed the Fourth Amendment.\n\nThe first prong of the qualified immunity analysis operates at a\n\nhigh level of generality, and Hainey, based on Cox's allegations,\n\nconcedes this prong.        See Appellee's Br. at 11-12 (\"Cox alleged\n\nconduct that amounts to a violation of a constitutional right — the\n\nFourth Amendment right to remain free of an arrest unless there is\n\nprobable cause.    Accordingly, he has satisfied the first part of\n\nthis court's qualified immunity inquiry.\").\n\n           We   accept   this       concession.        The   Fourth   Amendment\n\nundoubtedly recognizes the right to be free from unreasonable\n\n\n                                       -9-\n\fseizures of the person.         See, e.g., Beck v. Ohio, 379 U.S. 89, 91\n\n(1964).   Hence, the undisputed facts, construed in the light most\n\nfavorable     to    the   appellant,    make    out   a   colorable   claim   of\n\nconstitutional dimension. No more is exigible to satisfy the first\n\npart of the tripartite inquiry.\n\n              We can be equally quick in executing the second step of\n\nthe qualified immunity pavane.           As said, Cox alleges that Hainey\n\narrested him with insufficient information to constitute probable\n\ncause.    The right to be free from arrest without constitutionally\n\nadequate probable cause is clearly established.              See Wagenmann v.\n\nAdams, 829 F.2d 196, 209 (1st Cir. 1987).                  That satisfies the\n\nsecond part of the tripartite inquiry.\n\n              Even though the right to be free from an arrest without\n\nprobable cause is clearly established, a further hurdle remains.\n\nIn Anderson, the Supreme Court clarified the qualified immunity\n\nanalysis by explaining that, although it was firmly established\n\nthat warrantless searches, not subject to any recognized exception,\n\nviolate the Fourth Amendment, more was needed before qualified\n\nimmunity could be deemed irrelevant.                483 U.S. at 640-41.       The\n\ncourt below was required to determine whether the defendant had\n\nconfronted particular circumstances in which the application of\n\ngeneral principles did not yield a certain answer and, if that were\n\nthe   case,    to   determine    whether      the   defendant   had   responded\n\nreasonably to that idiosyncratic fact pattern.              See id.   In short,\n\n\n                                       -10-\n\fto set aside the buckler of qualified immunity \"the right the\n\nofficial is alleged to have violated must have been 'clearly\n\nestablished' in a more particularized, and hence more relevant,\n\nsense.\"   Id. at 640.\n\n          This guidance is pertinent here. In settings that invite\n\nbalancing tests, it is often the case that the first two prongs of\n\nthe   qualified   immunity   inquiry     do   not   satisfy   Anderson's\n\nrequirement of heightened specificity.        This is particularly true\n\nof alleged false arrests, given the fact-dependent nature of the\n\nprobable cause determination.    No two probable cause equations are\n\nexactly alike and, therefore, in most of these situations precedent\n\nwill take a court only so far.   Thus, such cases frequently turn on\n\nthe third prong of the qualified immunity inquiry, which channels\n\nthe analysis from abstract principles to the specific facts of a\n\ngiven case.   See Limone, 372 F.3d at 48; Hatch, 274 F.3d at 24.\n\nUnder that prong, a defendant \"is entitled to immunity if a\n\nreasonable officer could have believed that probable cause existed\n\nto arrest.\"   Rivera, 979 F.2d at 263.    We turn to that requirement.\n\n          Probable cause exists \"when the arresting officer, acting\n\nupon apparently trustworthy information, reasonably concludes that\n\na crime has been (or is about to be) committed and that the\n\nputative arrestee likely is one of the perpetrators.\"         Acosta, 386\n\nF.3d at 9.    The test is objective in nature, United States v.\n\nFigueroa, 818 F.2d 1020, 1023 (1st Cir. 1987), and the proof must\n\n\n                                 -11-\n\fbe such as to give rise to a reasonable likelihood that the\n\nputative    arrestee      committed    the    suspected   crime,      Valente    v.\n\nWallace, 332 F.3d 30, 32 (1st Cir. 2003).\n\n            Qualified immunity, however, requires a somewhat lesser\n\nshowing.     For that purpose, the operative inquiry is not whether\n\nthe defendant's      actions     actually     abridged    some   constitutional\n\nright, see Quintero de Quintero v. Aponte-Roque, 974 F.2d 226, 228\n\n(1st Cir. 1992), but, rather, whether those actions were obviously\n\ninconsistent with that right, see Camilo-Robles v. Zapata, 175 F.3d\n\n41, 43 (1st Cir. 1999).         Thus, in the case of a warrantless arrest,\n\nif the presence of probable cause is arguable or subject to\n\nlegitimate question, qualified immunity will attach.               See Ricci v.\n\nUrso, 974 F.2d 5, 7 (1st Cir. 1992).\n\n            This is as it should be:          after all, \"the reasonableness\n\nstandards underlying the probable cause and qualified immunity\n\ninquiries are not coterminous.\" Iacobucci v. Boulter, 193 F.3d 14,\n\n23 (1st Cir. 1999). The qualified immunity doctrine is designed to\n\nafford officials an added measure of protection against civil\n\nliability.    To achieve that goal, the doctrine eschews a line that\n\nseparates the constitutional from the unconstitutional and instead\n\ndraws   a   line   that    separates    unconstitutional     but      objectively\n\nreasonable acts from obviously unconstitutional acts.                 See Zapata,\n\n175 F.3d at 43.        When properly drawn, that line \"provides ample\n\nprotection    to   all    but    the   plainly   incompetent     or    those    who\n\n\n                                       -12-\n\fknowingly violate the law.\"            Malley v. Briggs, 475 U.S. 335, 341\n\n(1986).      It follows that this suit may go forward only if the\n\nunlawfulness       of   the   arrest      would    have    been      apparent    to   an\n\nobjectively reasonable officer standing in Hainey's shoes.                            See\n\nAnderson, 483 U.S. at 640; Limone, 372 F.3d at 44.\n\n             We now consider what Hainey knew and when he knew it.\n\nThe point of our inquiry is to determine whether, at the time of\n\nthe arrest, an objectively reasonable officer could have concluded\n\nthat the salmagundi of facts added up to probable cause.\n\n             Hainey had reason to believe, from Joseph Cox's comments,\n\nthat the appellant was likely involved in furnishing marijuana to\n\nhis son (and possibly to others). The discovery of the triple-beam\n\nscale   in   the    family    kitchen      tended     both      to   corroborate      the\n\nteenager's remarks and to confirm Hainey's understanding.                             The\n\ntrooper knew that the Roxicodone tablets found during the search\n\nhad   been   prescribed       for   the    appellant      and    were,   by     his   own\n\nadmission, in his nearly exclusive control.                     But Hainey also had\n\nreason to doubt the appellant's claim that he was scrupulous in\n\nguarding the pills; after all, the search disclosed two Roxicodone\n\nbottles (one empty and one full) in the kitchen and two loose\n\ntablets in Joseph Cox's bedroom.                 Hainey's knowledge that Joseph\n\nCox had obtained and sold four other Roxicodone tablets to the\n\ninformant cut in the same direction.\n\n\n\n\n                                          -13-\n\f          Given Joseph's indication that his father was willing to\n\nsupply marijuana to minors, the presence of Roxicodone and drug\n\nparaphernalia (the scale) in plain view in the kitchen of the\n\nappellant's home, and Joseph's actual possession of Roxicodone, it\n\nwas objectively reasonable for Hainey to infer that the appellant\n\nhad furnished those pills to his minor son.2            Though Hainey's\n\njudgment call may walk a thin line between probable cause and mere\n\nsuspicion, it cannot be shrugged off as plainly incompetent.\n\n          To cinch matters, Hainey took the precaution of reviewing\n\nthe known facts with the local prosecutor.       This consultation, and\n\nthe   assistant     district   attorney's   agreement    with   Hainey's\n\npreliminary assessment that probable cause existed, buttress the\n\nconclusion   that   Hainey's   actions   were   objectively   reasonable.\n\nAlthough the existence vel non of probable cause is arguable — we\n\nregard that question as very close, but see no need to decide it\n\ndefinitively — it simply cannot be said, on this record, that\n\nprobable cause clearly was lacking at the time of the arrest.         See\n\n\n\n\n      2\n      Although the appellant told Hainey that he had never shared\nthe pills with his son or anyone else and that he had mentioned to\na pharmacist that some of his pills might be missing, Hainey had no\nobligation to give credence to these self-serving statements. A\nreasonable police officer is not required to credit a suspect's\nstory. See Brady v. Dill, 187 F.3d 104, 112 (1st Cir. 1999); Criss\nv. City of Kent, 867 F.2d 259, 263 (6th Cir. 1988); see also\nAcosta, 386 F.3d at 11 (noting that police have no responsibility\nto investigate potential defenses before making a probable cause\ndetermination).\n\n                                  -14-\n\fTopp v. Wolkowski, 994 F.2d 45, 48 (1st Cir. 1993).              Qualified\n\nimmunity therefore attaches.\n\n           The appellant resists this conclusion on four grounds.\n\nWe find none of them persuasive.\n\n           The appellant's first line of attack is that the search\n\nyielded no evidence that he had furnished Roxicodone to his minor\n\nson.   This ignores the fact that police officers are allowed \"to\n\ndraw on their own experience and specialized training to make\n\ninferences from and deductions about the cumulative information\n\navailable to them.\"       United States v. Arvizu, 534 U.S. 266, 273\n\n(2002).   While Hainey lacked direct evidence as to how Joseph Cox\n\nprocured the four Roxicodone tablets sold to the informant and the\n\ntwo discovered in his bedroom, the totality of the circumstances\n\nsupported a plausible inference that he obtained them from his\n\nfather.\n\n          To     be   sure,   alternative   inferences   could   have   been\n\nderived   from    the   evidence    available   to   Hainey.      But   the\n\navailability of alternative inferences does not prevent a finding\n\nof probable cause so long as the inference upon which the officer\n\nrelies is reasonable.         As we have said, \"[t]he probable cause\n\nstandard does not require the officers' conclusion to be ironclad,\n\nor even highly probable . . . .         [It] need only be reasonable.\"\n\nUnited States v. Winchenbach, 197 F.3d 548, 555-56 (1st Cir. 1999).\n\nConsequently, when conflicting inferences are available to resolve\n\n\n                                    -15-\n\fthe issue of probable cause and both of them are plausible, \"it\n\ndoes not matter which inference is correct.\"           Acosta, 386 F.3d at\n\n9.\n\n            The appellant's second demurrer takes issue with the use\n\nof marijuana-related evidence to support the conclusion that he was\n\ninvolved in furnishing Roxicodone to his minor son.           The appellant\n\nasserts that consideration of this evidence impermissibly reduced\n\nthe probable cause requirement to a standard compatible with arrest\n\nfor a lesser violation.\n\n            To put this assertion in perspective, it is important to\n\nunderstand that Hainey has not argued that the evidence at least\n\nsupported probable cause to arrest for a marijuana violation.             See\n\nCox, 324 F. Supp. 2d at 131 n.3.       While a \"related crimes\" defense\n\nmight have been available to Hainey, see, e.g., Sheehy v. Town of\n\nPlymouth,   191   F.3d   15,   19-20   (1st   Cir.   1999)   (outlining   the\n\nparameters of this defense), the absence of any argument to that\n\neffect makes this a non-issue.         See Santiago v. Fenton, 891 F.2d\n\n373, 387 (1st Cir. 1989).       Here, then, Hainey must be held to the\n\nrequirement of arguable probable cause with respect to the crime\n\nfor which he actually arrested the appellant, namely, a violation\n\nof Me. Rev. Stat. Ann. tit. 17-A, §§ 1105-C(1)(A)(1), 1106.\n\n            This does not mean, however, that the marijuana-related\n\nevidence has no bearing on the decisional calculus.                Joseph's\n\ncomments about the drug run and his ability to obtain marijuana\n\n\n                                   -16-\n\ffrom his father are part of the totality of the circumstances.            So\n\ntoo is the presence of the scale.     These pieces of evidence tend to\n\nmake more plausible the trooper's inference about the appellant's\n\nrole in the furnishing of Roxicodone.           Cf. Brinegar v. United\n\nStates, 338 U.S. 160, 175 (1949) (observing that the inferred\n\nprobabilities undergirding probable cause \"are the factual and\n\npractical considerations of everyday life on which reasonable and\n\nprudent men, not legal technicians, act\").           Thus, we reject the\n\nappellant's suggestion that this evidence should have been excluded\n\nfrom the probable cause determination.\n\n          The   appellant   next    argues    that   the   foundation     for\n\nHainey's probable cause determination was inadequate because he had\n\nno evidence that the appellant possessed the mens rea required to\n\ncommit the charged crime.    This sally takes us to the language of\n\nthe relevant    statutes.   The    Maine     Criminal   Code   provides   in\n\npertinent part that \"a person is guilty of unlawful furnishing of\n\na scheduled drug if the person intentionally or knowingly furnishes\n\nwhat the person knows or believes to be a scheduled drug, which is\n\nin fact a scheduled drug.\"         Me. Rev. Stat. Ann. tit. 17-A, §\n\n1106(1-A).   A companion statute renders that crime aggravated if\n\n\"[t]he person furnishes a scheduled drug to a child who is in fact\n\nless than 18 years of age and the drug is . . . [a] schedule W\n\n\n\n\n                                   -17-\n\fdrug.\"     Id. § 1105-C(1)(A).3      The Code sheds light on the meaning\n\nof the mens rea components needed for commission of these crimes.\n\n\"A person acts intentionally with respect to a result of his\n\nconduct when it is his conscious object to cause such a result.\"\n\nId. § 35(1)(A).       By like token, \"[a] person acts knowingly with\n\nrespect to a result of his conduct when he is aware that it is\n\npractically certain that his conduct will cause such a result.\"\n\nId. § 35(2)(A).\n\n            Given these guideposts and the information available to\n\nHainey at the time of the arrest, we do not believe it should have\n\nbeen apparent to him that the mens rea component was altogether\n\nlacking.    On this record, an objectively reasonable officer could\n\nhave believed that there was probable cause to support an arrest\n\nfor aggravated furnishing based on circumstantial evidence that the\n\nappellant's actions were intentional (because Joseph's statement\n\nabout his ability to procure marijuana from his father, made in the\n\ncourse of a Roxicodone transaction, tended to suggest that the\n\nappellant    was    consciously    abetting   his   son's   drug-trafficking\n\nactivities).       Although this inference is somewhat attenuated, the\n\npractical restraints on police in the field are greater with\n\nrespect    to   ascertaining      intent   and,   therefore,   the   latitude\n\naccorded to officers considering the probable cause issue in the\n\n\n\n     3\n      In this case, no one disputes that Roxicodone is and was a\nschedule W drug under Maine law.\n\n                                     -18-\n\fcontext of mens rea crimes must be correspondingly great. See Paff\n\nv. Kaltenbach, 204 F.3d 425, 437 (3d Cir. 2000) (emphasizing that\n\npolice must make judgment calls in determining a suspect's state of\n\nmind).\n\n           That brings us to the appellant's final objection to the\n\nlower court's qualified immunity ruling. This objection calumnizes\n\nthe   court's    consideration        of    Hainey's    consultation    with   the\n\nassistant district attorney (who, upon reviewing the evidence that\n\nHainey presented to him, opined that it satisfied the probable\n\ncause requirement).        In mounting this objection, the appellant\n\nsubmits that a police officer should not be able to insulate\n\nhimself   from    liability     for    an    erroneous      determination    simply\n\nbecause he obtained a prosecutor's blessing to arrest upon evidence\n\nthat did not establish probable cause.\n\n           We agree with the appellant's premise that a wave of the\n\nprosecutor's      wand   cannot   magically       transform     an   unreasonable\n\nprobable cause determination into a reasonable one. That is not to\n\nsay, however, that a reviewing court must throw out the baby with\n\nthe bath water.          There is a middle ground:              the fact of the\n\nconsultation and the purport of the advice obtained should be\n\nfactored into the totality of the circumstances and considered in\n\ndetermining the officer's entitlement to qualified immunity.\n\n           Whether advice obtained from a prosecutor prior to making\n\nan    arrest     fits    into   the        totality    of    circumstances     that\n\n\n                                       -19-\n\fappropriately inform the qualified immunity determination is a\n\nquestion of first impression in this circuit.           In Suboh v. Dist.\n\nAtty's Office of Suffolk Dist., 298 F.3d 81 (1st Cir. 2002), we\n\nnoted the question but had no occasion to answer it.               See id. at\n\n97.   In dictum, we implied that if an officer seeks counsel from a\n\nprosecutor anent the legality of an intended action and furnishes\n\nthe latter the known information material to that decision, the\n\nofficer's reliance on emergent advice might be relevant, for\n\nqualified immunity purposes, to the reasonableness of his later\n\nconduct.     See id.\n\n             Other courts, however, have spoken authoritatively to the\n\nissue.     The Seventh Circuit recently recognized that pre-arrest\n\nconsultation with a prosecutor may lend reasonableness to an\n\nofficer's conclusion that probable cause exists and, thus, may help\n\nto establish qualified immunity.          Kijonka v. Seitzinger, 363 F.3d\n\n645, 648 (7th Cir. 2004).       Similarly, the Eighth Circuit has held\n\nthat such advice can assist in \"show[ing] the reasonableness of the\n\naction taken\" and, thus, assist in determining the existence vel\n\nnon of qualified immunity.        E-Z Mart Stores, Inc. v. Kirksey, 885\n\nF.2d 476, 478 (8th Cir. 1989).       The Ninth and Fourth Circuits also\n\nhave recognized that a pre-seizure consultation with a prosecutor\n\nis    a   factor   to   be   considered    in   determining   an    officer's\n\nentitlement to qualified immunity.          See Dixon v. Wallowa County,\n\n336 F.3d 1013, 1019 (9th Cir. 2003); Wadkins v. Arnold, 214 F.3d\n\n\n                                    -20-\n\f535, 542 (4th Cir. 2000).          The Tenth Circuit has substantially\n\nadopted   this    reasoning,      acknowledging         the    relevance      of     a\n\nprosecutor's advice for qualified immunity purposes, at least where\n\nthe officer's duty is unclear.            See Lavicky v. Burnett, 758 F.2d\n\n468, 476 (10th Cir. 1985).\n\n          We     agree     with   our     sister      circuits     and    with     the\n\nimplication of the Suboh dictum that there is some room in the\n\nqualified immunity calculus for considering both the fact of a pre-\n\narrest consultation and the purport of the advice received.                       As a\n\nmatter of practice, the incorporation of these factors into the\n\ntotality of the circumstances is consistent with an inquiry into\n\nthe objective legal reasonableness of an officer's belief that\n\nprobable cause supported an arrest.            It stands to reason that if an\n\nofficer makes a full presentation of the known facts to a competent\n\nprosecutor and receives a green light, the officer would have\n\nstronger reason to believe that probable cause existed.                    And as a\n\nmatter of policy, it makes eminently good sense, when time and\n\ncircumstances permit, to encourage officers to obtain an informed\n\nopinion before charging ahead and making an arrest in uncertain\n\ncircumstances.       See   Kijonka,      363   F.3d    at   648.      Although      we\n\nacknowledge    the   possibility        of   collusion      between      police    and\n\n\n\n\n                                        -21-\n\fprosecutors, we do not believe that possibility warrants a general\n\nrule foreclosing reliance on a prosecutor's advice.4\n\n\n\n          We caution, however, that the mere fact that an officer\n\nsecures a favorable pre-arrest opinion from a friendly prosecutor\n\ndoes not automatically guarantee that qualified immunity will\n\nfollow. Rather, that consultation comprises only one factor, among\n\nmany, that enters into the totality of the circumstances relevant\n\nto the qualified immunity analysis.    See Wadkins, 214 F.3d at 542.\n\nThe primary focus continues to be the evidence about the suspect\n\nand the suspected crime that is within the officer's ken.\n\n          In considering the relevance of an officer's pre-arrest\n\nconsultation with a prosecutor, a reviewing court must determine\n\nwhether the officer's reliance on the prosecutor's advice was\n\nobjectively reasonable.5   Reliance would not satisfy this standard\n\n\n     4\n      Of course, prosecutors work hand in glove with law\nenforcement officers, so a prosecutor's advice, under the best of\ncircumstances, cannot carry the same presumption of reliability\nthat accompanies the detached scrutiny of a neutral magistrate.\nSee United States v. Leon, 468 U.S. 897, 913-14 (1984). But that\nlessened deference is no reason to treat a prosecutor's counsel as\nworthless. Prosecutors are public officials and officers of the\ncourt. Moreover, when giving legal advice to the police, they have\nonly qualified immunity. Burns v. Reed, 500 U.S. 478, 496 (1991).\n\"[T]he absence of absolute immunity for the act of giving legal\nadvice may cause prosecutors to consider their advice more\ncarefully . . . .\" Id. at 495. In view of these realities, we\nrefuse to endorse a rule that a prosecutor's stake in law\nenforcement renders his or her advice inherently unreliable.\n     5\n      This inquiry remains focused on objective reasonableness and\nshould not be transformed into an investigation of the officer's\n\n                                -22-\n\fif an objectively reasonable officer would have cause to believe\n\nthat the prosecutor's advice was flawed, off point, or otherwise\n\nuntrustworthy.      Cf. Groh v. Ramirez, 124 S. Ct. 1284, 1293-94\n\n(2004) (holding that qualified immunity could not shield an officer\n\nfrom liability for actions predicated upon an obviously deficient\n\narrest warrant). Law enforcement officers have an independent duty\n\nto exercise their professional judgment and can be brought to book\n\nfor objectively unreasonable mistakes regardless of whether another\n\ngovernment official (say, a prosecutor or a magistrate) happens to\n\ncompound the error.       See Malley, 475 U.S. at 340-41.\n\n            The   officer's       own    role      is    also    pertinent.         If    he\n\nknowingly    withholds     material         facts       from    the    prosecutor,       his\n\nreliance on the latter's opinion would not be reasonable.                           Dixon,\n\n336 F.3d at 1019; Hollingsworth v. Hill, 110 F.3d 733, 741 (10th\n\nCir. 1997).\n\n            In this case, the advice that Hainey received from the\n\nassistant district attorney was of the kind that an objectively\n\nreasonable    officer     would    be       free   to    consider       reliable.        The\n\nundisputed facts indicate that the two reviewed the available\n\nevidence    fully   and    had    a     frank      discussion         about   it.    This\n\ndiscussion    culminated     in       the    prosecutor's        statement      that      he\n\n\nsubjective good faith. See Crawford-El v. Britton, 523 U.S. 574,\n587-88 (1998); Tremblay v. McClellan, 350 F.3d 195, 199 (1st Cir.\n2003).   Whether a pre-arrest consultation actually boosted the\nofficer's confidence in his or her probable cause determination is\nbeside the point.\n\n                                         -23-\n\fbelieved Hainey had probable cause to arrest the appellant.          And,\n\nfinally, there is nothing to suggest that the prosecutor was\n\noperating    in   bad     faith.   We   conclude,   therefore,   that    an\n\nobjectively reasonable officer would have taken the prosecutor's\n\nopinion into account in deciding whether to make the arrest. Thus,\n\nthe    district   court    appropriately   considered   that   opinion   in\n\nassessing the objective reasonableness of Hainey's actions and,\n\nultimately, in granting him qualified immunity.\n\nIII.    CONCLUSION\n\n            We need go no further.      We conclude that an objectively\n\nreasonable officer, standing in Hainey's shoes, could have believed\n\nthat probable cause existed to arrest the appellant for the crime\n\nof aggravated furnishing of a schedule W drug.          Accordingly, the\n\ndistrict court did not err in ruling that Hainey was entitled to\n\nqualified immunity with respect to the appellant's claim under\n\nsection 1983.\n\n\n\nAffirmed.\n\n\n\n\n                                   -24-\n\f",
  "html": "<p class=\"case_cite\">391 F.3d 25</p>\n    <p class=\"parties\">John E. COX III, Plaintiff, Appellant,<br>v.<br>John HAINEY, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 04-1761.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Submitted November 4, 2004.</p>\n    <p class=\"date\">Decided December 1, 2004.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Timothy E. Zerillo and Timothy Zerillo Law Offices, LLC on brief for appellant.</p>\n      <p class=\"indent\">G. Steven Rowe, Attorney General, and William R. Fisher, Assistant Attorney General, on brief for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, STAHL, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this case, the district court entered summary judgment in favor of defendant-appellee John Hainey, a state trooper, on a false arrest claim under 42 U.S.C. &#167; 1983. Plaintiff-appellant John E. Cox III assigns error to the court's determination that qualified immunity shielded Hainey from suit. After careful perscrutation of an oddly configured factual record (including consideration of how, if at all, an officer's pre-arrest consultation with a prosecutor affects the qualified immunity calculus), we affirm the district court's order.</p>\n    </div>\n    <p class=\"indent\">I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On an appeal from a summary judgment order, an appellate court is held to the same ground rules that bound the trial court in the proceedings below: it must \"construe the record and all reasonable inferences from it in favor of the nonmovant.\" <i>Perez v. Volvo Car Corp.,</i> 247 F.3d 303, 310 (1st Cir.2001). We rehearse the facts with this construct in mind. Because the reasonableness of Trooper Hainey's conclusion that he had probable cause to make an arrest is the axis of this appeal, we concentrate on the information available to him at the time of the arrest.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Our saga starts in Norway, Maine. Members of the Norway police department arrested Joseph Cox, the appellant's fifteen-year-old son, for alleged involvement in a series of snowmobile thefts that occurred during the winter of 2000-2001. In the course of the ensuing investigation, an informant volunteered that Joseph had sold drugs to high school students. The informant expressed a willingness to participate in a controlled buy, and the local gendarmes arranged a sting. The Maine State Police were asked to assist.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On April 28, 2001 &#8212; all dates are in that year unless otherwise indicated &#8212; the informant, fitted with an electronic listening device, drove to the appellant's residence in Woodstock, Maine. Hainey and a local police officer followed in a second vehicle. Once there, the informant went inside and purchased four tablets of Roxicodone (a non-time-released version of Oxycontin) from Joseph Cox. Hainey, who listened to the conversation by transmitter, overheard Joseph tell the informant that his father recently had returned from a \"drug run\" to North Carolina and that he could have his father procure \"an eighth of marijuana\" for future purchase.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Based on what he knew to that point, Hainey obtained a warrant to search the Cox home for scheduled drugs, drug paraphernalia, and kindred items related to furnishing or trafficking in drugs. Hainey and other officers conducted the search on the morning of May 9. In Joseph's bedroom, they found two Roxicodone tablets and drug paraphernalia. In the kitchen, they found a triple-beam scale with marijuana residue, a bottle containing sixty-five Roxicodone tablets, and an empty Roxicodone bottle. The appellant was present during the search. He told the officers that the Roxicodone had been legally prescribed for his back condition, that he never had provided pills to his son or to anyone else (but, rather, had kept them on his person at all times except while sleeping), and that he had called his pharmacist on April 21 because he was concerned that a few of his pills were missing.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Later that morning, Trooper Hainey consulted with Richard Beauchesne, an assistant district attorney. The two reviewed the evidence obtained during the search; discussed whether that evidence, together with the information previously known to Hainey, amounted to probable cause to arrest the appellant; and agreed that it did. Hainey then made the arrest. The appellant was booked and released on bail that day. The bail bond indicated that his arrest had been for aggravated furnishing of a schedule W drug.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> <i>See</i> Me.Rev.Stat. Ann. tit. 17-A, &#167;&#167; 1105-C(1)(A)(1), 1106. After some jockeying, <i>see supra</i> note 1, the assistant attorney general assigned to the case determined that he would not issue a complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Once all charges had been dropped, the appellant filed suit in a Maine state court against various officers and entities. He alleged, under 42 U.S.C. &#167; 1983, that the named defendants had violated his constitutional rights and, in the bargain, had committed a variety of tortious acts. The defendants removed the case to the United States District Court for the District of Maine. <i>See</i> 28 U.S.C. &#167;&#167; 1331, 1441, 1446.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The sole count relevant to this appeal charges that Hainey violated the appellant's Fourth Amendment rights by arresting him without probable cause (for simplicity's sake, we eschew any reference to other defendants and claims). When Hainey moved for summary judgment on that count, the district court referred the matter to a magistrate judge. <i>See</i> 28 U.S.C. &#167; 636(b)(1)(B); Fed.R.Civ.P. 72(b). The magistrate judge recommended that the count proceed to trial.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Hainey lodged a timely objection to the recommendation. Upon de novo review, <i>see</i> Fed.R.Civ.P. 72(b), the district court rejected the magistrate judge's view and found Hainey entitled to qualified immunity on the ground that an objectively reasonable police officer could have understood that there was probable cause to arrest the appellant. <i>Cox v. Me. State Police,</i> 324 F.Supp.2d 128, 135 (D.Me.2004). Accordingly, the court granted summary judgment in Hainey's favor. <i>Id.</i> at 130. This appeal followed.</p>\n    </div>\n    <p class=\"indent\">II. ANALYSIS</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The appellant asseverates that Hainey was not entitled to qualified immunity and, therefore, that the district court erred in granting summary judgment. After limning the standard of review and the doctrinal hereditaments appurtenant to qualified immunity, we proceed to determine whether Hainey was deserving of sanctuary.</p>\n    </div>\n    <p class=\"center\">A. <i>Standard of Review.</i></p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We afford plenary review to the district court's disposition of a summary judgment motion. <i>Garside v. Osco Drug,</i> <i>Inc.,</i> 895 F.2d 46, 48 (1st Cir.1990). We will affirm a grant of summary judgment as long as the record demonstrates \"that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\" Fed.R.Civ.P. 56(c). In conducting this tamisage, we \"utiliz[e] the same criteria as the trial court,\" drawing all reasonable inferences from the record in the nonmovant's favor. <i>Acosta v. Ames Dep't Stores, Inc.,</i> 386 F.3d 5, 8 (1st Cir.2004). A decision to affirm a summary judgment order may be grounded on any rationale revealed by the record, whether or not the lower court employed that rationale. <i>Houlton Citizens' Coalition v. Town of Houlton,</i> 175 F.3d 178, 184 (1st Cir.1999).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In this instance, the appellant abjures any claim that a trialworthy factual dispute exists. He nonetheless insists that the undisputed facts do not sustain the qualified immunity defense and, thus, as a matter of law, do not entitle Hainey to summary judgment. This posture is important because, in the absence of a genuine issue of material fact, a defendant's right to qualified immunity presents a question of law. <i>Rivera v. Murphy,</i> 979 F.2d 259, 261 (1st Cir.1992).</p>\n    </div>\n    <p class=\"center\">B. <i>The Legal Landscape.</i></p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Before plunging into the qualified immunity inquiry, we deem it useful to marshal the general principles that steer that inquiry. The appellant sues under 42 U.S.C. &#167; 1983, which imposes liability upon an individual who, acting under color of state law, deprives a person of federally guaranteed rights. <i>Camilo-Robles v. Hoyos,</i> 151 F.3d 1, 5 (1st Cir.1998). Withal, a public actor's liability under section 1983 \"is not absolute: the doctrine of qualified immunity provides a safe harbor for a wide range of mistaken judgments.\" <i>Hatch v. Dep't for Children, Youth &amp; Their Families,</i> 274 F.3d 12, 19 (1st Cir.2001); <i>see also Anderson v. Creighton,</i> 483 U.S. 635, 641, 107 S.Ct. 3034, 97 L.Ed.2d 523 (1987). This strain of immunity aspires to \"balance [the] desire to compensate those whose rights are infringed by state actors with an equally compelling desire to shield public servants from undue interference with the performance of their duties and from threats of liability which, though unfounded, may nevertheless be unbearably disruptive.\" <i>Buenrostro v. Collazo,</i> 973 F.2d 39, 42 (1st Cir.1992). In that way, the doctrine of qualified immunity protects public officials from civil liability \"insofar as their conduct does not violate clearly established statutory or constitutional rights of which a reasonable person would have known.\" <i>Harlow v. Fitzgerald,</i> 457 U.S. 800, 818, 102 S.Ct. 2727, 73 L.Ed.2d 396 (1982).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Qualified immunity serves not only as a defense to liability but also as \"an entitlement not to stand trial or face the other burdens of litigation.\" <i>Mitchell v. Forsyth,</i> 472 U.S. 511, 526, 105 S.Ct. 2806, 86 L.Ed.2d 411 (1985). Seen in this light, many of the benefits of qualified immunity are squandered if an action is incorrectly allowed to proceed to trial. It follows that the applicability vel non of the qualified immunity doctrine should be determined at the earliest practicable stage in the case. <i>Hunter v. Bryant,</i> 502 U.S. 224, 227, 112 S.Ct. 534, 116 L.Ed.2d 589 (1991) (per curiam).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The Supreme Court has set up a sequential analysis for determining whether a defendant violated clearly established rights of which a reasonable person would have known. <i>See Saucier v. Katz,</i> 533 U.S. 194, 201-06, 121 S.Ct. 2151, 150 L.Ed.2d 272 (2001). This court has construed that framework to consist of three inquiries: \"(i) whether the plaintiff's allegations, if true, establish a constitutional violation; (ii) whether the constitutional right at issue was clearly established at the time of the putative violation; and (iii) whether a reasonable officer, situated similarly to the defendant, would have understood the challenged act or omission to contravene the discerned constitutional right.\" <i>Limone v. Condon,</i> 372 F.3d 39, 44 (1st Cir.2004). Under ordinary circumstances, the development of the doctrine of qualified immunity is best served by approaching these inquiries in the aforestated sequence. <i>See Saucier,</i> 533 U.S. at 201, 121 S.Ct. 2151; <i>Wilson v. Layne,</i> 526 U.S. 603, 609, 119 S.Ct. 1692, 143 L.Ed.2d 818 (1999). We proceed accordingly.</p>\n    </div>\n    <p class=\"center\">C. <i>Qualified Immunity.</i></p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We have noted that the first variable in our algorithm &#8212; whether the plaintiff has alleged facts that show that the defendant's conduct violated a constitutional right &#8212; should be treated as a \"threshold question.\" <i>Limone,</i> 372 F.3d at 44. Here, the appellant premises his section 1983 claim on an allegation that the facts and circumstances known to Hainey at the time of the arrest did not give rise to a reasonable likelihood that he (the appellant) had furnished Roxicodone to his son or any other minor and, therefore, that the arrest transgressed the Fourth Amendment. The first prong of the qualified immunity analysis operates at a high level of generality, and Hainey, based on Cox's allegations, concedes this prong. <i>See</i> Appellee's Br. at 11-12 (\"Cox alleged conduct that amounts to a violation of a constitutional right-the Fourth Amendment right to remain free of an arrest unless there is probable cause. Accordingly, he has satisfied the first part of this court's qualified immunity inquiry.\").</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We accept this concession. The Fourth Amendment undoubtedly recognizes the right to be free from unreasonable seizures of the person. <i>See, e.g., Beck v. Ohio,</i> 379 U.S. 89, 91, 85 S.Ct. 223, 13 L.Ed.2d 142 (1964). Hence, the undisputed facts, construed in the light most favorable to the appellant, make out a colorable claim of constitutional dimension. No more is exigible to satisfy the first part of the tripartite inquiry.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We can be equally quick in executing the second step of the qualified immunity pavane. As said, Cox alleges that Hainey arrested him with insufficient information to constitute probable cause. The right to be free from arrest without constitutionally adequate probable cause is clearly established. <i>See Wagenmann v. Adams,</i> 829 F.2d 196, 209 (1st Cir.1987). That satisfies the second part of the tripartite inquiry.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Even though the right to be free from an arrest without probable cause is clearly established, a further hurdle remains. In <i>Anderson,</i> the Supreme Court clarified the qualified immunity analysis by explaining that, although it was firmly established that warrantless searches, not subject to any recognized exception, violate the Fourth Amendment, more was needed before qualified immunity could be deemed irrelevant. 483 U.S. at 640-41, 107 S.Ct. 3034. The court below was required to determine whether the defendant had confronted particular circumstances in which the application of general principles did not yield a certain answer and, if that were the case, to determine whether the defendant had responded reasonably to that idiosyncratic fact pattern. <i>See id.</i> In short, to set aside the buckler of qualified immunity \"the right the official is alleged to have violated must have been `clearly established' in a more particularized, and hence more relevant, sense.\" <i>Id.</i> at 640, 107 S.Ct. 3034.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">This guidance is pertinent here. In settings that invite balancing tests, it is often the case that the first two prongs of the qualified immunity inquiry do not satisfy <i>Anderson's</i> requirement of heightened specificity. This is particularly true of alleged false arrests, given the fact-dependent nature of the probable cause determination. No two probable cause equations are exactly alike and, therefore, in most of these situations precedent will take a court only so far. Thus, such cases frequently turn on the third prong of the qualified immunity inquiry, which channels the analysis from abstract principles to the specific facts of a given case. <i>See Limone,</i> 372 F.3d at 48; <i>Hatch,</i> 274 F.3d at 24. Under that prong, a defendant \"is entitled to immunity if a reasonable officer could have believed that probable cause existed to arrest.\" <i>Rivera,</i> 979 F.2d at 263. We turn to that requirement.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Probable cause exists \"when the arresting officer, acting upon apparently trustworthy information, reasonably concludes that a crime has been (or is about to be) committed and that the putative arrestee likely is one of the perpetrators.\" <i>Acosta,</i> 386 F.3d at 9. The test is objective in nature, <i>United States v. Figueroa,</i> 818 F.2d 1020, 1023 (1st Cir.1987), and the proof must be such as to give rise to a reasonable likelihood that the putative arrestee committed the suspected crime, <i>Valente v. Wallace,</i> 332 F.3d 30, 32 (1st Cir.2003).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Qualified immunity, however, requires a somewhat lesser showing. For that purpose, the operative inquiry is not whether the defendant's actions actually abridged some constitutional right, <i>see Quintero de Quintero v. Aponte-Roque,</i> 974 F.2d 226, 228 (1st Cir.1992), but, rather, whether those actions were obviously inconsistent with that right, <i>see Camilo-Robles v. Zapata,</i> 175 F.3d 41, 43 (1st Cir.1999). Thus, in the case of a warrantless arrest, if the presence of probable cause is arguable or subject to legitimate question, qualified immunity will attach. <i>See Ricci v. Urso,</i> 974 F.2d 5, 7 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">This is as it should be: after all, \"the reasonableness standards underlying the probable cause and qualified immunity inquiries are not coterminous.\" <i>Iacobucci v. Boulter,</i> 193 F.3d 14, 23 (1st Cir.1999). The qualified immunity doctrine is designed to afford officials an added measure of protection against civil liability. To achieve that goal, the doctrine eschews a line that separates the constitutional from the unconstitutional and instead draws a line that separates unconstitutional but objectively reasonable acts from obviously unconstitutional acts. <i>See Zapata,</i> 175 F.3d at 43. When properly drawn, that line \"provides ample protection to all but the plainly incompetent or those who knowingly violate the law.\" <i>Malley v. Briggs,</i> 475 U.S. 335, 341, 106 S.Ct. 1092, 89 L.Ed.2d 271 (1986). It follows that this suit may go forward only if the unlawfulness of the arrest would have been apparent to an objectively reasonable officer standing in Hainey's shoes. <i>See Anderson,</i> 483 U.S. at 640, 107 S.Ct. 3034; <i>Limone,</i> 372 F.3d at 44.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We now consider what Hainey knew and when he knew it. The point of our inquiry is to determine whether, at the time of the arrest, an objectively reasonable officer could have concluded that the salmagundi of facts added up to probable cause.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Hainey had reason to believe, from Joseph Cox's comments, that the appellant was likely involved in furnishing marijuana to his son (and possibly to others). The discovery of the triple-beam scale in the family kitchen tended both to corroborate the teenager's remarks and to confirm Hainey's understanding. The trooper knew that the Roxicodone tablets found during the search had been prescribed for the appellant and were, by his own admission, in his nearly exclusive control. But Hainey also had reason to doubt the appellant's claim that he was scrupulous in guarding the pills; after all, the search disclosed two Roxicodone bottles (one empty and one full) in the kitchen and two loose tablets in Joseph Cox's bedroom. Hainey's knowledge that Joseph Cox had obtained and sold four other Roxicodone tablets to the informant cut in the same direction.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Given Joseph's indication that his father was willing to supply marijuana to minors, the presence of Roxicodone and drug paraphernalia (the scale) in plain view in the kitchen of the appellant's home, and Joseph's actual possession of Roxicodone, it was objectively reasonable for Hainey to infer that the appellant had furnished those pills to his minor son.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Though Hainey's judgment call may walk a thin line between probable cause and mere suspicion, it cannot be shrugged off as plainly incompetent.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">To cinch matters, Hainey took the precaution of reviewing the known facts with the local prosecutor. This consultation, and the assistant district attorney's agreement with Hainey's preliminary assessment that probable cause existed, buttress the conclusion that Hainey's actions were objectively reasonable. Although the existence vel non of probable cause is arguable &#8212; we regard that question as very close, but see no need to decide it definitively &#8212; it simply cannot be said, on this record, that probable cause clearly was lacking at the time of the arrest. <i>See Topp v. Wolkowski,</i> 994 F.2d 45, 48 (1st Cir.1993). Qualified immunity therefore attaches.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The appellant resists this conclusion on four grounds. We find none of them persuasive.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The appellant's first line of attack is that the search yielded no evidence that he had furnished Roxicodone to his minor son. This ignores the fact that police officers are allowed \"to draw on their own experience and specialized training to make inferences from and deductions about the cumulative information available to them.\" <i>United States v. Arvizu,</i> 534 U.S. 266, 273, 122 S.Ct. 744, 151 L.Ed.2d 740 (2002). While Hainey lacked direct evidence as to how Joseph Cox procured the four Roxicodone tablets sold to the informant and the two discovered in his bedroom, the totality of the circumstances supported a plausible inference that he obtained them from his father.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">To be sure, alternative inferences could have been derived from the evidence available to Hainey. But the availability of alternative inferences does not prevent a finding of probable cause so long as the inference upon which the officer relies is reasonable. As we have said, \"[t]he probable cause standard does not require the officers' conclusion to be ironclad, or even highly probable.... [It] need only be reasonable.\" <i>United States v. Winchenbach,</i> 197 F.3d 548, 555-56 (1st Cir.1999). Consequently, when conflicting inferences are available to resolve the issue of probable cause and both of them are plausible, \"it does not matter which inference is correct.\" <i>Acosta,</i> 386 F.3d at 9.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The appellant's second demurrer takes issue with the use of marijuana-related evidence to support the conclusion that he was involved in furnishing Roxicodone to his minor son. The appellant asserts that consideration of this evidence impermissibly reduced the probable cause requirement to a standard compatible with arrest for a lesser violation.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">To put this assertion in perspective, it is important to understand that Hainey has not argued that the evidence at least supported probable cause to arrest for a marijuana violation. <i>See Cox,</i> 324 F.Supp.2d at 131 n. 3. While a \"related crimes\" defense might have been available to Hainey, <i>see, e.g., Sheehy v. Town of Plymouth,</i> 191 F.3d 15, 19-20 (1st Cir.1999) (outlining the parameters of this defense), the absence of any argument to that effect makes this a non-issue. <i>See Santiago v. Fenton,</i> 891 F.2d 373, 387 (1st Cir.1989). Here, then, Hainey must be held to the requirement of arguable probable cause with respect to the crime for which he actually arrested the appellant, namely, a violation of Me.Rev.Stat. Ann. tit. 17-A, &#167;&#167; 1105-C(1)(A)(1), 1106.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">This does not mean, however, that the marijuana-related evidence has no bearing on the decisional calculus. Joseph's comments about the drug run and his ability to obtain marijuana from his father are part of the totality of the circumstances. So too is the presence of the scale. These pieces of evidence tend to make more plausible the trooper's inference about the appellant's role in the furnishing of Roxicodone. <i>Cf. Brinegar v. United States,</i> 338 U.S. 160, 175, 69 S.Ct. 1302, 93 L.Ed. 1879 (1949) (observing that the inferred probabilities undergirding probable cause \"are the factual and practical considerations of everyday life on which reasonable and prudent men, not legal technicians, act\"). Thus, we reject the appellant's suggestion that this evidence should have been excluded from the probable cause determination.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The appellant next argues that the foundation for Hainey's probable cause determination was inadequate because he had no evidence that the appellant possessed the mens rea required to commit the charged crime. This sally takes us to the language of the relevant statutes. The Maine Criminal Code provides in pertinent part that \"a person is guilty of unlawful furnishing of a scheduled drug if the person intentionally or knowingly furnishes what the person knows or believes to be a scheduled drug, which is in fact a scheduled drug.\" Me.Rev.Stat. Ann. tit. 17-A, &#167; 1106(1-A). A companion statute renders that crime aggravated if \"[t]he person furnishes a scheduled drug to a child who is in fact less than 18 years of age and the drug is ... [a] schedule W drug.\" <i>Id.</i> &#167; 1105-C(1)(A).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> The Code sheds light on the meaning of the mens rea components needed for commission of these crimes. \"A person acts intentionally with respect to a result of his conduct when it is his conscious object to cause such a result.\" <i>Id.</i> &#167; 35(1)(A). By like token, \"[a] person acts knowingly with respect to a result of his conduct when he is aware that it is practically certain that his conduct will cause such a result.\" <i>Id.</i> &#167; 35(2)(A).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Given these guideposts and the information available to Hainey at the time of the arrest, we do not believe it should have been apparent to him that the mens rea component was altogether lacking. On this record, an objectively reasonable officer could have believed that there was probable cause to support an arrest for aggravated furnishing based on circumstantial evidence that the appellant's actions were intentional (because Joseph's statement about his ability to procure marijuana from his father, made in the course of a Roxicodone transaction, tended to suggest that the appellant was consciously abetting his son's drug-trafficking activities). Although this inference is somewhat attenuated, the practical restraints on police in the field are greater with respect to ascertaining intent and, therefore, the latitude accorded to officers considering the probable cause issue in the context of mens rea crimes must be correspondingly great. <i>See Paff v. Kaltenbach,</i> 204 F.3d 425, 437 (3d Cir.2000) (emphasizing that police must make judgment calls in determining a suspect's state of mind).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">That brings us to the appellant's final objection to the lower court's qualified immunity ruling. This objection calumnizes the court's consideration of Hainey's consultation with the assistant district attorney (who, upon reviewing the evidence that Hainey presented to him, opined that it satisfied the probable cause requirement). In mounting this objection, the appellant submits that a police officer should not be able to insulate himself from liability for an erroneous determination simply because he obtained a prosecutor's blessing to arrest upon evidence that did not establish probable cause.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">We agree with the appellant's premise that a wave of the prosecutor's wand cannot magically transform an unreasonable probable cause determination into a reasonable one. That is not to say, however, that a reviewing court must throw out the baby with the bath water. There is a middle ground: the fact of the consultation and the purport of the advice obtained should be factored into the totality of the circumstances and considered in determining the officer's entitlement to qualified immunity.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Whether advice obtained from a prosecutor prior to making an arrest fits into the totality of circumstances that appropriately inform the qualified immunity determination is a question of first impression in this circuit. In <i>Suboh v. Dist. Atty's Office of Suffolk Dist.,</i> 298 F.3d 81 (1st Cir.2002), we noted the question but had no occasion to answer it. <i>See id.</i> at 97. In dictum, we implied that if an officer seeks counsel from a prosecutor anent the legality of an intended action and furnishes the latter the known information material to that decision, the officer's reliance on emergent advice might be relevant, for qualified immunity purposes, to the reasonableness of his later conduct. <i>See id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Other courts, however, have spoken authoritatively to the issue. The Seventh Circuit recently recognized that pre-arrest consultation with a prosecutor may lend reasonableness to an officer's conclusion that probable cause exists and, thus, may help to establish qualified immunity. <i>Kijonka v. Seitzinger,</i> 363 F.3d 645, 648 (7th Cir.2004). Similarly, the Eighth Circuit has held that such advice can assist in \"show[ing] the reasonableness of the action taken\" and, thus, assist in determining the existence vel non of qualified immunity. <i>E-Z Mart Stores, Inc. v. Kirksey,</i> 885 F.2d 476, 478 (8th Cir.1989). The Ninth and Fourth Circuits also have recognized that a pre-seizure consultation with a prosecutor is a factor to be considered in determining an officer's entitlement to qualified immunity. <i>See Dixon v. Wallowa County,</i> 336 F.3d 1013, 1019 (9th Cir.2003); <i>Wadkins v. Arnold,</i> 214 F.3d 535, 542 (4th Cir.2000). The Tenth Circuit has substantially adopted this reasoning, acknowledging the relevance of a prosecutor's advice for qualified immunity purposes, at least where the officer's duty is unclear. <i>See Lavicky v. Burnett,</i> 758 F.2d 468, 476 (10th Cir.1985).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">We agree with our sister circuits and with the implication of the <i>Suboh</i> dictum that there is some room in the qualified immunity calculus for considering both the fact of a pre-arrest consultation and the purport of the advice received. As a matter of practice, the incorporation of these factors into the totality of the circumstances is consistent with an inquiry into the objective legal reasonableness of an officer's belief that probable cause supported an arrest. It stands to reason that if an officer makes a full presentation of the known facts to a competent prosecutor and receives a green light, the officer would have stronger reason to believe that probable cause existed. And as a matter of policy, it makes eminently good sense, when time and circumstances permit, to encourage officers to obtain an informed opinion before charging ahead and making an arrest in uncertain circumstances. <i>See Kijonka,</i> 363 F.3d at 648. Although we acknowledge the possibility of collusion between police and prosecutors, we do not believe that possibility warrants a general rule foreclosing reliance on a prosecutor's advice.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">We caution, however, that the mere fact that an officer secures a favorable pre-arrest opinion from a friendly prosecutor does not automatically guarantee that qualified immunity will follow. Rather, that consultation comprises only one factor, among many, that enters into the totality of the circumstances relevant to the qualified immunity analysis. <i>See Wadkins,</i> 214 F.3d at 542. The primary focus continues to be the evidence about the suspect and the suspected crime that is within the officer's ken.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">In considering the relevance of an officer's pre-arrest consultation with a prosecutor, a reviewing court must determine whether the officer's reliance on the prosecutor's advice was objectively reasonable.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Reliance would not satisfy this standard if an objectively reasonable officer would have cause to believe that the prosecutor's advice was flawed, off point, or otherwise untrustworthy. <i>Cf. Groh v. Ramirez,</i> 540 U.S. 551, 124 S.Ct. 1284, 1293-94, 157 L.Ed.2d 1068 (2004) (holding that qualified immunity could not shield an officer from liability for actions predicated upon an obviously deficient arrest warrant). Law enforcement officers have an independent duty to exercise their professional judgment and can be brought to book for objectively unreasonable mistakes regardless of whether another government official (say, a prosecutor or a magistrate) happens to compound the error. <i>See Malley,</i> 475 U.S. at 340-41, 106 S.Ct. 1092.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The officer's own role is also pertinent. If he knowingly withholds material facts from the prosecutor, his reliance on the latter's opinion would not be reasonable. <i>Dixon,</i> 336 F.3d at 1019; <i>Hollingsworth v. Hill,</i> 110 F.3d 733, 741 (10th Cir.1997).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">In this case, the advice that Hainey received from the assistant district attorney was of the kind that an objectively reasonable officer would be free to consider reliable. The undisputed facts indicate that the two reviewed the available evidence fully and had a frank discussion about it. This discussion culminated in the prosecutor's statement that he believed Hainey had probable cause to arrest the appellant. And, finally, there is nothing to suggest that the prosecutor was operating in bad faith. We conclude, therefore, that an objectively reasonable officer would have taken the prosecutor's opinion into account in deciding whether to make the arrest. Thus, the district court appropriately considered that opinion in assessing the objective reasonableness of Hainey's actions and, ultimately, in granting him qualified immunity.</p>\n    </div>\n    <p class=\"indent\">III. CONCLUSION</p>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">We need go no further. We conclude that an objectively reasonable officer, standing in Hainey's shoes, could have believed that probable cause existed to arrest the appellant for the crime of aggravated furnishing of a schedule W drug. Accordingly, the district court did not err in ruling that Hainey was entitled to qualified immunity with respect to the appellant's claim under section 1983.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The appellant's brief makes several references to another crime: aggravated trafficking of a scheduled drug in violation of Me.Rev.Stat. Ann. tit. 17-A, &#167; 1103. Though the appellant was later charged with that offense by an assistant attorney general, the record indicates that Hainey never made any recommendation to that effect. Thus, for purposes of our qualified immunity analysis, we consider only the reasonableness of Hainey's decision to arrest the appellant for aggravated furnishing of a scheduled drug</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Although the appellant told Hainey that he had never shared the pills with his son or anyone else and that he had mentioned to a pharmacist that some of his pills might be missing, Hainey had no obligation to give credence to these self-serving statements. A reasonable police officer is not required to credit a suspect's story<i>See Brady v. Dill,</i> 187 F.3d 104, 112 (1st Cir.1999); <i>Criss v. City of Kent,</i> 867 F.2d 259, 263 (6th Cir.1988); <i>see also Acosta,</i> 386 F.3d at 11 (noting that police have no responsibility to investigate potential defenses before making a probable cause determination).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In this case, no one disputes that Roxicodone is and was a schedule W drug under Maine law</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Of course, prosecutors work hand in glove with law enforcement officers, so a prosecutor's advice, under the best of circumstances, cannot carry the same presumption of reliability that accompanies the detached scrutiny of a neutral magistrate<i>See United States v. Leon,</i> 468 U.S. 897, 913-14, 104 S.Ct. 3405, 82 L.Ed.2d 677 (1984). But that lessened deference is no reason to treat a prosecutor's counsel as worthless. Prosecutors are public officials and officers of the court. Moreover, when giving legal advice to the police, they have only qualified immunity. <i>Burns v. Reed,</i> 500 U.S. 478, 496, 111 S.Ct. 1934, 114 L.Ed.2d 547 (1991). \"[T]he absence of absolute immunity for the act of giving legal advice may cause prosecutors to consider their advice more carefully....\" <i>Id.</i> at 495, 111 S.Ct. 1934. In view of these realities, we refuse to endorse a rule that a prosecutor's stake in law enforcement renders his or her advice inherently unreliable.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> This inquiry remains focused on objective reasonableness and should not be transformed into an investigation of the officer's subjective good faith<i>See Crawford-El v. Britton,</i> 523 U.S. 574, 587-88, 118 S.Ct. 1584, 140 L.Ed.2d 759 (1998); <i>Tremblay v. McClellan,</i> 350 F.3d 195, 199 (1st Cir.2003). Whether a pre-arrest consultation <i>actually</i> boosted the officer's confidence in his or her probable cause determination is beside the point.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">391</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">25</span></span></p>\n    <p class=\"parties\">John E. COX III, Plaintiff, Appellant,<br>v.<br>John HAINEY, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 04-1761.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Submitted November 4, 2004.</p>\n    <p class=\"date\">Decided December 1, 2004.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Timothy E. Zerillo and Timothy Zerillo Law Offices, LLC on brief for appellant.</p>\n      <p class=\"indent\">G. Steven Rowe, Attorney General, and William R. Fisher, Assistant Attorney General, on brief for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, STAHL, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this case, the district court entered summary judgment in favor of defendant-appellee John Hainey, a state trooper, on a false arrest claim under 42 U.S.C. &#167; 1983. Plaintiff-appellant John E. Cox III assigns error to the court's determination that qualified immunity shielded Hainey from suit. After careful perscrutation of an oddly configured factual record (including consideration of how, if at all, an officer's pre-arrest consultation with a prosecutor affects the qualified immunity calculus), we affirm the district court's order.</p>\n    </div>\n    <p class=\"indent\">I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On an appeal from a summary judgment order, an appellate court is held to the same ground rules that bound the trial court in the proceedings below: it must \"construe the record and all reasonable inferences from it in favor of the nonmovant.\" <i>Perez v. Volvo Car Corp.,</i> <span class=\"citation\" data-id=\"199393\"><a href=\"/opinion/199393/perez-de-munoz-v-volvo-car-corp/\"><span class=\"volume\">247</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">303</span></a></span>, 310 (1st Cir.2001). We rehearse the facts with this construct in mind. Because the reasonableness of Trooper Hainey's conclusion that he had probable cause to make an arrest is the axis of this appeal, we concentrate on the information available to him at the time of the arrest.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Our saga starts in Norway, Maine. Members of the Norway police department arrested Joseph Cox, the appellant's fifteen-year-old son, for alleged involvement in a series of snowmobile thefts that occurred during the winter of 2000-2001. In the course of the ensuing investigation, an informant volunteered that Joseph had sold drugs to high school students. The informant expressed a willingness to participate in a controlled buy, and the local gendarmes arranged a sting. The Maine State Police were asked to assist.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On April 28, 2001 &#8212; all dates are in that year unless otherwise indicated &#8212; the informant, fitted with an electronic listening device, drove to the appellant's residence in Woodstock, Maine. Hainey and a local police officer followed in a second vehicle. Once there, the informant went inside and purchased four tablets of Roxicodone (a non-time-released version of Oxycontin) from Joseph Cox. Hainey, who listened to the conversation by transmitter, overheard Joseph tell the informant that his father recently had returned from a \"drug run\" to North Carolina and that he could have his father procure \"an eighth of marijuana\" for future purchase.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Based on what he knew to that point, Hainey obtained a warrant to search the Cox home for scheduled drugs, drug paraphernalia, and kindred items related to furnishing or trafficking in drugs. Hainey and other officers conducted the search on the morning of May 9. In Joseph's bedroom, they found two Roxicodone tablets and drug paraphernalia. In the kitchen, they found a triple-beam scale with marijuana residue, a bottle containing sixty-five Roxicodone tablets, and an empty Roxicodone bottle. The appellant was present during the search. He told the officers that the Roxicodone had been legally prescribed for his back condition, that he never had provided pills to his son or to anyone else (but, rather, had kept them on his person at all times except while sleeping), and that he had called his pharmacist on April 21 because he was concerned that a few of his pills were missing.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Later that morning, Trooper Hainey consulted with Richard Beauchesne, an assistant district attorney. The two reviewed the evidence obtained during the search; discussed whether that evidence, together with the information previously known to Hainey, amounted to probable cause to arrest the appellant; and agreed that it did. Hainey then made the arrest. The appellant was booked and released on bail that day. The bail bond indicated that his arrest had been for aggravated furnishing of a schedule W drug.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> <i>See</i> Me.Rev.Stat. Ann. tit. 17-A, &#167;&#167; 1105-C(1)(A)(1), 1106. After some jockeying, <i>see supra</i> note 1, the assistant attorney general assigned to the case determined that he would not issue a complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Once all charges had been dropped, the appellant filed suit in a Maine state court against various officers and entities. He alleged, under 42 U.S.C. &#167; 1983, that the named defendants had violated his constitutional rights and, in the bargain, had committed a variety of tortious acts. The defendants removed the case to the United States District Court for the District of Maine. <i>See</i> 28 U.S.C. &#167;&#167; 1331, 1441, 1446.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The sole count relevant to this appeal charges that Hainey violated the appellant's Fourth Amendment rights by arresting him without probable cause (for simplicity's sake, we eschew any reference to other defendants and claims). When Hainey moved for summary judgment on that count, the district court referred the matter to a magistrate judge. <i>See</i> 28 U.S.C. &#167; 636(b)(1)(B); Fed.R.Civ.P. 72(b). The magistrate judge recommended that the count proceed to trial.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Hainey lodged a timely objection to the recommendation. Upon de novo review, <i>see</i> Fed.R.Civ.P. 72(b), the district court rejected the magistrate judge's view and found Hainey entitled to qualified immunity on the ground that an objectively reasonable police officer could have understood that there was probable cause to arrest the appellant. <i>Cox v. Me. State Police,</i> <span class=\"citation\" data-id=\"2408298\"><a href=\"/opinion/2408298/cox-v-maine-state-police/\"><span class=\"volume\">324</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">128</span></a></span>, 135 (D.Me.2004). Accordingly, the court granted summary judgment in Hainey's favor. <i>Id.</i> at 130. This appeal followed.</p>\n    </div>\n    <p class=\"indent\">II. ANALYSIS</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The appellant asseverates that Hainey was not entitled to qualified immunity and, therefore, that the district court erred in granting summary judgment. After limning the standard of review and the doctrinal hereditaments appurtenant to qualified immunity, we proceed to determine whether Hainey was deserving of sanctuary.</p>\n    </div>\n    <p class=\"center\">A. <i>Standard of Review.</i></p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We afford plenary review to the district court's disposition of a summary judgment motion. <i>Garside v. Osco Drug,</i> <i>Inc.,</i> <span class=\"citation\" data-id=\"536033\"><a href=\"/opinion/536033/milissa-garside-v-osco-drug-inc/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">46</span></a></span>, 48 (1st Cir.1990). We will affirm a grant of summary judgment as long as the record demonstrates \"that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\" Fed.R.Civ.P. 56(c). In conducting this tamisage, we \"utiliz[e] the same criteria as the trial court,\" drawing all reasonable inferences from the record in the nonmovant's favor. <i>Acosta v. Ames Dep't Stores, Inc.,</i> <span class=\"citation\" data-id=\"201253\"><a href=\"/opinion/201253/acosta-v-ames-dept-store/\"><span class=\"volume\">386</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">5</span></a></span>, 8 (1st Cir.2004). A decision to affirm a summary judgment order may be grounded on any rationale revealed by the record, whether or not the lower court employed that rationale. <i>Houlton Citizens' Coalition v. Town of Houlton,</i> <span class=\"citation\" data-id=\"763565\"><a href=\"/opinion/763565/houlton-citizens-coalition-v-town-of-houlton/\"><span class=\"volume\">175</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">178</span></a></span>, 184 (1st Cir.1999).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In this instance, the appellant abjures any claim that a trialworthy factual dispute exists. He nonetheless insists that the undisputed facts do not sustain the qualified immunity defense and, thus, as a matter of law, do not entitle Hainey to summary judgment. This posture is important because, in the absence of a genuine issue of material fact, a defendant's right to qualified immunity presents a question of law. <i>Rivera v. Murphy,</i> <span class=\"citation\" data-id=\"594699\"><a href=\"/opinion/594699/emma-rivera-v-paul-murphy/\"><span class=\"volume\">979</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">259</span></a></span>, 261 (1st Cir.1992).</p>\n    </div>\n    <p class=\"center\">B. <i>The Legal Landscape.</i></p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Before plunging into the qualified immunity inquiry, we deem it useful to marshal the general principles that steer that inquiry. The appellant sues under 42 U.S.C. &#167; 1983, which imposes liability upon an individual who, acting under color of state law, deprives a person of federally guaranteed rights. <i>Camilo-Robles v. Hoyos,</i> <span class=\"citation\" data-id=\"756655\"><a href=\"/opinion/756655/grancid-camilo-robles-v-dr-guillermo-hoyos-and-dr-hector-o/\"><span class=\"volume\">151</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 5 (1st Cir.1998). Withal, a public actor's liability under section 1983 \"is not absolute: the doctrine of qualified immunity provides a safe harbor for a wide range of mistaken judgments.\" <i>Hatch v. Dep't for Children, Youth &amp; Their Families,</i> <span class=\"citation\" data-id=\"775863\"><a href=\"/opinion/775863/richard-h-hatch-jr-v-department-for-children-youth-and-their-families/\"><span class=\"volume\">274</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span>, 19 (1st Cir.2001); <i>see also Anderson v. Creighton,</i> <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">635</span></a></span>, 641, <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3034</span></a></span>, <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">523</span></a></span> (1987). This strain of immunity aspires to \"balance [the] desire to compensate those whose rights are infringed by state actors with an equally compelling desire to shield public servants from undue interference with the performance of their duties and from threats of liability which, though unfounded, may nevertheless be unbearably disruptive.\" <i>Buenrostro v. Collazo,</i> <span class=\"citation\" data-id=\"589648\"><a href=\"/opinion/589648/leonel-buenrostro-v-pablo-collazo-aka-pablo-collazo-marrero/\"><span class=\"volume\">973</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">39</span></a></span>, 42 (1st Cir.1992). In that way, the doctrine of qualified immunity protects public officials from civil liability \"insofar as their conduct does not violate clearly established statutory or constitutional rights of which a reasonable person would have known.\" <i>Harlow v. Fitzgerald,</i> <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">800</span></a></span>, 818, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2727</span></a></span>, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">396</span></a></span> (1982).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Qualified immunity serves not only as a defense to liability but also as \"an entitlement not to stand trial or face the other burdens of litigation.\" <i>Mitchell v. Forsyth,</i> <span class=\"citation\" data-id=\"111481\"><a href=\"/opinion/111481/mitchell-v-forsyth/\"><span class=\"volume\">472</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">511</span></a></span>, 526, <span class=\"citation\" data-id=\"111481\"><a href=\"/opinion/111481/mitchell-v-forsyth/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2806</span></a></span>, <span class=\"citation\" data-id=\"111481\"><a href=\"/opinion/111481/mitchell-v-forsyth/\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">411</span></a></span> (1985). Seen in this light, many of the benefits of qualified immunity are squandered if an action is incorrectly allowed to proceed to trial. It follows that the applicability vel non of the qualified immunity doctrine should be determined at the earliest practicable stage in the case. <i>Hunter v. Bryant,</i> <span class=\"citation\" data-id=\"112671\"><a href=\"/opinion/112671/hunter-v-bryant/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">224</span></a></span>, 227, <span class=\"citation\" data-id=\"112671\"><a href=\"/opinion/112671/hunter-v-bryant/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">534</span></a></span>, <span class=\"citation\" data-id=\"112671\"><a href=\"/opinion/112671/hunter-v-bryant/\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">589</span></a></span> (1991) (per curiam).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The Supreme Court has set up a sequential analysis for determining whether a defendant violated clearly established rights of which a reasonable person would have known. <i>See Saucier v. Katz,</i> <span class=\"citation no-link\"><span class=\"volume\">533</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">194</span></span>, 201-06, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2151</span></span>, <span class=\"citation no-link\"><span class=\"volume\">150</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">272</span></span> (2001). This court has construed that framework to consist of three inquiries: \"(i) whether the plaintiff's allegations, if true, establish a constitutional violation; (ii) whether the constitutional right at issue was clearly established at the time of the putative violation; and (iii) whether a reasonable officer, situated similarly to the defendant, would have understood the challenged act or omission to contravene the discerned constitutional right.\" <i>Limone v. Condon,</i> <span class=\"citation\" data-id=\"201063\"><a href=\"/opinion/201063/limone-v-condon/\"><span class=\"volume\">372</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">39</span></a></span>, 44 (1st Cir.2004). Under ordinary circumstances, the development of the doctrine of qualified immunity is best served by approaching these inquiries in the aforestated sequence. <i>See Saucier,</i> 533 U.S. at 201, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2151</span></span>; <i>Wilson v. Layne,</i> <span class=\"citation\" data-id=\"118289\"><a href=\"/opinion/118289/wilson-v-layne/\"><span class=\"volume\">526</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">603</span></a></span>, 609, <span class=\"citation\" data-id=\"118289\"><a href=\"/opinion/118289/wilson-v-layne/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1692</span></a></span>, <span class=\"citation\" data-id=\"118289\"><a href=\"/opinion/118289/wilson-v-layne/\"><span class=\"volume\">143</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">818</span></a></span> (1999). We proceed accordingly.</p>\n    </div>\n    <p class=\"center\">C. <i>Qualified Immunity.</i></p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We have noted that the first variable in our algorithm &#8212; whether the plaintiff has alleged facts that show that the defendant's conduct violated a constitutional right &#8212; should be treated as a \"threshold question.\" <i>Limone,</i> 372 F.3d at 44. Here, the appellant premises his section 1983 claim on an allegation that the facts and circumstances known to Hainey at the time of the arrest did not give rise to a reasonable likelihood that he (the appellant) had furnished Roxicodone to his son or any other minor and, therefore, that the arrest transgressed the Fourth Amendment. The first prong of the qualified immunity analysis operates at a high level of generality, and Hainey, based on Cox's allegations, concedes this prong. <i>See</i> Appellee's Br. at 11-12 (\"Cox alleged conduct that amounts to a violation of a constitutional right-the Fourth Amendment right to remain free of an arrest unless there is probable cause. Accordingly, he has satisfied the first part of this court's qualified immunity inquiry.\").</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We accept this concession. The Fourth Amendment undoubtedly recognizes the right to be free from unreasonable seizures of the person. <i>See, e.g., Beck v. Ohio,</i> <span class=\"citation\" data-id=\"106936\"><a href=\"/opinion/106936/beck-v-ohio/\"><span class=\"volume\">379</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">89</span></a></span>, 91, <span class=\"citation\" data-id=\"106936\"><a href=\"/opinion/106936/beck-v-ohio/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">223</span></a></span>, <span class=\"citation\" data-id=\"106936\"><a href=\"/opinion/106936/beck-v-ohio/\"><span class=\"volume\">13</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">142</span></a></span> (1964). Hence, the undisputed facts, construed in the light most favorable to the appellant, make out a colorable claim of constitutional dimension. No more is exigible to satisfy the first part of the tripartite inquiry.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We can be equally quick in executing the second step of the qualified immunity pavane. As said, Cox alleges that Hainey arrested him with insufficient information to constitute probable cause. The right to be free from arrest without constitutionally adequate probable cause is clearly established. <i>See Wagenmann v. Adams,</i> <span class=\"citation\" data-id=\"494589\"><a href=\"/opinion/494589/ronald-e-wagenmann-v-russell-j-adams-appeal-of-gerald-r-anderson/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">196</span></a></span>, 209 (1st Cir.1987). That satisfies the second part of the tripartite inquiry.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Even though the right to be free from an arrest without probable cause is clearly established, a further hurdle remains. In <i>Anderson,</i> the Supreme Court clarified the qualified immunity analysis by explaining that, although it was firmly established that warrantless searches, not subject to any recognized exception, violate the Fourth Amendment, more was needed before qualified immunity could be deemed irrelevant. 483 U.S. at 640-41, <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3034</span></a></span>. The court below was required to determine whether the defendant had confronted particular circumstances in which the application of general principles did not yield a certain answer and, if that were the case, to determine whether the defendant had responded reasonably to that idiosyncratic fact pattern. <i>See id.</i> In short, to set aside the buckler of qualified immunity \"the right the official is alleged to have violated must have been `clearly established' in a more particularized, and hence more relevant, sense.\" <i>Id.</i> at 640, <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3034</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">This guidance is pertinent here. In settings that invite balancing tests, it is often the case that the first two prongs of the qualified immunity inquiry do not satisfy <i>Anderson's</i> requirement of heightened specificity. This is particularly true of alleged false arrests, given the fact-dependent nature of the probable cause determination. No two probable cause equations are exactly alike and, therefore, in most of these situations precedent will take a court only so far. Thus, such cases frequently turn on the third prong of the qualified immunity inquiry, which channels the analysis from abstract principles to the specific facts of a given case. <i>See Limone,</i> 372 F.3d at 48; <i>Hatch,</i> 274 F.3d at 24. Under that prong, a defendant \"is entitled to immunity if a reasonable officer could have believed that probable cause existed to arrest.\" <i>Rivera,</i> 979 F.2d at 263. We turn to that requirement.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Probable cause exists \"when the arresting officer, acting upon apparently trustworthy information, reasonably concludes that a crime has been (or is about to be) committed and that the putative arrestee likely is one of the perpetrators.\" <i>Acosta,</i> 386 F.3d at 9. The test is objective in nature, <i>United States v. Figueroa,</i> <span class=\"citation\" data-id=\"488520\"><a href=\"/opinion/488520/united-states-v-raul-casiano-figueroa/\"><span class=\"volume\">818</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1020</span></a></span>, 1023 (1st Cir.1987), and the proof must be such as to give rise to a reasonable likelihood that the putative arrestee committed the suspected crime, <i>Valente v. Wallace,</i> <span class=\"citation\" data-id=\"200510\"><a href=\"/opinion/200510/valente-v-wallace/\"><span class=\"volume\">332</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">30</span></a></span>, 32 (1st Cir.2003).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Qualified immunity, however, requires a somewhat lesser showing. For that purpose, the operative inquiry is not whether the defendant's actions actually abridged some constitutional right, <i>see Quintero de Quintero v. Aponte-Roque,</i> <span class=\"citation\" data-id=\"590214\"><a href=\"/opinion/590214/dinhora-quintero-de-quintero-v-awilda-aponte-roque/\"><span class=\"volume\">974</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">226</span></a></span>, 228 (1st Cir.1992), but, rather, whether those actions were obviously inconsistent with that right, <i>see Camilo-Robles v. Zapata,</i> <span class=\"citation\" data-id=\"763555\"><a href=\"/opinion/763555/grancid-camilo-robles-v-jose-r-zapata-aka-jose-r-zapata-rivera/\"><span class=\"volume\">175</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">41</span></a></span>, 43 (1st Cir.1999). Thus, in the case of a warrantless arrest, if the presence of probable cause is arguable or subject to legitimate question, qualified immunity will attach. <i>See Ricci v. Urso,</i> <span class=\"citation\" data-id=\"590031\"><a href=\"/opinion/590031/dennis-w-ricci-v-captain-michael-urso/\"><span class=\"volume\">974</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">5</span></a></span>, 7 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">This is as it should be: after all, \"the reasonableness standards underlying the probable cause and qualified immunity inquiries are not coterminous.\" <i>Iacobucci v. Boulter,</i> <span class=\"citation\" data-id=\"198661\"><a href=\"/opinion/198661/iacobucci-v-town-of-pembroke/\"><span class=\"volume\">193</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">14</span></a></span>, 23 (1st Cir.1999). The qualified immunity doctrine is designed to afford officials an added measure of protection against civil liability. To achieve that goal, the doctrine eschews a line that separates the constitutional from the unconstitutional and instead draws a line that separates unconstitutional but objectively reasonable acts from obviously unconstitutional acts. <i>See Zapata,</i> 175 F.3d at 43. When properly drawn, that line \"provides ample protection to all but the plainly incompetent or those who knowingly violate the law.\" <i>Malley v. Briggs,</i> <span class=\"citation\" data-id=\"111611\"><a href=\"/opinion/111611/malley-v-briggs/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">335</span></a></span>, 341, <span class=\"citation\" data-id=\"111611\"><a href=\"/opinion/111611/malley-v-briggs/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1092</span></a></span>, <span class=\"citation\" data-id=\"111611\"><a href=\"/opinion/111611/malley-v-briggs/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">271</span></a></span> (1986). It follows that this suit may go forward only if the unlawfulness of the arrest would have been apparent to an objectively reasonable officer standing in Hainey's shoes. <i>See Anderson,</i> 483 U.S. at 640, <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3034</span></a></span>; <i>Limone,</i> 372 F.3d at 44.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We now consider what Hainey knew and when he knew it. The point of our inquiry is to determine whether, at the time of the arrest, an objectively reasonable officer could have concluded that the salmagundi of facts added up to probable cause.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Hainey had reason to believe, from Joseph Cox's comments, that the appellant was likely involved in furnishing marijuana to his son (and possibly to others). The discovery of the triple-beam scale in the family kitchen tended both to corroborate the teenager's remarks and to confirm Hainey's understanding. The trooper knew that the Roxicodone tablets found during the search had been prescribed for the appellant and were, by his own admission, in his nearly exclusive control. But Hainey also had reason to doubt the appellant's claim that he was scrupulous in guarding the pills; after all, the search disclosed two Roxicodone bottles (one empty and one full) in the kitchen and two loose tablets in Joseph Cox's bedroom. Hainey's knowledge that Joseph Cox had obtained and sold four other Roxicodone tablets to the informant cut in the same direction.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Given Joseph's indication that his father was willing to supply marijuana to minors, the presence of Roxicodone and drug paraphernalia (the scale) in plain view in the kitchen of the appellant's home, and Joseph's actual possession of Roxicodone, it was objectively reasonable for Hainey to infer that the appellant had furnished those pills to his minor son.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Though Hainey's judgment call may walk a thin line between probable cause and mere suspicion, it cannot be shrugged off as plainly incompetent.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">To cinch matters, Hainey took the precaution of reviewing the known facts with the local prosecutor. This consultation, and the assistant district attorney's agreement with Hainey's preliminary assessment that probable cause existed, buttress the conclusion that Hainey's actions were objectively reasonable. Although the existence vel non of probable cause is arguable &#8212; we regard that question as very close, but see no need to decide it definitively &#8212; it simply cannot be said, on this record, that probable cause clearly was lacking at the time of the arrest. <i>See Topp v. Wolkowski,</i> <span class=\"citation\" data-id=\"607859\"><a href=\"/opinion/607859/lee-j-topp-v-thomas-j-wolkowski-and-thomas-j-lombardi/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">45</span></a></span>, 48 (1st Cir.1993). Qualified immunity therefore attaches.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The appellant resists this conclusion on four grounds. We find none of them persuasive.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The appellant's first line of attack is that the search yielded no evidence that he had furnished Roxicodone to his minor son. This ignores the fact that police officers are allowed \"to draw on their own experience and specialized training to make inferences from and deductions about the cumulative information available to them.\" <i>United States v. Arvizu,</i> <span class=\"citation\" data-id=\"118474\"><a href=\"/opinion/118474/united-states-v-arvizu/\"><span class=\"volume\">534</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">266</span></a></span>, 273, <span class=\"citation\" data-id=\"118474\"><a href=\"/opinion/118474/united-states-v-arvizu/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">744</span></a></span>, <span class=\"citation\" data-id=\"118474\"><a href=\"/opinion/118474/united-states-v-arvizu/\"><span class=\"volume\">151</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">740</span></a></span> (2002). While Hainey lacked direct evidence as to how Joseph Cox procured the four Roxicodone tablets sold to the informant and the two discovered in his bedroom, the totality of the circumstances supported a plausible inference that he obtained them from his father.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">To be sure, alternative inferences could have been derived from the evidence available to Hainey. But the availability of alternative inferences does not prevent a finding of probable cause so long as the inference upon which the officer relies is reasonable. As we have said, \"[t]he probable cause standard does not require the officers' conclusion to be ironclad, or even highly probable.... [It] need only be reasonable.\" <i>United States v. Winchenbach,</i> <span class=\"citation\" data-id=\"198727\"><a href=\"/opinion/198727/united-states-v-winchenbach/\"><span class=\"volume\">197</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">548</span></a></span>, 555-56 (1st Cir.1999). Consequently, when conflicting inferences are available to resolve the issue of probable cause and both of them are plausible, \"it does not matter which inference is correct.\" <i>Acosta,</i> 386 F.3d at 9.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The appellant's second demurrer takes issue with the use of marijuana-related evidence to support the conclusion that he was involved in furnishing Roxicodone to his minor son. The appellant asserts that consideration of this evidence impermissibly reduced the probable cause requirement to a standard compatible with arrest for a lesser violation.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">To put this assertion in perspective, it is important to understand that Hainey has not argued that the evidence at least supported probable cause to arrest for a marijuana violation. <i>See Cox,</i> 324 F.Supp.2d at 131 n. 3. While a \"related crimes\" defense might have been available to Hainey, <i>see, e.g., Sheehy v. Town of Plymouth,</i> <span class=\"citation\" data-id=\"198626\"><a href=\"/opinion/198626/sheehy-v-town-of-plymouth/\"><span class=\"volume\">191</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></a></span>, 19-20 (1st Cir.1999) (outlining the parameters of this defense), the absence of any argument to that effect makes this a non-issue. <i>See Santiago v. Fenton,</i> <span class=\"citation\" data-id=\"533566\"><a href=\"/opinion/533566/hector-santiago-v-paul-j-fenton-etc/\"><span class=\"volume\">891</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">373</span></a></span>, 387 (1st Cir.1989). Here, then, Hainey must be held to the requirement of arguable probable cause with respect to the crime for which he actually arrested the appellant, namely, a violation of Me.Rev.Stat. Ann. tit. 17-A, &#167;&#167; 1105-C(1)(A)(1), 1106.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">This does not mean, however, that the marijuana-related evidence has no bearing on the decisional calculus. Joseph's comments about the drug run and his ability to obtain marijuana from his father are part of the totality of the circumstances. So too is the presence of the scale. These pieces of evidence tend to make more plausible the trooper's inference about the appellant's role in the furnishing of Roxicodone. <i>Cf. Brinegar v. United States,</i> <span class=\"citation\" data-id=\"104716\"><a href=\"/opinion/104716/brinegar-v-united-states/\"><span class=\"volume\">338</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">160</span></a></span>, 175, <span class=\"citation\" data-id=\"104716\"><a href=\"/opinion/104716/brinegar-v-united-states/\"><span class=\"volume\">69</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1302</span></a></span>, <span class=\"citation\" data-id=\"104716\"><a href=\"/opinion/104716/brinegar-v-united-states/\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1879</span></a></span> (1949) (observing that the inferred probabilities undergirding probable cause \"are the factual and practical considerations of everyday life on which reasonable and prudent men, not legal technicians, act\"). Thus, we reject the appellant's suggestion that this evidence should have been excluded from the probable cause determination.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The appellant next argues that the foundation for Hainey's probable cause determination was inadequate because he had no evidence that the appellant possessed the mens rea required to commit the charged crime. This sally takes us to the language of the relevant statutes. The Maine Criminal Code provides in pertinent part that \"a person is guilty of unlawful furnishing of a scheduled drug if the person intentionally or knowingly furnishes what the person knows or believes to be a scheduled drug, which is in fact a scheduled drug.\" Me.Rev.Stat. Ann. tit. 17-A, &#167; 1106(1-A). A companion statute renders that crime aggravated if \"[t]he person furnishes a scheduled drug to a child who is in fact less than 18 years of age and the drug is ... [a] schedule W drug.\" <i>Id.</i> &#167; 1105-C(1)(A).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> The Code sheds light on the meaning of the mens rea components needed for commission of these crimes. \"A person acts intentionally with respect to a result of his conduct when it is his conscious object to cause such a result.\" <i>Id.</i> &#167; 35(1)(A). By like token, \"[a] person acts knowingly with respect to a result of his conduct when he is aware that it is practically certain that his conduct will cause such a result.\" <i>Id.</i> &#167; 35(2)(A).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Given these guideposts and the information available to Hainey at the time of the arrest, we do not believe it should have been apparent to him that the mens rea component was altogether lacking. On this record, an objectively reasonable officer could have believed that there was probable cause to support an arrest for aggravated furnishing based on circumstantial evidence that the appellant's actions were intentional (because Joseph's statement about his ability to procure marijuana from his father, made in the course of a Roxicodone transaction, tended to suggest that the appellant was consciously abetting his son's drug-trafficking activities). Although this inference is somewhat attenuated, the practical restraints on police in the field are greater with respect to ascertaining intent and, therefore, the latitude accorded to officers considering the probable cause issue in the context of mens rea crimes must be correspondingly great. <i>See Paff v. Kaltenbach,</i> <span class=\"citation\" data-id=\"767730\"><a href=\"/opinion/767730/john-paff-james-timothy-konek-individuals-v-george-kaltenbach-in-his/\"><span class=\"volume\">204</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">425</span></a></span>, 437 (3d Cir.2000) (emphasizing that police must make judgment calls in determining a suspect's state of mind).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">That brings us to the appellant's final objection to the lower court's qualified immunity ruling. This objection calumnizes the court's consideration of Hainey's consultation with the assistant district attorney (who, upon reviewing the evidence that Hainey presented to him, opined that it satisfied the probable cause requirement). In mounting this objection, the appellant submits that a police officer should not be able to insulate himself from liability for an erroneous determination simply because he obtained a prosecutor's blessing to arrest upon evidence that did not establish probable cause.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">We agree with the appellant's premise that a wave of the prosecutor's wand cannot magically transform an unreasonable probable cause determination into a reasonable one. That is not to say, however, that a reviewing court must throw out the baby with the bath water. There is a middle ground: the fact of the consultation and the purport of the advice obtained should be factored into the totality of the circumstances and considered in determining the officer's entitlement to qualified immunity.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Whether advice obtained from a prosecutor prior to making an arrest fits into the totality of circumstances that appropriately inform the qualified immunity determination is a question of first impression in this circuit. In <i>Suboh v. Dist. Atty's Office of Suffolk Dist.,</i> <span class=\"citation no-link\"><span class=\"volume\">298</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">81</span></span> (1st Cir.2002), we noted the question but had no occasion to answer it. <i>See id.</i> at 97. In dictum, we implied that if an officer seeks counsel from a prosecutor anent the legality of an intended action and furnishes the latter the known information material to that decision, the officer's reliance on emergent advice might be relevant, for qualified immunity purposes, to the reasonableness of his later conduct. <i>See id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Other courts, however, have spoken authoritatively to the issue. The Seventh Circuit recently recognized that pre-arrest consultation with a prosecutor may lend reasonableness to an officer's conclusion that probable cause exists and, thus, may help to establish qualified immunity. <i>Kijonka v. Seitzinger,</i> <span class=\"citation\" data-id=\"785686\"><a href=\"/opinion/785686/henry-s-kijonka-v-michael-seitzinger/\"><span class=\"volume\">363</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">645</span></a></span>, 648 (7th Cir.2004). Similarly, the Eighth Circuit has held that such advice can assist in \"show[ing] the reasonableness of the action taken\" and, thus, assist in determining the existence vel non of qualified immunity. <i>E-Z Mart Stores, Inc. v. Kirksey,</i> <span class=\"citation\" data-id=\"529355\"><a href=\"/opinion/529355/e-z-mart-stores-inc-jerry-mclaughlin-intervenor-v-terry-kirksey/\"><span class=\"volume\">885</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">476</span></a></span>, 478 (8th Cir.1989). The Ninth and Fourth Circuits also have recognized that a pre-seizure consultation with a prosecutor is a factor to be considered in determining an officer's entitlement to qualified immunity. <i>See Dixon v. Wallowa County,</i> <span class=\"citation\" data-id=\"782810\"><a href=\"/opinion/782810/delores-d-dixon-v-wallowa-county-a-body-politic-corporate-of-the-state/\"><span class=\"volume\">336</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1013</span></a></span>, 1019 (9th Cir.2003); <i>Wadkins v. Arnold,</i> <span class=\"citation\" data-id=\"768947\"><a href=\"/opinion/768947/david-wadkins-v-robert-arnold-and-the-first-bank-trust-company/\"><span class=\"volume\">214</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">535</span></a></span>, 542 (4th Cir.2000). The Tenth Circuit has substantially adopted this reasoning, acknowledging the relevance of a prosecutor's advice for qualified immunity purposes, at least where the officer's duty is unclear. <i>See Lavicky v. Burnett,</i> <span class=\"citation\" data-id=\"449755\"><a href=\"/opinion/449755/david-lavicky-and-cross-appellant-v-bob-burnett-deputy-sheriff-of/\"><span class=\"volume\">758</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">468</span></a></span>, 476 (10th Cir.1985).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">We agree with our sister circuits and with the implication of the <i>Suboh</i> dictum that there is some room in the qualified immunity calculus for considering both the fact of a pre-arrest consultation and the purport of the advice received. As a matter of practice, the incorporation of these factors into the totality of the circumstances is consistent with an inquiry into the objective legal reasonableness of an officer's belief that probable cause supported an arrest. It stands to reason that if an officer makes a full presentation of the known facts to a competent prosecutor and receives a green light, the officer would have stronger reason to believe that probable cause existed. And as a matter of policy, it makes eminently good sense, when time and circumstances permit, to encourage officers to obtain an informed opinion before charging ahead and making an arrest in uncertain circumstances. <i>See Kijonka,</i> 363 F.3d at 648. Although we acknowledge the possibility of collusion between police and prosecutors, we do not believe that possibility warrants a general rule foreclosing reliance on a prosecutor's advice.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">We caution, however, that the mere fact that an officer secures a favorable pre-arrest opinion from a friendly prosecutor does not automatically guarantee that qualified immunity will follow. Rather, that consultation comprises only one factor, among many, that enters into the totality of the circumstances relevant to the qualified immunity analysis. <i>See Wadkins,</i> 214 F.3d at 542. The primary focus continues to be the evidence about the suspect and the suspected crime that is within the officer's ken.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">In considering the relevance of an officer's pre-arrest consultation with a prosecutor, a reviewing court must determine whether the officer's reliance on the prosecutor's advice was objectively reasonable.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Reliance would not satisfy this standard if an objectively reasonable officer would have cause to believe that the prosecutor's advice was flawed, off point, or otherwise untrustworthy. <i>Cf. Groh v. Ramirez,</i> <span class=\"citation\" data-id=\"131161\"><a href=\"/opinion/131161/groh-v-ramirez/\"><span class=\"volume\">540</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">551</span></a></span>, <span class=\"citation\" data-id=\"131161\"><a href=\"/opinion/131161/groh-v-ramirez/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1284</span></a></span>, 1293-94, <span class=\"citation\" data-id=\"131161\"><a href=\"/opinion/131161/groh-v-ramirez/\"><span class=\"volume\">157</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1068</span></a></span> (2004) (holding that qualified immunity could not shield an officer from liability for actions predicated upon an obviously deficient arrest warrant). Law enforcement officers have an independent duty to exercise their professional judgment and can be brought to book for objectively unreasonable mistakes regardless of whether another government official (say, a prosecutor or a magistrate) happens to compound the error. <i>See Malley,</i> 475 U.S. at 340-41, <span class=\"citation\" data-id=\"111611\"><a href=\"/opinion/111611/malley-v-briggs/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1092</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The officer's own role is also pertinent. If he knowingly withholds material facts from the prosecutor, his reliance on the latter's opinion would not be reasonable. <i>Dixon,</i> 336 F.3d at 1019; <i>Hollingsworth v. Hill,</i> <span class=\"citation\" data-id=\"739142\"><a href=\"/opinion/739142/patricia-a-hollingsworth-v-arnold-hill-individually-and-in-his-official/\"><span class=\"volume\">110</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">733</span></a></span>, 741 (10th Cir.1997).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">In this case, the advice that Hainey received from the assistant district attorney was of the kind that an objectively reasonable officer would be free to consider reliable. The undisputed facts indicate that the two reviewed the available evidence fully and had a frank discussion about it. This discussion culminated in the prosecutor's statement that he believed Hainey had probable cause to arrest the appellant. And, finally, there is nothing to suggest that the prosecutor was operating in bad faith. We conclude, therefore, that an objectively reasonable officer would have taken the prosecutor's opinion into account in deciding whether to make the arrest. Thus, the district court appropriately considered that opinion in assessing the objective reasonableness of Hainey's actions and, ultimately, in granting him qualified immunity.</p>\n    </div>\n    <p class=\"indent\">III. CONCLUSION</p>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">We need go no further. We conclude that an objectively reasonable officer, standing in Hainey's shoes, could have believed that probable cause existed to arrest the appellant for the crime of aggravated furnishing of a schedule W drug. Accordingly, the district court did not err in ruling that Hainey was entitled to qualified immunity with respect to the appellant's claim under section 1983.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The appellant's brief makes several references to another crime: aggravated trafficking of a scheduled drug in violation of Me.Rev.Stat. Ann. tit. 17-A, &#167; 1103. Though the appellant was later charged with that offense by an assistant attorney general, the record indicates that Hainey never made any recommendation to that effect. Thus, for purposes of our qualified immunity analysis, we consider only the reasonableness of Hainey's decision to arrest the appellant for aggravated furnishing of a scheduled drug</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Although the appellant told Hainey that he had never shared the pills with his son or anyone else and that he had mentioned to a pharmacist that some of his pills might be missing, Hainey had no obligation to give credence to these self-serving statements. A reasonable police officer is not required to credit a suspect's story<i>See Brady v. Dill,</i> <span class=\"citation\" data-id=\"198570\"><a href=\"/opinion/198570/brady-v-dill/\"><span class=\"volume\">187</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">104</span></a></span>, 112 (1st Cir.1999); <i>Criss v. City of Kent,</i> <span class=\"citation\" data-id=\"518124\"><a href=\"/opinion/518124/mark-a-criss-v-the-city-of-kent-rick-haury-officer-kent-city-police/\"><span class=\"volume\">867</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">259</span></a></span>, 263 (6th Cir.1988); <i>see also Acosta,</i> 386 F.3d at 11 (noting that police have no responsibility to investigate potential defenses before making a probable cause determination).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In this case, no one disputes that Roxicodone is and was a schedule W drug under Maine law</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Of course, prosecutors work hand in glove with law enforcement officers, so a prosecutor's advice, under the best of circumstances, cannot carry the same presumption of reliability that accompanies the detached scrutiny of a neutral magistrate<i>See United States v. Leon,</i> <span class=\"citation\" data-id=\"111262\"><a href=\"/opinion/111262/united-states-v-leon/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">897</span></a></span>, 913-14, <span class=\"citation\" data-id=\"111262\"><a href=\"/opinion/111262/united-states-v-leon/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3405</span></a></span>, <span class=\"citation\" data-id=\"111262\"><a href=\"/opinion/111262/united-states-v-leon/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">677</span></a></span> (1984). But that lessened deference is no reason to treat a prosecutor's counsel as worthless. Prosecutors are public officials and officers of the court. Moreover, when giving legal advice to the police, they have only qualified immunity. <i>Burns v. Reed,</i> <span class=\"citation\" data-id=\"112606\"><a href=\"/opinion/112606/burns-v-reed/\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">478</span></a></span>, 496, <span class=\"citation\" data-id=\"112606\"><a href=\"/opinion/112606/burns-v-reed/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1934</span></a></span>, <span class=\"citation\" data-id=\"112606\"><a href=\"/opinion/112606/burns-v-reed/\"><span class=\"volume\">114</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">547</span></a></span> (1991). \"[T]he absence of absolute immunity for the act of giving legal advice may cause prosecutors to consider their advice more carefully....\" <i>Id.</i> at 495, <span class=\"citation\" data-id=\"112606\"><a href=\"/opinion/112606/burns-v-reed/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1934</span></a></span>. In view of these realities, we refuse to endorse a rule that a prosecutor's stake in law enforcement renders his or her advice inherently unreliable.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> This inquiry remains focused on objective reasonableness and should not be transformed into an investigation of the officer's subjective good faith<i>See Crawford-El v. Britton,</i> <span class=\"citation\" data-id=\"118203\"><a href=\"/opinion/118203/crawford-el-v-britton/\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 587-88, <span class=\"citation\" data-id=\"118203\"><a href=\"/opinion/118203/crawford-el-v-britton/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1584</span></a></span>, <span class=\"citation\" data-id=\"118203\"><a href=\"/opinion/118203/crawford-el-v-britton/\"><span class=\"volume\">140</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">759</span></a></span> (1998); <i>Tremblay v. McClellan,</i> <span class=\"citation\" data-id=\"200739\"><a href=\"/opinion/200739/tremblay-v-mcclellan/\"><span class=\"volume\">350</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">195</span></a></span>, 199 (1st Cir.2003). Whether a pre-arrest consultation <i>actually</i> boosted the officer's confidence in his or her probable cause determination is beside the point.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104716/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106936/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110763/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111262/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111481/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111611/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111953/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112606/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112671/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118203/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118289/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118474/",
    "http://www.courtlistener.com/api/rest/v3/opinions/131161/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198570/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198626/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198661/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198727/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199393/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200510/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200739/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201063/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201253/",
    "http://www.courtlistener.com/api/rest/v3/opinions/449755/",
    "http://www.courtlistener.com/api/rest/v3/opinions/488520/",
    "http://www.courtlistener.com/api/rest/v3/opinions/494589/",
    "http://www.courtlistener.com/api/rest/v3/opinions/518124/",
    "http://www.courtlistener.com/api/rest/v3/opinions/529355/",
    "http://www.courtlistener.com/api/rest/v3/opinions/533566/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536033/",
    "http://www.courtlistener.com/api/rest/v3/opinions/589648/",
    "http://www.courtlistener.com/api/rest/v3/opinions/590031/",
    "http://www.courtlistener.com/api/rest/v3/opinions/590214/",
    "http://www.courtlistener.com/api/rest/v3/opinions/594699/",
    "http://www.courtlistener.com/api/rest/v3/opinions/607859/",
    "http://www.courtlistener.com/api/rest/v3/opinions/739142/",
    "http://www.courtlistener.com/api/rest/v3/opinions/756655/",
    "http://www.courtlistener.com/api/rest/v3/opinions/763555/",
    "http://www.courtlistener.com/api/rest/v3/opinions/763565/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767730/",
    "http://www.courtlistener.com/api/rest/v3/opinions/768947/",
    "http://www.courtlistener.com/api/rest/v3/opinions/775863/",
    "http://www.courtlistener.com/api/rest/v3/opinions/782810/",
    "http://www.courtlistener.com/api/rest/v3/opinions/785686/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2408298/"
  ]
}