{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201321/",
  "absolute_url": "/opinion/201321/rivera-martinez-v-ashcroft/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201321/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:12:19Z",
  "date_modified": "2016-02-28T05:05:07.268522Z",
  "type": "010combined",
  "sha1": "e1ef953f9fc57a8db5a3bcb4791be826fe4b1963",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/03-2032-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2004/11/04/Rivera-Martinez_v._Ashcroft.pdf",
  "plain_text": "           United States Court of Appeals\n                      For the First Circuit\n\nNo. 03-2032\n\n                   ANGEL YUANES RIVERA-MARTINEZ,\n\n                      Petitioner, Appellant,\n\n                                v.\n\n         JOHN D. ASHCROFT, UNITED STATES ATTORNEY GENERAL,\n\n                       Respondent, Appellee.\n\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF MASSACHUSETTS\n\n          [Hon. Douglas P. Woodlock, U.S. District Judge]\n\n\n                              Before\n\n                     Torruella, Circuit Judge,\n\n                  Rosenn,* Senior Circuit Judge,\n\n                    and Howard, Circuit Judge.\n\n\n     Emanuel Howard for petitioner-appellant.\n     Barry J. Pettinato, Senior Litigation Counsel, Office of\nImmigration Litigation, United States Department of Justice, with\nwhom Peter D. Keisler, Assistant Attorney General, Civil Division,\nand David V. Bernal, Assistant Director, were on brief, for\nrespondent-appellee.\n\n                         November 4, 2004\n\n\n\n     *\n      Of the United States Court of Appeals for the Third Circuit,\nsitting by designation.\n\f",
  "html": "<p class=\"case_cite\">389 F.3d 207</p>\n    <p class=\"parties\">Angel Yuanes RIVERA-MARTINEZ, Petitioner, Appellant,<br>v.<br>John D. ASHCROFT, United States Attorney General, Respondent, Appellee.</p>\n    <p class=\"docket\">No. 03-2032.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard June 10, 2004.</p>\n    <p class=\"date\">Decided November 4, 2004.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Emanuel Howard, for petitioner-appellant.</p>\n      <p class=\"indent\">Barry J. Pettinato, Senior Litigation Counsel, Office of Immigration Litigation, United States Department of Justice, with whom Peter D. Keisler, Assistant Attorney General, Civil Division, and David V. Bernal, Assistant Director, were on brief, for respondent-appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, ROSENN,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge, and HOWARD, Circuit Judge.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Angel Yuanes Rivera-Martinez (\"Rivera\"), a native and citizen of the Dominican Republic, was admitted to the United States as a lawful permanent resident in 1981. Sixteen years later, he was convicted of raping a child and sentenced to eight years' imprisonment. The Immigration and Naturalization Service (\"INS\")<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> initiated removal proceedings in September 2001, charging Rivera with removability under 8 U.S.C. &#167; 1227(a)(2)(A)(iii) as an \"alien ... convicted of an aggravated felony.\"<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> At a hearing before an immigration judge (\"IJ\"), Rivera argued that he was not subject to removal proceedings because he is a United States citizen &#8212; a status he claimed derives from his father's naturalization in April 1981.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> After considering and rejecting this argument,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> the IJ ordered Rivera removed. Rivera appealed to the Board of Immigration Appeals (\"BIA\") and again raised his citizenship claim, but to no avail. The BIA summarily affirmed the IJ's order of removal. Rivera did not petition this court for review of the BIA's decision, as he was entitled to do. <i>See Batista v. Ashcroft,</i> 270 F.3d 8, 12 (1st Cir.2001).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In February 2003, nearly eight months after the BIA's decision, Rivera filed in the district court a petition for a writ of habeas corpus. <i>See</i> 28 U.S.C. &#167; 2241. The petition advanced the exact same nationality argument presented to and rejected in the administrative proceedings. The district court dismissed the petition, noting that Rivera \"ha[d] come belatedly and to the wrong court.\" The court reasoned:</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Despite the substantial restrictions recently imposed upon judicial review of immigration decisions, the First Circuit has recognized that the statutory right of judicial review under 8 U.S.C. &#167; 1252(a) remains viable where a claim of citizenship is raised. <i>See, e.g., Batista v. Ashcroft,</i> 270 F.3d 8, 12 (1st Cir.2001); <i>Fierro v. Reno,</i> 217 F.3d 1, 3 (1st Cir.2000). And, because there exists a specific statutory review process for such claims, there is no basis to invoke habeas corpus jurisdiction to provide a duplicative review process or vary that which Congress has provided. <i>See, e.g., Foroglou v. Reno,</i> 241 F.3d 111, 115 (1st Cir.2001); <i>Arloo v. Ashcroft,</i> 238 F.Supp.2d 381, 383 (D.Mass.2003).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Had the instant petition been filed in this court in a timely manner, I would be inclined to treat the case as a petition for judicial review under &#167; 1252 and transfer the case to the Court of Appeals which has been assigned review responsibilities for such matters by Congress. However, the filing of the petition is not even arguably timely. Under &#167; 1252(b) any petition for review must be filed within 30 days following final agency action on the order of removal. Thus, the limitation period for judicial review as to the order [Rivera] challenges here expired on or about June 7, 2002. The instant proceeding was not commenced until over six months later. [Rivera] may not escape the limitations period Congress has established for the route to judicial review by seeking to develop in a leisurely manner an alternative path Congress has not authorized.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Rivera filed an untimely notice of appeal from the district court's order, but because the district court docket showed that the dismissal order sent to Rivera was returned as undeliverable, we remanded for consideration whether the time for appeal should be extended or reopened. <i>See</i> Fed. R.App. P. 4(a)(5) &amp; 4(a)(6). In doing so, we observed that this appeal \"appears to present the question we left open, but described as `difficult and novel,' in <i>Seale v. INS,</i> 323 F.3d 150, 153 (1st Cir.2003) (`Neither the Supreme Court nor this court has had occasion to decide whether the district court has habeas jurisdiction over a removal order where an alien's objection to the order would also have been susceptible to adjudication in the courts of appeals in a statutory direct review proceeding.').\" Thereafter, the district court extended the time for filing the notice of appeal and we appointed counsel to represent Rivera.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In his brief, Rivera presents only two arguments other than those directed at the merits of his nationality claim: that neither 8 U.S.C. &#167; 1252(a)(2)(C) nor 8 U.S.C. &#167; 1252(b)(5)<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> stripped the district court of habeas jurisdiction over his nationality claim, notwithstanding that the claim could have been advanced in a petition for review of the BIA's judgment.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Rivera's statutory arguments (which counter the Attorney General's arguments that these statutes are jurisdiction-strippers in the present circumstances) may or may not be correct, but Rivera has put the cart before the horse. The district court did not base its dismissal on a conclusion that either of these statutes stripped it of jurisdiction to entertain Rivera's petition. Instead, as set forth above, the court simply ruled that Rivera could not use 28 U.S.C. &#167; 2241 to pursue a claim that he could have, but did not, press on statutory direct review. In other words, the court concluded that Rivera's claim was procedurally defaulted.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In the absence of any argument that this ruling was erroneous, we have no warrant to upset the district court's judgment. <i>Cf. In re Public Serv. Co. of N.H.,</i> 879 F.2d 987, 989-90 (1st Cir.1989) (per curiam) (affirming because appellant failed to challenge an independent basis for a lower court decision). In any event, we do not see any error in the court's ruling under the circumstances of this case. This is not a case in which, for example, Rivera sought during the pendency of the administrative proceedings to challenge in a federal court the Attorney General's authority to place him in those proceedings. <i>Cf. Thunder Basin Coal Co. v. Reich,</i> 510 U.S. 200, 207-18, 114 S.Ct. 771, 127 L.Ed.2d 29 (1994) (discussing factors to be considered in determining whether interested parties may bypass administrative proceedings with statutory review and proceed directly to federal court for a \"preenforcement\" determination of rights); <i>Eastern Bridge LLC v. Chao,</i> 320 F.3d 84, 88-91 (1st Cir.2003) (applying the <i>Thunder Basin</i> doctrine). Nor is this a case in which Rivera has argued, or in which there is some reason to believe, that Rivera should be relieved of exhaustion obligations on prudential grounds. <i>Cf. Hernandez v. Reno,</i> 238 F.3d 50, 54-55 (1st Cir.2001) (permitting alien to press a due process/ineffective assistance of counsel claim by way of habeas notwithstanding petitioner's failure to await resolution of parallel administrative proceedings in which same claim was raised). Rather, as the district court recognized, this is a straightforward case of a petitioner attempting to use habeas to resurrect a claim that could have been and should have been presented on direct review.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We previously have recognized that principles of procedural default apply in the immigration law context, <i>see Foroglou,</i> 241 F.3d at 115; <i>Mattis v. Reno,</i> 212 F.3d 31, 41 (1st Cir.2000), <i>abrogated on other grounds,</i> 533 U.S. 289, 121 S.Ct. 2271, 150 L.Ed.2d 347 (2001); <i>see also, e.g., Acevedo-Carranza v. Ashcroft,</i> 371 F.3d 539, 541-42 (9th Cir.2004) (requiring exhaustion of judicial remedies in circumstances similar to those presented here), and we see no reason to doubt the correctness of the district court's decision to apply those principles to reject Rivera's petition.</p>\n    </div>\n    <p class=\"indent\">\n      <i>Affirmed.</i>\n      <a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>\n    </p>\n    <p>APPENDIX</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">&#167; 1252. Judicial review of orders of removal</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">(a) Applicable provisions</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">(1) General orders of removal</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Judicial review of a final order of removal (other than an order of removal without a hearing pursuant to section 1225(b)(1) of this title) is governed only by chapter 158 of Title 28, except as provided in subsection (b) of this section and except that the court may not order the taking of additional evidence under section 2347(c) of Title 28.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">(2) Matters not subject to judicial review</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">...</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">(C) Orders against criminal aliens</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Notwithstanding any other provision of law, no court shall have jurisdiction to review any final order of removal against an alien who is removable by reason of having committed a criminal offense covered in section 1182(a)(2) or 1227(a)(2)(A)(iii), (B), (C), or (D) of this title, or any offense covered by section 1227(a)(2)(A)(ii) of this title for which both predicate offenses are, without regard to their date of commission, otherwise covered by section 1227(a)(2)(A)(i) of this title.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">...</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">(b) Requirements for review of orders of removal</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">With respect to review of an order of removal under subsection (a)(1) of this section, the following requirements apply:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">(1) Deadline</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The petition for review must be filed not later than 30 days after the date of the final order of removal.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">(2) Venue and forms</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The petition for review shall be filed with the court of appeals for the judicial circuit in which the immigration judge completed the proceedings....</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">...</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">(4) Scope and standard for review</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Except as provided in paragraph (5)(B) &#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">(A) the court of appeals shall decide the petition only on the administrative record on which the order of removal is based,</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">(B) the administrative findings of fact are conclusive unless any reasonable adjudicator would be compelled to conclude to the contrary,</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">(C) a decision that an alien is not eligible for admission to the United States is conclusive unless manifestly contrary to law, and</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">(D) the Attorney General's discretionary judgment whether to grant relief under section 1158(a) of this title shall be conclusive unless manifestly contrary to the law and an abuse of discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">(5) Treatment of nationality claims</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">(A) Court determination if no issue of fact</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">If the petitioner claims to be a national of the United States and the court of appeals finds from the pleadings and affidavits that no genuine issue of material fact about the petitioner's nationality is presented, the court shall decide the nationality claim.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">(B) Transfer if issue of fact</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">If the petitioner claims to be a national of the United States and the court of appeals finds that a genuine issue of material fact about the petitioner's nationality is presented, the court shall transfer the proceeding to the district court of the United States for the judicial district in which the petitioner resides for a new hearing on the nationality claim and a decision on that claim as if an action had been brought in the district court under section 2201 of Title 28.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">(C) Limitation on determination</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The petitioner may have such nationality claim decided only as provided in this paragraph.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the United States Court of Appeals for the Third Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> On March 1, 2003, the INS ceased to exist as an agency within the Department of Justice. Its enforcement functions were transferred to the Department of Homeland Security<i>See</i> Homeland Security Act of 2002, Pub.L. No. 107-296, 116 Stat. 2135 (2002). Because the events at issue here predate that reorganization, we refer to the INS in this opinion.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> \"Any alien who is convicted of an aggravated felony is deportable.\" 8 U.S.C. &#167; 1227(a)(2)(A)(iii). An \"alien\" is defined as \"any person not a citizen or national of the United States,\"<i>id.</i> &#167; 1101(a)(3), and an \"aggravated felony\" is defined as, <i>inter alia,</i>\"murder, rape, or sexual abuse of a minor,\" <i>id.</i> &#167; 1101(a)(43)(A).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> <i>See</i> 8 U.S.C. &#167; 1432(a)(3) (1982) (repealed 2000) (\"A child born outside of the United States of alien parents... becomes a citizen of the United States upon fulfillment of the following conditions: (1) The naturalization of both parents; or (2) The naturalization of the surviving parent if one of the parents is deceased; or (3) The naturalization of the parents having legal custody of the child when there has been a legal separation ...; and if (4) Such naturalization takes place while such child is unmarried and under the age of eighteen years; and (5) Such child is residing in the United States pursuant to lawful admission for permanent residence at the time of naturalization of the parent....\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Rivera argued specifically that he satisfied prongs three, four, and five of 8 U.S.C. &#167; 1432(a)(3),<i>see supra</i> n. 3, and thus was entitled to citizenship. The IJ disagreed, finding that Rivera &#8212; who had been born out of wedlock &#8212; could not satisfy prong three, <i>see</i> 8 U.S.C. &#167; 1432(a)(3)(\"(3) The naturalization of the parents having legal custody of the child <i>when there has been a legal separation</i>....\") (emphasis added), because Rivera's parents had never been legally separated.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We reproduce these two statutes, along with additional provisions of &#167; 1252(a) and (b) that provide broader statutory context, in an appendix to this opinion</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The issue left open in<i>Seale</i> and mentioned in our pretrial order was whether &#167; 1252(a)(2)(C) acts as a jurisdiction-stripper where direct review remains available. <i>Seale</i> did not discuss &#167; 1252(b)(5).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> We recognize that the alternative bases for affirmance advanced by the Attorney General may be regarded as \"jurisdictional.\"<i>See generally Seale,</i> 323 F.3d at 152-54. We also recognize that, as a general matter, courts are to decide \"jurisdictional\" questions before proceeding to merits issues. <i>See id.</i> at 154-57 (discussing application of <i>Steel Co. v. Citizens for a Better Env't,</i> 523 U.S. 83, 118 S.Ct. 1003, 140 L.Ed.2d 210 (2001) in a similar context). But where the outcome of this appeal is foreordained by circuit precedent on a merits issue, we do not need to resolve arguably \"jurisdictional\" issues of the sort presented in this appeal before proceeding to the merits. <i>See id.</i></p>\n        <p class=\"indent\">In this case, the outcome of the appeal is foreordained by application of circuit precedent to a merits issue. <i>See infra.</i> Moreover, there is at least one important aspect of the \"jurisdictional\" inquiry that is difficult and has not been briefed: if a person put into removal proceedings immediately goes to federal court and seeks a declaration that he is a citizen, whether and to what extent the analysis in <i>Thunder Basin Coal Co. v. Reich,</i> 510 U.S. 200, 114 S.Ct. 771, 127 L.Ed.2d 29 (1994), should guide the inquiry into congressional intent with respect to jurisdiction-stripping. We therefore will defer decision of the jurisdictional issue.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> While this case was pending before us, Rivera moved to amend his habeas petition so as to assert an equal protection challenge to the IJ's interpretation of 8 U.S.C. &#167; 1432(a)(3). Because our procedural default analysis applies with equal force to this claim (which could have been pressed in a petition for review of the BIA's judgment), we deny the motion on grounds of futility</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">389</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">207</span></span></p>\n    <p class=\"parties\">Angel Yuanes RIVERA-MARTINEZ, Petitioner, Appellant,<br>v.<br>John D. ASHCROFT, United States Attorney General, Respondent, Appellee.</p>\n    <p class=\"docket\">No. 03-2032.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard June 10, 2004.</p>\n    <p class=\"date\">Decided November 4, 2004.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Emanuel Howard, for petitioner-appellant.</p>\n      <p class=\"indent\">Barry J. Pettinato, Senior Litigation Counsel, Office of Immigration Litigation, United States Department of Justice, with whom Peter D. Keisler, Assistant Attorney General, Civil Division, and David V. Bernal, Assistant Director, were on brief, for respondent-appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, ROSENN,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge, and HOWARD, Circuit Judge.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Angel Yuanes Rivera-Martinez (\"Rivera\"), a native and citizen of the Dominican Republic, was admitted to the United States as a lawful permanent resident in 1981. Sixteen years later, he was convicted of raping a child and sentenced to eight years' imprisonment. The Immigration and Naturalization Service (\"INS\")<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> initiated removal proceedings in September 2001, charging Rivera with removability under 8 U.S.C. &#167; 1227(a)(2)(A)(iii) as an \"alien ... convicted of an aggravated felony.\"<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> At a hearing before an immigration judge (\"IJ\"), Rivera argued that he was not subject to removal proceedings because he is a United States citizen &#8212; a status he claimed derives from his father's naturalization in April 1981.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> After considering and rejecting this argument,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> the IJ ordered Rivera removed. Rivera appealed to the Board of Immigration Appeals (\"BIA\") and again raised his citizenship claim, but to no avail. The BIA summarily affirmed the IJ's order of removal. Rivera did not petition this court for review of the BIA's decision, as he was entitled to do. <i>See Batista v. Ashcroft,</i> <span class=\"citation\" data-id=\"775402\"><a href=\"/opinion/775402/cesar-batista-v-john-ashcroft-attorney-general-of-the-united-states/\"><span class=\"volume\">270</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">8</span></a></span>, 12 (1st Cir.2001).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In February 2003, nearly eight months after the BIA's decision, Rivera filed in the district court a petition for a writ of habeas corpus. <i>See</i> 28 U.S.C. &#167; 2241. The petition advanced the exact same nationality argument presented to and rejected in the administrative proceedings. The district court dismissed the petition, noting that Rivera \"ha[d] come belatedly and to the wrong court.\" The court reasoned:</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Despite the substantial restrictions recently imposed upon judicial review of immigration decisions, the First Circuit has recognized that the statutory right of judicial review under 8 U.S.C. &#167; 1252(a) remains viable where a claim of citizenship is raised. <i>See, e.g., Batista v. Ashcroft,</i> <span class=\"citation\" data-id=\"775402\"><a href=\"/opinion/775402/cesar-batista-v-john-ashcroft-attorney-general-of-the-united-states/\"><span class=\"volume\">270</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">8</span></a></span>, 12 (1st Cir.2001); <i>Fierro v. Reno,</i> <span class=\"citation\" data-id=\"769234\"><a href=\"/opinion/769234/miguel-noel-fierro-v-janet-reno-attorney-general-miguel-noel-fierro-v/\"><span class=\"volume\">217</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir.2000). And, because there exists a specific statutory review process for such claims, there is no basis to invoke habeas corpus jurisdiction to provide a duplicative review process or vary that which Congress has provided. <i>See, e.g., Foroglou v. Reno,</i> <span class=\"citation\" data-id=\"772180\"><a href=\"/opinion/772180/emmanuel-j-foroglou-v-janet-reno-attorney-general-immigration-and/\"><span class=\"volume\">241</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">111</span></a></span>, 115 (1st Cir.2001); <i>Arloo v. Ashcroft,</i> <span class=\"citation\" data-id=\"2418067\"><a href=\"/opinion/2418067/arloo-v-ashcroft/\"><span class=\"volume\">238</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">381</span></a></span>, 383 (D.Mass.2003).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Had the instant petition been filed in this court in a timely manner, I would be inclined to treat the case as a petition for judicial review under &#167; 1252 and transfer the case to the Court of Appeals which has been assigned review responsibilities for such matters by Congress. However, the filing of the petition is not even arguably timely. Under &#167; 1252(b) any petition for review must be filed within 30 days following final agency action on the order of removal. Thus, the limitation period for judicial review as to the order [Rivera] challenges here expired on or about June 7, 2002. The instant proceeding was not commenced until over six months later. [Rivera] may not escape the limitations period Congress has established for the route to judicial review by seeking to develop in a leisurely manner an alternative path Congress has not authorized.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Rivera filed an untimely notice of appeal from the district court's order, but because the district court docket showed that the dismissal order sent to Rivera was returned as undeliverable, we remanded for consideration whether the time for appeal should be extended or reopened. <i>See</i> Fed. R.App. P. 4(a)(5) &amp; 4(a)(6). In doing so, we observed that this appeal \"appears to present the question we left open, but described as `difficult and novel,' in <i>Seale v. INS,</i> <span class=\"citation\" data-id=\"781275\"><a href=\"/opinion/781275/michael-ar-seale-v-immigration-and-naturalization-service/\"><span class=\"volume\">323</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">150</span></a></span>, 153 (1st Cir.2003) (`Neither the Supreme Court nor this court has had occasion to decide whether the district court has habeas jurisdiction over a removal order where an alien's objection to the order would also have been susceptible to adjudication in the courts of appeals in a statutory direct review proceeding.').\" Thereafter, the district court extended the time for filing the notice of appeal and we appointed counsel to represent Rivera.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In his brief, Rivera presents only two arguments other than those directed at the merits of his nationality claim: that neither 8 U.S.C. &#167; 1252(a)(2)(C) nor 8 U.S.C. &#167; 1252(b)(5)<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> stripped the district court of habeas jurisdiction over his nationality claim, notwithstanding that the claim could have been advanced in a petition for review of the BIA's judgment.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Rivera's statutory arguments (which counter the Attorney General's arguments that these statutes are jurisdiction-strippers in the present circumstances) may or may not be correct, but Rivera has put the cart before the horse. The district court did not base its dismissal on a conclusion that either of these statutes stripped it of jurisdiction to entertain Rivera's petition. Instead, as set forth above, the court simply ruled that Rivera could not use 28 U.S.C. &#167; 2241 to pursue a claim that he could have, but did not, press on statutory direct review. In other words, the court concluded that Rivera's claim was procedurally defaulted.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In the absence of any argument that this ruling was erroneous, we have no warrant to upset the district court's judgment. <i>Cf. In re Public Serv. Co. of N.H.,</i> <span class=\"citation\" data-id=\"526439\"><a href=\"/opinion/526439/in-re-public-service-company-of-new-hampshire-etc-debtor-first-fidelity/\"><span class=\"volume\">879</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">987</span></a></span>, 989-90 (1st Cir.1989) (per curiam) (affirming because appellant failed to challenge an independent basis for a lower court decision). In any event, we do not see any error in the court's ruling under the circumstances of this case. This is not a case in which, for example, Rivera sought during the pendency of the administrative proceedings to challenge in a federal court the Attorney General's authority to place him in those proceedings. <i>Cf. Thunder Basin Coal Co. v. Reich,</i> <span class=\"citation\" data-id=\"112921\"><a href=\"/opinion/112921/thunder-basin-coal-co-v-reich/\"><span class=\"volume\">510</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">200</span></a></span>, 207-18, <span class=\"citation\" data-id=\"112921\"><a href=\"/opinion/112921/thunder-basin-coal-co-v-reich/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">771</span></a></span>, <span class=\"citation\" data-id=\"112921\"><a href=\"/opinion/112921/thunder-basin-coal-co-v-reich/\"><span class=\"volume\">127</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">29</span></a></span> (1994) (discussing factors to be considered in determining whether interested parties may bypass administrative proceedings with statutory review and proceed directly to federal court for a \"preenforcement\" determination of rights); <i>Eastern Bridge LLC v. Chao,</i> <span class=\"citation\" data-id=\"200350\"><a href=\"/opinion/200350/eastern-bridge-v-secretary-of-labor/\"><span class=\"volume\">320</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">84</span></a></span>, 88-91 (1st Cir.2003) (applying the <i>Thunder Basin</i> doctrine). Nor is this a case in which Rivera has argued, or in which there is some reason to believe, that Rivera should be relieved of exhaustion obligations on prudential grounds. <i>Cf. Hernandez v. Reno,</i> <span class=\"citation\" data-id=\"199250\"><a href=\"/opinion/199250/hernandez-v-ins/\"><span class=\"volume\">238</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">50</span></a></span>, 54-55 (1st Cir.2001) (permitting alien to press a due process/ineffective assistance of counsel claim by way of habeas notwithstanding petitioner's failure to await resolution of parallel administrative proceedings in which same claim was raised). Rather, as the district court recognized, this is a straightforward case of a petitioner attempting to use habeas to resurrect a claim that could have been and should have been presented on direct review.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We previously have recognized that principles of procedural default apply in the immigration law context, <i>see Foroglou,</i> 241 F.3d at 115; <i>Mattis v. Reno,</i> <span class=\"citation\" data-id=\"198915\"><a href=\"/opinion/198915/mattis-v-reno/\"><span class=\"volume\">212</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">31</span></a></span>, 41 (1st Cir.2000), <i>abrogated on other grounds,</i> <span class=\"citation\" data-id=\"118452\"><a href=\"/opinion/118452/ins-v-st-cyr/\"><span class=\"volume\">533</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">289</span></a></span>, <span class=\"citation\" data-id=\"118452\"><a href=\"/opinion/118452/ins-v-st-cyr/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2271</span></a></span>, <span class=\"citation\" data-id=\"118452\"><a href=\"/opinion/118452/ins-v-st-cyr/\"><span class=\"volume\">150</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">347</span></a></span> (2001); <i>see also, e.g., Acevedo-Carranza v. Ashcroft,</i> <span class=\"citation\" data-id=\"786530\"><a href=\"/opinion/786530/delfino-acevedo-carranza-v-john-ashcroft-attorney-general/\"><span class=\"volume\">371</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">539</span></a></span>, 541-42 (9th Cir.2004) (requiring exhaustion of judicial remedies in circumstances similar to those presented here), and we see no reason to doubt the correctness of the district court's decision to apply those principles to reject Rivera's petition.</p>\n    </div>\n    <p class=\"indent\">\n      <i>Affirmed.</i>\n      <a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>\n    </p>\n    <p>APPENDIX</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">&#167; 1252. Judicial review of orders of removal</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">(a) Applicable provisions</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">(1) General orders of removal</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Judicial review of a final order of removal (other than an order of removal without a hearing pursuant to section 1225(b)(1) of this title) is governed only by chapter 158 of Title 28, except as provided in subsection (b) of this section and except that the court may not order the taking of additional evidence under section 2347(c) of Title 28.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">(2) Matters not subject to judicial review</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">...</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">(C) Orders against criminal aliens</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Notwithstanding any other provision of law, no court shall have jurisdiction to review any final order of removal against an alien who is removable by reason of having committed a criminal offense covered in section 1182(a)(2) or 1227(a)(2)(A)(iii), (B), (C), or (D) of this title, or any offense covered by section 1227(a)(2)(A)(ii) of this title for which both predicate offenses are, without regard to their date of commission, otherwise covered by section 1227(a)(2)(A)(i) of this title.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">...</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">(b) Requirements for review of orders of removal</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">With respect to review of an order of removal under subsection (a)(1) of this section, the following requirements apply:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">(1) Deadline</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The petition for review must be filed not later than 30 days after the date of the final order of removal.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">(2) Venue and forms</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The petition for review shall be filed with the court of appeals for the judicial circuit in which the immigration judge completed the proceedings....</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">...</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">(4) Scope and standard for review</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Except as provided in paragraph (5)(B) &#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">(A) the court of appeals shall decide the petition only on the administrative record on which the order of removal is based,</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">(B) the administrative findings of fact are conclusive unless any reasonable adjudicator would be compelled to conclude to the contrary,</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">(C) a decision that an alien is not eligible for admission to the United States is conclusive unless manifestly contrary to law, and</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">(D) the Attorney General's discretionary judgment whether to grant relief under section 1158(a) of this title shall be conclusive unless manifestly contrary to the law and an abuse of discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">(5) Treatment of nationality claims</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">(A) Court determination if no issue of fact</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">If the petitioner claims to be a national of the United States and the court of appeals finds from the pleadings and affidavits that no genuine issue of material fact about the petitioner's nationality is presented, the court shall decide the nationality claim.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">(B) Transfer if issue of fact</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">If the petitioner claims to be a national of the United States and the court of appeals finds that a genuine issue of material fact about the petitioner's nationality is presented, the court shall transfer the proceeding to the district court of the United States for the judicial district in which the petitioner resides for a new hearing on the nationality claim and a decision on that claim as if an action had been brought in the district court under section 2201 of Title 28.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">(C) Limitation on determination</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The petitioner may have such nationality claim decided only as provided in this paragraph.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the United States Court of Appeals for the Third Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> On March 1, 2003, the INS ceased to exist as an agency within the Department of Justice. Its enforcement functions were transferred to the Department of Homeland Security<i>See</i> Homeland Security Act of 2002, Pub.L. No. 107-296, 116 Stat. 2135 (2002). Because the events at issue here predate that reorganization, we refer to the INS in this opinion.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> \"Any alien who is convicted of an aggravated felony is deportable.\" 8 U.S.C. &#167; 1227(a)(2)(A)(iii). An \"alien\" is defined as \"any person not a citizen or national of the United States,\"<i>id.</i> &#167; 1101(a)(3), and an \"aggravated felony\" is defined as, <i>inter alia,</i>\"murder, rape, or sexual abuse of a minor,\" <i>id.</i> &#167; 1101(a)(43)(A).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> <i>See</i> 8 U.S.C. &#167; 1432(a)(3) (1982) (repealed 2000) (\"A child born outside of the United States of alien parents... becomes a citizen of the United States upon fulfillment of the following conditions: (1) The naturalization of both parents; or (2) The naturalization of the surviving parent if one of the parents is deceased; or (3) The naturalization of the parents having legal custody of the child when there has been a legal separation ...; and if (4) Such naturalization takes place while such child is unmarried and under the age of eighteen years; and (5) Such child is residing in the United States pursuant to lawful admission for permanent residence at the time of naturalization of the parent....\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Rivera argued specifically that he satisfied prongs three, four, and five of 8 U.S.C. &#167; 1432(a)(3),<i>see supra</i> n. 3, and thus was entitled to citizenship. The IJ disagreed, finding that Rivera &#8212; who had been born out of wedlock &#8212; could not satisfy prong three, <i>see</i> 8 U.S.C. &#167; 1432(a)(3)(\"(3) The naturalization of the parents having legal custody of the child <i>when there has been a legal separation</i>....\") (emphasis added), because Rivera's parents had never been legally separated.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We reproduce these two statutes, along with additional provisions of &#167; 1252(a) and (b) that provide broader statutory context, in an appendix to this opinion</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The issue left open in<i>Seale</i> and mentioned in our pretrial order was whether &#167; 1252(a)(2)(C) acts as a jurisdiction-stripper where direct review remains available. <i>Seale</i> did not discuss &#167; 1252(b)(5).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> We recognize that the alternative bases for affirmance advanced by the Attorney General may be regarded as \"jurisdictional.\"<i>See generally Seale,</i> 323 F.3d at 152-54. We also recognize that, as a general matter, courts are to decide \"jurisdictional\" questions before proceeding to merits issues. <i>See id.</i> at 154-57 (discussing application of <i>Steel Co. v. Citizens for a Better Env't,</i> <span class=\"citation no-link\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span></span>, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1003</span></span>, <span class=\"citation no-link\"><span class=\"volume\">140</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">210</span></span> (2001) in a similar context). But where the outcome of this appeal is foreordained by circuit precedent on a merits issue, we do not need to resolve arguably \"jurisdictional\" issues of the sort presented in this appeal before proceeding to the merits. <i>See id.</i></p>\n        <p class=\"indent\">In this case, the outcome of the appeal is foreordained by application of circuit precedent to a merits issue. <i>See infra.</i> Moreover, there is at least one important aspect of the \"jurisdictional\" inquiry that is difficult and has not been briefed: if a person put into removal proceedings immediately goes to federal court and seeks a declaration that he is a citizen, whether and to what extent the analysis in <i>Thunder Basin Coal Co. v. Reich,</i> <span class=\"citation\" data-id=\"112921\"><a href=\"/opinion/112921/thunder-basin-coal-co-v-reich/\"><span class=\"volume\">510</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">200</span></a></span>, <span class=\"citation\" data-id=\"112921\"><a href=\"/opinion/112921/thunder-basin-coal-co-v-reich/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">771</span></a></span>, <span class=\"citation\" data-id=\"112921\"><a href=\"/opinion/112921/thunder-basin-coal-co-v-reich/\"><span class=\"volume\">127</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">29</span></a></span> (1994), should guide the inquiry into congressional intent with respect to jurisdiction-stripping. We therefore will defer decision of the jurisdictional issue.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> While this case was pending before us, Rivera moved to amend his habeas petition so as to assert an equal protection challenge to the IJ's interpretation of 8 U.S.C. &#167; 1432(a)(3). Because our procedural default analysis applies with equal force to this claim (which could have been pressed in a petition for review of the BIA's judgment), we deny the motion on grounds of futility</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112921/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118452/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198915/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199250/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200350/",
    "http://www.courtlistener.com/api/rest/v3/opinions/526439/",
    "http://www.courtlistener.com/api/rest/v3/opinions/769234/",
    "http://www.courtlistener.com/api/rest/v3/opinions/772180/",
    "http://www.courtlistener.com/api/rest/v3/opinions/775402/",
    "http://www.courtlistener.com/api/rest/v3/opinions/781275/",
    "http://www.courtlistener.com/api/rest/v3/opinions/786530/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2418067/"
  ]
}