{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201385/",
  "absolute_url": "/opinion/201385/united-states-v-fox/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201385/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:19:37Z",
  "date_modified": "2016-02-28T05:05:20.860067Z",
  "type": "010combined",
  "sha1": "e7247bb23786e17c72bf5214c87d7dedca05e738",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/04-1325-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2004/12/22/US_v._Fox.pdf",
  "plain_text": "          United States Court of Appeals\n                        For the First Circuit\n\n\nNo. 04-1325\n\n                            UNITED STATES,\n\n                               Appellee,\n\n                                  v.\n\n                            EDWARD J. FOX,\n\n                        Defendant, Appellant.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                       FOR THE DISTRICT OF MAINE\n\n\n              [Hon. D. Brock Hornby, U.S. District Judge]\n\n\n                                Before\n\n                         Selya, Circuit Judge,\n                     Stahl, Senior Circuit Judge,\n                  and Leval,* Senior Circuit Judge.\n\n\n\n     Nicholas J.K. Mahoney on brief for appellant.\n     Margaret D. McGaughey, Appellate Chief, and Paula D. Silsby,\nUnited States Attorney, on brief for appellee.\n\n\n\n                          December 22, 2004\n\n\n\n\n*Of the Second Circuit Court of Appeals, sitting by designation.\n\f            STAHL, Senior Circuit Judge.       On the evening of December\n\n21,    2002,   during    a    routine    traffic   stop,   Eric    Bergquist\n\n(\"Bergquist\"), a Maine State Trooper, discovered that Appellant\n\nEdward J. Fox (\"Fox\") possessed, among other things, a shotgun.\n\nFox was arrested and ultimately charged with possession of an\n\nunregistered shotgun in violation of 26 U.S.C. §§ 5841, 5845(a),\n\n5845(d), 5861(d), and 5871.         After the district court denied Fox's\n\nmotions to suppress certain statements he made and evidence that\n\nwas seized during the stop, Fox pleaded guilty to the charged\n\noffense.    Fox now seeks review of:        (1) the denial of his motions\n\nto    suppress;   (2)   the   district   court's   decision   to   apply   the\n\nobstruction of justice enhancement, and not to apply the acceptance\n\nof responsibility reduction, in calculating his sentence; and, in\n\nlight of Blakely v. Washington, ___ U.S. ___, 124 S. Ct. 2531\n\n(2004), (3) the district court's finding that he committed perjury\n\nat his suppression hearing.             Finding no error, we affirm the\n\ndistrict court's determinations.\n\n                               I.   Background\n\n            After the December 21, 2002 traffic stop, Fox was charged\n\nwith possession of an unregistered shotgun.           On May 27, 2003, he\n\nfiled several motions to suppress statements he made in response to\n\nweapons-related questions and evidence that was seized during the\n\n\n\n\n                                      -2-\n\fstop.1     The district court referred the motions to a magistrate\n\njudge,   and   on   July   30,   2003,    the   magistrate   judge   held   a\n\nsuppression hearing.       At the hearing, Bergquist testified that on\n\nthe evening of December 21, 2002, he was patrolling the northern\n\nportion of York County, Maine in his cruiser.          He was accompanied\n\nonly by his police dog, which was reposing in the back seat of the\n\ncruiser.\n\n            At 9:55 p.m., Bergquist observed an individual, later\n\nidentified as Fox, driving a vehicle that appeared to be without a\n\nworking license plate light.             Bergquist, aware that it was a\n\nviolation of Maine law to operate a vehicle without a functioning\n\nplate light, followed the vehicle for a short distance but was\n\nunable to determine whether the plate light was working.2              As a\n\nresult, he signaled for the vehicle to pull over, which it did.\n\n            Bergquist, after stopping his cruiser, activated its\n\nspotlight and observed that Fox, the vehicle's sole occupant, \"was\n\nmoving around . . . more than . . . normal for an average traffic\n\n\n\n     1\n      During the stop, Bergquist asked Fox a number of questions\nabout his criminal history and a package containing white powder\nthat he found in Fox's shirt pocket, but those questions and Fox's\nanswers are irrelevant to this appeal, as the government told Fox\nbefore he pleaded guilty that it would not refer to them in its\ncase-in-chief and Fox has not argued for their suppression on\nappeal.\n     2\n      See Me. Rev. Stat. Ann. tit. 29-A, § 1909 (\"A vehicle must\nhave a white light capable of illuminating the rear registration\nplate so that the characters on the plate are visible for a\ndistance of at least 50 feet.\").\n\n                                    -3-\n\fstop.\"   He also saw Fox make a ducking motion, as if \"reaching for\n\nsomething under the seat or placing something under the seat.\"\n\n            With his \"senses up,\" Bergquist exited the cruiser and\n\nwalked to the vehicle's driver's side window.         He asked for, and\n\nFox produced, the vehicle's registration, proof of insurance, and\n\na driver's license.    At that point, Bergquist recognized Fox as a\n\ndriver he had pulled over for a headlight violation in 1999.        The\n\n1999 stop had resulted in Fox's arrest for possession of brass\n\nknuckles, a concealed firearm, and illegal drugs.\n\n            Bergquist then noticed a large bulge in Fox's left inside\n\njacket pocket.    In light of all of the above, he ordered Fox to\n\nexit the vehicle, walk to the cruiser, and stand with his feet\n\napart with his hands on the cruiser's hood.       After Fox had complied\n\nwith the order, Bergquist asked him whether he possessed any\n\nweapons.    Fox responded that he had \"a set of rings\" or brass\n\nknuckles.\n\n            At that point, Bergquist decided to frisk Fox.     Although\n\nhe found only a wallet and papers in Fox's left inside jacket\n\npocket, he found brass knuckles in the left front pocket of Fox's\n\npants. Upon discovering the brass knuckles, Bergquist arrested Fox\n\nfor possession of a concealed weapon.\n\n            Immediately   after   the   arrest,   Bergquist   thoroughly\n\nsearched Fox.    In Fox's shirt pocket, a package containing white\n\npowder and drug paraphernalia covered in white-powder residue was\n\n\n                                  -4-\n\fdiscovered.3    In addition, Bergquist found an unused shotgun shell\n\nin a pocket in Fox's jacket.     Upon finding the shell, he asked Fox\n\nto identify the location of the gun that went with the shell.      Fox\n\nclaimed that he had no idea what Bergquist was talking about and\n\nthat he had never seen the shell before.      Bergquist then asked Fox\n\nif there was a gun in his vehicle.       Fox said there was not.\n\n             After completing the search, Bergquist placed Fox in the\n\nfront seat of the cruiser and asked him whether there were any\n\nweapons in his vehicle.      Fox responded that there was a knife on\n\nthe driver's seat. Bergquist went to the vehicle and recovered the\n\nknife. He then looked under the driver's seat and found a shotgun,\n\nwhich was \"fairly dilapidated\" and lacked a trigger guard.\n\n             Bergquist tried to open the breech of the gun to see\n\nwhether it was loaded and, if necessary, unload it for safe\n\ntransport.     He was unable to do so.   He then carried the gun to the\n\ncruiser and asked Fox to show him how to open it.      Fox stated that\n\nhe had never seen the gun before and did not know how to open it.\n\nBergquist, displeased at the answer, raised his voice and swore at\n\nFox, and again asked him how to open the breech.           Fox said it\n\nappeared that if Bergquist pushed a certain button on the side of\n\nthe gun, the breech would open.      Bergquist did so and it opened.\n\nInside, he found an unused shell identical to the one he had\n\ndiscovered in Fox's pocket.\n\n\n     3\n         The white powder was later identified as baking soda.\n\n                                  -5-\n\f             Bergquist then drove Fox to the York County Jail. During\n\nthe drive, he informed Fox of his rights under Miranda v. Arizona,\n\n384 U.S. 436 (1966).4\n\n          Fox's account of the stop differed in several respects\n\nfrom that of Bergquist.        For example, Fox testified that, at the\n\noutset, Bergquist asked him about the bulge in his pocket and,\n\nfollowing a brief exchange, brandished his gun, jumped back, and\n\nsaid, \"Put your friggin' hands where I can see 'em.\"              Fox also\n\ninsisted that following his arrest, Bergquist tried to make him sit\n\nin the back of the cruiser with the dog, despite his protests that\n\nhe was terrified of dogs.         And, Fox claimed that after he told\n\nBergquist that he did not know how to open the breech, Bergquist\n\ncocked the hammer back, put the gun to Fox's head, called him a\n\nprofane name, and said, \"Maybe this will jar your memory.\"\n\n          On    August   12,   2003,   the   magistrate   judge   issued   a\n\nrecommendation to the district court that Fox's motions to suppress\n\nbe denied.     The magistrate judge concluded that the initial stop,\n\nthe order that Fox exit his vehicle and stand by the cruiser, the\n\nfrisk, the arrest, and the search of the vehicle were all lawful.\n\n\n     4\n      According to Miranda, police may not interrogate a suspect\nwho has been taken into custody without first warning him:\n     that he has the right to remain silent, that anything he\n     says can be used against him in a court of law, that he\n     has the right to the presence of an attorney, and that if\n     he cannot afford an attorney one will be appointed for\n     him prior to any questioning if he so desires.\n384 U.S. at 479.\n\n\n                                    -6-\n\fHe also decided that the statements Fox made in response to the\n\nweapons-related questions before he was informed of his Miranda\n\nrights were admissible under the public safety exception to the\n\nrule that Miranda warnings must be given before a suspect's answers\n\nmay be admitted into evidence.        Moreover, he commented that he did\n\nnot find Fox to be a credible witness.          The district court adopted\n\nthe   recommendation   without    a   further    hearing   and   denied   the\n\nsuppression motions on September 9, 2003.5\n\n           On September 29, 2003, Fox pleaded guilty to the charged\n\noffense, reserving his right to appeal the suppression rulings. At\n\nhis sentencing hearing on January 27, 2004, the district court\n\napplied the obstruction of justice enhancement under section 3C1.1\n\nof the United States Sentencing Guidelines.            The record reveals\n\nthat the sentencing judge based the enhancement on his finding that\n\nFox perjured himself at his suppression hearing:\n\n                  I [] need to . . . decid[e] whether\n           perjury that rises to obstruction of justice\n           under the guidelines has occurred.\n                  I'm satisfied here that it did occur. .\n           . . [T]he Supreme Court [has] defined perjury\n           for these purposes as the giving of false\n           testimony under oath concerning a material\n           matter with the willful intent to provide\n           false testimony rather than as a result of\n           confusion, mistake, or faulty memory.\n\n\n      5\n      In addition to the statements that have already been\nmentioned, Fox requested the suppression of certain statements that\nhe made after he had been taken to jail. The district court denied\nthat request.   Nevertheless, those statements are irrelevant to\nthis appeal, as Fox has elected not to contest the denial of his\nrequest to suppress them on appeal.\n\n                            -7-\n\f                 Here, the testimony was given under\n          oath, it was false, there's just no doubt in\n          my   mind   that   the   testimony   about  the\n          circumstances concerning [] Fox's description\n          of his familiarity or lack of familiarity with\n          the gun and how to clear the breech, etc., all\n          of that was false.\n                  It was material because the motion was\n          to suppress these statements, and given the\n          [potential applicability of] the public safety\n          exception, their voluntariness [was] material\n          . . . .\n                  Certainly there was willful intent to\n          provide false testimony. This was a carefully\n          crafted, although unbelievable story designed\n          to set the stage for seeking to have testimony\n          suppressed that might have attributed the\n          weapon to him.\n                  . . . .\n                  And . . . , I do not rest my opinion or\n          my decision simply on [the magistrate judge's]\n          statement that his testimony was not credible,\n          instead, I find specifically that this was\n          intentional    perjury   based   upon   my  own\n          independent review of the record.\n\nIn addition, the district court refused to apply the acceptance of\n\nresponsibility reduction pursuant to section 3E1.1 of the United\n\nStates Sentencing Guidelines.   It based its decision on (1) Fox's\n\nreceipt of the obstruction of justice enhancement and (2) its\n\nfinding that Fox had used drugs while on pretrial release.\n\n          On appeal, Fox argues that the district court erred in\n\nrefusing to suppress the statements he made in response to the\n\nweapons-related questions and the evidence that was seized during\n\nthe stop because:   (1) the initial stop was unlawful; (2) both the\n\norder that he exit his vehicle and stand with his feet apart and\n\nhands on the hood of the cruiser and the frisk were unreasonable;\n\n\n                                -8-\n\fand (3) he made the statements while the subject of custodial\n\ninterrogation but before he was advised of his Miranda rights. Fox\n\nalso asserts that the district court erred in:             (1) imposing the\n\nobstruction of justice enhancement; (2) refusing to apply the\n\nacceptance of responsibility reduction; and (3) finding that he\n\ncommitted perjury at his suppression hearing.\n\n                              II.     Discussion\n\nA.          Suppression Claims\n\n            Our review of the denial of a suppression motion is\n\nplenary.    United States v. McCarthy, 77 F.3d 522, 529 (1st Cir.\n\n1996).     \"[W]e will uphold a district court's decision to deny a\n\nsuppression      motion   provided    that   any   reasonable   view   of   the\n\nevidence supports the decision.\"             Id.    We review the district\n\ncourt's factual      findings   for    clear   error.    United   States v.\n\nCharles, 213 F.3d 10, 18 (1st Cir. 2000).\n\n            1.       The Initial Stop, Subsequent Order, and Frisk\n\n            Fox first challenges the validity of the initial stop,\n\nthe order that he exit his vehicle and stand with his feet apart\n\nwith his hands on the hood of the cruiser, and the frisk.                     A\n\ntraffic stop \"constitutes a seizure within the purview of the\n\nFourth Amendment.\"        United States v. Chhien, 266 F.3d 1, 5 (1st\n\nCir. 2001).      Thus, at its inception, it \"must be supported by a\n\nreasonable and articulable suspicion of criminal activity,\" and the\n\nofficer's actions \"must be reasonable under the circumstances.\"\n\n\n                                      -9-\n\fId. at 6.       Accordingly, \"an inquiring court must ask whether the\n\nofficer's actions were justified at their inception, and if so,\n\nwhether the officer's subsequent actions were fairly responsive to\n\n. . . the circumstances originally warranting the stop, informed by\n\nwhat       occurred,   and   what   the   officer   learned,   as   the   stop\n\nprogressed.\"       Id.\n\n              Here, Bergquist encountered a vehicle that appeared to be\n\nwithout a working plate light, which he knew to be a violation of\n\nMaine law.      Although he tried, he was unable to determine whether\n\nit had a functioning plate light.            Thus, there was justification\n\nfor stopping the vehicle to investigate, as the stop was supported\n\nby a reasonable and articulable suspicion that the vehicle was\n\ntraveling in violation of a traffic law.              See Whren v. United\n\nStates, 517 U.S. 806, 810 (1996) (\"As a general matter, the\n\ndecision to stop an automobile is reasonable where the police have\n\nprobable cause to believe that a traffic violation has occurred.\");\n\nChhien, 266 F.3d at 6 (A traffic stop \"must be supported by a\n\nreasonable and articulable suspicion of criminal activity.\").             The\n\nchallenge to the initial stop fails.6\n\n\n\n\n       6\n      Although the owner of the vehicle Fox was driving testified\nthat she checked the vehicle's plate light shortly after the stop\nand found it to be in working order, her testimony is of no\nconsequence. Bergquist was permitted to stop the vehicle because\nhe reasonably believed it to be likely that the plate light was not\nfunctioning.\n\n                                      -10-\n\f          The challenges to the ensuing order and frisk also fail.\n\nBefore Bergquist issued the order, he:    (1) saw Fox make a ducking\n\nmotion, as if \"reaching for something under the seat or placing\n\nsomething under the seat\"; (2) realized that he had previously\n\narrested Fox for possession of brass knuckles and a concealed\n\nfirearm; and (3) noticed a large bulge in Fox's jacket pocket.\n\nMoreover, before he frisked Fox, he learned that Fox possessed\n\nbrass knuckles.    Under the circumstances, both the order and frisk\n\nwere reasonable.    See Pennsylvania v. Mimms, 434 U.S. 106, 111 n.6\n\n(1977) (\"[O]nce a motor vehicle has been lawfully detained for a\n\ntraffic violation, the police officers may order the driver to get\n\nout of the vehicle without violating the Fourth Amendment[] . . .\n\n.\"); Chhien, 266 F.3d at 6 (\"[W]hile an officer's actions must bear\n\nsome relation to the purpose of the original stop, he may shift his\n\nfocus and increase the scope of his investigation by degrees if his\n\nsuspicions mount during the course of the detention.\").\n\n          2.       Fox's Statements\n\n          Fox next challenges the district court's refusal to\n\nsuppress the statements he made in response to Bergquist's weapons-\n\nrelated questions.    He claims that because he made the statements\n\nwhile the subject of custodial interrogation but before he was\n\nadvised of his Miranda rights, they should have been suppressed.\n\n          Police officers are required to inform a suspect of his\n\nMiranda rights prior to custodial interrogation. Miranda, 384 U.S.\n\n\n                                -11-\n\fat 478-79; see United States v. Ventura, 85 F.3d 708, 712 (1st Cir.\n\n1996). If the Miranda rule is violated, the prosecution cannot use\n\nstatements obtained during the interrogation to establish its case-\n\nin-chief.    See Michigan v. Harvey, 494 U.S. 344, 350 (1990).\n\n            There are, however, several exceptions to the Miranda\n\nrule. One such exception is that Miranda warnings need not precede\n\n\"questions necessary to secure [an officer's] own safety or the\n\nsafety of the public\" for a suspect's answers to be admissible as\n\nevidence of his guilt.        New York v. Quarles, 467 U.S. 649, 659\n\n(1984); see United States v. Shea, 150 F.3d 44, 48 (1st Cir. 1998).\n\nThis exception permits questions \"reasonably prompted by a concern\n\nfor . . . safety,\" which must be distinguished from those \"designed\n\nsolely to elicit testimonial evidence from a suspect.\"             Quarles,\n\n467 U.S. at 656, 659.       \"[T]he availability of th[e] exception does\n\nnot   depend   upon   the    motivation    of   the   individual   officers\n\ninvolved.\"     Id. at 656.\n\n            Here, Fox was not advised of his Miranda rights before he\n\nmade the challenged statements.       And, for purposes of this appeal,\n\nwe assume that he was subject to custodial interrogation when he\n\nmade the statements.7       Even so, the district court did not err in\n\n\n\n\n      7\n      The government argues that Fox was not in custody for\npurposes of Miranda at the time he made at least one of the\nchallenged statements. But, we need not decide the custody issue\nto dispose of Fox's challenge to the admission of the statements.\n\n                                    -12-\n\frefusing to suppress the statements, as they were all admissible\n\nunder the public safety exception to the Miranda rule.\n\n           At the outset of the stop, Bergquist:    (1) saw Fox make\n\nan irregular ducking motion; (2) realized that he had arrested Fox\n\nfor possessing brass knuckles and a concealed firearm following a\n\nprior stop; and (3) noticed a large bulge in Fox's jacket pocket.\n\nUnder the circumstances, Bergquist was permitted to ask Fox whether\n\nhe possessed any weapons to ensure his own safety and the safety of\n\nany passerby.     See id. at 655-59.\n\n           In addition, once Bergquist had found the unused shell,\n\nhe was allowed to ask Fox for the location of the gun that went\n\nwith the shell and whether he had a gun or any other weapons in his\n\nvehicle. See id.     Having found the live shell and realized that he\n\nhad previously arrested Fox for possessing a firearm, Bergquist had\n\nample reason to fear for his own safety and that of the public.\n\n           Similarly, for safety reasons, Bergquist was justified in\n\nasking Fox how to open the breech of the shotgun.            See id.\n\nBergquist had been unable to open it himself, and there was good\n\nreason to avoid transporting the gun without first ensuring that it\n\nwas not loaded:     The gun was \"fairly dilapidated,\" had no trigger\n\nguard, and if loaded, could have fired if inadvertently bumped or\n\njostled.\n\n           Furthermore, because Bergquist was permitted to ask each\n\nof the abovementioned questions to ensure his own and the public's\n\n\n                                 -13-\n\fsafety, Fox's answers to the questions were admissible. Therefore,\n\nFox's challenge to the admission of the statements fails.\n\nB.         Sentencing Claims\n\n           With respect to his sentence, Fox challenges the district\n\ncourt's (1) application of the obstruction of justice enhancement;\n\n(2) refusal to apply the acceptance of responsibility reduction;\n\nand (3) finding that he committed perjury during his suppression\n\nhearing.   We address each of these challenges in turn.\n\n           1.      Obstruction of Justice\n\n           First, Fox argues that the district court erred in\n\napplying the obstruction of justice enhancement to his sentence.\n\nThe district court based the enhancement on its finding that Fox\n\nperjured   himself   at   his   suppression      hearing.     We   review\n\n\"[q]uestions of law concerning interpretations of the Sentencing\n\nGuidelines . . . de novo, and the factual conclusions of the\n\nsentencing court . . . for clear error.\"      United States v. Reynoso,\n\n336 F.3d 46, 50 (1st Cir. 2003).\n\n           It is settled that a finding of perjury can serve as the\n\nbasis for the enhancement.      United States v. D'Andrea, 107 F.3d\n\n949, 958 (1st Cir. 1997); see U.S. Sentencing Guidelines Manual §\n\n3C1.1,   cmt.   n.4(b).    However,     before   a   court   imposes   the\n\nenhancement based on a finding of perjury, it must determine\n\nwhether the defendant, \"testifying under oath . . . [, gave] false\n\ntestimony concerning a material matter with the willful intent to\n\n\n                                 -14-\n\fprovide false testimony, rather than as a result of confusion,\n\nmistake, or faulty memory.\"   United States v. Dunnigan, 507 U.S.\n\n87, 94 (1993).\n\n           Here, the district court addressed each element of the\n\nabove analysis and concluded that Fox perjured himself.8   It first\n\ndecided that Fox's \"testimony[, given under oath,] about the\n\ncircumstances concerning [his] description of his . . . lack of\n\nfamiliarity with the gun,\" that is, his testimony that Bergquist\n\nthreatened him with, for example, the police dog and shotgun, \"was\n\nfalse.\"   It then determined that the testimony was material \"given\n\nthe [potential applicability of] the public safety exception.\"9\n\nFinally, it reasoned that, because the testimony was so \"carefully\n\ncrafted,\" Fox had intended to give false testimony.    We discern no\n\nclear error in the district court's perjury finding.\n\n           Fox asserts that the enhancement should be struck down\n\nbecause the district court failed to make an independent finding\n\n\n\n     8\n      Of course, \"[a] sentencing court . . . is not required to\naddress each element of perjury in a separate and clear finding,\"\nso long as its \"findings encompass all of the factual predicates\nfor a finding of perjury.\" United States v. Matiz, 14 F.3d 79, 84\n(1st Cir. 1994).\n     9\n      At his sentencing hearing, though not on appeal, Fox argued\nthat the testimony in question was not material.     We disagree.\nBergquist had testified adversely to Fox at the suppression\nhearing. Fox's testimony, which accused Bergquist of misconduct\nand, inferentially, of lying to conceal that misconduct, was\ndesigned to impeach Bergquist's credibility and was therefore\nmaterial to, among other things, the applicability of the public\nsafety exception.\n\n                                -15-\n\fthat he committed perjury and, instead, relied on the magistrate\n\njudge's determination that he was not a credible witness.      Fox,\n\nhowever, completely ignores the fact that the sentencing judge\n\nspecifically addressed each element of the perjury analysis and\n\nthen stated, \"I find . . . that this was intentional perjury based\n\nupon my own independent review of the record.\"10\n\n           Fox also contends that because he was never indicted for\n\nperjury, the enhancement was not available.   Nonetheless, he cites\n\nno authority for his claim that a perjury charge is a prerequisite\n\nto the application of the enhancement based on a finding of\n\nperjury.   We decline the invitation to find the existence of such\n\na requirement.\n\n           2.     Acceptance of Responsibility\n\n           Fox next claims that the district court erred in refusing\n\nto award him the acceptance of responsibility reduction.        The\n\n\n\n     10\n      In a single sentence in his appellate brief, Fox questions\nwhether the district court was permitted to base its finding of\nperjury on its review of his suppression hearing testimony. But,\nhe fails to develop the argument that a district court cannot base\nsuch a finding solely on its review of a record compiled in the\npresence of a magistrate judge, and he does not cite any support\nfor his position. Although there is a dearth of case law on this\nissue, the few relevant cases we have found do not support Fox's\nposition. See United States v. Osuorji, 32 F.3d 1186, 1189, 1192\n(7th Cir. 1994) (affirming the district court's finding that, for\npurposes of sentencing, the defendant perjured himself at a\nsuppression hearing held before a magistrate judge). In any event,\n\"we see no reason to abandon the settled appellate rule that issues\nadverted to in a perfunctory manner, unaccompanied by some effort\nat developed argumentation, are deemed waived.\" United States v.\nZannino, 895 F.2d 1, 17 (1st Cir. 1990).\n\n                                -16-\n\fdistrict court based its decision on:       (1) the fact that Fox\n\nreceived the obstruction of justice enhancement and (2) its finding\n\nthat he used drugs while on pretrial release.        We review the\n\npropriety of the district court's reliance on those two factors to\n\njustify its denial of the reduction de novo.   See United States v.\n\nCarrington, 96 F.3d 1, 9 (1st Cir. 1996).       But, we review the\n\ndistrict court's factual findings for clear error.    See id.\n\n          We find no merit in Fox's position. As a general matter,\n\na court may rely on its application of the enhancement to justify\n\nits denial of the reduction. See U.S. Sentencing Guidelines Manual\n\n§ 3E1.1, cmt. n.4 (\"Conduct resulting in an enhancement [for\n\nobstruction of justice] ordinarily indicates that the defendant has\n\nnot accepted responsibility for his criminal conduct.\").    And, we\n\nhave already stated that we find no clear error in the application\n\nof the enhancement to Fox's sentence.   Thus, we cannot say that the\n\ndistrict court erred in refusing to award Fox the reduction.11   The\n\ndistrict court's application of the enhancement provided ample\n\njustification for its denial of the reduction.\n\n          3.     Blakely Challenge\n\n          As a final matter, Fox, citing Blakely v. Washington, ___\n\nU.S. ___, 124 S. Ct. 2531 (2004), asserts that the district court's\n\n\n     11\n      To be sure, \"[t]here may . . . be extraordinary cases in\nwhich adjustments [for both obstruction of justice and acceptance\nof responsibility] may apply,\" U.S. Sentencing Guidelines Manual §\n3E1.1, cmt. n.4, but the district court did not clearly err in\nconcluding that this was not such a case.\n\n                               -17-\n\ffinding that he committed perjury at his suppression hearing\n\nviolated his right to have every fact essential to his punishment\n\ndetermined by a jury.      Because Fox did not raise this argument\n\nbefore the district court, we review the finding for plain error.\n\nUnited States v. Morgan, 384 F.3d 1, 8 (1st Cir. 2004).                To\n\nestablish plain error, Fox must demonstrate \"(1) that an error\n\noccurred (2) which was clear or obvious and which not only (3)\n\naffected [his] substantial rights, but also (4) seriously impaired\n\nthe   fairness,    integrity,   or     public   reputation   of   judicial\n\nproceedings.\"     United States v. Duarte, 246 F.3d 56, 60 (1st Cir.\n\n2001).   We conclude that Fox has failed to carry his burden.\n\n            Under existing pre-Blakely First Circuit precedent, the\n\nquestion of whether a defendant has committed perjury for purposes\n\nof enhancing his guideline sentencing range is a matter to be\n\ndetermined by the sentencing court.         See, e.g., United States v.\n\nMcKeeve, 131 F.3d 1, 14-15 (1st Cir. 1997).          The district court\n\nacted in accordance with Circuit precedent in finding that Fox\n\nperjured himself at his suppression hearing, and thus, we cannot\n\nsay that plain error occurred.        See Morgan, 384 F.3d at 8.\n\n\n\nAffirmed.\n\n\n\n\n                                     -18-\n\f",
  "html": "<p class=\"case_cite\">393 F.3d 52</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Edward J. FOX, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 04-1325.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Submitted November 2, 2004.</p>\n    <p class=\"date\">Decided December 22, 2004.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED Nicholas J.K. Mahoney, on brief for appellant.</p>\n      <p class=\"indent\">Margaret D. McGaughey, Appellate Chief, and Paula D. Silsby, United States Attorney, on brief for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, STAHL, Senior Circuit Judge, and LEVAL,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On the evening of December 21, 2002, during a routine traffic stop, Eric Bergquist (\"Bergquist\"), a Maine State Trooper, discovered that Appellant Edward J. Fox (\"Fox\") possessed, among other things, a shotgun. Fox was arrested and ultimately charged with possession of an unregistered shotgun in violation of 26 U.S.C. &#167;&#167; 5841, 5845(a), 5845(d), 5861(d), and 5871. After the district court denied Fox's motions to suppress certain statements he made and evidence that was seized during the stop, Fox pleaded guilty to the charged offense. Fox now seeks review of: (1) the denial of his motions to suppress; (2) the district court's decision to apply the obstruction of justice enhancement, and not to apply the acceptance of responsibility reduction, in calculating his sentence; and, in light of <i>Blakely v. Washington,</i> ___ U.S. ___, 124 S.Ct. 2531, 159 L.Ed.2d 403 (2004), (3) the district court's finding that he committed perjury at his suppression hearing. Finding no error, we affirm the district court's determinations.</p>\n    </div>\n    <p class=\"center\">I. Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">After the December 21, 2002 traffic stop, Fox was charged with possession of an unregistered shotgun. On May 27, 2003, he filed several motions to suppress statements he made in response to weapons-related questions and evidence that was seized during the stop.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The district court referred the motions to a magistrate judge, and on July 30, 2003, the magistrate judge held a suppression hearing. At the hearing, Bergquist testified that on the evening of December 21, 2002, he was patrolling the northern portion of York County, Maine in his cruiser. He was accompanied only by his police dog, which was reposing in the back seat of the cruiser.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At 9:55 p.m., Bergquist observed an individual, later identified as Fox, driving a vehicle that appeared to be without a working license plate light. Bergquist, aware that it was a violation of Maine law to operate a vehicle without a functioning plate light, followed the vehicle for a short distance but was unable to determine whether the plate light was working.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> As a result, he signaled for the vehicle to pull over, which it did.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Bergquist, after stopping his cruiser, activated its spotlight and observed that Fox, the vehicle's sole occupant, \"was moving around ... more than ... normal for an average traffic stop.\" He also saw Fox make a ducking motion, as if \"reaching for something under the seat or placing something under the seat.\"</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">With his \"senses up,\" Bergquist exited the cruiser and walked to the vehicle's driver's side window. He asked for, and Fox produced, the vehicle's registration, proof of insurance, and a driver's license. At that point, Bergquist recognized Fox as a driver he had pulled over for a headlight violation in 1999. The 1999 stop had resulted in Fox's arrest for possession of brass knuckles, a concealed firearm, and illegal drugs.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Bergquist then noticed a large bulge in Fox's left inside jacket pocket. In light of all of the above, he ordered Fox to exit the vehicle, walk to the cruiser, and stand with his feet apart with his hands on the cruiser's hood. After Fox had complied with the order, Bergquist asked him whether he possessed any weapons. Fox responded that he had \"a set of rings\" or brass knuckles.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">At that point, Bergquist decided to frisk Fox. Although he found only a wallet and papers in Fox's left inside jacket pocket, he found brass knuckles in the left front pocket of Fox's pants. Upon discovering the brass knuckles, Bergquist arrested Fox for possession of a concealed weapon.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Immediately after the arrest, Bergquist thoroughly searched Fox. In Fox's shirt pocket, a package containing white powder and drug paraphernalia covered in white-powder residue was discovered.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> In addition, Bergquist found an unused shotgun shell in a pocket in Fox's jacket. Upon finding the shell, he asked Fox to identify the location of the gun that went with the shell. Fox claimed that he had no idea what Bergquist was talking about and that he had never seen the shell before. Bergquist then asked Fox if there was a gun in his vehicle. Fox said there was not.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">After completing the search, Bergquist placed Fox in the front seat of the cruiser and asked him whether there were any weapons in his vehicle. Fox responded that there was a knife on the driver's seat. Bergquist went to the vehicle and recovered the knife. He then looked under the driver's seat and found a shotgun, which was \"fairly dilapidated\" and lacked a trigger guard.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Bergquist tried to open the breech of the gun to see whether it was loaded and, if necessary, unload it for safe transport. He was unable to do so. He then carried the gun to the cruiser and asked Fox to show him how to open it. Fox stated that he had never seen the gun before and did not know how to open it. Bergquist, displeased at the answer, raised his voice and swore at Fox, and again asked him how to open the breech. Fox said it appeared that if Bergquist pushed a certain button on the side of the gun, the breech would open. Bergquist did so and it opened. Inside, he found an unused shell identical to the one he had discovered in Fox's pocket.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Bergquist then drove Fox to the York County Jail. During the drive, he informed Fox of his rights under <i>Miranda v. Arizona,</i> 384 U.S. 436, 86 S.Ct. 1602, 16 L.Ed.2d 694 (1966).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Fox's account of the stop differed in several respects from that of Bergquist. For example, Fox testified that, at the outset, Bergquist asked him about the bulge in his pocket and, following a brief exchange, brandished his gun, jumped back, and said, \"Put your friggin' hands where I can see `em.\" Fox also insisted that following his arrest, Bergquist tried to make him sit in the back of the cruiser with the dog, despite his protests that he was terrified of dogs. And, Fox claimed that after he told Bergquist that he did not know how to open the breech, Bergquist cocked the hammer back, put the gun to Fox's head, called him a profane name, and said, \"Maybe this will jar your memory.\"</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On August 12, 2003, the magistrate judge issued a recommendation to the district court that Fox's motions to suppress be denied. The magistrate judge concluded that the initial stop, the order that Fox exit his vehicle and stand by the cruiser, the frisk, the arrest, and the search of the vehicle were all lawful. He also decided that the statements Fox made in response to the weapons-related questions before he was informed of his <i>Miranda</i> rights were admissible under the public safety exception to the rule that <i>Miranda</i> warnings must be given before a suspect's answers may be admitted into evidence. Moreover, he commented that he did not find Fox to be a credible witness. The district court adopted the recommendation without a further hearing and denied the suppression motions on September 9, 2003.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On September 29, 2003, Fox pleaded guilty to the charged offense, reserving his right to appeal the suppression rulings. At his sentencing hearing on January 27, 2004, the district court applied the obstruction of justice enhancement under section 3C1.1 of the United States Sentencing Guidelines. The record reveals that the sentencing judge based the enhancement on his finding that Fox perjured himself at his suppression hearing:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">I[ ] need to ... decid[e] whether perjury that rises to obstruction of justice under the guidelines has occurred.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">I'm satisfied here that it did occur.... [T]he Supreme Court [has] defined perjury for these purposes as the giving of false testimony under oath concerning a material matter with the willful intent to provide false testimony rather than as a result of confusion, mistake, or faulty memory.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Here, the testimony was given under oath, it was false, there's just no doubt in my mind that the testimony about the circumstances concerning [ ] Fox's description of his familiarity or lack of familiarity with the gun and how to clear the breech, etc., all of that was false.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">It was material because the motion was to suppress these statements, and given the [potential applicability of] the public safety exception, their voluntariness [was] material....</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Certainly there was willful intent to provide false testimony. This was a carefully crafted, although unbelievable story designed to set the stage for seeking to have testimony suppressed that might have attributed the weapon to him.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">....</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">And ..., I do not rest my opinion or my decision simply on [the magistrate judge's] statement that his testimony was not credible, instead, I find specifically that this was intentional perjury based upon my own independent review of the record.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In addition, the district court refused to apply the acceptance of responsibility reduction pursuant to section 3E1.1 of the United States Sentencing Guidelines. It based its decision on (1) Fox's receipt of the obstruction of justice enhancement and (2) its finding that Fox had used drugs while on pretrial release.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">On appeal, Fox argues that the district court erred in refusing to suppress the statements he made in response to the weapons-related questions and the evidence that was seized during the stop because: (1) the initial stop was unlawful; (2) both the order that he exit his vehicle and stand with his feet apart and hands on the hood of the cruiser and the frisk were unreasonable; and (3) he made the statements while the subject of custodial interrogation but before he was advised of his <i>Miranda</i> rights. Fox also asserts that the district court erred in: (1) imposing the obstruction of justice enhancement; (2) refusing to apply the acceptance of responsibility reduction; and (3) finding that he committed perjury at his suppression hearing.</p>\n    </div>\n    <p>II. Discussion</p>\n    <p class=\"indent\">A. <i>Suppression Claims</i></p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Our review of the denial of a suppression motion is plenary. <i>United States v. McCarthy,</i> 77 F.3d 522, 529 (1st Cir.1996). \"[W]e will uphold a district court's decision to deny a suppression motion provided that any reasonable view of the evidence supports the decision.\" <i>Id.</i> We review the district court's factual findings for clear error. <i>United States v. Charles,</i> 213 F.3d 10, 18 (1st Cir.2000).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p>1. The Initial Stop, Subsequent Order, and Frisk</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Fox first challenges the validity of the initial stop, the order that he exit his vehicle and stand with his feet apart with his hands on the hood of the cruiser, and the frisk. A traffic stop \"constitutes a seizure within the purview of the Fourth Amendment.\" <i>United States v. Chhien,</i> 266 F.3d 1, 5 (1st Cir.2001). Thus, at its inception, it \"must be supported by a reasonable and articulable suspicion of criminal activity,\" and the officer's actions \"must be reasonable under the circumstances.\" <i>Id.</i> at 6. Accordingly, \"an inquiring court must ask whether the officer's actions were justified at their inception, and if so, whether the officer's subsequent actions were fairly responsive to ... the circumstances originally warranting the stop, informed by what occurred, and what the officer learned, as the stop progressed.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Here, Bergquist encountered a vehicle that appeared to be without a working plate light, which he knew to be a violation of Maine law. Although he tried, he was unable to determine whether it had a functioning plate light. Thus, there was justification for stopping the vehicle to investigate, as the stop was supported by a reasonable and articulable suspicion that the vehicle was traveling in violation of a traffic law. <i>See Whren v. United States,</i> 517 U.S. 806, 810, 116 S.Ct. 1769, 135 L.Ed.2d 89 (1996) (\"As a general matter, the decision to stop an automobile is reasonable where the police have probable cause to believe that a traffic violation has occurred.\"); <i>Chhien,</i> 266 F.3d at 6 (A traffic stop \"must be supported by a reasonable and articulable suspicion of criminal activity.\"). The challenge to the initial stop fails.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The challenges to the ensuing order and frisk also fail. Before Bergquist issued the order, he: (1) saw Fox make a ducking motion, as if \"reaching for something under the seat or placing something under the seat\"; (2) realized that he had previously arrested Fox for possession of brass knuckles and a concealed firearm; and (3) noticed a large bulge in Fox's jacket pocket. Moreover, before he frisked Fox, he learned that Fox possessed brass knuckles. Under the circumstances, both the order and frisk were reasonable. <i>See Pennsylvania v. Mimms,</i> 434 U.S. 106, 111 n. 6, 98 S.Ct. 330, 54 L.Ed.2d 331 (1977) (\"[O]nce a motor vehicle has been lawfully detained for a traffic violation, the police officers may order the driver to get out of the vehicle without violating the Fourth Amendment[ ]....\"); <i>Chhien,</i> 266 F.3d at 6 (\"[W]hile an officer's actions must bear some relation to the purpose of the original stop, he may shift his focus and increase the scope of his investigation by degrees if his suspicions mount during the course of the detention.\").</p>\n    </div>\n    <p class=\"indent\">2. Fox's Statements</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Fox next challenges the district court's refusal to suppress the statements he made in response to Bergquist's weapons-related questions. He claims that because he made the statements while the subject of custodial interrogation but before he was advised of his <i>Miranda</i> rights, they should have been suppressed.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Police officers are required to inform a suspect of his <i>Miranda</i> rights prior to custodial interrogation. <i>Miranda,</i> 384 U.S. at 478-79, 86 S.Ct. 1602; <i>see United States v. Ventura,</i> 85 F.3d 708, 712 (1st Cir.1996). If the <i>Miranda</i> rule is violated, the prosecution cannot use statements obtained during the interrogation to establish its case-in-chief. <i>See Michigan v. Harvey,</i> 494 U.S. 344, 350, 110 S.Ct. 1176, 108 L.Ed.2d 293 (1990).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">There are, however, several exceptions to the <i>Miranda</i> rule. One such exception is that <i>Miranda</i> warnings need not precede \"questions necessary to secure [an officer's] own safety or the safety of the public\" for a suspect's answers to be admissible as evidence of his guilt. <i>New York v. Quarles,</i> 467 U.S. 649, 659, 104 S.Ct. 2626, 81 L.Ed.2d 550 (1984); <i>see United States v. Shea,</i> 150 F.3d 44, 48 (1st Cir.1998). This exception permits questions \"reasonably prompted by a concern for ... safety,\" which must be distinguished from those \"designed solely to elicit testimonial evidence from a suspect.\" <i>Quarles,</i> 467 U.S. at 656, 659, 104 S.Ct. 2626. \"[T]he availability of th[e] exception does not depend upon the motivation of the individual officers involved.\" <i>Id.</i> at 656, 104 S.Ct. 2626.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Here, Fox was not advised of his <i>Miranda</i> rights before he made the challenged statements. And, for purposes of this appeal, we assume that he was subject to custodial interrogation when he made the statements.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> Even so, the district court did not err in refusing to suppress the statements, as they were all admissible under the public safety exception to the <i>Miranda</i> rule.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">At the outset of the stop, Bergquist: (1) saw Fox make an irregular ducking motion; (2) realized that he had arrested Fox for possessing brass knuckles and a concealed firearm following a prior stop; and (3) noticed a large bulge in Fox's jacket pocket. Under the circumstances, Bergquist was permitted to ask Fox whether he possessed any weapons to ensure his own safety and the safety of any passerby. <i>See id.</i> at 655-59, 104 S.Ct. 2626.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In addition, once Bergquist had found the unused shell, he was allowed to ask Fox for the location of the gun that went with the shell and whether he had a gun or any other weapons in his vehicle. <i>See id.</i> Having found the live shell and realized that he had previously arrested Fox for possessing a firearm, Bergquist had ample reason to fear for his own safety and that of the public.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Similarly, for safety reasons, Bergquist was justified in asking Fox how to open the breech of the shotgun. <i>See id.</i> Bergquist had been unable to open it himself, and there was good reason to avoid transporting the gun without first ensuring that it was not loaded: The gun was \"fairly dilapidated,\" had no trigger guard, and if loaded, could have fired if inadvertently bumped or jostled.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Furthermore, because Bergquist was permitted to ask each of the abovementioned questions to ensure his own and the public's safety, Fox's answers to the questions were admissible. Therefore, Fox's challenge to the admission of the statements fails.</p>\n    </div>\n    <p class=\"indent\">B. <i>Sentencing Claims</i></p>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">With respect to his sentence, Fox challenges the district court's (1) application of the obstruction of justice enhancement; (2) refusal to apply the acceptance of responsibility reduction; and (3) finding that he committed perjury during his suppression hearing. We address each of these challenges in turn.</p>\n    </div>\n    <p class=\"indent\">1. Obstruction of Justice</p>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">First, Fox argues that the district court erred in applying the obstruction of justice enhancement to his sentence. The district court based the enhancement on its finding that Fox perjured himself at his suppression hearing. We review \"[q]uestions of law concerning interpretations of the Sentencing Guidelines ... <i>de novo,</i> and the factual conclusions of the sentencing court ... for clear error.\" <i>United States v. Reynoso,</i> 336 F.3d 46, 50 (1st Cir.2003).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">It is settled that a finding of perjury can serve as the basis for the enhancement. <i>United States v. D'Andrea,</i> 107 F.3d 949, 958 (1st Cir.1997); <i>see</i> U.S. Sentencing Guidelines Manual &#167; 3C1.1, cmt. n. 4(b). However, before a court imposes the enhancement based on a finding of perjury, it must determine whether the defendant, \"testifying under oath ... [, gave] false testimony concerning a material matter with the willful intent to provide false testimony, rather than as a result of confusion, mistake, or faulty memory.\" <i>United States v. Dunnigan,</i> 507 U.S. 87, 94, 113 S.Ct. 1111, 122 L.Ed.2d 445 (1993).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Here, the district court addressed each element of the above analysis and concluded that Fox perjured himself.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> It first decided that Fox's \"testimony[, given under oath,] about the circumstances concerning [his] description of his ... lack of familiarity with the gun,\" that is, his testimony that Bergquist threatened him with, for example, the police dog and shotgun, \"was false.\" It then determined that the testimony was material \"given the [potential applicability of] the public safety exception.\"<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> Finally, it reasoned that, because the testimony was so \"carefully crafted,\" Fox had intended to give false testimony. We discern no clear error in the district court's perjury finding.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Fox asserts that the enhancement should be struck down because the district court failed to make an independent finding that he committed perjury and, instead, relied on the magistrate judge's determination that he was not a credible witness. Fox, however, completely ignores the fact that the sentencing judge specifically addressed each element of the perjury analysis and then stated, \"I find ... that this was intentional perjury based upon my own independent review of the record.\"<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Fox also contends that because he was never indicted for perjury, the enhancement was not available. Nonetheless, he cites no authority for his claim that a perjury charge is a prerequisite to the application of the enhancement based on a finding of perjury. We decline the invitation to find the existence of such a requirement.</p>\n    </div>\n    <p class=\"indent\">2. Acceptance of Responsibility</p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Fox next claims that the district court erred in refusing to award him the acceptance of responsibility reduction. The district court based its decision on: (1) the fact that Fox received the obstruction of justice enhancement and (2) its finding that he used drugs while on pretrial release. We review the propriety of the district court's reliance on those two factors to justify its denial of the reduction <i>de novo. See United States v. Carrington,</i> 96 F.3d 1, 9 (1st Cir.1996). But, we review the district court's factual findings for clear error. <i>See id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">We find no merit in Fox's position. As a general matter, a court may rely on its application of the enhancement to justify its denial of the reduction. <i>See</i> U.S. Sentencing Guidelines Manual &#167; 3E1.1, cmt. n. 4 (\"Conduct resulting in an enhancement [for obstruction of justice] ordinarily indicates that the defendant has not accepted responsibility for his criminal conduct.\"). And, we have already stated that we find no clear error in the application of the enhancement to Fox's sentence. Thus, we cannot say that the district court erred in refusing to award Fox the reduction.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> The district court's application of the enhancement provided ample justification for its denial of the reduction.</p>\n    </div>\n    <p class=\"indent\">3. <i>Blakely</i> Challenge</p>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">As a final matter, Fox, citing <i>Blakely v. Washington,</i> ___ U.S. ___, 124 S.Ct. 2531, 159 L.Ed.2d 403 (2004), asserts that the district court's finding that he committed perjury at his suppression hearing violated his right to have every fact essential to his punishment determined by a jury. Because Fox did not raise this argument before the district court, we review the finding for plain error. <i>United States v. Morgan,</i> 384 F.3d 1, 8 (1st Cir.2004). To establish plain error, Fox must demonstrate \"(1) that an error occurred (2) which was clear or obvious and which not only (3) affected [his] substantial rights, but also (4) seriously impaired the fairness, integrity, or public reputation of judicial proceedings.\" <i>United States v. Duarte,</i> 246 F.3d 56, 60 (1st Cir.2001). We conclude that Fox has failed to carry his burden.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Under existing pre-<i>Blakely</i> First Circuit precedent, the question of whether a defendant has committed perjury for purposes of enhancing his guideline sentencing range is a matter to be determined by the sentencing court. <i>See, e.g., United States v. McKeeve,</i> 131 F.3d 1, 14-15 (1st Cir.1997). The district court acted in accordance with Circuit precedent in finding that Fox perjured himself at his suppression hearing, and thus, we cannot say that plain error occurred. <i>See Morgan,</i> 384 F.3d at 8.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Second Circuit Court of Appeals, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> During the stop, Bergquist asked Fox a number of questions about his criminal history and a package containing white powder that he found in Fox's shirt pocket, but those questions and Fox's answers are irrelevant to this appeal, as the government told Fox before he pleaded guilty that it would not refer to them in its case-in-chief and Fox has not argued for their suppression on appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> <i>See</i> Me.Rev.Stat. Ann. tit. 29-A, &#167; 1909 (\"A vehicle must have a white light capable of illuminating the rear registration plate so that the characters on the plate are visible for a distance of at least 50 feet.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The white powder was later identified as baking soda</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> According to<i>Miranda,</i> police may not interrogate a suspect who has been taken into custody without first warning him:</p>\n        <p class=\"indent\">that he has the right to remain silent, that anything he says can be used against him in a court of law, that he has the right to the presence of an attorney, and that if he cannot afford an attorney one will be appointed for him prior to any questioning if he so desires.</p>\n        <p class=\"indent\">384 U.S. at 479.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> In addition to the statements that have already been mentioned, Fox requested the suppression of certain statements that he made after he had been taken to jail. The district court denied that request. Nevertheless, those statements are irrelevant to this appeal, as Fox has elected not to contest the denial of his request to suppress them on appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Although the owner of the vehicle Fox was driving testified that she checked the vehicle's plate light shortly after the stop and found it to be in working order, her testimony is of no consequence. Bergquist was permitted to stop the vehicle because he reasonably believed it to be likely that the plate light was not functioning</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The government argues that Fox was not in custody for purposes of<i>Miranda</i> at the time he made at least one of the challenged statements. But, we need not decide the custody issue to dispose of Fox's challenge to the admission of the statements.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Of course, \"[a] sentencing court ... is not required to address each element of perjury in a separate and clear finding,\" so long as its \"findings encompass all of the factual predicates for a finding of perjury.\"<i>United States v. Matiz,</i> 14 F.3d 79, 84 (1st Cir.1994).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> At his sentencing hearing, though not on appeal, Fox argued that the testimony in question was not material. We disagree. Bergquist had testified adversely to Fox at the suppression hearing. Fox's testimony, which accused Bergquist of misconduct and, inferentially, of lying to conceal that misconduct, was designed to impeach Bergquist's credibility and was therefore material to, among other things, the applicability of the public safety exception</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> In a single sentence in his appellate brief, Fox questions whether the district court was permitted to base its finding of perjury on its review of his suppression hearing testimony. But, he fails to develop the argument that a district court cannot base such a finding solely on its review of a record compiled in the presence of a magistrate judge, and he does not cite any support for his position. Although there is a dearth of case law on this issue, the few relevant cases we have found do not support Fox's position<i>See United States v. Osuorji,</i> 32 F.3d 1186, 1189, 1192 (7th Cir.1994) (affirming the district court's finding that, for purposes of sentencing, the defendant perjured himself at a suppression hearing held before a magistrate judge). In any event, \"we see no reason to abandon the settled appellate rule that issues adverted to in a perfunctory manner, unaccompanied by some effort at developed argumentation, are deemed waived.\" <i>United States v. Zannino,</i> 895 F.2d 1, 17 (1st Cir.1990).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> To be sure, \"[t]here may ... be extraordinary cases in which adjustments [for both obstruction of justice and acceptance of responsibility] may apply,\" U.S. Sentencing Guidelines Manual &#167; 3E1.1, cmt. n. 4, but the district court did not clearly err in concluding that this was not such a case</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">393</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">52</span></span></p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Edward J. FOX, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 04-1325.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Submitted November 2, 2004.</p>\n    <p class=\"date\">Decided December 22, 2004.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED Nicholas J.K. Mahoney, on brief for appellant.</p>\n      <p class=\"indent\">Margaret D. McGaughey, Appellate Chief, and Paula D. Silsby, United States Attorney, on brief for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, STAHL, Senior Circuit Judge, and LEVAL,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On the evening of December 21, 2002, during a routine traffic stop, Eric Bergquist (\"Bergquist\"), a Maine State Trooper, discovered that Appellant Edward J. Fox (\"Fox\") possessed, among other things, a shotgun. Fox was arrested and ultimately charged with possession of an unregistered shotgun in violation of 26 U.S.C. &#167;&#167; 5841, 5845(a), 5845(d), 5861(d), and 5871. After the district court denied Fox's motions to suppress certain statements he made and evidence that was seized during the stop, Fox pleaded guilty to the charged offense. Fox now seeks review of: (1) the denial of his motions to suppress; (2) the district court's decision to apply the obstruction of justice enhancement, and not to apply the acceptance of responsibility reduction, in calculating his sentence; and, in light of <i>Blakely v. Washington,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"136995\"><a href=\"/opinion/136995/blakely-v-washington/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2531</span></a></span>, <span class=\"citation\" data-id=\"136995\"><a href=\"/opinion/136995/blakely-v-washington/\"><span class=\"volume\">159</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">403</span></a></span> (2004), (3) the district court's finding that he committed perjury at his suppression hearing. Finding no error, we affirm the district court's determinations.</p>\n    </div>\n    <p class=\"center\">I. Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">After the December 21, 2002 traffic stop, Fox was charged with possession of an unregistered shotgun. On May 27, 2003, he filed several motions to suppress statements he made in response to weapons-related questions and evidence that was seized during the stop.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The district court referred the motions to a magistrate judge, and on July 30, 2003, the magistrate judge held a suppression hearing. At the hearing, Bergquist testified that on the evening of December 21, 2002, he was patrolling the northern portion of York County, Maine in his cruiser. He was accompanied only by his police dog, which was reposing in the back seat of the cruiser.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At 9:55 p.m., Bergquist observed an individual, later identified as Fox, driving a vehicle that appeared to be without a working license plate light. Bergquist, aware that it was a violation of Maine law to operate a vehicle without a functioning plate light, followed the vehicle for a short distance but was unable to determine whether the plate light was working.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> As a result, he signaled for the vehicle to pull over, which it did.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Bergquist, after stopping his cruiser, activated its spotlight and observed that Fox, the vehicle's sole occupant, \"was moving around ... more than ... normal for an average traffic stop.\" He also saw Fox make a ducking motion, as if \"reaching for something under the seat or placing something under the seat.\"</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">With his \"senses up,\" Bergquist exited the cruiser and walked to the vehicle's driver's side window. He asked for, and Fox produced, the vehicle's registration, proof of insurance, and a driver's license. At that point, Bergquist recognized Fox as a driver he had pulled over for a headlight violation in 1999. The 1999 stop had resulted in Fox's arrest for possession of brass knuckles, a concealed firearm, and illegal drugs.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Bergquist then noticed a large bulge in Fox's left inside jacket pocket. In light of all of the above, he ordered Fox to exit the vehicle, walk to the cruiser, and stand with his feet apart with his hands on the cruiser's hood. After Fox had complied with the order, Bergquist asked him whether he possessed any weapons. Fox responded that he had \"a set of rings\" or brass knuckles.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">At that point, Bergquist decided to frisk Fox. Although he found only a wallet and papers in Fox's left inside jacket pocket, he found brass knuckles in the left front pocket of Fox's pants. Upon discovering the brass knuckles, Bergquist arrested Fox for possession of a concealed weapon.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Immediately after the arrest, Bergquist thoroughly searched Fox. In Fox's shirt pocket, a package containing white powder and drug paraphernalia covered in white-powder residue was discovered.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> In addition, Bergquist found an unused shotgun shell in a pocket in Fox's jacket. Upon finding the shell, he asked Fox to identify the location of the gun that went with the shell. Fox claimed that he had no idea what Bergquist was talking about and that he had never seen the shell before. Bergquist then asked Fox if there was a gun in his vehicle. Fox said there was not.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">After completing the search, Bergquist placed Fox in the front seat of the cruiser and asked him whether there were any weapons in his vehicle. Fox responded that there was a knife on the driver's seat. Bergquist went to the vehicle and recovered the knife. He then looked under the driver's seat and found a shotgun, which was \"fairly dilapidated\" and lacked a trigger guard.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Bergquist tried to open the breech of the gun to see whether it was loaded and, if necessary, unload it for safe transport. He was unable to do so. He then carried the gun to the cruiser and asked Fox to show him how to open it. Fox stated that he had never seen the gun before and did not know how to open it. Bergquist, displeased at the answer, raised his voice and swore at Fox, and again asked him how to open the breech. Fox said it appeared that if Bergquist pushed a certain button on the side of the gun, the breech would open. Bergquist did so and it opened. Inside, he found an unused shell identical to the one he had discovered in Fox's pocket.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Bergquist then drove Fox to the York County Jail. During the drive, he informed Fox of his rights under <i>Miranda v. Arizona,</i> <span class=\"citation\" data-id=\"107252\"><a href=\"/opinion/107252/miranda-v-arizona/\"><span class=\"volume\">384</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">436</span></a></span>, <span class=\"citation\" data-id=\"107252\"><a href=\"/opinion/107252/miranda-v-arizona/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1602</span></a></span>, <span class=\"citation\" data-id=\"107252\"><a href=\"/opinion/107252/miranda-v-arizona/\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">694</span></a></span> (1966).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Fox's account of the stop differed in several respects from that of Bergquist. For example, Fox testified that, at the outset, Bergquist asked him about the bulge in his pocket and, following a brief exchange, brandished his gun, jumped back, and said, \"Put your friggin' hands where I can see `em.\" Fox also insisted that following his arrest, Bergquist tried to make him sit in the back of the cruiser with the dog, despite his protests that he was terrified of dogs. And, Fox claimed that after he told Bergquist that he did not know how to open the breech, Bergquist cocked the hammer back, put the gun to Fox's head, called him a profane name, and said, \"Maybe this will jar your memory.\"</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On August 12, 2003, the magistrate judge issued a recommendation to the district court that Fox's motions to suppress be denied. The magistrate judge concluded that the initial stop, the order that Fox exit his vehicle and stand by the cruiser, the frisk, the arrest, and the search of the vehicle were all lawful. He also decided that the statements Fox made in response to the weapons-related questions before he was informed of his <i>Miranda</i> rights were admissible under the public safety exception to the rule that <i>Miranda</i> warnings must be given before a suspect's answers may be admitted into evidence. Moreover, he commented that he did not find Fox to be a credible witness. The district court adopted the recommendation without a further hearing and denied the suppression motions on September 9, 2003.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On September 29, 2003, Fox pleaded guilty to the charged offense, reserving his right to appeal the suppression rulings. At his sentencing hearing on January 27, 2004, the district court applied the obstruction of justice enhancement under section 3C1.1 of the United States Sentencing Guidelines. The record reveals that the sentencing judge based the enhancement on his finding that Fox perjured himself at his suppression hearing:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">I[ ] need to ... decid[e] whether perjury that rises to obstruction of justice under the guidelines has occurred.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">I'm satisfied here that it did occur.... [T]he Supreme Court [has] defined perjury for these purposes as the giving of false testimony under oath concerning a material matter with the willful intent to provide false testimony rather than as a result of confusion, mistake, or faulty memory.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Here, the testimony was given under oath, it was false, there's just no doubt in my mind that the testimony about the circumstances concerning [ ] Fox's description of his familiarity or lack of familiarity with the gun and how to clear the breech, etc., all of that was false.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">It was material because the motion was to suppress these statements, and given the [potential applicability of] the public safety exception, their voluntariness [was] material....</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Certainly there was willful intent to provide false testimony. This was a carefully crafted, although unbelievable story designed to set the stage for seeking to have testimony suppressed that might have attributed the weapon to him.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">....</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">And ..., I do not rest my opinion or my decision simply on [the magistrate judge's] statement that his testimony was not credible, instead, I find specifically that this was intentional perjury based upon my own independent review of the record.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In addition, the district court refused to apply the acceptance of responsibility reduction pursuant to section 3E1.1 of the United States Sentencing Guidelines. It based its decision on (1) Fox's receipt of the obstruction of justice enhancement and (2) its finding that Fox had used drugs while on pretrial release.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">On appeal, Fox argues that the district court erred in refusing to suppress the statements he made in response to the weapons-related questions and the evidence that was seized during the stop because: (1) the initial stop was unlawful; (2) both the order that he exit his vehicle and stand with his feet apart and hands on the hood of the cruiser and the frisk were unreasonable; and (3) he made the statements while the subject of custodial interrogation but before he was advised of his <i>Miranda</i> rights. Fox also asserts that the district court erred in: (1) imposing the obstruction of justice enhancement; (2) refusing to apply the acceptance of responsibility reduction; and (3) finding that he committed perjury at his suppression hearing.</p>\n    </div>\n    <p>II. Discussion</p>\n    <p class=\"indent\">A. <i>Suppression Claims</i></p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Our review of the denial of a suppression motion is plenary. <i>United States v. McCarthy,</i> <span class=\"citation\" data-id=\"196595\"><a href=\"/opinion/196595/united-states-v-mccarthy/\"><span class=\"volume\">77</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">522</span></a></span>, 529 (1st Cir.1996). \"[W]e will uphold a district court's decision to deny a suppression motion provided that any reasonable view of the evidence supports the decision.\" <i>Id.</i> We review the district court's factual findings for clear error. <i>United States v. Charles,</i> <span class=\"citation\" data-id=\"198941\"><a href=\"/opinion/198941/united-states-v-charles/\"><span class=\"volume\">213</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">10</span></a></span>, 18 (1st Cir.2000).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p>1. The Initial Stop, Subsequent Order, and Frisk</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Fox first challenges the validity of the initial stop, the order that he exit his vehicle and stand with his feet apart with his hands on the hood of the cruiser, and the frisk. A traffic stop \"constitutes a seizure within the purview of the Fourth Amendment.\" <i>United States v. Chhien,</i> <span class=\"citation\" data-id=\"199609\"><a href=\"/opinion/199609/united-states-v-chhien/\"><span class=\"volume\">266</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 5 (1st Cir.2001). Thus, at its inception, it \"must be supported by a reasonable and articulable suspicion of criminal activity,\" and the officer's actions \"must be reasonable under the circumstances.\" <i>Id.</i> at 6. Accordingly, \"an inquiring court must ask whether the officer's actions were justified at their inception, and if so, whether the officer's subsequent actions were fairly responsive to ... the circumstances originally warranting the stop, informed by what occurred, and what the officer learned, as the stop progressed.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Here, Bergquist encountered a vehicle that appeared to be without a working plate light, which he knew to be a violation of Maine law. Although he tried, he was unable to determine whether it had a functioning plate light. Thus, there was justification for stopping the vehicle to investigate, as the stop was supported by a reasonable and articulable suspicion that the vehicle was traveling in violation of a traffic law. <i>See Whren v. United States,</i> <span class=\"citation\" data-id=\"118036\"><a href=\"/opinion/118036/whren-v-united-states/\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">806</span></a></span>, 810, <span class=\"citation\" data-id=\"118036\"><a href=\"/opinion/118036/whren-v-united-states/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1769</span></a></span>, <span class=\"citation\" data-id=\"118036\"><a href=\"/opinion/118036/whren-v-united-states/\"><span class=\"volume\">135</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">89</span></a></span> (1996) (\"As a general matter, the decision to stop an automobile is reasonable where the police have probable cause to believe that a traffic violation has occurred.\"); <i>Chhien,</i> 266 F.3d at 6 (A traffic stop \"must be supported by a reasonable and articulable suspicion of criminal activity.\"). The challenge to the initial stop fails.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The challenges to the ensuing order and frisk also fail. Before Bergquist issued the order, he: (1) saw Fox make a ducking motion, as if \"reaching for something under the seat or placing something under the seat\"; (2) realized that he had previously arrested Fox for possession of brass knuckles and a concealed firearm; and (3) noticed a large bulge in Fox's jacket pocket. Moreover, before he frisked Fox, he learned that Fox possessed brass knuckles. Under the circumstances, both the order and frisk were reasonable. <i>See Pennsylvania v. Mimms,</i> <span class=\"citation\" data-id=\"109751\"><a href=\"/opinion/109751/pennsylvania-v-mimms/\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">106</span></a></span>, 111 n. 6, <span class=\"citation\" data-id=\"109751\"><a href=\"/opinion/109751/pennsylvania-v-mimms/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">330</span></a></span>, <span class=\"citation\" data-id=\"109751\"><a href=\"/opinion/109751/pennsylvania-v-mimms/\"><span class=\"volume\">54</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">331</span></a></span> (1977) (\"[O]nce a motor vehicle has been lawfully detained for a traffic violation, the police officers may order the driver to get out of the vehicle without violating the Fourth Amendment[ ]....\"); <i>Chhien,</i> 266 F.3d at 6 (\"[W]hile an officer's actions must bear some relation to the purpose of the original stop, he may shift his focus and increase the scope of his investigation by degrees if his suspicions mount during the course of the detention.\").</p>\n    </div>\n    <p class=\"indent\">2. Fox's Statements</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Fox next challenges the district court's refusal to suppress the statements he made in response to Bergquist's weapons-related questions. He claims that because he made the statements while the subject of custodial interrogation but before he was advised of his <i>Miranda</i> rights, they should have been suppressed.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Police officers are required to inform a suspect of his <i>Miranda</i> rights prior to custodial interrogation. <i>Miranda,</i> 384 U.S. at 478-79, <span class=\"citation\" data-id=\"107252\"><a href=\"/opinion/107252/miranda-v-arizona/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1602</span></a></span>; <i>see United States v. Ventura,</i> <span class=\"citation\" data-id=\"196786\"><a href=\"/opinion/196786/united-states-v-fernandez-ventura/\"><span class=\"volume\">85</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">708</span></a></span>, 712 (1st Cir.1996). If the <i>Miranda</i> rule is violated, the prosecution cannot use statements obtained during the interrogation to establish its case-in-chief. <i>See Michigan v. Harvey,</i> <span class=\"citation\" data-id=\"112385\"><a href=\"/opinion/112385/michigan-v-harvey/\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">344</span></a></span>, 350, <span class=\"citation\" data-id=\"112385\"><a href=\"/opinion/112385/michigan-v-harvey/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1176</span></a></span>, <span class=\"citation\" data-id=\"112385\"><a href=\"/opinion/112385/michigan-v-harvey/\"><span class=\"volume\">108</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">293</span></a></span> (1990).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">There are, however, several exceptions to the <i>Miranda</i> rule. One such exception is that <i>Miranda</i> warnings need not precede \"questions necessary to secure [an officer's] own safety or the safety of the public\" for a suspect's answers to be admissible as evidence of his guilt. <i>New York v. Quarles,</i> <span class=\"citation\" data-id=\"111214\"><a href=\"/opinion/111214/new-york-v-quarles/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">649</span></a></span>, 659, <span class=\"citation\" data-id=\"111214\"><a href=\"/opinion/111214/new-york-v-quarles/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2626</span></a></span>, <span class=\"citation\" data-id=\"111214\"><a href=\"/opinion/111214/new-york-v-quarles/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">550</span></a></span> (1984); <i>see United States v. Shea,</i> <span class=\"citation\" data-id=\"198068\"><a href=\"/opinion/198068/united-states-v-shea/\"><span class=\"volume\">150</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">44</span></a></span>, 48 (1st Cir.1998). This exception permits questions \"reasonably prompted by a concern for ... safety,\" which must be distinguished from those \"designed solely to elicit testimonial evidence from a suspect.\" <i>Quarles,</i> 467 U.S. at 656, 659, <span class=\"citation\" data-id=\"111214\"><a href=\"/opinion/111214/new-york-v-quarles/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2626</span></a></span>. \"[T]he availability of th[e] exception does not depend upon the motivation of the individual officers involved.\" <i>Id.</i> at 656, <span class=\"citation\" data-id=\"111214\"><a href=\"/opinion/111214/new-york-v-quarles/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2626</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Here, Fox was not advised of his <i>Miranda</i> rights before he made the challenged statements. And, for purposes of this appeal, we assume that he was subject to custodial interrogation when he made the statements.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> Even so, the district court did not err in refusing to suppress the statements, as they were all admissible under the public safety exception to the <i>Miranda</i> rule.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">At the outset of the stop, Bergquist: (1) saw Fox make an irregular ducking motion; (2) realized that he had arrested Fox for possessing brass knuckles and a concealed firearm following a prior stop; and (3) noticed a large bulge in Fox's jacket pocket. Under the circumstances, Bergquist was permitted to ask Fox whether he possessed any weapons to ensure his own safety and the safety of any passerby. <i>See id.</i> at 655-59, <span class=\"citation\" data-id=\"111214\"><a href=\"/opinion/111214/new-york-v-quarles/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2626</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In addition, once Bergquist had found the unused shell, he was allowed to ask Fox for the location of the gun that went with the shell and whether he had a gun or any other weapons in his vehicle. <i>See id.</i> Having found the live shell and realized that he had previously arrested Fox for possessing a firearm, Bergquist had ample reason to fear for his own safety and that of the public.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Similarly, for safety reasons, Bergquist was justified in asking Fox how to open the breech of the shotgun. <i>See id.</i> Bergquist had been unable to open it himself, and there was good reason to avoid transporting the gun without first ensuring that it was not loaded: The gun was \"fairly dilapidated,\" had no trigger guard, and if loaded, could have fired if inadvertently bumped or jostled.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Furthermore, because Bergquist was permitted to ask each of the abovementioned questions to ensure his own and the public's safety, Fox's answers to the questions were admissible. Therefore, Fox's challenge to the admission of the statements fails.</p>\n    </div>\n    <p class=\"indent\">B. <i>Sentencing Claims</i></p>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">With respect to his sentence, Fox challenges the district court's (1) application of the obstruction of justice enhancement; (2) refusal to apply the acceptance of responsibility reduction; and (3) finding that he committed perjury during his suppression hearing. We address each of these challenges in turn.</p>\n    </div>\n    <p class=\"indent\">1. Obstruction of Justice</p>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">First, Fox argues that the district court erred in applying the obstruction of justice enhancement to his sentence. The district court based the enhancement on its finding that Fox perjured himself at his suppression hearing. We review \"[q]uestions of law concerning interpretations of the Sentencing Guidelines ... <i>de novo,</i> and the factual conclusions of the sentencing court ... for clear error.\" <i>United States v. Reynoso,</i> <span class=\"citation\" data-id=\"200547\"><a href=\"/opinion/200547/united-states-v-reynoso/\"><span class=\"volume\">336</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">46</span></a></span>, 50 (1st Cir.2003).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">It is settled that a finding of perjury can serve as the basis for the enhancement. <i>United States v. D'Andrea,</i> <span class=\"citation\" data-id=\"197235\"><a href=\"/opinion/197235/united-states-v-dandrea/\"><span class=\"volume\">107</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">949</span></a></span>, 958 (1st Cir.1997); <i>see</i> U.S. Sentencing Guidelines Manual &#167; 3C1.1, cmt. n. 4(b). However, before a court imposes the enhancement based on a finding of perjury, it must determine whether the defendant, \"testifying under oath ... [, gave] false testimony concerning a material matter with the willful intent to provide false testimony, rather than as a result of confusion, mistake, or faulty memory.\" <i>United States v. Dunnigan,</i> <span class=\"citation\" data-id=\"112821\"><a href=\"/opinion/112821/united-states-v-dunnigan/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">87</span></a></span>, 94, <span class=\"citation\" data-id=\"112821\"><a href=\"/opinion/112821/united-states-v-dunnigan/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1111</span></a></span>, <span class=\"citation\" data-id=\"112821\"><a href=\"/opinion/112821/united-states-v-dunnigan/\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">445</span></a></span> (1993).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Here, the district court addressed each element of the above analysis and concluded that Fox perjured himself.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> It first decided that Fox's \"testimony[, given under oath,] about the circumstances concerning [his] description of his ... lack of familiarity with the gun,\" that is, his testimony that Bergquist threatened him with, for example, the police dog and shotgun, \"was false.\" It then determined that the testimony was material \"given the [potential applicability of] the public safety exception.\"<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> Finally, it reasoned that, because the testimony was so \"carefully crafted,\" Fox had intended to give false testimony. We discern no clear error in the district court's perjury finding.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Fox asserts that the enhancement should be struck down because the district court failed to make an independent finding that he committed perjury and, instead, relied on the magistrate judge's determination that he was not a credible witness. Fox, however, completely ignores the fact that the sentencing judge specifically addressed each element of the perjury analysis and then stated, \"I find ... that this was intentional perjury based upon my own independent review of the record.\"<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Fox also contends that because he was never indicted for perjury, the enhancement was not available. Nonetheless, he cites no authority for his claim that a perjury charge is a prerequisite to the application of the enhancement based on a finding of perjury. We decline the invitation to find the existence of such a requirement.</p>\n    </div>\n    <p class=\"indent\">2. Acceptance of Responsibility</p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Fox next claims that the district court erred in refusing to award him the acceptance of responsibility reduction. The district court based its decision on: (1) the fact that Fox received the obstruction of justice enhancement and (2) its finding that he used drugs while on pretrial release. We review the propriety of the district court's reliance on those two factors to justify its denial of the reduction <i>de novo. See United States v. Carrington,</i> <span class=\"citation\" data-id=\"196983\"><a href=\"/opinion/196983/united-states-v-carrington/\"><span class=\"volume\">96</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 9 (1st Cir.1996). But, we review the district court's factual findings for clear error. <i>See id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">We find no merit in Fox's position. As a general matter, a court may rely on its application of the enhancement to justify its denial of the reduction. <i>See</i> U.S. Sentencing Guidelines Manual &#167; 3E1.1, cmt. n. 4 (\"Conduct resulting in an enhancement [for obstruction of justice] ordinarily indicates that the defendant has not accepted responsibility for his criminal conduct.\"). And, we have already stated that we find no clear error in the application of the enhancement to Fox's sentence. Thus, we cannot say that the district court erred in refusing to award Fox the reduction.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> The district court's application of the enhancement provided ample justification for its denial of the reduction.</p>\n    </div>\n    <p class=\"indent\">3. <i>Blakely</i> Challenge</p>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">As a final matter, Fox, citing <i>Blakely v. Washington,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"136995\"><a href=\"/opinion/136995/blakely-v-washington/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2531</span></a></span>, <span class=\"citation\" data-id=\"136995\"><a href=\"/opinion/136995/blakely-v-washington/\"><span class=\"volume\">159</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">403</span></a></span> (2004), asserts that the district court's finding that he committed perjury at his suppression hearing violated his right to have every fact essential to his punishment determined by a jury. Because Fox did not raise this argument before the district court, we review the finding for plain error. <i>United States v. Morgan,</i> <span class=\"citation\" data-id=\"201233\"><a href=\"/opinion/201233/united-states-v-morgan/\"><span class=\"volume\">384</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 8 (1st Cir.2004). To establish plain error, Fox must demonstrate \"(1) that an error occurred (2) which was clear or obvious and which not only (3) affected [his] substantial rights, but also (4) seriously impaired the fairness, integrity, or public reputation of judicial proceedings.\" <i>United States v. Duarte,</i> <span class=\"citation\" data-id=\"199375\"><a href=\"/opinion/199375/united-states-v-duarte/\"><span class=\"volume\">246</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">56</span></a></span>, 60 (1st Cir.2001). We conclude that Fox has failed to carry his burden.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Under existing pre-<i>Blakely</i> First Circuit precedent, the question of whether a defendant has committed perjury for purposes of enhancing his guideline sentencing range is a matter to be determined by the sentencing court. <i>See, e.g., United States v. McKeeve,</i> <span class=\"citation\" data-id=\"197677\"><a href=\"/opinion/197677/united-states-v-mckeeve/\"><span class=\"volume\">131</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 14-15 (1st Cir.1997). The district court acted in accordance with Circuit precedent in finding that Fox perjured himself at his suppression hearing, and thus, we cannot say that plain error occurred. <i>See Morgan,</i> 384 F.3d at 8.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Second Circuit Court of Appeals, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> During the stop, Bergquist asked Fox a number of questions about his criminal history and a package containing white powder that he found in Fox's shirt pocket, but those questions and Fox's answers are irrelevant to this appeal, as the government told Fox before he pleaded guilty that it would not refer to them in its case-in-chief and Fox has not argued for their suppression on appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> <i>See</i> Me.Rev.Stat. Ann. tit. 29-A, &#167; 1909 (\"A vehicle must have a white light capable of illuminating the rear registration plate so that the characters on the plate are visible for a distance of at least 50 feet.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The white powder was later identified as baking soda</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> According to<i>Miranda,</i> police may not interrogate a suspect who has been taken into custody without first warning him:</p>\n        <p class=\"indent\">that he has the right to remain silent, that anything he says can be used against him in a court of law, that he has the right to the presence of an attorney, and that if he cannot afford an attorney one will be appointed for him prior to any questioning if he so desires.</p>\n        <p class=\"indent\">384 U.S. at 479.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> In addition to the statements that have already been mentioned, Fox requested the suppression of certain statements that he made after he had been taken to jail. The district court denied that request. Nevertheless, those statements are irrelevant to this appeal, as Fox has elected not to contest the denial of his request to suppress them on appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Although the owner of the vehicle Fox was driving testified that she checked the vehicle's plate light shortly after the stop and found it to be in working order, her testimony is of no consequence. Bergquist was permitted to stop the vehicle because he reasonably believed it to be likely that the plate light was not functioning</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The government argues that Fox was not in custody for purposes of<i>Miranda</i> at the time he made at least one of the challenged statements. But, we need not decide the custody issue to dispose of Fox's challenge to the admission of the statements.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Of course, \"[a] sentencing court ... is not required to address each element of perjury in a separate and clear finding,\" so long as its \"findings encompass all of the factual predicates for a finding of perjury.\"<i>United States v. Matiz,</i> <span class=\"citation\" data-id=\"195125\"><a href=\"/opinion/195125/united-states-v-esperanza-matiz/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">79</span></a></span>, 84 (1st Cir.1994).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> At his sentencing hearing, though not on appeal, Fox argued that the testimony in question was not material. We disagree. Bergquist had testified adversely to Fox at the suppression hearing. Fox's testimony, which accused Bergquist of misconduct and, inferentially, of lying to conceal that misconduct, was designed to impeach Bergquist's credibility and was therefore material to, among other things, the applicability of the public safety exception</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> In a single sentence in his appellate brief, Fox questions whether the district court was permitted to base its finding of perjury on its review of his suppression hearing testimony. But, he fails to develop the argument that a district court cannot base such a finding solely on its review of a record compiled in the presence of a magistrate judge, and he does not cite any support for his position. Although there is a dearth of case law on this issue, the few relevant cases we have found do not support Fox's position<i>See United States v. Osuorji,</i> <span class=\"citation\" data-id=\"676543\"><a href=\"/opinion/676543/united-states-v-nathaniel-i-osuorji/\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1186</span></a></span>, 1189, 1192 (7th Cir.1994) (affirming the district court's finding that, for purposes of sentencing, the defendant perjured himself at a suppression hearing held before a magistrate judge). In any event, \"we see no reason to abandon the settled appellate rule that issues adverted to in a perfunctory manner, unaccompanied by some effort at developed argumentation, are deemed waived.\" <i>United States v. Zannino,</i> <span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 17 (1st Cir.1990).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> To be sure, \"[t]here may ... be extraordinary cases in which adjustments [for both obstruction of justice and acceptance of responsibility] may apply,\" U.S. Sentencing Guidelines Manual &#167; 3E1.1, cmt. n. 4, but the district court did not clearly err in concluding that this was not such a case</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107252/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109751/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111214/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112385/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112821/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118036/",
    "http://www.courtlistener.com/api/rest/v3/opinions/136995/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195125/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196595/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196786/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196983/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197235/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197677/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198068/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198941/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199375/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199609/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200547/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201233/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/676543/"
  ]
}