{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201345/",
  "absolute_url": "/opinion/201345/united-states-v-carrasco-mateo/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201345/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:13:00Z",
  "date_modified": "2016-02-28T05:05:12.640923Z",
  "type": "010combined",
  "sha1": "8b7433de6b17446f7175a7f4cd0e1ab610a4e47c",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/03-1553-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2004/11/23/US_v._Carrasco-Mateo.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 03-1553\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                                v.\n\n                      MANUEL CARRASCO-MATEO,\n\n                      Defendant, Appellant.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Jay A. García-Gregory, U.S. District Judge]\n\n\n                              Before\n\n                       Selya, Circuit Judge,\n\n              Coffin and Cyr, Senior Circuit Judges.\n\n\n     Alexander Zeno on brief for appellant.\n     H.S. Garcia, United States Attorney, Sonia I. Torres-Pabón and\nNelson Pérez-Sosa, Assistant United States Attorneys, on brief for\nappellee.\n\n\n                        November 23, 2004\n\f           SELYA,   Circuit      Judge.      In    this    appeal,    defendant-\n\nappellant Manuel Carrasco-Mateo challenges a sentence imposed by\n\nthe district court in consequence of his guilty plea to a charge of\n\nillegal   reentry   into   the    United    States     following     an    earlier\n\ndeportation.    See 8 U.S.C. § 1326(a).            The appellant asseverates\n\nthat the sentencing court erred in (i) boosting his base offense\n\nlevel by sixteen on account of a prior felony conviction; (ii)\n\nadding three points to his criminal history score on account of the\n\nsame conviction; and (iii) increasing his criminal history score by\n\ntwo more points because he illegally reentered the country while on\n\nparole.   These asseverations require us to deal with questions of\n\nfirst impression in this circuit as to the meaning and operation of\n\ncertain provisions of the federal sentencing guidelines.                   Despite\n\nthe ingenious nature of the appellant's challenges, we discern no\n\nerror.    Consequently, we affirm the sentence.\n\n                                     I.\n\n                                 Background\n\n           Because this appeal follows a guilty plea, we derive the\n\nfacts from the change-of-plea colloquy, the uncontested portions of\n\nthe   presentence   investigation         report    (PSI   Report),       and   the\n\ntranscript of the disposition hearing.             United States v. Brewster,\n\n127 F.3d 22, 24 (1st Cir. 1997); United States v. Dietz, 950 F.2d\n\n50, 51 (1st Cir. 1991).\n\n\n\n\n                                     -2-\n\f            The   origins     of   this   appeal   can      be   traced    to   the\n\nappellant's felony drug conviction in a New York state court, for\n\nwhich he received an indeterminate prison sentence of one to three\n\nyears on March 15, 2000.           The appellant, a Dominican national,\n\nserved less than a year of that sentence before being paroled into\n\nthe custody of the Immigration and Naturalization Service (INS) to\n\nawait deportation.       See 8 U.S.C. § 1227(a)(2)(B)(i).                 The INS\n\ndeported    him   to   the    Dominican     Republic   on    April   25,    2001,\n\nnotwithstanding that his parole term was to last until January 25,\n\n2003.\n\n            We fast-forward to July 18, 2002.          On that date, a Coast\n\nGuard search of a merchant vessel docked in San Juan uncovered\n\ntwelve stowaways (including the appellant). After records revealed\n\nthe previous deportation order, a federal grand jury indicted the\n\nappellant on a charge of violating 8 U.S.C. § 1326(a), a statute\n\nthat makes it unlawful for a previously deported alien to reenter\n\nthe United States without the express permission of the Attorney\n\nGeneral.\n\n            The appellant eventually pleaded guilty to the charge.\n\nThe offense of conviction carried a base offense level of eight.\n\nSee USSG §2L1.2(a).1         The PSI Report recommended a sixteen-level\n\n\n        1\n      A sentencing court must use the guidelines in effect at the\ntime of sentencing unless doing so would present ex post facto\nproblems. United States v. Harotunian, 920 F.2d 1040, 1041-42 (1st\nCir. 1990). The court here utilized the November 2002 edition of\nthe guidelines, without objection from either side. We therefore\n\n                                      -3-\n\fenhancement because the appellant had previously been deported\n\nfollowing a drug-trafficking conviction for which the sentence\n\nimposed exceeded thirteen months.               See 8 U.S.C. § 1326(b)(2); USSG\n\n§2L1.2(b)(1)(A)(i).       This brought the appellant's adjusted offense\n\nlevel    to    24.   After     a    two-level     discount   for   acceptance   of\n\nresponsibility, USSG §3E1.1(a), the PSI Report settled upon a total\n\noffense level of 22.\n\n               Moving to the other furculum of the sentencing grid, the\n\nPSI Report recommended the assignment of three criminal history\n\npoints    on    account   of       the   appellant's   prior   conviction,      id.\n\n§4A1.1(a), and two additional points for illegal reentry while on\n\nparole, id. §4A1.1(d).         These recommendations produced a criminal\n\nhistory category (CHC) of III.                  Consequently, the PSI Report\n\nsuggested that the district court employ a guideline sentencing\n\nrange (GSR) of 51-63 months.                See id. Ch.5, Pt.A (sentencing\n\ntable).\n\n               The district court convened the disposition hearing on\n\nMarch 21, 2003.       The appellant argued that he was entitled to a\n\nthree-level reduction for acceptance of responsibility, see id.\n\n§3E1.1(b), instead of the two-level reduction recommended in the\n\nPSI Report.       The appellant also sought a downward departure, see\n\nid. §5K2.0, based on a claim that he had committed the offense of\n\nconviction out of impoverished desperation.\n\n\nemulate the district court's example.\n\n                                          -4-\n\f          The sentencing court agreed with the appellant that he\n\nhad timely accepted responsibility (and that, therefore, a three-\n\nlevel reduction was in order). This reduction in the offense level\n\nyielded a GSR of 46-57 months, based on a total offense level of 21\n\nand a CHC of III.       See id. Ch.5, Pt.A (sentencing table).          The\n\ncourt refused to depart downward and sentenced the appellant to a\n\nforty-six month incarcerative term.        This appeal ensued.\n\n                                   II.\n\n                                Discussion\n\n          We   review    a   district   court's   interpretation   of   the\n\nsentencing guidelines de novo and its factual findings for clear\n\nerror.   United States v. Mateo, 271 F.3d 11, 13 (1st Cir. 2001);\n\nUnited States v. St. Cyr, 977 F.2d 698, 701 (1st Cir. 1992).        Here,\n\nhowever, the appellant advances on appeal an asseverational array\n\ncomposed wholly of objections that he neglected to raise before the\n\ndistrict court.   Because of this procedural default, our review is\n\nrestricted to plain error.       United States v. Vazquez-Molina, ___\n\nF.3d ___, ___ (1st Cir. 2004) [No. 03-2655, slip op. at 7]; United\n\nStates v. Rodriguez, 311 F.3d 435, 437 (1st Cir. 2002).                 That\n\nraises the bar appreciably.      To achieve a finding of plain error,\n\na defendant must show \"(1) that an error occurred (2) which was\n\nclear or obvious and which not only (3) affected the defendant's\n\nsubstantial rights, but also (4) seriously impaired the fairness,\n\n\n\n\n                                   -5-\n\fintegrity, or public reputation of judicial proceedings.\"        United\n\nStates v. Duarte, 246 F.3d 56, 60 (1st Cir. 2001).\n\n            Against this backdrop, we turn to the appellant's three\n\nassignments of error.\n\n                                   A.\n\n                      Offense Level Enhancement\n\n            The sentencing guidelines set a base offense level of 8\n\nfor the crime of unlawfully entering or remaining in the United\n\nStates.    USSG §2L1.2(a).   The trial court is, however, directed to\n\nimpose a sixteen-level enhancement \"[i]f the defendant previously\n\nwas deported . . . after a conviction for a felony that is a drug\n\ntrafficking offense for which the sentence imposed exceeded 13\n\nmonths.\"     Id.   §2L1.2(b)(1)(A)(i).    A   felony   drug-trafficking\n\nconviction carrying a lesser sentence triggers only a twelve-level\n\nenhancement.    Id. §2L1.2(b)(1)(B).\n\n            In the case at hand, there is no dispute that the\n\nappellant's prior New York conviction was a drug-trafficking felony\n\nwithin the meaning of the applicable guidelines.         The appellant\n\nargues, however, that the district court erred in treating it as a\n\npredicate for a sixteen-level enhancement.        His first, and most\n\nloudly bruited, claim is that because the appellant served less\n\nthan thirteen months on the prior conviction, he should have\n\nreceived only a twelve-level enhancement.\n\n\n\n\n                                  -6-\n\f            This claim relies heavily on Application Note 1 of the\n\ninterpretive commentary to the sentencing guidelines.              That note\n\nprovides that \"[i]f all or any part of a sentence of imprisonment\n\nwas probated, suspended, deferred, or stayed, 'sentence imposed'\n\nrefers only to the portion that was not probated, suspended,\n\ndeferred, or stayed.\" USSG §2L1.2, cmt. n.1(A)(iv). The appellant\n\nreasons that when New York paroled him into the custody of the INS\n\nless than one year into his incarcerative term, it simultaneously\n\ndelivered him into this comment's welcoming embrace. He thus reads\n\nthe   phrase   \"sentence   imposed\"   as   referring   only   to   the   time\n\nactually spent in immurement.         This reading does not withstand\n\nscrutiny.\n\n            Our quarrel is not with the text of Application Note 1.\n\nThe Sentencing Commission's commentary, including the application\n\nnotes, is binding on the courts as long as it does not conflict\n\neither with the sentencing guidelines themselves or with some\n\nstatutory provision.       See Stinson v. United States, 508 U.S. 36,\n\n42-43 (1993); United States v. Piper, 35 F.3d 611, 617 (1st Cir.\n\n1994); see also USSG §1B1.7.          The commentary to the sentencing\n\nguidelines must, however, be read in a straightforward, commonsense\n\nmanner.     The appellant's reading of Application Note 1 does not\n\npass this screen.     It distorts the plain meaning of the phrase\n\n\"sentence imposed\" and, in the bargain, runs counter to a growing\n\nconsensus of case law.      We explain briefly.\n\n\n                                   -7-\n\f          The phrase \"sentence imposed\" traditionally has meant\n\nexactly what the words imply:        the punishment meted out by the\n\nsentencing court.     An offender's early release cannot change the\n\ncontours of the original sentence imposed after the fact.                 See\n\nRodrigues v. INS, 994 F.2d 32, 34 (1st Cir. 1993) (collecting\n\ncases).\n\n          Application Note 1 is perfectly consistent with this\n\nreasoning.    The    enumerated   caveats     contained   in   the   note   —\n\nprobation, suspension, deferral, and stay — are all judicial\n\noptions available at the moment of sentencing.            See generally 18\n\nU.S.C. § 3553.      Parole is a different animal entirely, heavily\n\ninfluenced   by   post-sentencing    events    and   administered    by   the\n\nexecutive rather than the judicial branch.           See United States v.\n\nFrias, 338 F.3d 206, 212 (3d Cir. 2003).         Judges are not free to\n\nrewrite the sentencing guidelines and, in all events, the inclusion\n\nof parole by judicial fiat among the sentencing alternatives\n\ndelineated in Application Note 1 would be anomalous.           In our view,\n\nthe absence of any mention of parole in the text of the note is a\n\nstrong indication that the Sentencing Commission intended section\n\n2L1.2's enhancements to reflect the original sentence pronounced,\n\nnot the time actually served.       See United States v. Mendez-Villa,\n\n346 F.3d 568, 570 (5th Cir. 2003) (noting that the plain language\n\nof Application Note 1 does not include parole); United States v.\n\nRodriguez-Arreola, 313 F.3d 1064, 1066 (8th Cir. 2002) (holding\n\n\n                                    -8-\n\fthat \"in this guideline, as in federal criminal law generally, the\n\nterm   'sentence    imposed'   means   the    sentence   reflected        in   the\n\ncriminal judgment\"); cf. 229 Main St. Ltd. P'ship v. Mass. Dep't of\n\nEnvtl. Prot., 262 F.3d 1, 5-6 (1st Cir. 2001) (presuming that\n\nCongress acts deliberately when it excludes from one provision a\n\nstatutory term it includes elsewhere in the same act).\n\n           We   add,   moreover,   that      this   reading    of   the   phrase\n\n\"sentence imposed\" reinforces an easily discernible goal of the\n\nsentencing guidelines: to punish more severely those offenders who\n\npreviously   have   received    lengthy   sentences.          The   appellant's\n\nreading would instead reserve the most severe punishment for those\n\nwho — because of poor behavior, ill fortune, or the inconsistent\n\noperation of parole in the several states — happen to serve more\n\ntime. There is no reason to believe that the Sentencing Commission\n\nhad that result in mind.       See Rodriguez-Arreola, 313 F.3d at 1066.\n\n           To cinch matters, the Commission made its intentions\n\nplain elsewhere in the guidelines.        Although courts should proceed\n\ncautiously in drawing comparisons between guideline chapters, see\n\nUSSG §1B1.1, cmt. n.2, Chapter Four is particularly instructive as\n\nto the interpretive question at issue here. Like section 2L1.2(b),\n\nChapter Four reflects the principle that recidivist offenders\n\nshould receive sterner punishment.            We therefore agree with the\n\nThird Circuit, Frias, 338 F.3d at 210, that it is appropriate to\n\n\n\n\n                                    -9-\n\fconsult Chapter Four in interpreting the phrase \"sentence imposed\"\n\nas the phrase is used in section 2L1.2(b).\n\n             Chapter Four states in pertinent part that, in the\n\ncontext of adjustments to a defendant's criminal history score, a\n\nprior \"sentence of imprisonment\" means \"the sentence pronounced,\n\nnot the length of time actually served.\"            USSG §4A1.2, cmt. n.2.\n\nGiven the similarity of purpose between section 4A1.1 and section\n\n2L1.2(b), we think that it is logical to impute the same meaning to\n\n\"sentence imposed.\"       See Frias, 338 F.3d at 210; see also United\n\nStates v. Benitez-Perez, 367 F.3d 1200, 1204-05 (9th Cir. 2004)\n\n(holding that a defendant's parole status did not affect the extent\n\nof a section 2L1.2 enhancement).\n\n             If more were needed — and we do not think that it is —\n\nthe Sentencing Commission recently amended section 2L1.2 to affirm\n\nthis precise congruity.         See USSG §2L1.2, cmt. n.1(B)(vii) (2003)\n\n(explaining that the term \"sentence imposed\" has the same meaning\n\nwhen used in section 2L1.2 as the term \"sentence of imprisonment\"\n\nwhen used in section 4A1.2). Even though this amendment post-dates\n\nthe appellant's offense and conviction, it is relevant here because\n\nthe Commission characterized this amendment as clarifying rather\n\nthan   substantive.       USSG    Manual    app.   C,   amend.   658   (2003).\n\nClarifying amendments are considered \"purely expository\" and, thus,\n\n\"may be applied retroactively.\" United States v. Cabrera-Polo, 376\n\nF.3d   29,   32   (1st   Cir.    2004).     Consequently,   this   amendment\n\n\n                                     -10-\n\freinforces our view that the district court properly disregarded\n\nthe appellant's release on parole in calculating the extent of the\n\nenhancement required under section 2L1.2.\n\n          Although the appellant does not make it squarely, his\n\nargument contains   the   seeds   of   a   possible   second   ground   for\n\nchallenging the offense level enhancement.       The New York sentence\n\nwas indeterminate — one to three years — and one might posit that\n\nthe sentence imposed does not unequivocally exceed the thirteen-\n\nmonth minimum described in section 2L1.2(b)(1)(A)(i). If this were\n\nso, the sentence could not support a sixteen-level enhancement. In\n\nthe last analysis, however, this argument is not convincing.\n\n          Chapter Four of the Guidelines Manual once again serves\n\nas a useful point of reference.    It counsels that \"the length of a\n\nsentence of imprisonment is the stated maximum.\" USSG §4A1.2, cmt.\n\nn.2.   The same note then offers the following example:           \"in the\n\ncase of an indeterminate sentence of one to five years, the stated\n\nmaximum is five years.\"   Id. That is precisely the situation here.\n\n          The case law tracks this approach.          Where indeterminate\n\nsentences are involved, the term \"sentence imposed\" uniformly has\n\nbeen held, for purposes of section 2L1.2, to mean the high end of\n\nthe indeterminate range.     See, e.g., Frias, 338 F.3d at 212;\n\nRodriguez-Arreola, 313 F.3d at 1067. We endorse this view and hold\n\nthat, for guideline purposes, a district court should treat a prior\n\n\n\n\n                                  -11-\n\findeterminate sentence as the functional equivalent of a time-\n\ncertain sentence imposed for the top end of the stated range.\n\n           That ends this aspect of the matter.2                   We conclude,\n\nwithout serious question, that the court below did not err in\n\napplying   a    sixteen-level       enhancement     pursuant       to   section\n\n2L1.2(b)(1)(A)(i).\n\n                                         B.\n\n                       Criminal History Calculation\n\n           We   turn    now   to   the    calculation   of   the    appellant's\n\ncriminal history score.       The nature of the appellant's second and\n\nthird arguments allows us to address them under one heading.\n\n           The appellant's second plaint is essentially an echo of\n\nthe first. He contends that the district court erroneously applied\n\nUSSG §4A1.1(a), which requires the addition of three criminal\n\nhistory points for \"each prior sentence of imprisonment exceeding\n\none year and one month.\"       The appellant reiterates that his actual\n\nperiod of incarceration on the New York drug-trafficking conviction\n\nfell short of this mark and maintains that his criminal history\n\ncategory should be recalculated accordingly.            As explained above,\n\nthe Sentencing Commission's commentary explicitly rejects this\n\n\n\n     2\n      The district court had all the information it needed to apply\nsection 2L1.2(b)(1) because the PSI Report accurately recorded the\ndetails of the appellant's prior criminal history. We therefore\nregard as misdirected the appellant's admonition that the district\ncourt may not base its sentencing decision on information not\nproperly before it.\n\n                                     -12-\n\fproposed interpretation of section 4A1.1.          See USSG §4A1.2, cmt.\n\nn.2; see also United States v. Lewis, 40 F.3d 1325, 1344 (1st Cir.\n\n1994) (applying the derived principle). Anything more that could be\n\nsaid on this point would be a redundancy.\n\n            This brings us to the appellant's final assignment of\n\nerror, in which he challenges the awarding of two additional\n\ncriminal history points. The guidelines call for such an increment\n\n\"if the defendant committed the instant offense while under any\n\ncriminal    justice   sentence,    including   .   .   .   parole.\"     USSG\n\n§4A1.1(d).    Applying this directive, the lower court awarded the\n\nadditional points because the appellant illegally reentered the\n\nUnited States while his New York parole term was still in effect.\n\nThe appellant challenges this ruling.\n\n            For   purposes   of   this   guideline,    a   criminal   justice\n\nsentence is one \"having a custodial or supervisory component,\n\nalthough active supervision is not required for this item to\n\napply.\"    Id. §4A1.1, cmt. n.4.    Seizing on the first clause of this\n\nstatement, the appellant asserts that he was not on parole within\n\nthe meaning of section 4A1.1(d) when he illegally reentered the\n\ncountry.    This assertion rests upon two assumptions:          first, that\n\nNew York law governs the meaning of the word \"parole\" in this\n\ncontext; and second, that New York relinquished any custodial or\n\nsupervisory relationship with him when it paroled him into the\n\ncustody of the INS.     Neither assumption holds water.\n\n\n                                    -13-\n\f            The definition of a term appearing in the sentencing\n\nguidelines is a matter governed by federal law.               See United States\n\nv. Aymelek, 926 F.2d 64, 71 (1st Cir. 1991).                     With specific\n\nreference    to   section   4A1.1(d),     we   have    held    that    whether   a\n\ndefendant is \"under any criminal justice sentence\" is a federal\n\nquestion.     Mateo,    271   F.3d   at     15.       These   authorities    are\n\ncontrolling here.\n\n            In urging a contrary view, the appellant cites a cluster\n\nof cases in which courts have delved into state law to resolve\n\nquestions arising in the section 4A1.1(d) context. Those cases are\n\nreadily   distinguishable.      Each      of   them    involved    a   defendant\n\nlaboring under an idiosyncratic state scheme that conferred a\n\nstatus not mentioned in section 4A1.1(d). See, e.g., United States\n\nv. Kipp, 10 F.3d 1463, 1467 (9th Cir. 1993) (dealing with deferred\n\nsentencing); United States v. Davis, 797 F. Supp. 672, 675 (N.D.\n\nInd. 1992) (dealing with unsupervised probation).                 These courts\n\nturned to state law for guidance in determining whether such\n\nschemes carried sufficient custodial or supervisory characteristics\n\nto qualify as criminal justice sentences within the purview of\n\nsection 4A1.1(d).      See Kipp, 10 F.3d at 1467; Davis, 797 F. Supp.\n\nat 675-76.    No similar inquiry is necessary in the instant case\n\nbecause the status at issue here — parole — is explicitly listed in\n\nsection 4A1.1(d).      See United States v. Camilo, 71 F.3d 984, 987\n\n(1st Cir. 1995) (rejecting the proposition that \"the Guidelines'\n\n\n                                     -14-\n\fotherwise unambiguous direction is necessarily qualified by an\n\nadditional showing under state law\"); cf. Conn. Nat'l Bank v.\n\nGermain, 503 U.S. 249, 254 (1992) (\"When the words of a statute are\n\nunambiguous . . . judicial inquiry is complete.\") (citation and\n\ninternal quotation marks omitted).            If courts were obliged to\n\ntailor the plain meaning of terms used in the sentencing guidelines\n\nto accommodate all the legal idiosyncrasies of the several states,\n\nthat obligation would doom the uniformity and consistency that the\n\nsentencing guidelines were designed to foster.             See Aymelek, 926\n\nF.2d at 71.      Thus, while state law is not always a sentencing\n\nirrelevancy, the question here boils down to whether, under federal\n\nlaw, the appellant was on parole when he committed the offense of\n\nconviction.    See id. at 71-72.\n\n           The district court unhesitatingly answered this query in\n\nthe affirmative, and we agree.           The appellant suggests that his\n\nterm of parole ended when he was deported because New York, by\n\ndefinition, could not exercise custodial or supervisory authority\n\nover a parolee living abroad. The appellant cites no authority for\n\nthis proposition, and immigration law suggests that parole survives\n\ndeportation.   For instance, Congress directed the Attorney General\n\nthat a deportation action should proceed apace notwithstanding an\n\nalien's   parole   status   \"or       possibility   of   arrest   or   further\n\nimprisonment.\"     8   U.S.C.     §   1231(a)(4)(A).      Implicit     in   this\n\ndirective is the understanding that an alien may be deported and\n\n\n                                       -15-\n\flater face incarceration for violating his parole.                 See United\n\nStates v. Cuero-Flores, 276 F.3d 113, 118 (2d Cir. 2002).              Such a\n\nscenario is only possible if deportation leaves an existing term of\n\nparole intact.      Id.   The same holds true for supervised release.\n\nSee, e.g., United States v. Williams, 369 F.3d 250, 253 (3d Cir.\n\n2004) (explaining that \"supervised release is not automatically\n\nextinguished by deportation\"); United States v. Ramirez-Sanchez,\n\n338   F.3d   977,   980   (9th   Cir.   2003)   (same);   United   States   v.\n\nAkinyemi, 108 F.3d 777, 779 (7th Cir. 1997) (same); United States\n\nv. Brown, 54 F.3d 234, 238-39 (5th Cir. 1995) (same).\n\n             We find these authorities persuasive here.        Although the\n\nappellant is correct that he may not have been subject to the\n\ncustomary level of parole supervision after his deportation, the\n\nSentencing Commission has specified that \"active supervision is not\n\nrequired for this [guideline provision] to apply.\"             USSG §4A1.1,\n\ncmt. n.4.     For purposes of section 4A1.1, a term of parole is a\n\nterm of parole, with or without active supervision.                  Ramirez-\n\nSanchez, 338 F.3d at 980. Accordingly, we hold that, under federal\n\nlaw, deportation does not automatically extinguish an existing term\n\nof parole.\n\n             We add, moreover, that New York law, insofar as it bears\n\non this discussion, lends no support to the appellant's position.\n\nThe appellant asserts that when New York paroles an inmate into the\n\ncustody of the INS, it has washed its hands of the inmate and\n\n\n                                    -16-\n\feffectively relinquished its custodial and supervisory authority.\n\nNew York, however, unequivocally reserves to itself \"legal custody\"\n\nof all parolees until the expiration of their parole terms.            See\n\nN.Y. Exec. Law § 259-i(2)(b) (2004).         Thus, if a deported alien\n\nreturns to New York at any time during the announced term of his\n\nparole, the state is free to revoke his parole for cause shown and\n\nreinstate the unexpired portion of the violator's incarcerative\n\nsentence.   People ex rel. Calderon v. Russi, 582 N.Y.S.2d 766, 767\n\n(N.Y. App. Div. 1992) (characterizing the commencement of parole\n\nviolation     proceedings   against    previously   deported   alien   who\n\nreturned to the state as \"a valid exercise of New York's police\n\npower\").\n\n            There is nothing odd about this configuration.         It is\n\nwell-accepted that \"legal custody\" may be present when a person is\n\n\"subject to state-imposed restraints not shared by the public\n\ngenerally.\"     Gonzalez v. Justices of the Mun. Ct., 382 F.3d 1, 5\n\n(1st Cir. 2004) (citation and internal quotation marks omitted).\n\nThe fact that a deported alien's parole status remains revocable\n\nimplicates powers of custody and supervision that lie at the\n\nepicenter of section 4A1.1(d).        See United States v. Lee, 941 F.2d\n\n571, 572-73 (7th Cir. 1991) (considering whether releasing state\n\nhad jurisdiction to revoke defendant's probation in order to\n\ndetermine the applicability of section 4A1.1(d)); Davis, 797 F.\n\nSupp. at 675 (similar).       As far as New York was concerned, the\n\n\n                                  -17-\n\fappellant was still serving his parole term when the INS arrested\n\nhim for illegal reentry.\n\n                               III.\n\n                            Conclusion\n\n            We need go no further.    We hold that, with respect to\n\noffense level calculations under USSG §2L1.2, the phrase \"sentence\n\nimposed\" refers to the sentence pronounced, not the time actually\n\nserved; and in the case of an indeterminate sentence, that phrase\n\nsignifies the maximum term of incarceration under the sentence\n\npronounced.   We also hold that deportation does not automatically\n\nterminate an alien's existing parole term or status for purposes of\n\ncalculating his criminal history score.    Consequently, we find no\n\nerror, plain or otherwise, in the district court's sentencing\n\ndeterminations.\n\n\n\nAffirmed.\n\n\n\n\n                               -18-\n\f",
  "html": "<p class=\"case_cite\">389 F.3d 239</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Manuel CARRASCO-MATEO, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 03-1553.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Submitted October 15, 2004.</p>\n    <p class=\"date\">Decided November 23, 2004.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Alexander Zeno on brief for appellant.</p>\n      <p class=\"indent\">H.S. Garcia, United States Attorney, Sonia I. Torres-Pabon and Nelson Perez-Sosa, Assistant United States Attorneys, on brief for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN and CYR, Senior Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this appeal, defendant-appellant Manuel Carrasco-Mateo challenges a sentence imposed by the district court in consequence of his guilty plea to a charge of illegal reentry into the United States following an earlier deportation. <i>See</i> 8 U.S.C. &#167; 1326(a). The appellant asseverates that the sentencing court erred in (i) boosting his base offense level by sixteen on account of a prior felony conviction; (ii) adding three points to his criminal history score on account of the same conviction; and (iii) increasing his criminal history score by two more points because he illegally reentered the country while on parole. These asseverations require us to deal with questions of first impression in this circuit as to the meaning and operation of certain provisions of the federal sentencing guidelines. Despite the ingenious nature of the appellant's challenges, we discern no error. Consequently, we affirm the sentence.</p>\n    </div>\n    <p class=\"center\">\n      <i>I.</i>\n    </p>\n    <p>Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Because this appeal follows a guilty plea, we derive the facts from the change-of-plea colloquy, the uncontested portions of the presentence investigation report (PSI Report), and the transcript of the disposition hearing. <i>United States v. Brewster,</i> 127 F.3d 22, 24 (1st Cir.1997); <i>United States v. Dietz,</i> 950 F.2d 50, 51 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The origins of this appeal can be traced to the appellant's felony drug conviction in a New York state court, for which he received an indeterminate prison sentence of one to three years on March 15, 2000. The appellant, a Dominican national, served less than a year of that sentence before being paroled into the custody of the Immigration and Naturalization Service (INS) to await deportation. <i>See</i> 8 U.S.C. &#167; 1227(a)(2)(B)(i). The INS deported him to the Dominican Republic on April 25, 2001, notwithstanding that his parole term was to last until January 25, 2003.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We fast-forward to July 18, 2002. On that date, a Coast Guard search of a merchant vessel docked in San Juan uncovered twelve stowaways (including the appellant). After records revealed the previous deportation order, a federal grand jury indicted the appellant on a charge of violating 8 U.S.C. &#167; 1326(a), a statute that makes it unlawful for a previously deported alien to reenter the United States without the express permission of the Attorney General.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The appellant eventually pleaded guilty to the charge. The offense of conviction carried a base offense level of eight. <i>See</i> USSG &#167; 2L1.2(a).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The PSI Report recommended a sixteen-level enhancement because the appellant had previously been deported following a drug-trafficking conviction for which the sentence imposed exceeded thirteen months. <i>See</i> 8 U.S.C. &#167; 1326(b)(2); USSG &#167; 2L1.2(b)(1)(A)(i). This brought the appellant's adjusted offense level to 24. After a two-level discount for acceptance of responsibility, USSG &#167; 3E1.1(a), the PSI Report settled upon a total offense level of 22.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Moving to the other furculum of the sentencing grid, the PSI Report recommended the assignment of three criminal history points on account of the appellant's prior conviction, <i>id.</i> &#167; 4A1.1(a), and two additional points for illegal reentry while on parole, <i>id.</i> &#167; 4A1.1(d). These recommendations produced a criminal history category (CHC) of III. Consequently, the PSI Report suggested that the district court employ a guideline sentencing range (GSR) of 51-63 months. <i>See id.</i> Ch.5, Pt.A (sentencing table).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The district court convened the disposition hearing on March 21, 2003. The appellant argued that he was entitled to a three-level reduction for acceptance of responsibility, <i>see id.</i> &#167; 3E1.1(b), instead of the two-level reduction recommended in the PSI Report. The appellant also sought a downward departure, <i>see id.</i> &#167; 5K2.0, based on a claim that he had committed the offense of conviction out of impoverished desperation.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The sentencing court agreed with the appellant that he had timely accepted responsibility (and that, therefore, a three-level reduction was in order). This reduction in the offense level yielded a GSR of 46-57 months, based on a total offense level of 21 and a CHC of III. <i>See id.</i> Ch.5, Pt.A (sentencing table). The court refused to depart downward and sentenced the appellant to a forty-six month incarcerative term. This appeal ensued.</p>\n    </div>\n    <p class=\"center\">\n      <i>II.</i>\n    </p>\n    <p>Discussion</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We review a district court's interpretation of the sentencing guidelines de novo and its factual findings for clear error. <i>United States v. Mateo,</i> 271 F.3d 11, 13 (1st Cir.2001); <i>United States v. St. Cyr,</i> 977 F.2d 698, 701 (1st Cir.1992). Here, however, the appellant advances on appeal an asseverational array composed wholly of objections that he neglected to raise before the district court. Because of this procedural default, our review is restricted to plain error. <i>United States v. Vazquez-Molina,</i> 389 F.3d 54, ___ (1st Cir.2004) [slip op. at 7]; <i>United States v. Rodriguez,</i> 311 F.3d 435, 437 (1st Cir.2002). That raises the bar appreciably. To achieve a finding of plain error, a defendant must show \"(1) that an error occurred (2) which was clear or obvious and which not only (3) affected the defendant's substantial rights, but also (4) seriously impaired the fairness, integrity, or public reputation of judicial proceedings.\" <i>United States v. Duarte,</i> 246 F.3d 56, 60 (1st Cir.2001).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Against this backdrop, we turn to the appellant's three assignments of error.</p>\n    </div>\n    <p class=\"center\">\n      <i>A.</i>\n    </p>\n    <p>Offense Level Enhancement</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The sentencing guidelines set a base offense level of 8 for the crime of unlawfully entering or remaining in the United States. USSG &#167; 2L1.2(a). The trial court is, however, directed to impose a sixteen-level enhancement \"[i]f the defendant previously was deported ... after a conviction for a felony that is a drug trafficking offense for which the sentence imposed exceeded 13 months.\" <i>Id.</i> &#167; 2L1.2(b)(1)(A)(i). A felony drug-trafficking conviction carrying a lesser sentence triggers only a twelve-level enhancement. <i>Id.</i> &#167; 2L1.2(b)(1)(B).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In the case at hand, there is no dispute that the appellant's prior New York conviction was a drug-trafficking felony within the meaning of the applicable guidelines. The appellant argues, however, that the district court erred in treating it as a predicate for a sixteen-level enhancement. His first, and most loudly bruited, claim is that because the appellant served less than thirteen months on the prior conviction, he should have received only a twelve-level enhancement.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">This claim relies heavily on Application Note 1 of the interpretive commentary to the sentencing guidelines. That note provides that \"[i]f all or any part of a sentence of imprisonment was probated, suspended, deferred, or stayed, `sentence imposed' refers only to the portion that was not probated, suspended, deferred, or stayed.\" USSG &#167; 2L1.2, cmt. n. 1(A)(iv). The appellant reasons that when New York paroled him into the custody of the INS less than one year into his incarcerative term, it simultaneously delivered him into this comment's welcoming embrace. He thus reads the phrase \"sentence imposed\" as referring only to the time actually spent in immurement. This reading does not withstand scrutiny.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Our quarrel is not with the text of Application Note 1. The Sentencing Commission's commentary, including the application notes, is binding on the courts as long as it does not conflict either with the sentencing guidelines themselves or with some statutory provision. <i>See Stinson v. United States,</i> 508 U.S. 36, 42-43, 113 S.Ct. 1913, 123 L.Ed.2d 598 (1993); <i>United States v. Piper,</i> 35 F.3d 611, 617 (1st Cir.1994); <i>see also</i> USSG &#167; 1B1.7. The commentary to the sentencing guidelines must, however, be read in a straightforward, commonsense manner. The appellant's reading of Application Note 1 does not pass this screen. It distorts the plain meaning of the phrase \"sentence imposed\" and, in the bargain, runs counter to a growing consensus of case law. We explain briefly.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The phrase \"sentence imposed\" traditionally has meant exactly what the words imply: the punishment meted out by the sentencing court. An offender's early release cannot change the contours of the original sentence imposed after the fact. <i>See Rodrigues v. INS,</i> 994 F.2d 32, 34 (1st Cir.1993) (collecting cases).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Application Note 1 is perfectly consistent with this reasoning. The enumerated caveats contained in the note &#8212; probation, suspension, deferral, and stay &#8212; are all judicial options available <i>at the moment of sentencing. See generally</i> 18 U.S.C. &#167; 3553. Parole is a different animal entirely, heavily influenced by post-sentencing events and administered by the executive rather than the judicial branch. <i>See United States v. Frias,</i> 338 F.3d 206, 212 (3d Cir.2003). Judges are not free to rewrite the sentencing guidelines and, in all events, the inclusion of parole by judicial fiat among the sentencing alternatives delineated in Application Note 1 would be anomalous. In our view, the absence of any mention of parole in the text of the note is a strong indication that the Sentencing Commission intended section 2L1.2's enhancements to reflect the original sentence pronounced, not the time actually served. <i>See United States v. Mendez-Villa,</i> 346 F.3d 568, 570 (5th Cir.2003) (noting that the plain language of Application Note 1 does not include parole); <i>United States v. Rodriguez-Arreola,</i> 313 F.3d 1064, 1066 (8th Cir.2002) (holding that \"in this guideline, as in federal criminal law generally, the term `sentence imposed' means the sentence reflected in the criminal judgment\"); <i>cf. 229 Main St. Ltd. P'ship v. Mass. Dep't of Envtl. Prot.,</i> 262 F.3d 1, 5-6 (1st Cir.2001) (presuming that Congress acts deliberately when it excludes from one provision a statutory term it includes elsewhere in the same act).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We add, moreover, that this reading of the phrase \"sentence imposed\" reinforces an easily discernible goal of the sentencing guidelines: to punish more severely those offenders who previously have received lengthy sentences. The appellant's reading would instead reserve the most severe punishment for those who &#8212; because of poor behavior, ill fortune, or the inconsistent operation of parole in the several states &#8212; happen to serve more time. There is no reason to believe that the Sentencing Commission had that result in mind. <i>See Rodriguez-Arreola,</i> 313 F.3d at 1066.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">To cinch matters, the Commission made its intentions plain elsewhere in the guidelines. Although courts should proceed cautiously in drawing comparisons between guideline chapters, <i>see</i> USSG &#167; 1B1.1, cmt. n. 2, Chapter Four is particularly instructive as to the interpretive question at issue here. Like section 2L1.2(b), Chapter Four reflects the principle that recidivist offenders should receive sterner punishment. We therefore agree with the Third Circuit, <i>Frias,</i> 338 F.3d at 210, that it is appropriate to consult Chapter Four in interpreting the phrase \"sentence imposed\" as the phrase is used in section 2L1.2(b).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Chapter Four states in pertinent part that, in the context of adjustments to a defendant's criminal history score, a prior \"sentence of imprisonment\" means \"the sentence pronounced, not the length of time actually served.\" USSG &#167; 4A1.2, cmt. n. 2. Given the similarity of purpose between section 4A1.1 and section 2L1.2(b), we think that it is logical to impute the same meaning to \"sentence imposed.\" <i>See Frias,</i> 338 F.3d at 210; <i>see also United States v. Benitez-Perez,</i> 367 F.3d 1200, 1204-05 (9th Cir.2004) (holding that a defendant's parole status did not affect the extent of a section 2L1.2 enhancement).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">If more were needed &#8212; and we do not think that it is &#8212; the Sentencing Commission recently amended section 2L1.2 to affirm this precise congruity. <i>See</i> USSG &#167; 2L1.2, cmt. n. 1(B)(vii) (2003) (explaining that the term \"sentence imposed\" has the same meaning when used in section 2L1.2 as the term \"sentence of imprisonment\" when used in section 4A1.2). Even though this amendment post-dates the appellant's offense and conviction, it is relevant here because the Commission characterized this amendment as clarifying rather than substantive. USSG Manual app. C, amend. 658 (2003). Clarifying amendments are considered \"purely expository\" and, thus, \"may be applied retroactively.\" <i>United States v. Cabrera-Polo,</i> 376 F.3d 29, 32 (1st Cir.2004). Consequently, this amendment reinforces our view that the district court properly disregarded the appellant's release on parole in calculating the extent of the enhancement required under section 2L1.2.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Although the appellant does not make it squarely, his argument contains the seeds of a possible second ground for challenging the offense level enhancement. The New York sentence was indeterminate-one to three years &#8212; and one might posit that the sentence imposed does not unequivocally exceed the thirteen &#8212; month minimum described in section 2L1.2(b)(1)(A)(i). If this were so, the sentence could not support a sixteen-level enhancement. In the last analysis, however, this argument is not convincing.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Chapter Four of the Guidelines Manual once again serves as a useful point of reference. It counsels that \"the length of a sentence of imprisonment is the stated maximum.\" USSG &#167; 4A1.2, cmt. n. 2. The same note then offers the following example: \"in the case of an indeterminate sentence of one to five years, the stated maximum is five years.\" <i>Id.</i> That is precisely the situation here.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The case law tracks this approach. Where indeterminate sentences are involved, the term \"sentence imposed\" uniformly has been held, for purposes of section 2L1.2, to mean the high end of the indeterminate range. <i>See, e.g., Frias,</i> 338 F.3d at 212; <i>Rodriguez-Arreola,</i> 313 F.3d at 1067. We endorse this view and hold that, for guideline purposes, a district court should treat a prior indeterminate sentence as the functional equivalent of a time-certain sentence imposed for the top end of the stated range.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">That ends this aspect of the matter.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> We conclude, without serious question, that the court below did not err in applying a sixteen-level enhancement pursuant to section 2L1.2(b)(1)(A)(i).</p>\n    </div>\n    <p class=\"center\">\n      <i>B.</i>\n    </p>\n    <p>Criminal History Calculation</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We turn now to the calculation of the appellant's criminal history score. The nature of the appellant's second and third arguments allows us to address them under one heading.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The appellant's second plaint is essentially an echo of the first. He contends that the district court erroneously applied USSG &#167; 4A1.1(a), which requires the addition of three criminal history points for \"each prior sentence of imprisonment exceeding one year and one month.\" The appellant reiterates that his actual period of incarceration on the New York drug-trafficking conviction fell short of this mark and maintains that his criminal history category should be recalculated accordingly. As explained above, the Sentencing Commission's commentary explicitly rejects this proposed interpretation of section 4A1.1. <i>See</i> USSG &#167; 4A1.2, cmt. n. 2; <i>see also United States v. Lewis,</i> 40 F.3d 1325, 1344 (1st Cir.1994) (applying the derived principle). Anything more that could be said on this point would be a redundancy.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">This brings us to the appellant's final assignment of error, in which he challenges the awarding of two additional criminal history points. The guidelines call for such an increment \"if the defendant committed the instant offense while under any criminal justice sentence, including ... parole.\" USSG &#167; 4A1.1(d). Applying this directive, the lower court awarded the additional points because the appellant illegally reentered the United States while his New York parole term was still in effect. The appellant challenges this ruling.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">For purposes of this guideline, a criminal justice sentence is one \"having a custodial or supervisory component, although active supervision is not required for this item to apply.\" <i>Id.</i> &#167; 4A1.1, cmt. n. 4. Seizing on the first clause of this statement, the appellant asserts that he was not on parole within the meaning of section 4A1.1(d) when he illegally reentered the country. This assertion rests upon two assumptions: first, that New York law governs the meaning of the word \"parole\" in this context; and second, that New York relinquished any custodial or supervisory relationship with him when it paroled him into the custody of the INS. Neither assumption holds water.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The definition of a term appearing in the sentencing guidelines is a matter governed by federal law. <i>See United States v. Aymelek,</i> 926 F.2d 64, 71 (1st Cir.1991). With specific reference to section 4A1.1(d), we have held that whether a defendant is \"under any criminal justice sentence\" is a federal question. <i>Mateo,</i> 271 F.3d at 15. These authorities are controlling here.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In urging a contrary view, the appellant cites a cluster of cases in which courts have delved into state law to resolve questions arising in the section 4A1.1(d) context. Those cases are readily distinguishable. Each of them involved a defendant laboring under an idiosyncratic state scheme that conferred a status not mentioned in section 4A1.1(d). <i>See, e.g., United States v. Kipp,</i> 10 F.3d 1463, 1467 (9th Cir.1993) (dealing with deferred sentencing); <i>United States v. Davis,</i> 797 F.Supp. 672, 675 (N.D.Ind.1992) (dealing with unsupervised probation). These courts turned to state law for guidance in determining whether such schemes carried sufficient custodial or supervisory characteristics to qualify as criminal justice sentences within the purview of section 4A1.1(d). <i>See Kipp,</i> 10 F.3d at 1467; <i>Davis,</i> 797 F.Supp. at 675-76. No similar inquiry is necessary in the instant case because the status at issue here &#8212; parole &#8212; is explicitly listed in section 4A1.1(d). <i>See United States v. Camilo,</i> 71 F.3d 984, 987 (1st Cir.1995) (rejecting the proposition that \"the Guidelines' otherwise unambiguous direction is necessarily qualified by an additional showing under state law\"); <i>cf. Conn. Nat'l Bank v. Germain,</i> 503 U.S. 249, 254, 112 S.Ct. 1146, 117 L.Ed.2d 391 (1992) (\"When the words of a statute are unambiguous ... judicial inquiry is complete.\") (citation and internal quotation marks omitted). If courts were obliged to tailor the plain meaning of terms used in the sentencing guidelines to accommodate all the legal idiosyncrasies of the several states, that obligation would doom the uniformity and consistency that the sentencing guidelines were designed to foster. <i>See Aymelek,</i> 926 F.2d at 71. Thus, while state law is not always a sentencing irrelevancy, the question here boils down to whether, under federal law, the appellant was on parole when he committed the offense of conviction. <i>See id.</i> at 71-72.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The district court unhesitatingly answered this query in the affirmative, and we agree. The appellant suggests that his term of parole ended when he was deported because New York, by definition, could not exercise custodial or supervisory authority over a parolee living abroad. The appellant cites no authority for this proposition, and immigration law suggests that parole survives deportation. For instance, Congress directed the Attorney General that a deportation action should proceed apace notwithstanding an alien's parole status \"or possibility of arrest or further imprisonment.\" 8 U.S.C. &#167; 1231(a)(4)(A). Implicit in this directive is the understanding that an alien may be deported and later face incarceration for violating his parole. <i>See United States v. Cuero-Flores,</i> 276 F.3d 113, 118 (2d Cir.2002). Such a scenario is only possible if deportation leaves an existing term of parole intact. <i>Id.</i> The same holds true for supervised release. <i>See, e.g., United States v. Williams,</i> 369 F.3d 250, 253 (3d Cir.2004) (explaining that \"supervised release is not automatically extinguished by deportation\"); <i>United States v. Ramirez-Sanchez,</i> 338 F.3d 977, 980 (9th Cir.2003) (same); <i>United States v. Akinyemi,</i> 108 F.3d 777, 779 (7th Cir.1997) (same); <i>United States v. Brown,</i> 54 F.3d 234, 238-39 (5th Cir.1995) (same).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We find these authorities persuasive here. Although the appellant is correct that he may not have been subject to the customary level of parole supervision after his deportation, the Sentencing Commission has specified that \"active supervision is not required for this [guideline provision] to apply.\" USSG &#167; 4A1.1, cmt. n. 4. For purposes of section 4A1.1, a term of parole is a term of parole, with or without active supervision. <i>Ramirez-Sanchez,</i> 338 F.3d at 980. Accordingly, we hold that, under federal law, deportation does not automatically extinguish an existing term of parole.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">We add, moreover, that New York law, insofar as it bears on this discussion, lends no support to the appellant's position. The appellant asserts that when New York paroles an inmate into the custody of the INS, it has washed its hands of the inmate and effectively relinquished its custodial and supervisory authority. New York, however, unequivocally reserves to itself \"legal custody\" of all parolees until the expiration of their parole terms. <i>See</i> N.Y. Exec. Law &#167; 259-i(2)(b) (2004). Thus, if a deported alien returns to New York at any time during the announced term of his parole, the state is free to revoke his parole for cause shown and reinstate the unexpired portion of the violator's incarcerative sentence. <i>People ex rel. Calderon v. Russi,</i> 182 A.D.2d 794, 582 N.Y.S.2d 766, 767 (N.Y.App.Div.1992) (characterizing the commencement of parole violation proceedings against previously deported alien who returned to the state as \"a valid exercise of New York's police power\").</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">There is nothing odd about this configuration. It is well-accepted that \"legal custody\" may be present when a person is \"subject to state-imposed restraints not shared by the public generally.\" <i>Gonzalez v. Justices of the Mun. Ct.,</i> 382 F.3d 1, 5 (1st Cir.2004) (citation and internal quotation marks omitted). The fact that a deported alien's parole status remains revocable implicates powers of custody and supervision that lie at the epicenter of section 4A1.1(d). <i>See United States v. Lee,</i> 941 F.2d 571, 572-73 (7th Cir.1991) (considering whether releasing state had jurisdiction to revoke defendant's probation in order to determine the applicability of section 4A1.1(d)); <i>Davis,</i> 797 F.Supp. at 675 (similar). As far as New York was concerned, the appellant was still serving his parole term when the INS arrested him for illegal reentry.</p>\n    </div>\n    <p class=\"center\">\n      <i>III.</i>\n    </p>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">We need go no further. We hold that, with respect to offense level calculations under USSG &#167; 2L1.2, the phrase \"sentence imposed\" refers to the sentence pronounced, not the time actually served; and in the case of an indeterminate sentence, that phrase signifies the maximum term of incarceration under the sentence pronounced. We also hold that deportation does not automatically terminate an alien's existing parole term or status for purposes of calculating his criminal history score. Consequently, we find no error, plain or otherwise, in the district court's sentencing determinations.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> A sentencing court must use the guidelines in effect at the time of sentencing unless doing so would present ex post facto problems<i>United States v. Harotunian,</i> 920 F.2d 1040, 1041-42 (1st Cir.1990). The court here utilized the November 2002 edition of the guidelines, without objection from either side. We therefore emulate the district court's example.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The district court had all the information it needed to apply section 2L1.2(b)(1) because the PSI Report accurately recorded the details of the appellant's prior criminal history. We therefore regard as misdirected the appellant's admonition that the district court may not base its sentencing decision on information not properly before it</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">389</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">239</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Manuel CARRASCO-MATEO, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 03-1553.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Submitted October 15, 2004.</p>\n    <p class=\"date\">Decided November 23, 2004.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Alexander Zeno on brief for appellant.</p>\n      <p class=\"indent\">H.S. Garcia, United States Attorney, Sonia I. Torres-Pabon and Nelson Perez-Sosa, Assistant United States Attorneys, on brief for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN and CYR, Senior Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this appeal, defendant-appellant Manuel Carrasco-Mateo challenges a sentence imposed by the district court in consequence of his guilty plea to a charge of illegal reentry into the United States following an earlier deportation. <i>See</i> 8 U.S.C. &#167; 1326(a). The appellant asseverates that the sentencing court erred in (i) boosting his base offense level by sixteen on account of a prior felony conviction; (ii) adding three points to his criminal history score on account of the same conviction; and (iii) increasing his criminal history score by two more points because he illegally reentered the country while on parole. These asseverations require us to deal with questions of first impression in this circuit as to the meaning and operation of certain provisions of the federal sentencing guidelines. Despite the ingenious nature of the appellant's challenges, we discern no error. Consequently, we affirm the sentence.</p>\n    </div>\n    <p class=\"center\">\n      <i>I.</i>\n    </p>\n    <p>Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Because this appeal follows a guilty plea, we derive the facts from the change-of-plea colloquy, the uncontested portions of the presentence investigation report (PSI Report), and the transcript of the disposition hearing. <i>United States v. Brewster,</i> <span class=\"citation\" data-id=\"197582\"><a href=\"/opinion/197582/united-states-v-brewster/\"><span class=\"volume\">127</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">22</span></a></span>, 24 (1st Cir.1997); <i>United States v. Dietz,</i> <span class=\"citation\" data-id=\"572657\"><a href=\"/opinion/572657/united-states-v-william-a-dietz/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">50</span></a></span>, 51 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The origins of this appeal can be traced to the appellant's felony drug conviction in a New York state court, for which he received an indeterminate prison sentence of one to three years on March 15, 2000. The appellant, a Dominican national, served less than a year of that sentence before being paroled into the custody of the Immigration and Naturalization Service (INS) to await deportation. <i>See</i> 8 U.S.C. &#167; 1227(a)(2)(B)(i). The INS deported him to the Dominican Republic on April 25, 2001, notwithstanding that his parole term was to last until January 25, 2003.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We fast-forward to July 18, 2002. On that date, a Coast Guard search of a merchant vessel docked in San Juan uncovered twelve stowaways (including the appellant). After records revealed the previous deportation order, a federal grand jury indicted the appellant on a charge of violating 8 U.S.C. &#167; 1326(a), a statute that makes it unlawful for a previously deported alien to reenter the United States without the express permission of the Attorney General.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The appellant eventually pleaded guilty to the charge. The offense of conviction carried a base offense level of eight. <i>See</i> USSG &#167; 2L1.2(a).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The PSI Report recommended a sixteen-level enhancement because the appellant had previously been deported following a drug-trafficking conviction for which the sentence imposed exceeded thirteen months. <i>See</i> 8 U.S.C. &#167; 1326(b)(2); USSG &#167; 2L1.2(b)(1)(A)(i). This brought the appellant's adjusted offense level to 24. After a two-level discount for acceptance of responsibility, USSG &#167; 3E1.1(a), the PSI Report settled upon a total offense level of 22.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Moving to the other furculum of the sentencing grid, the PSI Report recommended the assignment of three criminal history points on account of the appellant's prior conviction, <i>id.</i> &#167; 4A1.1(a), and two additional points for illegal reentry while on parole, <i>id.</i> &#167; 4A1.1(d). These recommendations produced a criminal history category (CHC) of III. Consequently, the PSI Report suggested that the district court employ a guideline sentencing range (GSR) of 51-63 months. <i>See id.</i> Ch.5, Pt.A (sentencing table).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The district court convened the disposition hearing on March 21, 2003. The appellant argued that he was entitled to a three-level reduction for acceptance of responsibility, <i>see id.</i> &#167; 3E1.1(b), instead of the two-level reduction recommended in the PSI Report. The appellant also sought a downward departure, <i>see id.</i> &#167; 5K2.0, based on a claim that he had committed the offense of conviction out of impoverished desperation.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The sentencing court agreed with the appellant that he had timely accepted responsibility (and that, therefore, a three-level reduction was in order). This reduction in the offense level yielded a GSR of 46-57 months, based on a total offense level of 21 and a CHC of III. <i>See id.</i> Ch.5, Pt.A (sentencing table). The court refused to depart downward and sentenced the appellant to a forty-six month incarcerative term. This appeal ensued.</p>\n    </div>\n    <p class=\"center\">\n      <i>II.</i>\n    </p>\n    <p>Discussion</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We review a district court's interpretation of the sentencing guidelines de novo and its factual findings for clear error. <i>United States v. Mateo,</i> <span class=\"citation\" data-id=\"199671\"><a href=\"/opinion/199671/united-states-v-mateo/\"><span class=\"volume\">271</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">11</span></a></span>, 13 (1st Cir.2001); <i>United States v. St. Cyr,</i> <span class=\"citation\" data-id=\"593172\"><a href=\"/opinion/593172/united-states-v-john-l-st-cyr/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">698</span></a></span>, 701 (1st Cir.1992). Here, however, the appellant advances on appeal an asseverational array composed wholly of objections that he neglected to raise before the district court. Because of this procedural default, our review is restricted to plain error. <i>United States v. Vazquez-Molina,</i> <span class=\"citation\" data-id=\"201337\"><a href=\"/opinion/201337/united-states-v-vazquez-molina/\"><span class=\"volume\">389</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">54</span></a></span>, ___ (1st Cir.2004) [slip op. at 7]; <i>United States v. Rodriguez,</i> <span class=\"citation\" data-id=\"200202\"><a href=\"/opinion/200202/united-states-v-rodriguez/\"><span class=\"volume\">311</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">435</span></a></span>, 437 (1st Cir.2002). That raises the bar appreciably. To achieve a finding of plain error, a defendant must show \"(1) that an error occurred (2) which was clear or obvious and which not only (3) affected the defendant's substantial rights, but also (4) seriously impaired the fairness, integrity, or public reputation of judicial proceedings.\" <i>United States v. Duarte,</i> <span class=\"citation\" data-id=\"199375\"><a href=\"/opinion/199375/united-states-v-duarte/\"><span class=\"volume\">246</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">56</span></a></span>, 60 (1st Cir.2001).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Against this backdrop, we turn to the appellant's three assignments of error.</p>\n    </div>\n    <p class=\"center\">\n      <i>A.</i>\n    </p>\n    <p>Offense Level Enhancement</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The sentencing guidelines set a base offense level of 8 for the crime of unlawfully entering or remaining in the United States. USSG &#167; 2L1.2(a). The trial court is, however, directed to impose a sixteen-level enhancement \"[i]f the defendant previously was deported ... after a conviction for a felony that is a drug trafficking offense for which the sentence imposed exceeded 13 months.\" <i>Id.</i> &#167; 2L1.2(b)(1)(A)(i). A felony drug-trafficking conviction carrying a lesser sentence triggers only a twelve-level enhancement. <i>Id.</i> &#167; 2L1.2(b)(1)(B).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In the case at hand, there is no dispute that the appellant's prior New York conviction was a drug-trafficking felony within the meaning of the applicable guidelines. The appellant argues, however, that the district court erred in treating it as a predicate for a sixteen-level enhancement. His first, and most loudly bruited, claim is that because the appellant served less than thirteen months on the prior conviction, he should have received only a twelve-level enhancement.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">This claim relies heavily on Application Note 1 of the interpretive commentary to the sentencing guidelines. That note provides that \"[i]f all or any part of a sentence of imprisonment was probated, suspended, deferred, or stayed, `sentence imposed' refers only to the portion that was not probated, suspended, deferred, or stayed.\" USSG &#167; 2L1.2, cmt. n. 1(A)(iv). The appellant reasons that when New York paroled him into the custody of the INS less than one year into his incarcerative term, it simultaneously delivered him into this comment's welcoming embrace. He thus reads the phrase \"sentence imposed\" as referring only to the time actually spent in immurement. This reading does not withstand scrutiny.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Our quarrel is not with the text of Application Note 1. The Sentencing Commission's commentary, including the application notes, is binding on the courts as long as it does not conflict either with the sentencing guidelines themselves or with some statutory provision. <i>See Stinson v. United States,</i> <span class=\"citation\" data-id=\"112854\"><a href=\"/opinion/112854/stinson-v-united-states/\"><span class=\"volume\">508</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">36</span></a></span>, 42-43, <span class=\"citation\" data-id=\"112854\"><a href=\"/opinion/112854/stinson-v-united-states/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1913</span></a></span>, <span class=\"citation\" data-id=\"112854\"><a href=\"/opinion/112854/stinson-v-united-states/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">598</span></a></span> (1993); <i>United States v. Piper,</i> <span class=\"citation\" data-id=\"195585\"><a href=\"/opinion/195585/united-states-v-piper/\"><span class=\"volume\">35</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">611</span></a></span>, 617 (1st Cir.1994); <i>see also</i> USSG &#167; 1B1.7. The commentary to the sentencing guidelines must, however, be read in a straightforward, commonsense manner. The appellant's reading of Application Note 1 does not pass this screen. It distorts the plain meaning of the phrase \"sentence imposed\" and, in the bargain, runs counter to a growing consensus of case law. We explain briefly.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The phrase \"sentence imposed\" traditionally has meant exactly what the words imply: the punishment meted out by the sentencing court. An offender's early release cannot change the contours of the original sentence imposed after the fact. <i>See Rodrigues v. INS,</i> <span class=\"citation\" data-id=\"607855\"><a href=\"/opinion/607855/rui-fernando-da-conceicao-rodrigues-v-immigration-and-naturalization/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">32</span></a></span>, 34 (1st Cir.1993) (collecting cases).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Application Note 1 is perfectly consistent with this reasoning. The enumerated caveats contained in the note &#8212; probation, suspension, deferral, and stay &#8212; are all judicial options available <i>at the moment of sentencing. See generally</i> 18 U.S.C. &#167; 3553. Parole is a different animal entirely, heavily influenced by post-sentencing events and administered by the executive rather than the judicial branch. <i>See United States v. Frias,</i> <span class=\"citation\" data-id=\"782947\"><a href=\"/opinion/782947/united-states-v-jose-antonio-frias-aka-jose-antonio-fria-jose-antonio/\"><span class=\"volume\">338</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">206</span></a></span>, 212 (3d Cir.2003). Judges are not free to rewrite the sentencing guidelines and, in all events, the inclusion of parole by judicial fiat among the sentencing alternatives delineated in Application Note 1 would be anomalous. In our view, the absence of any mention of parole in the text of the note is a strong indication that the Sentencing Commission intended section 2L1.2's enhancements to reflect the original sentence pronounced, not the time actually served. <i>See United States v. Mendez-Villa,</i> <span class=\"citation\" data-id=\"32620\"><a href=\"/opinion/32620/united-states-v-mendez-villa/\"><span class=\"volume\">346</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">568</span></a></span>, 570 (5th Cir.2003) (noting that the plain language of Application Note 1 does not include parole); <i>United States v. Rodriguez-Arreola,</i> <span class=\"citation\" data-id=\"780203\"><a href=\"/opinion/780203/united-states-v-manuel-rodriguez-arreola/\"><span class=\"volume\">313</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1064</span></a></span>, 1066 (8th Cir.2002) (holding that \"in this guideline, as in federal criminal law generally, the term `sentence imposed' means the sentence reflected in the criminal judgment\"); <i>cf. 229 Main St. Ltd. P'ship v. Mass. Dep't of Envtl. Prot.,</i> <span class=\"citation\" data-id=\"199568\"><a href=\"/opinion/199568/229-main-street-v-massachusetts-epa/\"><span class=\"volume\">262</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 5-6 (1st Cir.2001) (presuming that Congress acts deliberately when it excludes from one provision a statutory term it includes elsewhere in the same act).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We add, moreover, that this reading of the phrase \"sentence imposed\" reinforces an easily discernible goal of the sentencing guidelines: to punish more severely those offenders who previously have received lengthy sentences. The appellant's reading would instead reserve the most severe punishment for those who &#8212; because of poor behavior, ill fortune, or the inconsistent operation of parole in the several states &#8212; happen to serve more time. There is no reason to believe that the Sentencing Commission had that result in mind. <i>See Rodriguez-Arreola,</i> 313 F.3d at 1066.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">To cinch matters, the Commission made its intentions plain elsewhere in the guidelines. Although courts should proceed cautiously in drawing comparisons between guideline chapters, <i>see</i> USSG &#167; 1B1.1, cmt. n. 2, Chapter Four is particularly instructive as to the interpretive question at issue here. Like section 2L1.2(b), Chapter Four reflects the principle that recidivist offenders should receive sterner punishment. We therefore agree with the Third Circuit, <i>Frias,</i> 338 F.3d at 210, that it is appropriate to consult Chapter Four in interpreting the phrase \"sentence imposed\" as the phrase is used in section 2L1.2(b).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Chapter Four states in pertinent part that, in the context of adjustments to a defendant's criminal history score, a prior \"sentence of imprisonment\" means \"the sentence pronounced, not the length of time actually served.\" USSG &#167; 4A1.2, cmt. n. 2. Given the similarity of purpose between section 4A1.1 and section 2L1.2(b), we think that it is logical to impute the same meaning to \"sentence imposed.\" <i>See Frias,</i> 338 F.3d at 210; <i>see also United States v. Benitez-Perez,</i> <span class=\"citation\" data-id=\"786159\"><a href=\"/opinion/786159/united-states-v-david-benitez-perez/\"><span class=\"volume\">367</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1200</span></a></span>, 1204-05 (9th Cir.2004) (holding that a defendant's parole status did not affect the extent of a section 2L1.2 enhancement).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">If more were needed &#8212; and we do not think that it is &#8212; the Sentencing Commission recently amended section 2L1.2 to affirm this precise congruity. <i>See</i> USSG &#167; 2L1.2, cmt. n. 1(B)(vii) (2003) (explaining that the term \"sentence imposed\" has the same meaning when used in section 2L1.2 as the term \"sentence of imprisonment\" when used in section 4A1.2). Even though this amendment post-dates the appellant's offense and conviction, it is relevant here because the Commission characterized this amendment as clarifying rather than substantive. USSG Manual app. C, amend. 658 (2003). Clarifying amendments are considered \"purely expository\" and, thus, \"may be applied retroactively.\" <i>United States v. Cabrera-Polo,</i> <span class=\"citation\" data-id=\"201164\"><a href=\"/opinion/201164/united-states-v-cabrera-polo/\"><span class=\"volume\">376</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">29</span></a></span>, 32 (1st Cir.2004). Consequently, this amendment reinforces our view that the district court properly disregarded the appellant's release on parole in calculating the extent of the enhancement required under section 2L1.2.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Although the appellant does not make it squarely, his argument contains the seeds of a possible second ground for challenging the offense level enhancement. The New York sentence was indeterminate-one to three years &#8212; and one might posit that the sentence imposed does not unequivocally exceed the thirteen &#8212; month minimum described in section 2L1.2(b)(1)(A)(i). If this were so, the sentence could not support a sixteen-level enhancement. In the last analysis, however, this argument is not convincing.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Chapter Four of the Guidelines Manual once again serves as a useful point of reference. It counsels that \"the length of a sentence of imprisonment is the stated maximum.\" USSG &#167; 4A1.2, cmt. n. 2. The same note then offers the following example: \"in the case of an indeterminate sentence of one to five years, the stated maximum is five years.\" <i>Id.</i> That is precisely the situation here.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The case law tracks this approach. Where indeterminate sentences are involved, the term \"sentence imposed\" uniformly has been held, for purposes of section 2L1.2, to mean the high end of the indeterminate range. <i>See, e.g., Frias,</i> 338 F.3d at 212; <i>Rodriguez-Arreola,</i> 313 F.3d at 1067. We endorse this view and hold that, for guideline purposes, a district court should treat a prior indeterminate sentence as the functional equivalent of a time-certain sentence imposed for the top end of the stated range.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">That ends this aspect of the matter.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> We conclude, without serious question, that the court below did not err in applying a sixteen-level enhancement pursuant to section 2L1.2(b)(1)(A)(i).</p>\n    </div>\n    <p class=\"center\">\n      <i>B.</i>\n    </p>\n    <p>Criminal History Calculation</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We turn now to the calculation of the appellant's criminal history score. The nature of the appellant's second and third arguments allows us to address them under one heading.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The appellant's second plaint is essentially an echo of the first. He contends that the district court erroneously applied USSG &#167; 4A1.1(a), which requires the addition of three criminal history points for \"each prior sentence of imprisonment exceeding one year and one month.\" The appellant reiterates that his actual period of incarceration on the New York drug-trafficking conviction fell short of this mark and maintains that his criminal history category should be recalculated accordingly. As explained above, the Sentencing Commission's commentary explicitly rejects this proposed interpretation of section 4A1.1. <i>See</i> USSG &#167; 4A1.2, cmt. n. 2; <i>see also United States v. Lewis,</i> <span class=\"citation\" data-id=\"195723\"><a href=\"/opinion/195723/united-states-v-lewis/\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1325</span></a></span>, 1344 (1st Cir.1994) (applying the derived principle). Anything more that could be said on this point would be a redundancy.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">This brings us to the appellant's final assignment of error, in which he challenges the awarding of two additional criminal history points. The guidelines call for such an increment \"if the defendant committed the instant offense while under any criminal justice sentence, including ... parole.\" USSG &#167; 4A1.1(d). Applying this directive, the lower court awarded the additional points because the appellant illegally reentered the United States while his New York parole term was still in effect. The appellant challenges this ruling.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">For purposes of this guideline, a criminal justice sentence is one \"having a custodial or supervisory component, although active supervision is not required for this item to apply.\" <i>Id.</i> &#167; 4A1.1, cmt. n. 4. Seizing on the first clause of this statement, the appellant asserts that he was not on parole within the meaning of section 4A1.1(d) when he illegally reentered the country. This assertion rests upon two assumptions: first, that New York law governs the meaning of the word \"parole\" in this context; and second, that New York relinquished any custodial or supervisory relationship with him when it paroled him into the custody of the INS. Neither assumption holds water.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The definition of a term appearing in the sentencing guidelines is a matter governed by federal law. <i>See United States v. Aymelek,</i> <span class=\"citation\" data-id=\"556393\"><a href=\"/opinion/556393/united-states-v-kaya-aymelek/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">64</span></a></span>, 71 (1st Cir.1991). With specific reference to section 4A1.1(d), we have held that whether a defendant is \"under any criminal justice sentence\" is a federal question. <i>Mateo,</i> 271 F.3d at 15. These authorities are controlling here.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In urging a contrary view, the appellant cites a cluster of cases in which courts have delved into state law to resolve questions arising in the section 4A1.1(d) context. Those cases are readily distinguishable. Each of them involved a defendant laboring under an idiosyncratic state scheme that conferred a status not mentioned in section 4A1.1(d). <i>See, e.g., United States v. Kipp,</i> <span class=\"citation\" data-id=\"658357\"><a href=\"/opinion/658357/united-states-v-dean-kipp/\"><span class=\"volume\">10</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1463</span></a></span>, 1467 (9th Cir.1993) (dealing with deferred sentencing); <i>United States v. Davis,</i> <span class=\"citation\" data-id=\"1447584\"><a href=\"/opinion/1447584/united-states-v-davis/\"><span class=\"volume\">797</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">672</span></a></span>, 675 (N.D.Ind.1992) (dealing with unsupervised probation). These courts turned to state law for guidance in determining whether such schemes carried sufficient custodial or supervisory characteristics to qualify as criminal justice sentences within the purview of section 4A1.1(d). <i>See Kipp,</i> 10 F.3d at 1467; <i>Davis,</i> 797 F.Supp. at 675-76. No similar inquiry is necessary in the instant case because the status at issue here &#8212; parole &#8212; is explicitly listed in section 4A1.1(d). <i>See United States v. Camilo,</i> <span class=\"citation\" data-id=\"196478\"><a href=\"/opinion/196478/united-states-v-camilo/\"><span class=\"volume\">71</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">984</span></a></span>, 987 (1st Cir.1995) (rejecting the proposition that \"the Guidelines' otherwise unambiguous direction is necessarily qualified by an additional showing under state law\"); <i>cf. Conn. Nat'l Bank v. Germain,</i> <span class=\"citation\" data-id=\"112706\"><a href=\"/opinion/112706/connecticut-nat-bank-v-germain/\"><span class=\"volume\">503</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">249</span></a></span>, 254, <span class=\"citation\" data-id=\"112706\"><a href=\"/opinion/112706/connecticut-nat-bank-v-germain/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1146</span></a></span>, <span class=\"citation\" data-id=\"112706\"><a href=\"/opinion/112706/connecticut-nat-bank-v-germain/\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">391</span></a></span> (1992) (\"When the words of a statute are unambiguous ... judicial inquiry is complete.\") (citation and internal quotation marks omitted). If courts were obliged to tailor the plain meaning of terms used in the sentencing guidelines to accommodate all the legal idiosyncrasies of the several states, that obligation would doom the uniformity and consistency that the sentencing guidelines were designed to foster. <i>See Aymelek,</i> 926 F.2d at 71. Thus, while state law is not always a sentencing irrelevancy, the question here boils down to whether, under federal law, the appellant was on parole when he committed the offense of conviction. <i>See id.</i> at 71-72.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The district court unhesitatingly answered this query in the affirmative, and we agree. The appellant suggests that his term of parole ended when he was deported because New York, by definition, could not exercise custodial or supervisory authority over a parolee living abroad. The appellant cites no authority for this proposition, and immigration law suggests that parole survives deportation. For instance, Congress directed the Attorney General that a deportation action should proceed apace notwithstanding an alien's parole status \"or possibility of arrest or further imprisonment.\" 8 U.S.C. &#167; 1231(a)(4)(A). Implicit in this directive is the understanding that an alien may be deported and later face incarceration for violating his parole. <i>See United States v. Cuero-Flores,</i> <span class=\"citation\" data-id=\"776063\"><a href=\"/opinion/776063/united-states-v-antonio-jesus-cuero-flores-aka-antonio-jesus/\"><span class=\"volume\">276</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">113</span></a></span>, 118 (2d Cir.2002). Such a scenario is only possible if deportation leaves an existing term of parole intact. <i>Id.</i> The same holds true for supervised release. <i>See, e.g., United States v. Williams,</i> <span class=\"citation\" data-id=\"786327\"><a href=\"/opinion/786327/united-states-v-martin-williams-aka-lewis-johnson-aka-peter-ejoh/\"><span class=\"volume\">369</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">250</span></a></span>, 253 (3d Cir.2004) (explaining that \"supervised release is not automatically extinguished by deportation\"); <i>United States v. Ramirez-Sanchez,</i> <span class=\"citation\" data-id=\"783020\"><a href=\"/opinion/783020/united-states-v-hector-javier-ramirez-sanchez/\"><span class=\"volume\">338</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">977</span></a></span>, 980 (9th Cir.2003) (same); <i>United States v. Akinyemi,</i> <span class=\"citation\" data-id=\"737433\"><a href=\"/opinion/737433/united-states-v-ayoade-akinyemi-aka-nuraini-ao-oganla/\"><span class=\"volume\">108</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">777</span></a></span>, 779 (7th Cir.1997) (same); <i>United States v. Brown,</i> <span class=\"citation\" data-id=\"7189\"><a href=\"/opinion/7189/united-states-v-brown/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">234</span></a></span>, 238-39 (5th Cir.1995) (same).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We find these authorities persuasive here. Although the appellant is correct that he may not have been subject to the customary level of parole supervision after his deportation, the Sentencing Commission has specified that \"active supervision is not required for this [guideline provision] to apply.\" USSG &#167; 4A1.1, cmt. n. 4. For purposes of section 4A1.1, a term of parole is a term of parole, with or without active supervision. <i>Ramirez-Sanchez,</i> 338 F.3d at 980. Accordingly, we hold that, under federal law, deportation does not automatically extinguish an existing term of parole.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">We add, moreover, that New York law, insofar as it bears on this discussion, lends no support to the appellant's position. The appellant asserts that when New York paroles an inmate into the custody of the INS, it has washed its hands of the inmate and effectively relinquished its custodial and supervisory authority. New York, however, unequivocally reserves to itself \"legal custody\" of all parolees until the expiration of their parole terms. <i>See</i> N.Y. Exec. Law &#167; 259-i(2)(b) (2004). Thus, if a deported alien returns to New York at any time during the announced term of his parole, the state is free to revoke his parole for cause shown and reinstate the unexpired portion of the violator's incarcerative sentence. <i>People ex rel. Calderon v. Russi,</i> <span class=\"citation no-link\"><span class=\"volume\">182</span> <span class=\"reporter\">A.D.2d</span> <span class=\"page\">794</span></span>, <span class=\"citation no-link\"><span class=\"volume\">582</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">766</span></span>, 767 (N.Y.App.Div.1992) (characterizing the commencement of parole violation proceedings against previously deported alien who returned to the state as \"a valid exercise of New York's police power\").</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">There is nothing odd about this configuration. It is well-accepted that \"legal custody\" may be present when a person is \"subject to state-imposed restraints not shared by the public generally.\" <i>Gonzalez v. Justices of the Mun. Ct.,</i> <span class=\"citation\" data-id=\"201212\"><a href=\"/opinion/201212/gonzalez-v-justices-of-the-muni/\"><span class=\"volume\">382</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 5 (1st Cir.2004) (citation and internal quotation marks omitted). The fact that a deported alien's parole status remains revocable implicates powers of custody and supervision that lie at the epicenter of section 4A1.1(d). <i>See United States v. Lee,</i> <span class=\"citation\" data-id=\"566374\"><a href=\"/opinion/566374/united-states-v-robert-a-lee-also-known-as-robert-a-coleman/\"><span class=\"volume\">941</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">571</span></a></span>, 572-73 (7th Cir.1991) (considering whether releasing state had jurisdiction to revoke defendant's probation in order to determine the applicability of section 4A1.1(d)); <i>Davis,</i> 797 F.Supp. at 675 (similar). As far as New York was concerned, the appellant was still serving his parole term when the INS arrested him for illegal reentry.</p>\n    </div>\n    <p class=\"center\">\n      <i>III.</i>\n    </p>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">We need go no further. We hold that, with respect to offense level calculations under USSG &#167; 2L1.2, the phrase \"sentence imposed\" refers to the sentence pronounced, not the time actually served; and in the case of an indeterminate sentence, that phrase signifies the maximum term of incarceration under the sentence pronounced. We also hold that deportation does not automatically terminate an alien's existing parole term or status for purposes of calculating his criminal history score. Consequently, we find no error, plain or otherwise, in the district court's sentencing determinations.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> A sentencing court must use the guidelines in effect at the time of sentencing unless doing so would present ex post facto problems<i>United States v. Harotunian,</i> <span class=\"citation\" data-id=\"552769\"><a href=\"/opinion/552769/united-states-v-dennis-harotunian/\"><span class=\"volume\">920</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1040</span></a></span>, 1041-42 (1st Cir.1990). The court here utilized the November 2002 edition of the guidelines, without objection from either side. We therefore emulate the district court's example.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The district court had all the information it needed to apply section 2L1.2(b)(1) because the PSI Report accurately recorded the details of the appellant's prior criminal history. We therefore regard as misdirected the appellant's admonition that the district court may not base its sentencing decision on information not properly before it</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/7189/",
    "http://www.courtlistener.com/api/rest/v3/opinions/32620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112706/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112854/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195585/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195723/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196478/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197582/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199375/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199568/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199671/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200202/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201164/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201212/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201337/",
    "http://www.courtlistener.com/api/rest/v3/opinions/552769/",
    "http://www.courtlistener.com/api/rest/v3/opinions/556393/",
    "http://www.courtlistener.com/api/rest/v3/opinions/566374/",
    "http://www.courtlistener.com/api/rest/v3/opinions/572657/",
    "http://www.courtlistener.com/api/rest/v3/opinions/593172/",
    "http://www.courtlistener.com/api/rest/v3/opinions/607855/",
    "http://www.courtlistener.com/api/rest/v3/opinions/658357/",
    "http://www.courtlistener.com/api/rest/v3/opinions/737433/",
    "http://www.courtlistener.com/api/rest/v3/opinions/776063/",
    "http://www.courtlistener.com/api/rest/v3/opinions/780203/",
    "http://www.courtlistener.com/api/rest/v3/opinions/782947/",
    "http://www.courtlistener.com/api/rest/v3/opinions/783020/",
    "http://www.courtlistener.com/api/rest/v3/opinions/786159/",
    "http://www.courtlistener.com/api/rest/v3/opinions/786327/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1447584/"
  ]
}