{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201311/",
  "absolute_url": "/opinion/201311/lupien-v-marlborough-ma/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201311/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:12:06Z",
  "date_modified": "2016-02-28T05:05:06.897306Z",
  "type": "010combined",
  "sha1": "6fb7f87d56d180b1421910df436c95fc38b4cdc4",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/04-1188-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2004/10/29/Lupien_v._Marlborough_MA.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 04-1188\n\n STEPHAN W. LUPIEN; MICHAEL J. AMOROS; EDWIN J. BADUSKI; ROBERT\n     BONINA; GREGORY P. BREWSTER; JOHN BROGAN; THOMAS BRYANT;\n      ANTHONY EVANGELOUS; DAVID J. GARCEAU; RICHARD GAUDETTE;\n   DAVID A. GIORGI; MICHAEL J. GOUGH; TIMOTHY HARPIN; PATRICK\n    HOGAN; ROBERT INSANI; DEREK L. JOHNSON; JOANNE JUSSEAUME;\n         ROBERT J. JUSSEAUME; CHARLES LEAHY; RICHARD MAHONEY;\n    FREDERICK MALLOY, JR.; JOHN A. MANNING; PAUL F. MCCARTHY;\n      RICHARD T. MCDEVITT; KENNETH V. MCKENZIE, JR.; JAMES N.\n  METIVIER; RONALD NEY; RICHARD OLDROYD; JOSEPH PACIFIC; JAMES\n   C. POLYMEROS; JOSEPH A. RIELLY; DAVID R. ROBERTS; MERCEDES\n      ROMAN; MICHAEL J. RYAN; MARTHA A. SHEA; BRIAN R. THEIS;\n    LOUIS J. TURIEO, JR.; ALAN VORCE; BORDEN WICKS; CATHERINE\n       WINCHESTER; JAMES P. ZICHELLA; PETER E. BRADLEY; SCOTT\n        DECIERO; JOHN P. GRAHAM, JR.; JAMES P. GOUGH; MATTHEW\n   HAPPAPES; BRIAN A. LANGEZIER; ANDREW LAROSE; CHRISTOPHER S.\n      LEDUC; FRANK N. MASCIARELLI, III; KEITH MOSO; ROBERT W.\n                             SIBILIO, JR.,\n\n                     Plaintiffs, Appellants,\n\n                               v.\n\n       CITY OF MARLBOROUGH; MARLBOROUGH POLICE DEPARTMENT,\n\n                     Defendants, Appellees.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n          [Hon. William G. Young, U.S. District Judge]\n\n\n                             Before\n\n                       Lynch, Circuit Judge,\n                  Stahl, Senior Circuit Judge,\n                      Lipez, Circuit Judge.\n\f     Jack J. Canzoneri, with whom McDonald & Associates, Michael T.\nLeibig and Leibig, Zwerdling, L.L.C. were on brief, for appellants.\n     Mark M. Whitney, with whom Keith H. McCown and Morgan, Brown\n& Joy, LLP were on brief, for appellees.\n\n\n\n                         October 28, 2004\n\f           LYNCH, Circuit Judge.               Police officers currently or\n\nformerly    employed     by      the     Marlborough      Police      Department\n\n(\"plaintiffs\") filed suit on April 20, 2001, against the City of\n\nMarlborough, Massachusetts, and its Police Department (collectively\n\nreferred to as the \"City\"), alleging that the City had operated an\n\nunlawful \"comp time\" (compensatory time, or paid time off) system\n\nthat violated Section 207(o) of the Fair Labor Standards Act\n\n(\"FLSA\"), 29 U.S.C. § 201 et seq.            This system had been agreed to\n\nin the collective bargaining agreement (\"CBA\") between the police\n\nunion and the Department and the relevant terms had been in effect\n\nsince 1992.\n\n           Before trial, the City conceded that the comp time plan\n\nwas in violation of the FLSA and admitted liability.                     It also\n\nargued that any remedy should take into account the fact that\n\nalmost all of the comp time had been given to the officers in the\n\nform of paid time off rather than cash payment.                  The plaintiffs'\n\ntheory was that compensatory damages should equal the dollar value\n\nof the total amount of FLSA overtime accrued in the relevant\n\nliability period, regardless of whether any such overtime was paid\n\nout in the form of comp time.            The district court rejected the\n\nplaintiffs'   theory,    holding       that,    for   remedial    purposes,   the\n\nplaintiffs' compensatory damages under the FLSA were limited to the\n\ndollar   value   of   \"banked\"    or    unused     comp   time    then   existing\n\n(approximately $13,535.41 as of November 21, 2002). The court left\n\n\n                                       -3-\n\ffor trial the issue of whether the plaintiffs were entitled to\n\nliquidated damages under the FLSA.\n\n          The parties then stipulated that liquidated damages would\n\nbe one-half of the amount of compensatory damages.          The parties\n\nfurther stipulated that if the legal principle underlying the\n\ncourt's compensatory damages ruling were not upheld on appeal, the\n\nissue of liquidated damages may be re-litigated.           The district\n\ncourt entered judgment incorporating the parties' stipulations on\n\nJanuary 13, 2004, and the plaintiffs timely appealed.           We affirm.\n\n                                  I.\n\n          The   comp   time   system   at   issue   in   this    case   was\n\nestablished by the CBA between the City of Marlborough and the\n\nunion   representing    the    Marlborough    police     officers,      the\n\nInternational Brotherhood of Police Officers, Local 527.           The CBA\n\nprovides that\n\n          (1) Police officers may accept compensatory\n          time off in lieu of monetary compensation for\n          overtime service. Compensatory time shall be\n          earned at the rate of 1 1/2 hours\n          Compensatory time for every overtime hour\n          worked. Compensatory time off may not be\n          taken without prior written approval of the\n          Chief or his designee/ [sic] Such approval\n          shall not be arbitrarily or capriciously\n          denied.\n          (2) The granting and use of Compensatory time\n          off shall conform to the following\n          guidelines:\n                  1.  It may be granted and used only\n                      in one (1), two (2) or three (3)\n                      hour increments;\n\n\n\n                                 -4-\n\f                       2.     Under any circumstances, its\n                              granting or use shall not cause\n                              overtime;\n                       3.     It shall not be granted prior to\n                              the day of use;\n                       4.     If granted, it may be revoked,\n                              based on staffing levels;\n                       5.     Once granted, it shall, for the\n                              purpose of granting or allowing\n                              the use of Personal or Vacation\n                              Days by other officers, be\n                              considered the same as a Personal\n                              or Vacation Day.\n\nThe relevant portion of the CBA remained unchanged for the 1997-\n\n2000 and 2000-2003 contracts.\n\n              Despite the CBA, many officers wanted more flexibility in\n\nhow the comp time policy was administered.                They took the issue to\n\narbitration, but lost in August of 2000.\n\n              They then tried a different tack.                On April 20, 2001,\n\nsome       forty-one   current      and   former      patrol    officers   of   the\n\nMarlborough Police Department1 filed a complaint in federal court\n\nagainst      the   City     for   violating     the   FLSA.    Specifically,    the\n\nofficers alleged that they had accrued comp time in lieu of cash\n\novertime compensation, that the City had denied the plaintiffs the\n\nopportunity to use the accrued comp time even though such use would\n\nnot create an \"undue disruption,\" and that as such, the comp time\n\nagreement was in violation of the requirements of 29 U.S.C. §\n\n207(o).      The basic dispute was over whether this comp time scheme\n\n\n\n       1\n      Eleven additional consentees were added as plaintiffs in the\nFinal Judgment of the district court.\n\n                                          -5-\n\fqualified under the exception in the FLSA which permitted public\n\nagency employers to give time off rather than cash payment for\n\novertime   work.      The   plaintiffs    sought    declaratory   judgment,\n\ncompensatory and liquidated damages as provided in 29 U.S.C. §\n\n216(b), and attorney's fees and costs.\n\n            After reviewing the matter, on October 28, 2002, the City\n\nfiled a Motion for Entry of Judgment in which it admitted liability\n\nunder the FLSA.2      In the same motion, the City sought a protective\n\norder    from   the   plaintiffs'   discovery      requests,   arguing   that\n\ndiscovery in light of the City's admission of liability would be\n\nmoot. The court accepted the City's admission of liability, stayed\n\ndiscovery, and set a deadline for briefing on the issue of the\n\nremedy owing the plaintiffs.\n\n            The plaintiffs advanced a theory for computing the City's\n\ncompensatory damages under the FLSA that essentially disregarded\n\nthe value of any comp time which was accrued by an officer for\n\novertime but which was not actually used until after the workweek\n\nin which such comp time was earned.          Section 207(o) of the FLSA\n\n\n     2\n      At a hearing on November 1, 2002, the City explained that the\nrestrictions in the CBA on how officers may use the accrued comp\ntime, and in particular the denial of a request to use comp time\nbecause it would cause overtime, probably violated the \"undue\ndisruption\" standard governing comp time schemes under the FLSA.\n\"[A public] employee . . . who has accrued compensatory time off.\n. . and . . . who has requested the use of such compensatory time,\nshall be permitted by the employee's employer to use such time\nwithin a reasonable period after making the request if the use of\nthe compensatory time does not unduly disrupt the operations of the\npublic agency.\" 29 U.S.C. § 207(o)(5).\n\n                                    -6-\n\fallows public agencies to use comp time as a substitute for cash\n\novertime compensation pursuant to a collective bargaining agreement\n\nif certain conditions are met.      See 29 U.S.C. § 207(o).\n\n          Because the City has conceded that the comp time system\n\nestablished by the CBA does not qualify under the conditions set by\n\nSection 207(o) of the FLSA, the City's use of comp time in lieu of\n\ncash payment for overtime work violated the FLSA and made the City\n\nliable for the \"unpaid overtime compensation.\" 29 U.S.C. § 216(b).\n\nThe   statute   requires   that:   \"Any   employer   who   violates   the\n\nprovisions of . . . section 207 of this title shall be liable to\n\nthe employee or employees affected in the amount of their unpaid\n\nminimum wages, or their unpaid overtime compensation, as the case\n\nmay be, and in an additional equal amount as liquidated damages.\"\n\nId.\n\n          The plaintiffs argued that the computation of the amount\n\nof \"unpaid overtime compensation\" depended on answers to only two\n\nquestions outlined in the federal regulations: 1) whether the\n\novertime wages were due based on a week-by-week calculation of FLSA\n\nhours worked, and 2) whether the overtime wages were paid by the\n\nfirst pay date after the workweek in which the overtime liability\n\nwas incurred.   See 29 C.F.R. § 778.104 (\"The [FLSA] takes a single\n\nworkweek as its standard and does not permit averaging of hours\n\nover 2 or more weeks.\"); § 778.106 (\"The general rule is that\n\novertime compensation earned in a particular workweek must be paid\n\n\n                                   -7-\n\fon the regular pay day for the period in which such workweek\n\nends.\").   Applying these two factors to this case, the plaintiffs\n\nargued that \"back wages [should] be calculated . . . using a cash\n\nonly system and allowing no offset for compensatory time taken\n\noutside the individual seven-day workweek in which the overtime\n\ncompensation is due.\" The plaintiffs also contended that they were\n\nentitled to liquidated damages, see 29 U.S.C. § 216(b), and that\n\nthe damages should be computed under the three-year statute of\n\nlimitations applicable to willful violations of the FLSA.               See 29\n\nU.S.C. § 255(a).\n\n           The City vociferously objected to the plaintiffs' theory\n\nof damages.   It argued that \"[t]he statutory and regulatory scheme\n\nobviously contemplates that the accrual of comp time at a rate of\n\n1 1/2 hours for each hour of overtime worked, and then the\n\nsubsequent    use   of   the   comp   time   for   paid   time   off,   is   the\n\nequivalent of being paid the overtime in the first place.\"                   The\n\nCity argued that although the comp time scheme in this case was\n\nunlawful, the officers, when they took paid time off, were paid\n\naccording to the principle in the statutory scheme.              As a result,\n\nthe proper measure of compensatory damages under Section 216(b) is\n\nthe amount of unused comp time which remained banked by the\n\nplaintiffs (amounting to approximately $13,535.41). The City noted\n\nthat following the plaintiffs' theory of damages would give the\n\nplaintiffs a \"gigantic windfall.\"\n\n\n                                      -8-\n\f          The district court issued its Memorandum And Order on\n\nFebruary 6, 2003.         The district court rejected the plaintiffs'\n\ntheory of damages, characterizing the plaintiffs' argument as\n\nentailing the result that \"individuals should receive payment at\n\novertime rates for every overtime hour worked in the relevant\n\nliability period in addition to the comp time they have already\n\nreceived.\" Such a result, the court held, \"derives support neither\n\nfrom the statute nor from sound public policy.\"                Citing this\n\ncourt's decision in Roman v. Maietta Constr., Inc., 147 F.3d 71\n\n(1st Cir. 1998), the district court determined that paid comp time\n\ncould be deducted from an award of back pay under the FLSA, and\n\nthat the plaintiffs' compensatory damages should be limited to the\n\nvalue of the unpaid comp time then existing.                Given that the\n\nmeasure of compensatory damages was limited to banked comp time, it\n\nwas immaterial whether the two-year or three-year statute of\n\nlimitations would be applicable.          The district court then ruled\n\nthat the only issue for trial would be whether the City did not act\n\nreasonably     and   in   good   faith,   entitling   the   plaintiffs   to\n\nliquidated damages.       Finally, the district court enjoined the City\n\nfrom enforcing the comp time provision of the CBA.\n\n             On February 13, 2003, the plaintiffs and the City entered\n\ninto a stipulation resolving the amount owing as liquidated damages\n\nto approximately one-half of the amount of compensatory damages,\n\nprovided that the liquidated damages and the relevant statute of\n\n\n                                    -9-\n\flimitations issues could be re-opened if the judgment relating to\n\ncompensatory damages under the FLSA were to be overturned on\n\nappeal.   The district court thereafter entered final judgment on\n\nJanuary   13,   2004,   incorporating     the   court's   rulings   and   the\n\nparties' stipulations. The plaintiffs filed their notice of appeal\n\nto this court on February 4, 2004.\n\n                                    II.\n\n           On   appeal,   the    plaintiffs     challenge   primarily     the\n\ndistrict court's rejection of their theory of compensatory damages.\n\nIn addition, subject to our disposition of the compensatory damages\n\nissue in their favor, the plaintiffs also seek to challenge the\n\namount of the liquidated damages and the issue of the relevant\n\nstatute of limitations applicable to the case.              We review the\n\ndistrict court's application of the law to the facts of a case de\n\nnovo.   Roman, 147 F.3d at 74.\n\nCompensatory Damages\n\n           The plaintiffs assert that the district court erred by\n\nallowing paid comp time to offset the City's liability under the\n\nFLSA, with the result that compensatory damages were limited to the\n\nunpaid, banked comp time.       They urge us to hold that the theory of\n\ndamages they advanced in the district court is the correct measure\n\nof compensatory damages for this case.          We disagree.\n\n           Roman held that, in calculating compensatory damages\n\nunder Section 216(b), courts can deduct paid comp time from the\n\n\n                                   -10-\n\ftotal amount of overtime pay the employer would have owed the\n\nemployee. 147 F.3d at 76-77.       In Roman, the plaintiff employee and\n\nthe defendant employer agreed to a comp time arrangement under\n\nwhich in any given week, any hours in excess of forty worked by the\n\nemployee would be \"held\" as \"compensatory time\" and be paid out at\n\nthe regular rate or taken by the employee as paid time off in\n\nsubsequent weeks when the employee worked fewer than forty hours.\n\nId. at 74.     This practice was held to violate the FLSA.           As a\n\nresult, the plaintiff was entitled to overtime back pay for the\n\nunpaid comp time hours.     Id. at 76.     Because \"'[p]laintiffs are\n\nentitled to be made whole, not to a windfall at the [defendant's]\n\nexpense,'\" Roman held that the defendant employer was entitled to\n\nan offset credit for the regular wages he paid out to the employee\n\nin subsequent weeks for those held hours.         Id. at 76-77 (quoting\n\nD'Camera v. District of Columbia, 722 F. Supp. 799, 803-04 (D.D.C.\n\n1989)) (alterations in original).\n\n          The plaintiffs contend that Roman is not applicable to\n\nthe case at hand, and to the extent that it is, it has been, or\n\nshould be, overruled. The plaintiffs base this argument on the two\n\nfederal regulations discussed above, 29 C.F.R. §§ 778.104 and\n\n778.106, and language in our decision in O'Brien v. Town of Agawam,\n\n350 F.3d 279 (1st Cir. 2003).\n\n          In   O'Brien,   police    officers   challenged,   among   other\n\nthings, the roll-call pay scheme in their collective bargaining\n\n\n                                   -11-\n\fagreement with the town as violating the FLSA, arguing that the\n\ntown was obligated to include in the workweek the ten minutes\n\nnecessary to attend roll call in addition to each eight-hour shift.\n\nId. at 282, 284.          Rather than including the ten-minute period in\n\neach shift, which would often push the officers' weekly hours over\n\nforty and obligate the town to pay FLSA overtime, the compensation\n\nscheme allotted an annual lump-sum payment for time spent in roll-\n\ncall.       Id. at 297.      O'Brien found that the rule in 29 C.F.R. §\n\n778.106 that overtime payments must be made by the first pay day\n\nafter the amount can be determined provided a \"clear and useful\n\ntest for when wages become 'unpaid' under the [FLSA].\"               Id. at 298.\n\nO'Brien held that the town must include the time required for roll-\n\ncall       in   the   officers'   weekly   hours    worked   and   that   it   must\n\ncompensate the officers accordingly.               Id. at 297-98.\n\n                Because we had no occasion to refer to 29 C.F.R. §§\n\n778.104 and 778.106 in Roman but discussed them as persuasive\n\nauthority        in   O'Brien,3   the   plaintiffs   argue   that   O'Brien    has\n\noverruled or modified Roman.               O'Brien, the plaintiffs assert,\n\nstands for the proposition that computation of the amount owed to\n\nthe plaintiffs for unpaid overtime compensation under the FLSA\n\nshould be done week-by-week without offset for \"comp time taken\n\n\n\n       3\n      Because 29 C.F.R. §§ 778.104 and 778.106 are interpretative\nbulletins, they do not command formal deference from this court.\nSee Batterton v. Francis, 432 U.S. 416, 425 n.9 (1977); O'Brien,\n350 F.3d at 298.\n\n                                         -12-\n\foutside   the   seven-day     workweek   in   which    [the    City's]   unpaid\n\novertime compensation liability was incurred.\"\n\n           This is not a correct understanding of the law.                    The\n\nplaintiffs' argument confuses the issue of liability under the FLSA\n\nwith the issue of remedy: whether offset to that liability would be\n\nallowed   for   comp   time   already    given.       The   two   questions   of\n\nliability and remedy are analytically distinct.               Recognizing this\n\ndistinction, O'Brien addressed only how liability under the FLSA\n\nfor unpaid wages should be determined.            Under O'Brien, \"unpaid\n\novertime compensation\" in Section 216(b) means that liability for\n\nunpaid overtime is incurred by an employer when overtime is not\n\npaid by the first payday after the amount of overtime pay can be\n\ndetermined.     See O'Brien, 350 F.3d at 298; see also 29 U.S.C.\n\n216(b) (\"[An employer violating Section 207] shall be liable . . .\n\nin the amount of . . . unpaid overtime compensation . . . .\")\n\n(emphasis added).      But, in O'Brien, we specifically declined to\n\nreach the issue of the extent to which the town employer may offset\n\ncontractual overtime payments against its FLSA overtime liability,\n\nremanding those determinations to the district court. O'Brien, 350\n\nF.3d at 298.\n\n           By contrast, Roman dealt with the second issue: whether,\n\nas part of the remedy, an offset to FLSA liability is permissible\n\nfor paid time off.       It squarely held that liability for unpaid\n\nwages under the FLSA may be offset by the paid time off (or a\n\n\n                                    -13-\n\fpartial offset if the rate of pay is not at overtime rates).\n\nRoman, 147 F.3d at 77; see also D'Camera, 722 F. Supp. at 803\n\n(holding that compensatory time used by plaintiff police officers\n\ncan be deducted from award of back pay).    Nothing in O'Brien is to\n\nthe contrary.     Further, we are unaware of any authority holding\n\nthat offsetting liability under the FLSA is impermissible in these\n\ncircumstances, and the plaintiffs have not brought any to our\n\nattention.\n\n             It is true that Roman suggested that \"unpaid overtime\n\ncompensation\" in Section 216(b) supported the conclusion that\n\n\"[s]ince [the plaintiff employee] received partial payment for his\n\novertime hours, [the defendant employer] remains responsible only\n\nfor the unpaid portion.\"     Roman, 147 F.3d at 77 (second emphasis\n\nadded).    In so far as this language may be read to suggest that\n\n\"unpaid overtime compensation\" in Section 216(b) refers to the\n\namount of compensatory damages or liquidated damages due to the\n\nplaintiff rather than liability under the FLSA, it could be in\n\ntension with our holding in O'Brien.       However, since liability\n\nunder the FLSA is not the issue in Roman, the quoted passage from\n\nRoman did not purport to interpret Section 216(b).    Roman did not\n\nuse \"unpaid\" as a term of art under the FLSA, but in a colloquial\n\nsense.    The passage, in any event, is dicta not necessary to the\n\nholding in Roman.     Applying the O'Brien understanding of \"unpaid\n\novertime compensation\" to determine liability under the FLSA to the\n\n\n                                -14-\n\fRoman case does not affect Roman's conclusion that an offset\n\nagainst FLSA liability for paid comp time is appropriate to compute\n\ncompensatory damages.\n\n           Here, the district court relied on Roman and correctly\n\nheld that in computing the plaintiffs' compensatory damages, the\n\nCity's liability under the FLSA could be offset by the used comp\n\ntime hours.    On this record, the sum of $13,535.41 in unused,\n\nbanked comp time is not contested by the plaintiffs, and it is the\n\ncorrect measure for compensatory damages.4         In so far as the City's\n\nliability is limited to the hours for which it paid the plaintiffs\n\nin comp time rather than cash, the district court's use of the\n\nbanked comp time is simply a proxy for, and equivalent to, the two-\n\nstep formal analysis for calculating compensatory damages: The\n\nCity's liability (all hours for which comp time credits were\n\ngranted but not used within the same week during the relevant\n\ndamages   period)   minus   offset    for   comp   time   paid   out   equals\n\ncompensatory damages.\n\n\n\n\n     4\n      The plaintiffs have conceded, in their brief, that \"[t]he\nCity's admission of liability means that it has incurred liability\nfor unpaid overtime compensation under 29 U.S.C. § 216(b) to the\nextent that it provided Plaintiffs with comp time credits rather\nthan weekly cash overtime payment . . . .\" (emphasis added). We\ntherefore assume, for the purposes of the appeal, that only those\nhours that resulted in comp time credits for the plaintiffs may\ncount towards the City's liability under the FLSA. The plaintiffs\nallude to other possible arguments that may increase the City's\nliability beyond those hours, but any such arguments are not\nbriefed, and they are waived.\n\n                                     -15-\n\f              Roman in part rested on equitable principles and we\n\ncomment on the equities here.           This is not a case in which the\n\nemployer forced employees to work overtime for free.                  Although\n\nthere   may    have   been   some   detriment   caused   by   the    rules   and\n\npractices governing when officers could use the comp time, the\n\nrecord is silent on whether there were any patterns to how long the\n\nplaintiffs had to wait before being allowed to use their banked\n\ncomp time.      But it is uncontested that the plaintiffs received\n\nbanked comp time for their overtime hours, which they could choose\n\nto use later, subject to the restrictions in the CBA.               To be sure,\n\nthe restrictions on when comp time could be used made the comp time\n\nplan unlawful under the FLSA, and the plaintiffs suffered some lack\n\nof flexibility and delay in payment of their overtime wages.\n\nHowever, that is the sort of harm that liquidated damages under the\n\nFLSA are meant to redress.          See Brooklyn Sav. Bank v. O'Neil, 324\n\nU.S. 697, 715-16 (1945) (declaring that an FLSA plaintiff cannot\n\nrecover both prejudgment interest and liquidated damages because\n\nliquidated damages serve as \"compensation for delay in payment of\n\nsums due under the Act\"); Powell v. Grinnell Corp., 915 F.2d 34, 39\n\nn.6, 41 (1st Cir. 1990) (noting that the Age Discrimination in\n\nEmployment Act incorporated the FLSA's remedies and that liquidated\n\ndamages are meant to compensate for delay in payment).                Adopting\n\nthe plaintiffs' scheme for computing compensatory damages and\n\nliquidated damages would mean that the plaintiffs would be paid\n\n\n                                      -16-\n\fthree times for the same hours: once in the form of paid time off,\n\nonce as compensatory damages, and once more as liquidated damages.\n\nThis would be contrary to the FLSA's aim that \"plaintiffs are\n\nentitled to be made whole, not to a windfall at the [City's]\n\nexpense.\"    Roman, 147 F.3d at 77 (internal quotation marks and\n\nalterations omitted).\n\nLiquidated Damages and Statute of Limitations\n\n            Because   we     uphold    the     district    court's     award   of\n\ncompensatory damages, the parties' stipulations make it unnecessary\n\nfor us to reach the liquidated damages and statute of limitations\n\nissues.\n\n                                       III.\n\n            The   judgment    of      the     district    court   is   affirmed.\n\n\n\n\n                                       -17-\n\f",
  "html": "<p class=\"case_cite\">387 F.3d 83</p>\n    <p class=\"parties\">Stephan W. LUPIEN; Michael J. Amoros; Edwin J. Baduski; Robert Bonina; Gregory P. Brewster; John Brogan; Thomas Bryant; Anthony Evangelous; David J. Garceau; Richard Gaudette; David A. Giorgi; Michael J. Gough; Timothy Harpin; Patrick Hogan; Robert Insani; Derek L. Johnson; Joanne Jusseaume; Robert J. Jusseaume; Charles Leahy; Richard Mahoney; Frederick Malloy, Jr.; John A. Manning; Paul F. McCarthy; Richard T. McDevitt; Kenneth V. McKenzie, Jr.; James N. Metivier; Ronald Ney; Richard Oldroyd; Joseph Pacific; James C. Polymeros; Joseph A. Rielly; David R. Roberts; Mercedes Roman; Michael J. Ryan; Martha A. Shea; Brian R. Theis; Louis J. Turieo, Jr.; Alan Vorce; Borden Wicks; Catherine Winchester; James P. Zichella; Peter E. Bradley; Scott Deciero; John P. Graham, Jr.; James P. Gough; Matthew Happapes; Brian A. Langezier; Andrew Larose; Christopher S. Leduc; Frank N. Masciarelli, III; Keith Moso; Robert W. Sibilio, Jr., Plaintiffs, Appellants,<br>v.<br>CITY OF MARLBOROUGH; Marlborough Police Department, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 04-1188.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard October 7, 2004.</p>\n    <p class=\"date\">Decided October 28, 2004.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts, William G. Young, Chief Judge.</p>\n      <p class=\"indent\">Jack J. Canzoneri, with whom McDonald &amp; Associates, Michael T. Leibig and Leibig, Zwerdling, L.L.C. were on brief, for appellants.</p>\n      <p class=\"indent\">Mark M. Whitney, with whom Keith H. McCown and Morgan, Brown &amp; Joy, LLP were on brief, for appellees.</p>\n      <p class=\"indent\">Before LYNCH, Circuit Judge, STAHL, Senior Circuit Judge, LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Police officers currently or formerly employed by the Marlborough Police Department (\"plaintiffs\") filed suit on April 20, 2001, against the City of Marlborough, Massachusetts, and its Police Department (collectively referred to as the \"City\"), alleging that the City had operated an unlawful \"comp time\" (compensatory time, or paid time off) system that violated Section 207(<i>o</i>) of the Fair Labor Standards Act (\"FLSA\"), 29 U.S.C. &#167; 201 <i>et seq.</i> This system had been agreed to in the collective bargaining agreement (\"CBA\") between the police union and the Department and the relevant terms had been in effect since 1992.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Before trial, the City conceded that the comp time plan was in violation of the FLSA and admitted liability. It also argued that any remedy should take into account the fact that almost all of the comp time had been given to the officers in the form of paid time off rather than cash payment. The plaintiffs' theory was that compensatory damages should equal the dollar value of the total amount of FLSA overtime accrued in the relevant liability period, regardless of whether any such overtime was paid out in the form of comp time. The district court rejected the plaintiffs' theory, holding that, for remedial purposes, the plaintiffs' compensatory damages under the FLSA were limited to the dollar value of \"banked\" or unused comp time then existing (approximately $13,535.41 as of November 21, 2002). The court left for trial the issue of whether the plaintiffs were entitled to liquidated damages under the FLSA.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The parties then stipulated that liquidated damages would be one-half of the amount of compensatory damages. The parties further stipulated that if the legal principle underlying the court's compensatory damages ruling were not upheld on appeal, the issue of liquidated damages may be re-litigated. The district court entered judgment incorporating the parties' stipulations on January 13, 2004, and the plaintiffs timely appealed. We affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The comp time system at issue in this case was established by the CBA between the City of Marlborough and the union representing the Marlborough police officers, the International Brotherhood of Police Officers, Local 527. The CBA provides that</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">(1) Police officers may accept compensatory time off in lieu of monetary compensation for overtime service. Compensatory time shall be earned at the rate of 1&#189; hours Compensatory time for every overtime hour worked. Compensatory time off may not be taken without prior written approval of the Chief or his designee/ [sic] Such approval shall not be arbitrarily or capriciously denied.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">(2) The granting and use of Compensatory time off shall conform to the following guidelines:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">1. It may be granted and used only in one (1), two (2) or three (3) hour increments;</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">2. Under any circumstances, its granting or use shall not cause overtime;</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">3. It shall not be granted prior to the day of use;</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">4. If granted, it may be revoked, based on staffing levels;</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">5. Once granted, it shall, for the purpose of granting or allowing the use of Personal or Vacation Days by other officers, be considered the same as a Personal or Vacation Day.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The relevant portion of the CBA remained unchanged for the 1997-2000 and 2000-2003 contracts.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Despite the CBA, many officers wanted more flexibility in how the comp time policy was administered. They took the issue to arbitration, but lost in August of 2000.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">They then tried a different tack. On April 20, 2001, some forty-one current and former patrol officers of the Marlborough Police Department<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> filed a complaint in federal court against the City for violating the FLSA. Specifically, the officers alleged that they had accrued comp time in lieu of cash overtime compensation, that the City had denied the plaintiffs the opportunity to use the accrued comp time even though such use would not create an \"undue disruption,\" and that as such, the comp time agreement was in violation of the requirements of 29 U.S.C. &#167; 207(<i>o</i>). The basic dispute was over whether this comp time scheme qualified under the exception in the FLSA which permitted public agency employers to give time off rather than cash payment for overtime work. The plaintiffs sought declaratory judgment, compensatory and liquidated damages as provided in 29 U.S.C. &#167; 216(b), and attorney's fees and costs.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">After reviewing the matter, on October 28, 2002, the City filed a Motion for Entry of Judgment in which it admitted liability under the FLSA.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> In the same motion, the City sought a protective order from the plaintiffs' discovery requests, arguing that discovery in light of the City's admission of liability would be moot. The court accepted the City's admission of liability, stayed discovery, and set a deadline for briefing on the issue of the remedy owing the plaintiffs.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The plaintiffs advanced a theory for computing the City's compensatory damages under the FLSA that essentially disregarded the value of any comp time which was accrued by an officer for overtime but which was not actually used until after the workweek in which such comp time was earned. Section 207(<i>o</i>) of the FLSA allows public agencies to use comp time as a substitute for cash overtime compensation pursuant to a collective bargaining agreement if certain conditions are met. <i>See</i> 29 U.S.C. &#167; 207(<i>o</i>).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Because the City has conceded that the comp time system established by the CBA does not qualify under the conditions set by Section 207(<i>o</i>) of the FLSA, the City's use of comp time in lieu of cash payment for overtime work violated the FLSA and made the City liable for the \"unpaid overtime compensation.\" 29 U.S.C. &#167; 216(b). The statute requires that: \"Any employer who violates the provisions of ... section 207 of this title shall be liable to the employee or employees affected in the amount of their unpaid minimum wages, or their unpaid overtime compensation, as the case may be, and in an additional equal amount as liquidated damages.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The plaintiffs argued that the computation of the amount of \"unpaid overtime compensation\" depended on answers to only two questions outlined in the federal regulations: 1) whether the overtime wages were due based on a week-by-week calculation of FLSA hours worked, and 2) whether the overtime wages were paid by the first pay date after the workweek in which the overtime liability was incurred. <i>See</i> 29 C.F.R. &#167; 778.104 (\"The [FLSA] takes a single workweek as its standard and does not permit averaging of hours over 2 or more weeks.\"); &#167; 778.106 (\"The general rule is that overtime compensation earned in a particular workweek must be paid on the regular pay day for the period in which such workweek ends.\"). Applying these two factors to this case, the plaintiffs argued that \"back wages [should] be calculated ... using a cash only system and allowing no offset for compensatory time taken outside the individual seven-day workweek in which the overtime compensation is due.\" The plaintiffs also contended that they were entitled to liquidated damages, <i>see</i> 29 U.S.C. &#167; 216(b), and that the damages should be computed under the three-year statute of limitations applicable to willful violations of the FLSA. <i>See</i> 29 U.S.C. &#167; 255(a).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The City vociferously objected to the plaintiffs' theory of damages. It argued that \"[t]he statutory and regulatory scheme obviously contemplates that the <i>accrual</i> of comp time at a rate of 1&#189; hours for each hour of overtime worked, and then the subsequent use of the comp time for <i>paid</i> time off, is the equivalent of being paid the overtime in the first place.\" The City argued that although the comp time scheme in this case was unlawful, the officers, when they took paid time off, were <i>paid</i> according to the principle in the statutory scheme. As a result, the proper measure of compensatory damages under Section 216(b) is the amount of unused comp time which remained banked by the plaintiffs (amounting to approximately $13,535.41). The City noted that following the plaintiffs' theory of damages would give the plaintiffs a \"gigantic windfall.\"</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The district court issued its Memorandum And Order on February 6, 2003. The district court rejected the plaintiffs' theory of damages, characterizing the plaintiffs' argument as entailing the result that \"individuals should receive payment at overtime rates for every overtime hour worked in the relevant liability period <i>in addition</i> to the comp time they have already received.\" Such a result, the court held, \"derives support neither from the statute nor from sound public policy.\" Citing this court's decision in <i>Roman v. Maietta Constr., Inc.,</i> 147 F.3d 71 (1st Cir.1998), the district court determined that paid comp time could be deducted from an award of back pay under the FLSA, and that the plaintiffs' compensatory damages should be limited to the value of the unpaid comp time then existing. Given that the measure of compensatory damages was limited to banked comp time, it was immaterial whether the two-year or three-year statute of limitations would be applicable. The district court then ruled that the only issue for trial would be whether the City did not act reasonably and in good faith, entitling the plaintiffs to liquidated damages. Finally, the district court enjoined the City from enforcing the comp time provision of the CBA.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">On February 13, 2003, the plaintiffs and the City entered into a stipulation resolving the amount owing as liquidated damages to approximately one-half of the amount of compensatory damages, provided that the liquidated damages and the relevant statute of limitations issues could be re-opened if the judgment relating to compensatory damages under the FLSA were to be overturned on appeal. The district court thereafter entered final judgment on January 13, 2004, incorporating the court's rulings and the parties' stipulations. The plaintiffs filed their notice of appeal to this court on February 4, 2004.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">On appeal, the plaintiffs challenge primarily the district court's rejection of their theory of compensatory damages. In addition, subject to our disposition of the compensatory damages issue in their favor, the plaintiffs also seek to challenge the amount of the liquidated damages and the issue of the relevant statute of limitations applicable to the case. We review the district court's application of the law to the facts of a case <i>de novo. Roman,</i> 147 F.3d at 74.</p>\n    </div>\n    <p class=\"indent\">\n      <i>Compensatory Damages</i>\n    </p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The plaintiffs assert that the district court erred by allowing paid comp time to offset the City's liability under the FLSA, with the result that compensatory damages were limited to the unpaid, banked comp time. They urge us to hold that the theory of damages they advanced in the district court is the correct measure of compensatory damages for this case. We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\"><i>Roman</i> held that, in calculating compensatory damages under Section 216(b), courts can deduct paid comp time from the total amount of overtime pay the employer would have owed the employee. 147 F.3d at 76-77. In <i>Roman,</i> the plaintiff employee and the defendant employer agreed to a comp time arrangement under which in any given week, any hours in excess of forty worked by the employee would be \"held\" as \"compensatory time\" and be paid out at the regular rate or taken by the employee as paid time off in subsequent weeks when the employee worked fewer than forty hours. <i>Id.</i> at 74. This practice was held to violate the FLSA. As a result, the plaintiff was entitled to overtime back pay for the unpaid comp time hours. <i>Id.</i> at 76. Because \"`[p]laintiffs are entitled to be made whole, not to a windfall at the [defendant's] expense,'\" <i>Roman</i> held that the defendant employer was entitled to an offset credit for the regular wages he paid out to the employee in subsequent weeks for those held hours. <i>Id.</i> at 76-77 (quoting <i>D'Camera v. District of Columbia,</i> 722 F.Supp. 799, 803-04 (D.D.C.1989)) (alterations in original).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The plaintiffs contend that <i>Roman</i> is not applicable to the case at hand, and to the extent that it is, it has been, or should be, overruled. The plaintiffs base this argument on the two federal regulations discussed above, 29 C.F.R. &#167;&#167; 778.104 and 778.106, and language in our decision in <i>O'Brien v. Town of Agawam,</i> 350 F.3d 279 (1st Cir.2003).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In <i>O'Brien,</i> police officers challenged, among other things, the roll-call pay scheme in their collective bargaining agreement with the town as violating the FLSA, arguing that the town was obligated to include in the workweek the ten minutes necessary to attend roll call in addition to each eight-hour shift. <i>Id.</i> at 282, 284. Rather than including the tenminute period in each shift, which would often push the officers' weekly hours over forty and obligate the town to pay FLSA overtime, the compensation scheme allotted an annual lump-sum payment for time spent in roll-call. <i>Id.</i> at 297. <i>O'Brien</i> found that the rule in 29 C.F.R. &#167; 778.106 that overtime payments must be made by the first pay day after the amount can be determined provided a \"clear and useful test for when wages become `unpaid' under the [FLSA].\" <i>Id.</i> at 298. <i>O'Brien</i> held that the town must include the time required for roll-call in the officers' weekly hours worked and that it must compensate the officers accordingly. <i>Id.</i> at 297-98.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Because we had no occasion to refer to 29 C.F.R. &#167;&#167; 778.104 and 778.106 in <i>Roman</i> but discussed them as persuasive authority in <i>O'Brien,</i><a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> the plaintiffs argue that <i>O'Brien</i> has overruled or modified <i>Roman. O'Brien,</i> the plaintiffs assert, stands for the proposition that computation of the amount owed to the plaintiffs for unpaid overtime compensation under the FLSA should be done week-by-week without offset for \"comp time taken outside the seven-day workweek in which [the City's] unpaid overtime compensation liability was incurred.\"</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">This is not a correct understanding of the law. The plaintiffs' argument confuses the issue of <i>liability</i> under the FLSA with the issue of <i>remedy:</i> whether <i>offset</i> to that liability would be allowed for comp time already given. The two questions of liability and remedy are analytically distinct. Recognizing this distinction, <i>O'Brien</i> addressed only how liability under the FLSA for unpaid wages should be determined. Under <i>O'Brien,</i> \"unpaid overtime compensation\" in Section 216(b) means that <i>liability</i> for unpaid overtime is incurred by an employer when overtime is not paid by the first payday after the amount of overtime pay can be determined. <i>See O'Brien,</i> 350 F.3d at 298; <i>see also</i> 29 U.S.C. 216(b) (\"[An employer violating Section 207] shall be <i>liable</i> ... in the amount of ... unpaid overtime compensation ....\") (emphasis added). But, in <i>O'Brien,</i> we specifically declined to reach the issue of the extent to which the town employer may offset contractual overtime payments against its FLSA overtime liability, remanding those determinations to the district court. <i>O'Brien,</i> 350 F.3d at 298.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">By contrast, <i>Roman</i> dealt with the second issue: whether, as part of the remedy, an offset to FLSA liability is permissible for paid time off. It squarely held that liability for unpaid wages under the FLSA may be offset by the paid time off (or a partial offset if the rate of pay is not at overtime rates). <i>Roman,</i> 147 F.3d at 77; <i>see also D'Camera,</i> 722 F.Supp. at 803 (holding that compensatory time used by plaintiff police officers can be deducted from award of back pay). Nothing in <i>O'Brien</i> is to the contrary. Further, we are unaware of any authority holding that offsetting liability under the FLSA is impermissible in these circumstances, and the plaintiffs have not brought any to our attention.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">It is true that <i>Roman</i> suggested that \"<i>unpaid</i> overtime compensation\" in Section 216(b) supported the conclusion that \"[s]ince [the plaintiff employee] received partial payment for his overtime hours, [the defendant employer] remains responsible only for the <i>unpaid</i> portion.\" <i>Roman,</i> 147 F.3d at 77 (second emphasis added). In so far as this language may be read to suggest that \"unpaid overtime compensation\" in Section 216(b) refers to the amount of compensatory damages or liquidated damages due to the plaintiff rather than liability under the FLSA, it could be in tension with our holding in <i>O'Brien.</i> However, since liability under the FLSA is not the issue in <i>Roman,</i> the quoted passage from <i>Roman</i> did not purport to interpret Section 216(b). <i>Roman</i> did not use \"unpaid\" as a term of art under the FLSA, but in a colloquial sense. The passage, in any event, is dicta not necessary to the holding in <i>Roman.</i> Applying the <i>O'Brien</i> understanding of \"unpaid overtime compensation\" to determine liability under the FLSA to the <i>Roman</i> case does not affect <i>Roman</i>'s conclusion that an offset against FLSA liability for paid comp time is appropriate to compute compensatory damages.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Here, the district court relied on <i>Roman</i> and correctly held that in computing the plaintiffs' compensatory damages, the City's liability under the FLSA could be offset by the used comp time hours. On this record, the sum of $13,535.41 in unused, banked comp time is not contested by the plaintiffs, and it is the correct measure for compensatory damages.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> In so far as the City's liability is limited to the hours for which it paid the plaintiffs in comp time rather than cash, the district court's use of the banked comp time is simply a proxy for, and equivalent to, the two-step formal analysis for calculating compensatory damages: The City's liability (all hours for which comp time credits were granted but not used within the same week during the relevant damages period) <i>minus</i> offset for comp time paid out <i>equals</i> compensatory damages.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\"><i>Roman</i> in part rested on equitable principles and we comment on the equities here. This is not a case in which the employer forced employees to work overtime for free. Although there may have been some detriment caused by the rules and practices governing when officers could use the comp time, the record is silent on whether there were any patterns to how long the plaintiffs had to wait before being allowed to use their banked comp time. But it is uncontested that the plaintiffs received banked comp time for their overtime hours, which they could choose to use later, subject to the restrictions in the CBA. To be sure, the restrictions on when comp time could be used made the comp time plan unlawful under the FLSA, and the plaintiffs suffered some lack of flexibility and delay in payment of their overtime wages. However, that is the sort of harm that liquidated damages under the FLSA are meant to redress. <i>See Brooklyn Sav. Bank v. O'Neil,</i> 324 U.S. 697, 715-16, 65 S.Ct. 895, 89 L.Ed. 1296 (1945) (declaring that an FLSA plaintiff cannot recover both prejudgment interest and liquidated damages because liquidated damages serve as \"compensation for delay in payment of sums due under the Act\"); <i>Powers v. Grinnell Corp.,</i> 915 F.2d 34, 39 n. 6, 41 (1st Cir.1990) (noting that the Age Discrimination in Employment Act incorporated the FLSA's remedies and that liquidated damages are meant to compensate for delay in payment). Adopting the plaintiffs' scheme for computing compensatory damages and liquidated damages would mean that the plaintiffs would be paid <i>three</i> times for the same hours: once in the form of paid time off, once as compensatory damages, and once more as liquidated damages. This would be contrary to the FLSA's aim that \"plaintiffs are entitled to be made whole, not to a windfall at the [City's] expense.\" <i>Roman,</i> 147 F.3d at 77 (internal quotation marks and alterations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">\n        <i>Liquidated Damages and Statute of Limitations</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Because we uphold the district court's award of compensatory damages, the parties' stipulations make it unnecessary for us to reach the liquidated damages and statute of limitations issues.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The judgment of the district court is <i>affirmed.</i></p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Eleven additional consentees were added as plaintiffs in the Final Judgment of the district court</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> At a hearing on November 1, 2002, the City explained that the restrictions in the CBA on how officers may use the accrued comp time, and in particular the denial of a request to use comp time because it would cause overtime, probably violated the \"undue disruption\" standard governing comp time schemes under the FLSA. \"[A public] employee ... who has accrued compensatory time off... and ... who has requested the use of such compensatory time, shall be permitted by the employee's employer to use such time within a reasonable period after making the request if the use of the compensatory time does not unduly disrupt the operations of the public agency.\" 29 U.S.C. &#167; 207(<i>o</i>)(5).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Because 29 C.F.R. &#167;&#167; 778.104 and 778.106 are interpretative bulletins, they do not command formal deference from this court<i>See Batterton v. Francis,</i> 432 U.S. 416, 425 n. 9, 97 S.Ct. 2399, 53 L.Ed.2d 448 (1977); <i>O'Brien,</i> 350 F.3d at 298.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The plaintiffs have conceded, in their brief, that \"[t]he City's admission of liability means that it has incurred liability for unpaid overtime compensation under 29 U.S.C. &#167; 216(b)<i>to the extent</i> that it provided Plaintiffs with comp time credits rather than weekly cash overtime payment ....\" (emphasis added). We therefore assume, for the purposes of the appeal, that only those hours that resulted in comp time credits for the plaintiffs may count towards the City's liability under the FLSA. The plaintiffs allude to other possible arguments that may increase the City's liability beyond those hours, but any such arguments are not briefed, and they are waived.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">387</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">83</span></span></p>\n    <p class=\"parties\">Stephan W. LUPIEN; Michael J. Amoros; Edwin J. Baduski; Robert Bonina; Gregory P. Brewster; John Brogan; Thomas Bryant; Anthony Evangelous; David J. Garceau; Richard Gaudette; David A. Giorgi; Michael J. Gough; Timothy Harpin; Patrick Hogan; Robert Insani; Derek L. Johnson; Joanne Jusseaume; Robert J. Jusseaume; Charles Leahy; Richard Mahoney; Frederick Malloy, Jr.; John A. Manning; Paul F. McCarthy; Richard T. McDevitt; Kenneth V. McKenzie, Jr.; James N. Metivier; Ronald Ney; Richard Oldroyd; Joseph Pacific; James C. Polymeros; Joseph A. Rielly; David R. Roberts; Mercedes Roman; Michael J. Ryan; Martha A. Shea; Brian R. Theis; Louis J. Turieo, Jr.; Alan Vorce; Borden Wicks; Catherine Winchester; James P. Zichella; Peter E. Bradley; Scott Deciero; John P. Graham, Jr.; James P. Gough; Matthew Happapes; Brian A. Langezier; Andrew Larose; Christopher S. Leduc; Frank N. Masciarelli, III; Keith Moso; Robert W. Sibilio, Jr., Plaintiffs, Appellants,<br>v.<br>CITY OF MARLBOROUGH; Marlborough Police Department, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 04-1188.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard October 7, 2004.</p>\n    <p class=\"date\">Decided October 28, 2004.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts, William G. Young, Chief Judge.</p>\n      <p class=\"indent\">Jack J. Canzoneri, with whom McDonald &amp; Associates, Michael T. Leibig and Leibig, Zwerdling, L.L.C. were on brief, for appellants.</p>\n      <p class=\"indent\">Mark M. Whitney, with whom Keith H. McCown and Morgan, Brown &amp; Joy, LLP were on brief, for appellees.</p>\n      <p class=\"indent\">Before LYNCH, Circuit Judge, STAHL, Senior Circuit Judge, LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Police officers currently or formerly employed by the Marlborough Police Department (\"plaintiffs\") filed suit on April 20, 2001, against the City of Marlborough, Massachusetts, and its Police Department (collectively referred to as the \"City\"), alleging that the City had operated an unlawful \"comp time\" (compensatory time, or paid time off) system that violated Section 207(<i>o</i>) of the Fair Labor Standards Act (\"FLSA\"), 29 U.S.C. &#167; 201 <i>et seq.</i> This system had been agreed to in the collective bargaining agreement (\"CBA\") between the police union and the Department and the relevant terms had been in effect since 1992.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Before trial, the City conceded that the comp time plan was in violation of the FLSA and admitted liability. It also argued that any remedy should take into account the fact that almost all of the comp time had been given to the officers in the form of paid time off rather than cash payment. The plaintiffs' theory was that compensatory damages should equal the dollar value of the total amount of FLSA overtime accrued in the relevant liability period, regardless of whether any such overtime was paid out in the form of comp time. The district court rejected the plaintiffs' theory, holding that, for remedial purposes, the plaintiffs' compensatory damages under the FLSA were limited to the dollar value of \"banked\" or unused comp time then existing (approximately $13,535.41 as of November 21, 2002). The court left for trial the issue of whether the plaintiffs were entitled to liquidated damages under the FLSA.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The parties then stipulated that liquidated damages would be one-half of the amount of compensatory damages. The parties further stipulated that if the legal principle underlying the court's compensatory damages ruling were not upheld on appeal, the issue of liquidated damages may be re-litigated. The district court entered judgment incorporating the parties' stipulations on January 13, 2004, and the plaintiffs timely appealed. We affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The comp time system at issue in this case was established by the CBA between the City of Marlborough and the union representing the Marlborough police officers, the International Brotherhood of Police Officers, Local 527. The CBA provides that</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">(1) Police officers may accept compensatory time off in lieu of monetary compensation for overtime service. Compensatory time shall be earned at the rate of 1&#189; hours Compensatory time for every overtime hour worked. Compensatory time off may not be taken without prior written approval of the Chief or his designee/ [sic] Such approval shall not be arbitrarily or capriciously denied.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">(2) The granting and use of Compensatory time off shall conform to the following guidelines:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">1. It may be granted and used only in one (1), two (2) or three (3) hour increments;</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">2. Under any circumstances, its granting or use shall not cause overtime;</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">3. It shall not be granted prior to the day of use;</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">4. If granted, it may be revoked, based on staffing levels;</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">5. Once granted, it shall, for the purpose of granting or allowing the use of Personal or Vacation Days by other officers, be considered the same as a Personal or Vacation Day.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The relevant portion of the CBA remained unchanged for the 1997-2000 and 2000-2003 contracts.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Despite the CBA, many officers wanted more flexibility in how the comp time policy was administered. They took the issue to arbitration, but lost in August of 2000.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">They then tried a different tack. On April 20, 2001, some forty-one current and former patrol officers of the Marlborough Police Department<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> filed a complaint in federal court against the City for violating the FLSA. Specifically, the officers alleged that they had accrued comp time in lieu of cash overtime compensation, that the City had denied the plaintiffs the opportunity to use the accrued comp time even though such use would not create an \"undue disruption,\" and that as such, the comp time agreement was in violation of the requirements of 29 U.S.C. &#167; 207(<i>o</i>). The basic dispute was over whether this comp time scheme qualified under the exception in the FLSA which permitted public agency employers to give time off rather than cash payment for overtime work. The plaintiffs sought declaratory judgment, compensatory and liquidated damages as provided in 29 U.S.C. &#167; 216(b), and attorney's fees and costs.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">After reviewing the matter, on October 28, 2002, the City filed a Motion for Entry of Judgment in which it admitted liability under the FLSA.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> In the same motion, the City sought a protective order from the plaintiffs' discovery requests, arguing that discovery in light of the City's admission of liability would be moot. The court accepted the City's admission of liability, stayed discovery, and set a deadline for briefing on the issue of the remedy owing the plaintiffs.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The plaintiffs advanced a theory for computing the City's compensatory damages under the FLSA that essentially disregarded the value of any comp time which was accrued by an officer for overtime but which was not actually used until after the workweek in which such comp time was earned. Section 207(<i>o</i>) of the FLSA allows public agencies to use comp time as a substitute for cash overtime compensation pursuant to a collective bargaining agreement if certain conditions are met. <i>See</i> 29 U.S.C. &#167; 207(<i>o</i>).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Because the City has conceded that the comp time system established by the CBA does not qualify under the conditions set by Section 207(<i>o</i>) of the FLSA, the City's use of comp time in lieu of cash payment for overtime work violated the FLSA and made the City liable for the \"unpaid overtime compensation.\" 29 U.S.C. &#167; 216(b). The statute requires that: \"Any employer who violates the provisions of ... section 207 of this title shall be liable to the employee or employees affected in the amount of their unpaid minimum wages, or their unpaid overtime compensation, as the case may be, and in an additional equal amount as liquidated damages.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The plaintiffs argued that the computation of the amount of \"unpaid overtime compensation\" depended on answers to only two questions outlined in the federal regulations: 1) whether the overtime wages were due based on a week-by-week calculation of FLSA hours worked, and 2) whether the overtime wages were paid by the first pay date after the workweek in which the overtime liability was incurred. <i>See</i> 29 C.F.R. &#167; 778.104 (\"The [FLSA] takes a single workweek as its standard and does not permit averaging of hours over 2 or more weeks.\"); &#167; 778.106 (\"The general rule is that overtime compensation earned in a particular workweek must be paid on the regular pay day for the period in which such workweek ends.\"). Applying these two factors to this case, the plaintiffs argued that \"back wages [should] be calculated ... using a cash only system and allowing no offset for compensatory time taken outside the individual seven-day workweek in which the overtime compensation is due.\" The plaintiffs also contended that they were entitled to liquidated damages, <i>see</i> 29 U.S.C. &#167; 216(b), and that the damages should be computed under the three-year statute of limitations applicable to willful violations of the FLSA. <i>See</i> 29 U.S.C. &#167; 255(a).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The City vociferously objected to the plaintiffs' theory of damages. It argued that \"[t]he statutory and regulatory scheme obviously contemplates that the <i>accrual</i> of comp time at a rate of 1&#189; hours for each hour of overtime worked, and then the subsequent use of the comp time for <i>paid</i> time off, is the equivalent of being paid the overtime in the first place.\" The City argued that although the comp time scheme in this case was unlawful, the officers, when they took paid time off, were <i>paid</i> according to the principle in the statutory scheme. As a result, the proper measure of compensatory damages under Section 216(b) is the amount of unused comp time which remained banked by the plaintiffs (amounting to approximately $13,535.41). The City noted that following the plaintiffs' theory of damages would give the plaintiffs a \"gigantic windfall.\"</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The district court issued its Memorandum And Order on February 6, 2003. The district court rejected the plaintiffs' theory of damages, characterizing the plaintiffs' argument as entailing the result that \"individuals should receive payment at overtime rates for every overtime hour worked in the relevant liability period <i>in addition</i> to the comp time they have already received.\" Such a result, the court held, \"derives support neither from the statute nor from sound public policy.\" Citing this court's decision in <i>Roman v. Maietta Constr., Inc.,</i> <span class=\"citation\" data-id=\"755371\"><a href=\"/opinion/755371/steven-roman-v-maietta-construction-inc/\"><span class=\"volume\">147</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">71</span></a></span> (1st Cir.1998), the district court determined that paid comp time could be deducted from an award of back pay under the FLSA, and that the plaintiffs' compensatory damages should be limited to the value of the unpaid comp time then existing. Given that the measure of compensatory damages was limited to banked comp time, it was immaterial whether the two-year or three-year statute of limitations would be applicable. The district court then ruled that the only issue for trial would be whether the City did not act reasonably and in good faith, entitling the plaintiffs to liquidated damages. Finally, the district court enjoined the City from enforcing the comp time provision of the CBA.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">On February 13, 2003, the plaintiffs and the City entered into a stipulation resolving the amount owing as liquidated damages to approximately one-half of the amount of compensatory damages, provided that the liquidated damages and the relevant statute of limitations issues could be re-opened if the judgment relating to compensatory damages under the FLSA were to be overturned on appeal. The district court thereafter entered final judgment on January 13, 2004, incorporating the court's rulings and the parties' stipulations. The plaintiffs filed their notice of appeal to this court on February 4, 2004.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">On appeal, the plaintiffs challenge primarily the district court's rejection of their theory of compensatory damages. In addition, subject to our disposition of the compensatory damages issue in their favor, the plaintiffs also seek to challenge the amount of the liquidated damages and the issue of the relevant statute of limitations applicable to the case. We review the district court's application of the law to the facts of a case <i>de novo. Roman,</i> 147 F.3d at 74.</p>\n    </div>\n    <p class=\"indent\">\n      <i>Compensatory Damages</i>\n    </p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The plaintiffs assert that the district court erred by allowing paid comp time to offset the City's liability under the FLSA, with the result that compensatory damages were limited to the unpaid, banked comp time. They urge us to hold that the theory of damages they advanced in the district court is the correct measure of compensatory damages for this case. We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\"><i>Roman</i> held that, in calculating compensatory damages under Section 216(b), courts can deduct paid comp time from the total amount of overtime pay the employer would have owed the employee. 147 F.3d at 76-77. In <i>Roman,</i> the plaintiff employee and the defendant employer agreed to a comp time arrangement under which in any given week, any hours in excess of forty worked by the employee would be \"held\" as \"compensatory time\" and be paid out at the regular rate or taken by the employee as paid time off in subsequent weeks when the employee worked fewer than forty hours. <i>Id.</i> at 74. This practice was held to violate the FLSA. As a result, the plaintiff was entitled to overtime back pay for the unpaid comp time hours. <i>Id.</i> at 76. Because \"`[p]laintiffs are entitled to be made whole, not to a windfall at the [defendant's] expense,'\" <i>Roman</i> held that the defendant employer was entitled to an offset credit for the regular wages he paid out to the employee in subsequent weeks for those held hours. <i>Id.</i> at 76-77 (quoting <i>D'Camera v. District of Columbia,</i> <span class=\"citation\" data-id=\"2592932\"><a href=\"/opinion/2592932/dcamera-v-district-of-columbia/\"><span class=\"volume\">722</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">799</span></a></span>, 803-04 (D.D.C.1989)) (alterations in original).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The plaintiffs contend that <i>Roman</i> is not applicable to the case at hand, and to the extent that it is, it has been, or should be, overruled. The plaintiffs base this argument on the two federal regulations discussed above, 29 C.F.R. &#167;&#167; 778.104 and 778.106, and language in our decision in <i>O'Brien v. Town of Agawam,</i> <span class=\"citation\" data-id=\"200756\"><a href=\"/opinion/200756/obrien-v-town-of-agawam/\"><span class=\"volume\">350</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">279</span></a></span> (1st Cir.2003).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In <i>O'Brien,</i> police officers challenged, among other things, the roll-call pay scheme in their collective bargaining agreement with the town as violating the FLSA, arguing that the town was obligated to include in the workweek the ten minutes necessary to attend roll call in addition to each eight-hour shift. <i>Id.</i> at 282, 284. Rather than including the tenminute period in each shift, which would often push the officers' weekly hours over forty and obligate the town to pay FLSA overtime, the compensation scheme allotted an annual lump-sum payment for time spent in roll-call. <i>Id.</i> at 297. <i>O'Brien</i> found that the rule in 29 C.F.R. &#167; 778.106 that overtime payments must be made by the first pay day after the amount can be determined provided a \"clear and useful test for when wages become `unpaid' under the [FLSA].\" <i>Id.</i> at 298. <i>O'Brien</i> held that the town must include the time required for roll-call in the officers' weekly hours worked and that it must compensate the officers accordingly. <i>Id.</i> at 297-98.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Because we had no occasion to refer to 29 C.F.R. &#167;&#167; 778.104 and 778.106 in <i>Roman</i> but discussed them as persuasive authority in <i>O'Brien,</i><a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> the plaintiffs argue that <i>O'Brien</i> has overruled or modified <i>Roman. O'Brien,</i> the plaintiffs assert, stands for the proposition that computation of the amount owed to the plaintiffs for unpaid overtime compensation under the FLSA should be done week-by-week without offset for \"comp time taken outside the seven-day workweek in which [the City's] unpaid overtime compensation liability was incurred.\"</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">This is not a correct understanding of the law. The plaintiffs' argument confuses the issue of <i>liability</i> under the FLSA with the issue of <i>remedy:</i> whether <i>offset</i> to that liability would be allowed for comp time already given. The two questions of liability and remedy are analytically distinct. Recognizing this distinction, <i>O'Brien</i> addressed only how liability under the FLSA for unpaid wages should be determined. Under <i>O'Brien,</i> \"unpaid overtime compensation\" in Section 216(b) means that <i>liability</i> for unpaid overtime is incurred by an employer when overtime is not paid by the first payday after the amount of overtime pay can be determined. <i>See O'Brien,</i> 350 F.3d at 298; <i>see also</i> 29 U.S.C. 216(b) (\"[An employer violating Section 207] shall be <i>liable</i> ... in the amount of ... unpaid overtime compensation ....\") (emphasis added). But, in <i>O'Brien,</i> we specifically declined to reach the issue of the extent to which the town employer may offset contractual overtime payments against its FLSA overtime liability, remanding those determinations to the district court. <i>O'Brien,</i> 350 F.3d at 298.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">By contrast, <i>Roman</i> dealt with the second issue: whether, as part of the remedy, an offset to FLSA liability is permissible for paid time off. It squarely held that liability for unpaid wages under the FLSA may be offset by the paid time off (or a partial offset if the rate of pay is not at overtime rates). <i>Roman,</i> 147 F.3d at 77; <i>see also D'Camera,</i> 722 F.Supp. at 803 (holding that compensatory time used by plaintiff police officers can be deducted from award of back pay). Nothing in <i>O'Brien</i> is to the contrary. Further, we are unaware of any authority holding that offsetting liability under the FLSA is impermissible in these circumstances, and the plaintiffs have not brought any to our attention.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">It is true that <i>Roman</i> suggested that \"<i>unpaid</i> overtime compensation\" in Section 216(b) supported the conclusion that \"[s]ince [the plaintiff employee] received partial payment for his overtime hours, [the defendant employer] remains responsible only for the <i>unpaid</i> portion.\" <i>Roman,</i> 147 F.3d at 77 (second emphasis added). In so far as this language may be read to suggest that \"unpaid overtime compensation\" in Section 216(b) refers to the amount of compensatory damages or liquidated damages due to the plaintiff rather than liability under the FLSA, it could be in tension with our holding in <i>O'Brien.</i> However, since liability under the FLSA is not the issue in <i>Roman,</i> the quoted passage from <i>Roman</i> did not purport to interpret Section 216(b). <i>Roman</i> did not use \"unpaid\" as a term of art under the FLSA, but in a colloquial sense. The passage, in any event, is dicta not necessary to the holding in <i>Roman.</i> Applying the <i>O'Brien</i> understanding of \"unpaid overtime compensation\" to determine liability under the FLSA to the <i>Roman</i> case does not affect <i>Roman</i>'s conclusion that an offset against FLSA liability for paid comp time is appropriate to compute compensatory damages.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Here, the district court relied on <i>Roman</i> and correctly held that in computing the plaintiffs' compensatory damages, the City's liability under the FLSA could be offset by the used comp time hours. On this record, the sum of $13,535.41 in unused, banked comp time is not contested by the plaintiffs, and it is the correct measure for compensatory damages.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> In so far as the City's liability is limited to the hours for which it paid the plaintiffs in comp time rather than cash, the district court's use of the banked comp time is simply a proxy for, and equivalent to, the two-step formal analysis for calculating compensatory damages: The City's liability (all hours for which comp time credits were granted but not used within the same week during the relevant damages period) <i>minus</i> offset for comp time paid out <i>equals</i> compensatory damages.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\"><i>Roman</i> in part rested on equitable principles and we comment on the equities here. This is not a case in which the employer forced employees to work overtime for free. Although there may have been some detriment caused by the rules and practices governing when officers could use the comp time, the record is silent on whether there were any patterns to how long the plaintiffs had to wait before being allowed to use their banked comp time. But it is uncontested that the plaintiffs received banked comp time for their overtime hours, which they could choose to use later, subject to the restrictions in the CBA. To be sure, the restrictions on when comp time could be used made the comp time plan unlawful under the FLSA, and the plaintiffs suffered some lack of flexibility and delay in payment of their overtime wages. However, that is the sort of harm that liquidated damages under the FLSA are meant to redress. <i>See Brooklyn Sav. Bank v. O'Neil,</i> <span class=\"citation\" data-id=\"104121\"><a href=\"/opinion/104121/brooklyn-savings-bank-v-oneil/\"><span class=\"volume\">324</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">697</span></a></span>, 715-16, <span class=\"citation no-link\"><span class=\"volume\">65</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">895</span></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1296</span></span> (1945) (declaring that an FLSA plaintiff cannot recover both prejudgment interest and liquidated damages because liquidated damages serve as \"compensation for delay in payment of sums due under the Act\"); <i>Powers v. Grinnell Corp.,</i> <span class=\"citation\" data-id=\"548683\"><a href=\"/opinion/548683/53-fair-emplpraccas-1814-54-empl-prac-dec-p-40262-c-roland-powers/\"><span class=\"volume\">915</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">34</span></a></span>, 39 n. 6, 41 (1st Cir.1990) (noting that the Age Discrimination in Employment Act incorporated the FLSA's remedies and that liquidated damages are meant to compensate for delay in payment). Adopting the plaintiffs' scheme for computing compensatory damages and liquidated damages would mean that the plaintiffs would be paid <i>three</i> times for the same hours: once in the form of paid time off, once as compensatory damages, and once more as liquidated damages. This would be contrary to the FLSA's aim that \"plaintiffs are entitled to be made whole, not to a windfall at the [City's] expense.\" <i>Roman,</i> 147 F.3d at 77 (internal quotation marks and alterations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">\n        <i>Liquidated Damages and Statute of Limitations</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Because we uphold the district court's award of compensatory damages, the parties' stipulations make it unnecessary for us to reach the liquidated damages and statute of limitations issues.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The judgment of the district court is <i>affirmed.</i></p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Eleven additional consentees were added as plaintiffs in the Final Judgment of the district court</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> At a hearing on November 1, 2002, the City explained that the restrictions in the CBA on how officers may use the accrued comp time, and in particular the denial of a request to use comp time because it would cause overtime, probably violated the \"undue disruption\" standard governing comp time schemes under the FLSA. \"[A public] employee ... who has accrued compensatory time off... and ... who has requested the use of such compensatory time, shall be permitted by the employee's employer to use such time within a reasonable period after making the request if the use of the compensatory time does not unduly disrupt the operations of the public agency.\" 29 U.S.C. &#167; 207(<i>o</i>)(5).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Because 29 C.F.R. &#167;&#167; 778.104 and 778.106 are interpretative bulletins, they do not command formal deference from this court<i>See Batterton v. Francis,</i> <span class=\"citation\" data-id=\"109707\"><a href=\"/opinion/109707/batterton-v-francis/\"><span class=\"volume\">432</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">416</span></a></span>, 425 n. 9, <span class=\"citation\" data-id=\"109707\"><a href=\"/opinion/109707/batterton-v-francis/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2399</span></a></span>, <span class=\"citation\" data-id=\"109707\"><a href=\"/opinion/109707/batterton-v-francis/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">448</span></a></span> (1977); <i>O'Brien,</i> 350 F.3d at 298.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The plaintiffs have conceded, in their brief, that \"[t]he City's admission of liability means that it has incurred liability for unpaid overtime compensation under 29 U.S.C. &#167; 216(b)<i>to the extent</i> that it provided Plaintiffs with comp time credits rather than weekly cash overtime payment ....\" (emphasis added). We therefore assume, for the purposes of the appeal, that only those hours that resulted in comp time credits for the plaintiffs may count towards the City's liability under the FLSA. The plaintiffs allude to other possible arguments that may increase the City's liability beyond those hours, but any such arguments are not briefed, and they are waived.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104121/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109707/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200756/",
    "http://www.courtlistener.com/api/rest/v3/opinions/548683/",
    "http://www.courtlistener.com/api/rest/v3/opinions/755371/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2592932/"
  ]
}