{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201584/",
  "absolute_url": "/opinion/201584/sharari-v-ashcroft/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201584/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:29:53Z",
  "date_modified": "2016-02-28T05:05:56.919276Z",
  "type": "010combined",
  "sha1": "55004c185698deee53e12c4eed98a0e3ed593a01",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/03-2635-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2005/05/17/Sharari_v._Ashcroft.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 03-2635\n\n              AHMAD SAID SHARARI, RAMDA ADNAN MOUSSA,\n\n                           Petitioners,\n\n                                v.\n\n                        ALBERTO GONZÁLES,*\n\n                            Respondent.\n\n\n                  PETITION FOR REVIEW OF AN ORDER\n                OF THE BOARD OF IMMIGRATION APPEALS\n\n\n                              Before\n\n                       Lynch, Circuit Judge,\n                   Stahl, Senior Circuit Judge,\n                    and Lipez, Circuit Judge.\n\n\n\n     Peter A. Allen on brief for petitioner.\n     Peter D. Keisler, Assistant Attorney General, Linda S.\nWernery, Senior Litigation Counsel, and William C. Minick, Office\nof Immigration Litigation, Civil Division, United States Department\nof Justice, on brief for respondent.\n\n\n                           May 17, 2005\n\n\n\n\n     *\n      Alberto Gonzáles was sworn in as Attorney General of the\nUnited States on February 3, 2005. We have substituted him for\nJohn Ashcroft, previous holder of that office, as the respondent.\nSee Fed. R. App. P. 43(c)(2).\n\f          LIPEZ,   Circuit   Judge.     The   petitioners,    Ahmad   Said\n\nSharari and his wife, Ramda Adnan Moussa, seek review of a final\n\norder of the Board of Immigration Appeals (BIA) denying their\n\napplication for asylum, withholding of removal, and relief under\n\nthe Convention Against Torture.       We affirm the Board's decision.1\n\n                                  I.\n\n          Sharari was born to Palestinian parents in the ancient\n\ncity of Sidon, Lebanon, and has lived in that country for much of\n\nhis life. Because of his Palestinian ethnicity, however, he is not\n\na citizen under Lebanese law.     On May 23, 1997, he and his then-\n\npregnant wife entered the United States; their visa entitled them\n\nto stay six months as visitors for pleasure, but they did not leave\n\nwhen it expired.   Moussa would later give birth to a daughter on\n\nSeptember 11, 1997.\n\n          On January 20, 1999, Sharari submitted an application for\n\nasylum, supported by affidavits from him and his wife, to the\n\nImmigration and Naturalization Service (INS).2      On April 30, 1999,\n\n\n\n     1\n       The claims of Sharari's wife derive from his.         See 8 U.S.C.\n§ 1158(b)(3)(A).\n     2\n       On March 1, 2003, the INS ceased to exist as an independent\nagency, and many of its duties were transferred to U.S. Citizenship\nand Immigration Services, a bureau of the newly created Department\nof Homeland Security. See Homeland Security Act of 2002, Pub. L.\nNo. 107-296, § 471, 116 Stat. 2135, 2205 (codified as amended at 6\nU.S.C. § 291(a)); Lattab v. Ashcroft, 384 F.3d 8, 13 n.2 (1st Cir.\n2004). Because Sharari's dealings were mostly with the INS, we\nrefer to that agency throughout this opinion for simplicity's sake.\n\n                                  -2-\n\fSharari was interviewed by an asylum officer.                        The INS then\n\nreferred the matter to an immigration judge (IJ) and, on May 24,\n\n1999, charged Sharari with being subject to removal for overstaying\n\nhis visa.      See 8 U.S.C. § 1227(a)(1)(B).            At a hearing on March 8,\n\n2000,       Sharari    admitted   the    factual    allegations      against    him,\n\nconceded removability, and requested three kinds of relief: asylum,\n\nwithholding of removal, and protection under Article 3 of the\n\nConvention      Against     Torture     (CAT).3     Sharari   also    applied    for\n\nvoluntary departure in lieu of removal.\n\n               A. Sharari's affidavit\n\n               In its twelve single-spaced pages, Sharari's affidavit\n\ndescribes       a     pervasive   atmosphere       of   discrimination    against\n\nPalestinians in Lebanon, as well as several specific incidents of\n\nharassment that he faced.4 In general, Sharari says, \"Palestinians\n\nare treated as unwanted persons with no political or economic or\n\nhuman rights in Lebanon today.\"            More specifically, discrimination\n\nagainst Palestinians is also based on what sect of Islam one\n\nbelongs to: Sunni or Shi'a.             Sunni Palestinians were subjected to\n\n\n     3\n       The CAT's full name is the United Nations Convention Against\nTorture and Other Forms of Cruel, Inhuman or Degrading Treatment or\nPunishment, Dec. 10, 1984, 23 I.L.M. 1027, 1465 U.N.T.S. 85.\nCongress implemented Article 3 of the Convention, with some\nchanges, as part of the Foreign Affairs Reform and Restructuring\nAct of 1998, Pub. L. No. 105-277, § 2242, 112 Stat. 2681, 2681-822\n(codified in a note to 8 U.S.C. § 1231).\n        4\n       Sharari later submitted an amended affidavit, which added\na few factual details but made no major changes. We refer here to\nthat amended version.\n\n                                          -3-\n\fthe   harshest    treatment,   while      Shiites   fared    better:   \"Shiite\n\nPalestinians who came to Lebanon and sought citizenship were\n\nimmediately given citizenship and had all of the rights of full\n\nLebanese citizens.       Only those of us who are Sunni Moslems and who\n\nrefuse to denounce their faith are treated like scum and denied all\n\nrights.\" As a Sunni Palestinian in Lebanon, \"[e]veryone persecutes\n\nyou, both the Christians and Muslims.\"\n\n            Sharari's affidavit offers a few incidents of specific\n\nmistreatment.     As a child, Sharari was denied entry into several\n\nschools near his home, which were supposedly intended for the\n\ngeneral public, because he was Palestinian.            Also, after Israeli\n\naerial bombardments, neighborhood children would blame him for the\n\nattacks, yelling that the Israelis would not be bombing Lebanon if\n\nnot for the Palestinians living there.               Notwithstanding these\n\nobstacles, Sharari made his way through high school, where in his\n\njunior year he entered and won a national tournament to determine\n\nthe   ping-pong    champion    of   Lebanon.        When    the    tournament's\n\norganizers found out that he was Palestinian, they denied him the\n\ntrophy. Sharari went on to attend the National College of Lebanon,\n\ngraduating with a degree in architectural drafting.               His ethnicity\n\nprevented   him   from    getting   the    proper   license   to    work   as   a\n\ndraftsman, however, and he left Lebanon for the Gulf states, where\n\nworking conditions were better.\n\n            Much of Sharari's working life was spent outside of\n\n\n                                     -4-\n\fLebanon.    At various times in the 1980s and 1990s, Sharari worked\n\nas a manual laborer or crane operator in the Gulf states, where at\n\nfirst he found conditions to be more favorable for Palestinians.\n\nConditions worsened there, too, after Yassir Arafat, chairman of\n\nthe Palestine Liberation Organization, declared his support for\n\nIraq's invasion of Kuwait in 1991.     Afterwards, Palestinians \"were\n\ntreated as pariahs even in the Gulf States,\" even if, like Sharari,\n\nthey did not support the invasion or consider Arafat their leader.\n\nAfter 1994, Sharari's ability to move easily between Lebanon and\n\nthe Gulf states became increasingly hampered.     In September 1994,\n\nLebanon passed a law requiring Palestinians who were traveling\n\noutside of the country to get a new visa every six months; this\n\nrenewal could only be done in Lebanon, which was inconvenient for\n\nSharari.\n\n            Sharari's affidavit tells of one incident of physical\n\nabuse.     During the Lebanese civil war in the 1970s and 1980s,\n\naccording to Sharari, Palestinians were restricted to a strip of\n\nland four miles wide and would be killed if caught outside.        In\n\n1986, Sharari was driving his aunt home to a town a few miles away\n\nfrom Sidon.   Suddenly, two Shiite gunmen \"came out of nowhere\" and\n\ndemanded to see his identification. He complied, but they took him\n\nat gunpoint to a crude basement jail, where he was held for three\n\ndays along with about twenty other Palestinian men.        They were\n\nbeaten regularly and given nothing to eat.     Sharari's captors told\n\n\n                                 -5-\n\fhim that he and his fellow captives were being held because they\n\nwere   Palestinian;    evidently    there     had     recently   been   fighting\n\nbetween Palestinians and Shi'a militia in Beirut.                  After three\n\ndays, Sharari's aunt was able to bribe someone to let him go.\n\nOthers not so lucky were killed.              Upon his release, Sharari's\n\ncaptors told him not to tell anyone about what had happened to him.\n\nHe believed that if he did and the Shi'a found out, they would kill\n\nhim.\n\n            Sharari's affidavit also describes an incident of legal\n\ndiscrimination   against      him   because      he   was   Palestinian.       In\n\nSeptember   1990,     he   opened   a    store   selling    beauty      supplies.\n\nBusiness was not so good, and he closed the store in mid-1993.                 He\n\ncontinued leasing the space and kept some inventory there, in the\n\nhope that conditions would improve. After spending a few months in\n\nAbu Dhabi for work-related reasons, Sharari returned to Lebanon to\n\nfind that his landlord had leased the space to a stranger, who had\n\ntaken over Sharari's store and was selling his inventory.                    When\n\nSharari protested, the landlord told him of a 1992 law providing\n\nthat any Palestinian who closed his store for more than six months\n\nwould lose the store and his lease.                 Indeed, the landlord had\n\nsecured a court order declaring Sharari's business to be abandoned\n\nunder the law.      In the end, Sharari claims that he lost more than\n\n$10,000.\n\n\n\n\n                                        -6-\n\f          B. Moussa's affidavit\n\n          Moussa's affidavit describes similar instances of general\n\nharassment    and   discrimination,   but   no   specific   instances   of\n\nphysical mistreatment.      In 1997, when three-months pregnant, she\n\nwent to an obstetrician for an examination.         The obstetrician, a\n\nLebanese woman, told her that her unborn baby was dead and that \"we\n\nneed to take it out.\"      Mousa did not believe her and feared that\n\n\"she would give me a pill or an injection that would start a\n\nmiscarriage.\" Moussa sought a second opinion and was told that her\n\nchild was alive and normal; indeed, the child was born later in the\n\nUnited States.      Moussa attributes the first obstetrician's advice\n\nto an animus against Palestinians: \"Lebanese always say that\n\nPalestinians have too many children.\" More generally, the incident\n\nreinforced Moussa's belief that \"Palestinians do not get careful\n\nattention from doctors like Lebanese [sic].\"\n\n             C. Sharari's testimony\n\n             Sharari's testimony was taken at different times in 2000\n\nand 2001 because of continuances granted to obtain additional\n\npieces of evidence.        In sum, Sharari generally confirmed the\n\nstatements in his affidavit.       However, he also testified to two\n\nadditional incidents of abuse and torture in the mid-1980s, which\n\nhe was describing for the first time.\n\n             First, Sharari testified that in 1985, while traveling to\n\nBeirut, he was shot at by members of the Amal militia, a Shi'a\n\n\n                                  -7-\n\fgroup, because he was Palestinian.    After shooting Sharari in the\n\nleg, the militiamen seized him and brought him to the basement of\n\na house.   There, Sharari was held for fifteen days and \"tortured\n\nevery single day,\" which included being punched in the face. Other\n\npeople also being held with Sharari were killed.        Eventually,\n\nSharari was released.    He was treated at a hospital for sixteen\n\ndays, although he did not have any medical records from his stay\n\nthere.\n\n           Second, Sharari testified that in 1986, he was again\n\nseized by the Amal militia while traveling to Beirut.   He was taken\n\nblindfolded to a crude basement jail, where he was detained for\n\nthirty days and interrogated. During interrogations he was beaten,\n\nburned, hung upside down \"[a]lmost every day,\" and deprived of\n\nsleep at night by having water thrown on him.\n\n           Sharari also testified that the lone account of physical\n\nabuse in his affidavit had been inaccurate in three respects: the\n\nyear, the length of detention, and the reason for his release.   He\n\ntestified that he had been seized in 1987, not 1986; that he had\n\nbeen detained for a day and a half, not three days; and that,\n\nalthough his aunt had tried to bribe someone, he was in fact\n\nreleased \"in a different manner,\" without explaining what he meant\n\nby that remark.\n\n           When the government pressed Sharari to explain why he had\n\nomitted the 1985 and 1986 incidents from his affidavit, Sharari\n\n\n                                -8-\n\fsaid: \"I was afraid that from the injury I received, it would give\n\nthe impression that I was a troublemaker or I was fighting or\n\nsomething like that.\"\n\n            D. Immigration judge's decision\n               and the Board's affirmance\n\n            On March 28, 2002, at the end of the last hearing, the\n\nimmigration judge made an oral ruling.     He recited the pertinent\n\ndetails of Sharari's application, affidavits, and testimony; found\n\nhim removable as charged; and denied his application for relief.\n\nRegarding the claim of asylum, the judge found that Sharari had\n\nfailed to establish that he would be persecuted or had a well-\n\nfounded fear of persecution upon returning to Lebanon.    Sharari's\n\nnext claim, for withholding of removal, was necessarily dismissed\n\nbecause its burden of proof is higher than an asylum claim's\n\nburden.    Finally, as to the CAT claim, the judge found no credible\n\nevidence that the Lebanese government would more likely than not\n\ntorture Sharari if he returned to Lebanon.        Specifically, the\n\nimmigration judge found that Sharari's only evidence on this point\n\nwas his own testimony, which he had not included in his original\n\napplication and was now giving for the first time.        The court\n\ngranted Sharari's request for voluntary departure in lieu of\n\nremoval.\n\n            On October 28, 2003, the Board affirmed the immigration\n\njudge's decision in its entirety, although it affirmed the denial\n\nof the asylum claim on different grounds.      The Board held that\n\n                                 -9-\n\fSharari was ineligible for asylum because he did not file his\n\napplication within a year after arriving in the United States, see\n\n8 U.S.C. § 1158(a)(2)(B), and because the record did not reveal any\n\n\"extraordinary circumstances relating to the delay\" or any \"changed\n\ncircumstances\" that might otherwise affect his eligibility, see id.\n\n§ 1158(a)(2)(D).        As for the rest of Sharari's appeal, the Board\n\ndeferred to the immigration judge's \"adverse credibility finding,\n\nwhich is based on material, inadequately explained omissions in the\n\nrecord.\"     These \"significant discrepancies\" left Sharari without\n\nany credible evidence to support his application, thereby dooming\n\nhis attempt to qualify for withholding of removal and relief under\n\nthe CAT.\n\n           This appeal followed.\n\n                                          II.\n\n           An alien who has applied for asylum must \"demonstrate[]\n\nby clear and convincing evidence that the application has been\n\nfiled within 1 year after the date of the alien's arrival in the\n\nUnited   States.\"        8   U.S.C.   §    1158(a)(2)(B).       Otherwise,    the\n\ngovernment    may   consider     an       application    only   if   \"the   alien\n\ndemonstrates to the satisfaction of the Attorney General either the\n\nexistence of changed circumstances which materially affect the\n\napplicant's eligibility for asylum or extraordinary circumstances\n\nrelating     to   the   delay   in    filing     an     application.\"       Id.   §\n\n1158(a)(2)(D).\n\n\n                                      -10-\n\f            Sharari arrived in the United States on May 23, 1997, and\n\nhe does not dispute that he did not file his application for asylum\n\nuntil January 20, 1999, almost twenty months later.             In its order,\n\nthe BIA found that this delay rendered Sharari's application\n\nhopelessly untimely:\n\n       While we agree with the Immigration Judge's determination\n       that the respondents [i.e., Sharari and Moussa] are\n       ineligible for asylum, we find their ineligibility is\n       based upon a failure to file an asylum application within\n       the 1-year filing deadline, rather [than] on a failure of\n       proof.     The record does not reflect any changed\n       circumstances affecting the respondents['] eligibility or\n       extraordinary circumstances relating to the delay in\n       filing an application within 1 year.\n\n(Citation and footnote omitted.)            The Board did not explain its\n\nreasoning   further   other   than    to    cite   the   part   of   Sharari's\n\napplication that offered his excuses for the delay: the poor health\n\nof his daughter, who was born about four months after they arrived;\n\ntrying to \"learn how to get around\" in the United States and find\n\n\"more stable\" living conditions; and his not knowing English or the\n\nlaw.\n\n            Fatally for Sharari's claim, we have no power to review\n\nthe Board's determination.      \"No court shall have jurisdiction to\n\nreview any determination of the Attorney General under paragraph\n\n(2)\" of § 1158(a).    8 U.S.C. § 1158(a)(3).        Paragraph (2) includes\n\nboth aspects of the Board's determination--first, that Sharari's\n\npetition was untimely, and second, that there were no changed or\n\nextraordinary circumstances that might have justified considering\n\n\n                                     -11-\n\fhis application nevertheless.         See Njenga v. Ashcroft, 386 F.3d\n\n335, 339 (1st Cir. 2004); Haoud v. Ashcroft, 350 F.3d 201, 204-05\n\n(1st Cir. 2003) (acknowledging lack of jurisdiction, although\n\nremanding because the Board failed to explain whether its decision\n\nwas based on timeliness or on the merits); Tarrawally v. Ashcroft,\n\n338 F.3d 180, 185 (3d Cir. 2003) (no jurisdiction to review Board's\n\ndetermination); Mendoza v. Att'y Gen., 327 F.3d 1283, 1286-87 (11th\n\nCir. 2003) (same); Tsevegmid v. Ashcroft, 336 F.3d 1231, 1234-35\n\n(10th Cir. 2003) (same); Hakeem v. INS, 273 F.3d 812, 815 (9th Cir.\n\n2001) (same).\n\n            Here, although the Board's explanation of its reasoning\n\nwas rather abbreviated, it made clear that it was denying Sharari's\n\nasylum claim because of unexcused tardiness, not the claim's\n\nmerits.     (The   Board    agreed   with    the   immigration     judge   that\n\nSharari's claim failed on the merits, too.)             Therefore, we cannot\n\nreview this ruling of the Board.         That ends the matter.\n\n                                     III.\n\n            When   we    have    jurisdiction      to   review,    we   uphold\n\ndeterminations by the Board or the immigration judge if \"supported\n\nby reasonable, substantial, and probative evidence on the record\n\nconsidered as a whole.\"         INS v. Elias-Zacarias, 502 U.S. 478, 481\n\n(1992)    (internal     quotation    marks   omitted).      This    so-called\n\n\"substantial evidence\" standard applies to claims for asylum,\n\nwithholding of removal, and relief under the CAT.                 Settenda v.\n\n\n                                     -12-\n\fAshcroft, 377 F.3d 89, 93 (1st Cir. 2004).         \"We will reverse only\n\nif the petitioner's evidence would compel a reasonable factfinder\n\nto conclude that relief was warranted.\"        Id.; see also 8 U.S.C. §\n\n1252(b)(4)(B) (\"administrative findings of fact are conclusive\n\nunless any reasonable adjudicator would be compelled to conclude to\n\nthe contrary\").\n\n            Usually, we would confine our review to the BIA's order\n\nthat is being challenged by the petitioner.        If the BIA has simply\n\nadopted or deferred to the immigration judge's reasoning, however,\n\nwe must look to that decision instead, \"treat[ing] the findings and\n\nconclusion of the IJ as the Board's own opinion.\" Herbert v.\n\nAshcroft, 325 F.3d 68, 71 (1st Cir. 2003); see also Chen v. INS, 87\n\nF.3d 5, 7-8 (1st Cir. 1996) (\"[I]f the Board's view is that the IJ\n\n'got it right,' the law does not demand that the Board go through\n\nthe idle motions of dressing the IJ's findings in its own prose.\").\n\n            A. Withholding of removal\n\n            To ensure withholding of removal, Sharari must prove that\n\nupon deportation, he is more likely than not to face persecution on\n\naccount of race, religion, nationality, membership in a particular\n\nsocial group, or political opinion.        Salazar v. Ashcroft, 359 F.3d\n\n45,   52   (1st   Cir.   2004).   Courts    have   derived   some   general\n\nprinciples as to the definition of \"persecution\": \"[P]ersecution\n\nencompasses more than threats to life or freedom, but less than\n\nmere harassment or annoyance.\" Aguilar-Solis v. INS, 168 F.3d 565,\n\n\n                                  -13-\n\f569-70 (1st Cir. 1999) (citations omitted).      Persecution does not\n\ninclude\n\n     all treatment that our society regards as unfair, unjust,\n     or even unlawful or unconstitutional.     If persecution\n     were defined that expansively, a significant percentage\n     of the world's population would qualify for asylum in\n     this country--and it seems most unlikely that Congress\n     intended such a result.\n\nFatin v. INS, 12 F.3d 1233, 1240 (3d Cir. 1993).      \"Between these\n\nbroad margins, courts have tended to consider the subject on an ad\n\nhoc basis.\"   Aguilar-Solis, 168 F.3d at 570.5\n\n          While deferring generally to decisions by an immigration\n\njudge, we pay special heed to credibility determinations: \"[W]hen\n\n\n     5\n       As we have said, the standard for proving a claim for\nwithholding of removal is higher than for asylum. Because of that\nhigher standard, if a petitioner has lost on the merits of his\nasylum claim, he automatically loses on his claim for withholding\nof removal. Indeed, that is how the IJ decided the case below.\nHowever, because the Board affirmed the denial of Sharari's asylum\nclaim for a procedural reason--holding that the claim was time-\nbarred--he is still entitled to an analysis on appeal of the merits\nof his withholding claim.\n     The Supreme Court has explained the relation between the two\nkinds of claims thusly:\n\n     Under the immigration laws, withholding is distinct from\n     asylum, although the two forms of relief serve similar\n     purposes.   Whereas withholding only bars deporting an\n     alien to a particular country or countries, a grant of\n     asylum permits an alien to remain in the United States\n     and to apply for permanent residency after one year. In\n     addition, whereas withholding is mandatory unless the\n     Attorney General determines one of the exceptions\n     applies, the decision whether asylum should be granted to\n     an eligible alien is committed to the Attorney General's\n     discretion.\n\nINS v. Aguirre-Aguirre, 526 U.S. 415, 419-20 (1999) (citations\nomitted).\n\n                               -14-\n\fa hearing officer who saw and heard a witness makes an adverse\n\ncredibility determination and supports it with specific findings,\n\nan   appellate    court   ordinarily      should    accord     it   significant\n\nrespect.\"   Id. at 571.        In this case, the immigration judge found\n\nSharari's \"testimony not to be credible.\"            Referring to the three\n\nalleged incidents of physical abuse in the 1980s, the IJ noted that\n\n\"none of that information was disclosed in the male respondent's\n\nasylum application nor did he disclose that information to the\n\npolitical asylum officer who questioned him in 1999 in connection\n\nwith his application for political asylum and withholding of\n\nremoval.\"\n\n            The IJ did \"offer a specific, cogent reason for [his]\n\ndisbelief,\" as required.        Gailius v. INS, 147 F.3d 34, 47 (1st Cir.\n\n1998) (alteration in original) (internal quotation marks omitted).\n\nWhile Sharari mentioned one of the three incidents, the 1987\n\nincident, in his affidavit, he contradicted himself on the year it\n\noccurred,   how   long    he    was   detained,    and   the   reason   for   his\n\nrelease.6    More importantly, Sharari omitted the 1985 and 1986\n\nincidents entirely from his application, his two affidavits (an\n\noriginal and an amended version), and his interview with an asylum\n\nofficer in April 1999.         Only in his testimony did he claim for the\n\nfirst time that he had been shot, burned, brutally beaten, and\n\n\n     6\n       The IJ was therefore wrong to say that Sharari disclosed\n\"none of th[e] information\" in his application. He disclosed the\n1987 incident, albeit with some differences.\n\n                                      -15-\n\fdetained for weeks on end.          His explanation for omitting these\n\ndetails was that he feared being labeled a \"troublemaker\" or\n\ndisruptive.      The    IJ   was   entitled   to    find   this     explanation\n\nunpersuasive.\n\n          The evidence in the record on general discrimination\n\nagainst Palestinians in Lebanon, although substantial, does not\n\nestablish the persecution required for withholding of removal.\n\nEvidence of     conditions    in   Lebanon    was   supplied   by    the   State\n\nDepartment's Country Report on Human Rights Practices in Lebanon\n\nfor the years 2000 and 2001.           The 2001 report describes most\n\nPalestinian refugees as being \"subject to government and societal\n\ndiscrimination.\"       Most cannot obtain citizenship and are barred\n\nfrom work in 72 professions.        In April 2001, the Parliament passed\n\na law depriving Palestinian refugees of the right to own property:\n\n\"Under the new law, Palestinians no longer may purchase property\n\nand those who own property will be prohibited from passing it on to\n\ntheir children.\"7\n\n\n     7\n       The IJ limited his discussion of these reports to the\nobservation that neither report mentioned Sharari by name, stating\nthat a \"review of the document does not refer to the respondent or\nany members of his family.\" Sharari interprets that remark as a\nrefusal to consider the reports at all.\n     The IJ intimated that he had read and considered the reports,\nand we will take him at his word. However, we cannot fathom why he\nlooked for Sharari's name in the reports in the first place and\nwhat possible relevance the IJ could have placed on not finding the\nname there. Country reports are valuable tools, of course, for\nlearning about a country's respect for human rights in general; but\none should not expect them to contain the individual names of\nasylum-seekers. Besides, Sharari had been in the United States\n\n                                     -16-\n\f          Standing alone, the discrimination described does not\n\ncompel a finding of persecution.          \"Discrimination is not the\n\nequivalent of persecution . . . .\"      Pieterson v. Ashcroft, 364 F.3d\n\n38, 44 (1st Cir. 2004).     \"To qualify as persecution, a person's\n\nexperience must rise above unpleasantness, harassment, and even\n\nbasic suffering.\"   Nelson v. INS, 232 F.3d 258, 263 (1st Cir.\n\n2000); see also Ahmed v. Ashcroft, 341 F.3d 214, 217 (3d Cir. 2003)\n\n(\"widespread   legal    and      economic     discrimination   against\n\nPalestinians\" in Saudi Arabia does not amount to persecution).\n\n          Sharari's claim for withholding of removal therefore\n\nfails.   We cannot see anything in the record that compels a\n\nconclusion contrary to that reached by the immigration judge and\n\nthe Board.\n\n          B. Relief under the CAT\n\n          To secure relief under the CAT, Sharari must show \"that\n\nit is more likely than not that he . . . would be tortured if\n\nremoved\" to Lebanon. 8 C.F.R. § 208.16(c)(2). Federal regulations\n\ndefine torture as the intentional infliction of severe pain or\n\nsuffering for such purposes as forcing a confession or intimidating\n\nsomeone; the pain or suffering must be inflicted by the government,\n\nor with its acquiescence.     8 C.F.R. § 208.18(a)(1); see also Elien\n\nv. Ashcroft, 364 F.3d 392, 398 (1st Cir. 2004).      Pain or suffering\n\nas a result of lawful sanctions does not count.            8 C.F.R. §\n\n\nsince 1997.\n\n                                 -17-\n\f208.18(a)(3).\n\n            As we have already established, Sharari has not refuted\n\nthe IJ's adverse credibility determination, which undermined his\n\nevidence    of   physical       abuse       he     suffered    while    in    Lebanon.\n\nFurthermore,     he    has    not    shown       that   the   Amal   militia,       which\n\nallegedly    abused     him     in    the        mid-1980s,    operated      with    the\n\nacquiescence of the government or would be likely to still be doing\n\nso now.\n\n            C.   Due-process claim\n\n            To his main claims for relief, Sharari adds a claim that\n\nthe IJ violated his right to due process by refusing to admit a\n\nvideotaped news program into evidence.                  According to Sharari, the\n\nprogram     reported     on     the     harsh       conditions       experienced       by\n\nPalestinians living in Lebanon.              Sharari mentioned the program for\n\nthe first time while on direct examination by his counsel.                           When\n\nhis counsel proffered the tape, the IJ refused to take it into\n\nevidence, saying, \"I'll mark it for identification, but I'm not\n\ngoing to make it part of the record.\"                   When asked why, the judge\n\nsaid that it was \"obvious.            It's a tape.\"\n\n            \"An immigration judge, like other judicial officers,\n\npossesses broad (though not uncabined) discretion over the conduct\n\nof trial proceedings.\"          Aguilar-Solis, 168 F.3d at 568.                Sharari\n\nmust show that the IJ's exclusion of evidence was an abuse of that\n\ndiscretion and that he was prejudiced as a result.                        Galicia v.\n\n\n                                        -18-\n\fAshcroft, 396 F.3d 446, 447-48 (1st Cir. 2005).\n\n           Just as in Galicia, here \"[t]he offer of evidence was\n\nmade on the day of the hearing, in violation of . . . the local\n\nrule requiring pre-hearing marking of exhibits.\"       Id. at 448.\n\nSharari's case had been continued several times--ultimately, for\n\nmore than two years--to allow him time to get copies of certain\n\nLebanese laws from the Library of Congress.     The record does not\n\nreveal why he waited until the day of the hearing to proffer this\n\nnews report. Moreover, the report had nothing to do with Sharari's\n\npersonal   circumstances--only    general   discrimination   against\n\nLebanese Palestinians, which, as we have said, does not entitle him\n\nto withholding of removal or relief under the CAT.     He could not\n\nhave been prejudiced, therefore, by the tape's exclusion. Whatever\n\nthe deficiencies in the IJ's explanation of that decision, he did\n\nnot abuse his discretion in excluding the videotape from evidence.8\n\n           Affirmed.\n\n\n\n\n     8\n       Admittedly, we do not fully understand the IJ's reason for\nrejecting the videotape. He said that it was \"obvious\" why he did\nso, implying that videotapes in themselves are inadmissible. We do\nnot know why the IJ's broad authority to regulate the course of a\nhearing would not encompass admitting a videotape into evidence, as\nlong as it met the usual requirements of being \"material and\nrelevant.\" 8 C.F.R. § 1240.1(c).\n\n                                 -19-\n\f",
  "html": "<p class=\"case_cite\">407 F.3d 467</p>\n    <p class=\"parties\">Ahmad Said SHARARI, Ramda Adnan Moussa, Petitioners,<br>v.<br>Alberto GONZ&#193;LES,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Respondent.</p>\n    <p class=\"docket\">No. 03-2635.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Submitted December 16, 2004.</p>\n    <p class=\"date\">Decided May 17, 2005.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Peter A. Allen on brief for petitioner.</p>\n      <p class=\"indent\">Peter D. Keisler, Assistant Attorney General, Linda S. Wernery, Senior Litigation Counsel, and William C. Minick, Office of Immigration Litigation, Civil Division, United States Department of Justice, on brief for respondent.</p>\n      <p class=\"indent\">Before LYNCH, Circuit Judge, STAHL, Senior Circuit Judge, and LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">LIPEZ, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The petitioners, Ahmad Said Sharari and his wife, Ramda Adnan Moussa, seek review of a final order of the Board of Immigration Appeals (BIA) denying their application for asylum, withholding of removal, and relief under the Convention Against Torture. We affirm the Board's decision.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Sharari was born to Palestinian parents in the ancient city of Sidon, Lebanon, and has lived in that country for much of his life. Because of his Palestinian ethnicity, however, he is not a citizen under Lebanese law. On May 23, 1997, he and his then-pregnant wife entered the United States; their visa entitled them to stay six months as visitors for pleasure, but they did not leave when it expired. Moussa would later give birth to a daughter on September 11, 1997.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On January 20, 1999, Sharari submitted an application for asylum, supported by affidavits from him and his wife, to the Immigration and Naturalization Service (INS).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> On April 30, 1999, Sharari was interviewed by an asylum officer. The INS then referred the matter to an immigration judge (IJ) and, on May 24, 1999, charged Sharari with being subject to removal for overstaying his visa. <i>See</i> 8 U.S.C. &#167; 1227(a)(1)(B). At a hearing on March 8, 2000, Sharari admitted the factual allegations against him, conceded removability, and requested three kinds of relief: asylum, withholding of removal, and protection under Article 3 of the Convention Against Torture (CAT).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Sharari also applied for voluntary departure in lieu of removal.</p>\n    </div>\n    <p class=\"indent\">A. Sharari's affidavit</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In its twelve single-spaced pages, Sharari's affidavit describes a pervasive atmosphere of discrimination against Palestinians in Lebanon, as well as several specific incidents of harassment that he faced.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> In general, Sharari says, \"Palestinians are treated as unwanted persons with no political or economic or human rights in Lebanon today.\" More specifically, discrimination against Palestinians is also based on what sect of Islam one belongs to: Sunni or Shi'a. Sunni Palestinians were subjected to the harshest treatment, while Shiites fared better: \"Shiite Palestinians who came to Lebanon and sought citizenship were immediately given citizenship and had all of the rights of full Lebanese citizens. Only those of us who are Sunni Moslems and who refuse to denounce their faith are treated like scum and denied all rights.\" As a Sunni Palestinian in Lebanon, \"[e]veryone persecutes you, both the Christians and Muslims.\"</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Sharari's affidavit offers a few incidents of specific mistreatment. As a child, Sharari was denied entry into several schools near his home, which were supposedly intended for the general public, because he was Palestinian. Also, after Israeli aerial bombardments, neighborhood children would blame him for the attacks, yelling that the Israelis would not be bombing Lebanon if not for the Palestinians living there. Notwithstanding these obstacles, Sharari made his way through high school, where in his junior year he entered and won a national tournament to determine the ping-pong champion of Lebanon. When the tournament's organizers found out that he was Palestinian, they denied him the trophy. Sharari went on to attend the National College of Lebanon, graduating with a degree in architectural drafting. His ethnicity prevented him from getting the proper license to work as a draftsman, however, and he left Lebanon for the Gulf states, where working conditions were better.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Much of Sharari's working life was spent outside of Lebanon. At various times in the 1980s and 1990s, Sharari worked as a manual laborer or crane operator in the Gulf states, where at first he found conditions to be more favorable for Palestinians. Conditions worsened there, too, after Yassir Arafat, chairman of the Palestine Liberation Organization, declared his support for Iraq's invasion of Kuwait in 1991. Afterwards, Palestinians \"were treated as pariahs even in the Gulf States,\" even if, like Sharari, they did not support the invasion or consider Arafat their leader. After 1994, Sharari's ability to move easily between Lebanon and the Gulf states became increasingly hampered. In September 1994, Lebanon passed a law requiring Palestinians who were traveling outside of the country to get a new visa every six months; this renewal could only be done in Lebanon, which was inconvenient for Sharari.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Sharari's affidavit tells of one incident of physical abuse. During the Lebanese civil war in the 1970s and 1980s, according to Sharari, Palestinians were restricted to a strip of land four miles wide and would be killed if caught outside. In 1986, Sharari was driving his aunt home to a town a few miles away from Sidon. Suddenly, two Shiite gunmen \"came out of nowhere\" and demanded to see his identification. He complied, but they took him at gunpoint to a crude basement jail, where he was held for three days along with about twenty other Palestinian men. They were beaten regularly and given nothing to eat. Sharari's captors told him that he and his fellow captives were being held because they were Palestinian; evidently there had recently been fighting between Palestinians and Shi'a militia in Beirut. After three days, Sharari's aunt was able to bribe someone to let him go. Others not so lucky were killed. Upon his release, Sharari's captors told him not to tell anyone about what had happened to him. He believed that if he did and the Shi'a found out, they would kill him.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Sharari's affidavit also describes an incident of legal discrimination against him because he was Palestinian. In September 1990, he opened a store selling beauty supplies. Business was not so good, and he closed the store in mid-1993. He continued leasing the space and kept some inventory there, in the hope that conditions would improve. After spending a few months in Abu Dhabi for work-related reasons, Sharari returned to Lebanon to find that his landlord had leased the space to a stranger, who had taken over Sharari's store and was selling his inventory. When Sharari protested, the landlord told him of a 1992 law providing that any Palestinian who closed his store for more than six months would lose the store and his lease. Indeed, the landlord had secured a court order declaring Sharari's business to be abandoned under the law. In the end, Sharari claims that he lost more than $10,000.</p>\n    </div>\n    <p class=\"indent\">B. Moussa's affidavit</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Moussa's affidavit describes similar instances of general harassment and discrimination, but no specific instances of physical mistreatment. In 1997, when three-months pregnant, she went to an obstetrician for an examination. The obstetrician, a Lebanese woman, told her that her unborn baby was dead and that \"we need to take it out.\" Mousa did not believe her and feared that \"she would give me a pill or an injection that would start a miscarriage.\" Moussa sought a second opinion and was told that her child was alive and normal; indeed, the child was born later in the United States. Moussa attributes the first obstetrician's advice to an animus against Palestinians: \"Lebanese always say that Palestinians have too many children.\" More generally, the incident reinforced Moussa's belief that \"Palestinians do not get careful attention from doctors like Lebanese [sic].\"</p>\n    </div>\n    <p class=\"indent\">C. Sharari's testimony</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Sharari's testimony was taken at different times in 2000 and 2001 because of continuances granted to obtain additional pieces of evidence. In sum, Sharari generally confirmed the statements in his affidavit. However, he also testified to two additional incidents of abuse and torture in the mid-1980s, which he was describing for the first time.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">First, Sharari testified that in 1985, while traveling to Beirut, he was shot at by members of the Amal militia, a Shi'a group, because he was Palestinian. After shooting Sharari in the leg, the militiamen seized him and brought him to the basement of a house. There, Sharari was held for fifteen days and \"tortured every single day,\" which included being punched in the face. Other people also being held with Sharari were killed. Eventually, Sharari was released. He was treated at a hospital for sixteen days, although he did not have any medical records from his stay there.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Second, Sharari testified that in 1986, he was again seized by the Amal militia while traveling to Beirut. He was taken blindfolded to a crude basement jail, where he was detained for thirty days and interrogated. During interrogations he was beaten, burned, hung upside down \"[a]lmost every day,\" and deprived of sleep at night by having water thrown on him.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Sharari also testified that the lone account of physical abuse in his affidavit had been inaccurate in three respects: the year, the length of detention, and the reason for his release. He testified that he had been seized in 1987, not 1986; that he had been detained for a day and a half, not three days; and that, although his aunt had tried to bribe someone, he was in fact released \"in a different manner,\" without explaining what he meant by that remark.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">When the government pressed Sharari to explain why he had omitted the 1985 and 1986 incidents from his affidavit, Sharari said: \"I was afraid that from the injury I received, it would give the impression that I was a troublemaker or I was fighting or something like that.\"</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">D. Immigration judge's decision and the Board's affirmance</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">On March 28, 2002, at the end of the last hearing, the immigration judge made an oral ruling. He recited the pertinent details of Sharari's application, affidavits, and testimony; found him removable as charged; and denied his application for relief. Regarding the claim of asylum, the judge found that Sharari had failed to establish that he would be persecuted or had a well-founded fear of persecution upon returning to Lebanon. Sharari's next claim, for withholding of removal, was necessarily dismissed because its burden of proof is higher than an asylum claim's burden. Finally, as to the CAT claim, the judge found no credible evidence that the Lebanese government would more likely than not torture Sharari if he returned to Lebanon. Specifically, the immigration judge found that Sharari's only evidence on this point was his own testimony, which he had not included in his original application and was now giving for the first time. The court granted Sharari's request for voluntary departure in lieu of removal.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">On October 28, 2003, the Board affirmed the immigration judge's decision in its entirety, although it affirmed the denial of the asylum claim on different grounds. The Board held that Sharari was ineligible for asylum because he did not file his application within a year after arriving in the United States, <i>see</i> 8 U.S.C. &#167; 1158(a)(2)(B), and because the record did not reveal any \"extraordinary circumstances relating to the delay\" or any \"changed circumstances\" that might otherwise affect his eligibility, <i>see id.</i> &#167; 1158(a)(2)(D). As for the rest of Sharari's appeal, the Board deferred to the immigration judge's \"adverse credibility finding, which is based on material, inadequately explained omissions in the record.\" These \"significant discrepancies\" left Sharari without any credible evidence to support his application, thereby dooming his attempt to qualify for withholding of removal and relief under the CAT.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">This appeal followed.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">An alien who has applied for asylum must \"demonstrate[ ] by clear and convincing evidence that the application has been filed within 1 year after the date of the alien's arrival in the United States.\" 8 U.S.C. &#167; 1158(a)(2)(B). Otherwise, the government may consider an application only if \"the alien demonstrates to the satisfaction of the Attorney General either the existence of changed circumstances which materially affect the applicant's eligibility for asylum or extraordinary circumstances relating to the delay in filing an application.\" <i>Id.</i> &#167; 1158(a)(2)(D).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Sharari arrived in the United States on May 23, 1997, and he does not dispute that he did not file his application for asylum until January 20, 1999, almost twenty months later. In its order, the BIA found that this delay rendered Sharari's application hopelessly untimely:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">While we agree with the Immigration Judge's determination that the respondents [i.e., Sharari and Moussa] are ineligible for asylum, we find their ineligibility is based upon a failure to file an asylum application within the 1-year filing deadline, rather [than] on a failure of proof. The record does not reflect any changed circumstances affecting the respondents['] eligibility or extraordinary circumstances relating to the delay in filing an application within 1 year.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">(Citation and footnote omitted.) The Board did not explain its reasoning further other than to cite the part of Sharari's application that offered his excuses for the delay: the poor health of his daughter, who was born about four months after they arrived; trying to \"learn how to get around\" in the United States and find \"more stable\" living conditions; and his not knowing English or the law.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Fatally for Sharari's claim, we have no power to review the Board's determination. \"No court shall have jurisdiction to review any determination of the Attorney General under paragraph (2)\" of &#167; 1158(a). 8 U.S.C. &#167; 1158(a)(3). Paragraph (2) includes both aspects of the Board's determination&#8212;first, that Sharari's petition was untimely, and second, that there were no changed or extraordinary circumstances that might have justified considering his application nevertheless. <i>See Njenga v. Ashcroft,</i> 386 F.3d 335, 339 (1st Cir.2004); <i>Haoud v. Ashcroft,</i> 350 F.3d 201, 204-05 (1st Cir.2003) (acknowledging lack of jurisdiction, although remanding because the Board failed to explain whether its decision was based on timeliness or on the merits); <i>Tarrawally v. Ashcroft,</i> 338 F.3d 180, 185 (3d Cir.2003) (no jurisdiction to review Board's determination); <i>Mendoza v. Att'y Gen.,</i> 327 F.3d 1283, 1286-87 (11th Cir.2003) (same); <i>Tsevegmid v. Ashcroft,</i> 336 F.3d 1231, 1234-35 (10th Cir.2003) (same); <i>Hakeem v. INS,</i> 273 F.3d 812, 815 (9th Cir.2001) (same).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Here, although the Board's explanation of its reasoning was rather abbreviated, it made clear that it was denying Sharari's asylum claim because of unexcused tardiness, not the claim's merits. (The Board agreed with the immigration judge that Sharari's claim failed on the merits, too.) Therefore, we cannot review this ruling of the Board. That ends the matter.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">When we have jurisdiction to review, we uphold determinations by the Board or the immigration judge if \"supported by reasonable, substantial, and probative evidence on the record considered as a whole.\" <i>INS v. Elias-Zacarias,</i> 502 U.S. 478, 481, 112 S.Ct. 812, 117 L.Ed.2d 38 (1992) (internal quotation marks omitted). This so-called \"substantial evidence\" standard applies to claims for asylum, withholding of removal, and relief under the CAT. <i>Settenda v. Ashcroft,</i> 377 F.3d 89, 93 (1st Cir.2004). \"We will reverse only if the petitioner's evidence would compel a reasonable factfinder to conclude that relief was warranted.\" <i>Id.; see also</i> 8 U.S.C. &#167; 1252(b)(4)(B) (\"administrative findings of fact are conclusive unless any reasonable adjudicator would be compelled to conclude to the contrary\").</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Usually, we would confine our review to the BIA's order that is being challenged by the petitioner. If the BIA has simply adopted or deferred to the immigration judge's reasoning, however, we must look to that decision instead, \"treat[ing] the findings and conclusion of the IJ as the Board's own opinion.\" <i>Herbert v. Ashcroft,</i> 325 F.3d 68, 71 (1st Cir.2003); <i>see also Chen v. INS,</i> 87 F.3d 5, 7-8 (1st Cir.1996) (\"[I]f the Board's view is that the IJ `got it right,' the law does not demand that the Board go through the idle motions of dressing the IJ's findings in its own prose.\").</p>\n    </div>\n    <p class=\"indent\">A. Withholding of removal</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">To ensure withholding of removal, Sharari must prove that upon deportation, he is more likely than not to face persecution on account of race, religion, nationality, membership in a particular social group, or political opinion. <i>Salazar v. Ashcroft,</i> 359 F.3d 45, 52 (1st Cir.2004). Courts have derived some general principles as to the definition of \"persecution\": \"[P]ersecution encompasses more than threats to life or freedom, but less than mere harassment or annoyance.\" <i>Aguilar-Solis v. INS,</i> 168 F.3d 565, 569-70 (1st Cir.1999) (citations omitted). Persecution does not include</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">all treatment that our society regards as unfair, unjust, or even unlawful or unconstitutional. If persecution were defined that expansively, a significant percentage of the world's population would qualify for asylum in this country&#8212;and it seems most unlikely that Congress intended such a result.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\"><i>Fatin v. INS,</i> 12 F.3d 1233, 1240 (3d Cir.1993). \"Between these broad margins, courts have tended to consider the subject on an ad hoc basis.\" <i>Aguilar-Solis,</i> 168 F.3d at 570.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">While deferring generally to decisions by an immigration judge, we pay special heed to credibility determinations: \"[W]hen a hearing officer who saw and heard a witness makes an adverse credibility determination and supports it with specific findings, an appellate court ordinarily should accord it significant respect.\" <i>Id.</i> at 571. In this case, the immigration judge found Sharari's \"testimony not to be credible.\" Referring to the three alleged incidents of physical abuse in the 1980s, the IJ noted that \"none of that information was disclosed in the male respondent's asylum application nor did he disclose that information to the political asylum officer who questioned him in 1999 in connection with his application for political asylum and withholding of removal.\"</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The IJ did \"offer a specific, cogent reason for [his] disbelief,\" as required. <i>Gailius v. INS,</i> 147 F.3d 34, 47 (1st Cir.1998) (alteration in original) (internal quotation marks omitted). While Sharari mentioned one of the three incidents, the 1987 incident, in his affidavit, he contradicted himself on the year it occurred, how long he was detained, and the reason for his release.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> More importantly, Sharari omitted the 1985 and 1986 incidents entirely from his application, his two affidavits (an original and an amended version), and his interview with an asylum officer in April 1999. Only in his testimony did he claim for the first time that he had been shot, burned, brutally beaten, and detained for weeks on end. His explanation for omitting these details was that he feared being labeled a \"troublemaker\" or disruptive. The IJ was entitled to find this explanation unpersuasive.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The evidence in the record on general discrimination against Palestinians in Lebanon, although substantial, does not establish the persecution required for withholding of removal. Evidence of conditions in Lebanon was supplied by the State Department's Country Report on Human Rights Practices in Lebanon for the years 2000 and 2001. The 2001 report describes most Palestinian refugees as being \"subject to government and societal discrimination.\" Most cannot obtain citizenship and are barred from work in 72 professions. In April 2001, the Parliament passed a law depriving Palestinian refugees of the right to own property: \"Under the new law, Palestinians no longer may purchase property and those who own property will be prohibited from passing it on to their children.\"<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Standing alone, the discrimination described does not compel a finding of persecution. \"Discrimination is not the equivalent of persecution. . . .\" <i>Pieterson v. Ashcroft,</i> 364 F.3d 38, 44 (1st Cir.2004). \"To qualify as persecution, a person's experience must rise above unpleasantness, harassment, and even basic suffering.\" <i>Nelson v. INS,</i> 232 F.3d 258, 263 (1st Cir.2000); <i>see also Ahmed v. Ashcroft,</i> 341 F.3d 214, 217 (3d Cir.2003) (\"widespread legal and economic discrimination against Palestinians\" in Saudi Arabia does not amount to persecution).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Sharari's claim for withholding of removal therefore fails. We cannot see anything in the record that compels a conclusion contrary to that reached by the immigration judge and the Board.</p>\n    </div>\n    <p class=\"indent\">B. Relief under the CAT</p>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">To secure relief under the CAT, Sharari must show \"that it is more likely than not that he ... would be tortured if removed\" to Lebanon. 8 C.F.R. &#167; 208.16(c)(2). Federal regulations define torture as the intentional infliction of severe pain or suffering for such purposes as forcing a confession or intimidating someone; the pain or suffering must be inflicted by the government, or with its acquiescence. 8 C.F.R. &#167; 208.18(a)(1); <i>see also Elien v. Ashcroft,</i> 364 F.3d 392, 398 (1st Cir.2004). Pain or suffering as a result of lawful sanctions does not count. 8 C.F.R. &#167; 208.18(a)(3).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">As we have already established, Sharari has not refuted the IJ's adverse credibility determination, which undermined his evidence of physical abuse he suffered while in Lebanon. Furthermore, he has not shown that the Amal militia, which allegedly abused him in the mid-1980s, operated with the acquiescence of the government or would be likely to still be doing so now.</p>\n    </div>\n    <p class=\"indent\">C. Due-process claim</p>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">To his main claims for relief, Sharari adds a claim that the IJ violated his right to due process by refusing to admit a videotaped news program into evidence. According to Sharari, the program reported on the harsh conditions experienced by Palestinians living in Lebanon. Sharari mentioned the program for the first time while on direct examination by his counsel. When his counsel proffered the tape, the IJ refused to take it into evidence, saying, \"I'll mark it for identification, but I'm not going to make it part of the record.\" When asked why, the judge said that it was \"obvious. It's a tape.\"</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">\"An immigration judge, like other judicial officers, possesses broad (though not uncabined) discretion over the conduct of trial proceedings.\" <i>Aguilar-Solis,</i> 168 F.3d at 568. Sharari must show that the IJ's exclusion of evidence was an abuse of that discretion and that he was prejudiced as a result. <i>Galicia v. Ashcroft,</i> 396 F.3d 446, 447-48 (1st Cir.2005).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Just as in <i>Galicia,</i> here \"[t]he offer of evidence was made on the day of the hearing, in violation of ... the local rule requiring pre-hearing marking of exhibits.\" <i>Id.</i> at 448. Sharari's case had been continued several times&#8212;ultimately, for more than two years&#8212;to allow him time to get copies of certain Lebanese laws from the Library of Congress. The record does not reveal why he waited until the day of the hearing to proffer this news report. Moreover, the report had nothing to do with Sharari's personal circumstances&#8212;only general discrimination against Lebanese Palestinians, which, as we have said, does not entitle him to withholding of removal or relief under the CAT. He could not have been prejudiced, therefore, by the tape's exclusion. Whatever the deficiencies in the IJ's explanation of that decision, he did not abuse his discretion in excluding the videotape from evidence.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Alberto Gonz&#225;les was sworn in as Attorney General of the United States on February 3, 2005. We have substituted him for John Ashcroft, previous holder of that office, as the respondent<i>See</i> Fed. R.App. P. 43(c)(2).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The claims of Sharari's wife derive from his<i>See</i> 8 U.S.C. &#167; 1158(b)(3)(A).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> On March 1, 2003, the INS ceased to exist as an independent agency, and many of its duties were transferred to U.S. Citizenship and Immigration Services, a bureau of the newly created Department of Homeland Security<i>See</i> Homeland Security Act of 2002, Pub.L. No. 107-296, &#167; 471, 116 Stat. 2135, 2205 (codified as amended at 6 U.S.C. &#167; 291(a)); <i>Lattab v. Ashcroft,</i> 384 F.3d 8, 13 n. 2 (1st Cir.2004). Because Sharari's dealings were mostly with the INS, we refer to that agency throughout this opinion for simplicity's sake.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The CAT's full name is the United Nations Convention Against Torture and Other Forms of Cruel, Inhuman or Degrading Treatment or Punishment, Dec. 10, 1984, 23 I.L.M. 1027, 1465 U.N.T.S. 85. Congress implemented Article 3 of the Convention, with some changes, as part of the Foreign Affairs Reform and Restructuring Act of 1998, Pub.L. No. 105-277, &#167; 2242, 112 Stat. 2681, 2681-822 (codified in a note to 8 U.S.C. &#167; 1231)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Sharari later submitted an amended affidavit, which added a few factual details but made no major changes. We refer here to that amended version</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> As we have said, the standard for proving a claim for withholding of removal is higher than for asylum. Because of that higher standard, if a petitioner has lost on the merits of his asylum claim, he automatically loses on his claim for withholding of removal. Indeed, that is how the IJ decided the case below. However, because the Board affirmed the denial of Sharari's asylum claim for a procedural reason&#8212;holding that the claim was time-barred&#8212;he is still entitled to an analysis on appeal of the merits of his withholding claim</p>\n        <p class=\"indent\">The Supreme Court has explained the relation between the two kinds of claims thusly:</p>\n        <p class=\"indent\">Under the immigration laws, withholding is distinct from asylum, although the two forms of relief serve similar purposes. Whereas withholding only bars deporting an alien to a particular country or countries, a grant of asylum permits an alien to remain in the United States and to apply for permanent residency after one year. In addition, whereas withholding is mandatory unless the Attorney General determines one of the exceptions applies, the decision whether asylum should be granted to an eligible alien is committed to the Attorney General's discretion.</p>\n        <p class=\"indent\"><i>INS v. Aguirre-Aguirre,</i> 526 U.S. 415, 419-20, 119 S.Ct. 1439, 143 L.Ed.2d 590 (1999) (citations omitted).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The IJ was therefore wrong to say that Sharari disclosed \"none of th[e] information\" in his application. He disclosed the 1987 incident, albeit with some differences</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The IJ limited his discussion of these reports to the observation that neither report mentioned Sharari by name, stating that a \"review of the document does not refer to the respondent or any members of his family.\" Sharari interprets that remark as a refusal to consider the reports at all</p>\n        <p class=\"indent\">The IJ intimated that he had read and considered the reports, and we will take him at his word. However, we cannot fathom why he looked for Sharari's name in the reports in the first place and what possible relevance the IJ could have placed on not finding the name there. Country reports are valuable tools, of course, for learning about a country's respect for human rights in general; but one should not expect them to contain the individual names of asylum-seekers. Besides, Sharari had been in the United States since 1997.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Admittedly, we do not fully understand the IJ's reason for rejecting the videotape. He said that it was \"obvious\" why he did so, implying that videotapes in themselves are inadmissible. We do not know why the IJ's broad authority to regulate the course of a hearing would not encompass admitting a videotape into evidence, as long as it met the usual requirements of being \"material and relevant.\" 8 C.F.R. &#167; 1240.1(c)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">407</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">467</span></span></p>\n    <p class=\"parties\">Ahmad Said SHARARI, Ramda Adnan Moussa, Petitioners,<br>v.<br>Alberto GONZ&#193;LES,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Respondent.</p>\n    <p class=\"docket\">No. 03-2635.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Submitted December 16, 2004.</p>\n    <p class=\"date\">Decided May 17, 2005.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Peter A. Allen on brief for petitioner.</p>\n      <p class=\"indent\">Peter D. Keisler, Assistant Attorney General, Linda S. Wernery, Senior Litigation Counsel, and William C. Minick, Office of Immigration Litigation, Civil Division, United States Department of Justice, on brief for respondent.</p>\n      <p class=\"indent\">Before LYNCH, Circuit Judge, STAHL, Senior Circuit Judge, and LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">LIPEZ, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The petitioners, Ahmad Said Sharari and his wife, Ramda Adnan Moussa, seek review of a final order of the Board of Immigration Appeals (BIA) denying their application for asylum, withholding of removal, and relief under the Convention Against Torture. We affirm the Board's decision.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Sharari was born to Palestinian parents in the ancient city of Sidon, Lebanon, and has lived in that country for much of his life. Because of his Palestinian ethnicity, however, he is not a citizen under Lebanese law. On May 23, 1997, he and his then-pregnant wife entered the United States; their visa entitled them to stay six months as visitors for pleasure, but they did not leave when it expired. Moussa would later give birth to a daughter on September 11, 1997.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On January 20, 1999, Sharari submitted an application for asylum, supported by affidavits from him and his wife, to the Immigration and Naturalization Service (INS).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> On April 30, 1999, Sharari was interviewed by an asylum officer. The INS then referred the matter to an immigration judge (IJ) and, on May 24, 1999, charged Sharari with being subject to removal for overstaying his visa. <i>See</i> 8 U.S.C. &#167; 1227(a)(1)(B). At a hearing on March 8, 2000, Sharari admitted the factual allegations against him, conceded removability, and requested three kinds of relief: asylum, withholding of removal, and protection under Article 3 of the Convention Against Torture (CAT).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Sharari also applied for voluntary departure in lieu of removal.</p>\n    </div>\n    <p class=\"indent\">A. Sharari's affidavit</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In its twelve single-spaced pages, Sharari's affidavit describes a pervasive atmosphere of discrimination against Palestinians in Lebanon, as well as several specific incidents of harassment that he faced.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> In general, Sharari says, \"Palestinians are treated as unwanted persons with no political or economic or human rights in Lebanon today.\" More specifically, discrimination against Palestinians is also based on what sect of Islam one belongs to: Sunni or Shi'a. Sunni Palestinians were subjected to the harshest treatment, while Shiites fared better: \"Shiite Palestinians who came to Lebanon and sought citizenship were immediately given citizenship and had all of the rights of full Lebanese citizens. Only those of us who are Sunni Moslems and who refuse to denounce their faith are treated like scum and denied all rights.\" As a Sunni Palestinian in Lebanon, \"[e]veryone persecutes you, both the Christians and Muslims.\"</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Sharari's affidavit offers a few incidents of specific mistreatment. As a child, Sharari was denied entry into several schools near his home, which were supposedly intended for the general public, because he was Palestinian. Also, after Israeli aerial bombardments, neighborhood children would blame him for the attacks, yelling that the Israelis would not be bombing Lebanon if not for the Palestinians living there. Notwithstanding these obstacles, Sharari made his way through high school, where in his junior year he entered and won a national tournament to determine the ping-pong champion of Lebanon. When the tournament's organizers found out that he was Palestinian, they denied him the trophy. Sharari went on to attend the National College of Lebanon, graduating with a degree in architectural drafting. His ethnicity prevented him from getting the proper license to work as a draftsman, however, and he left Lebanon for the Gulf states, where working conditions were better.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Much of Sharari's working life was spent outside of Lebanon. At various times in the 1980s and 1990s, Sharari worked as a manual laborer or crane operator in the Gulf states, where at first he found conditions to be more favorable for Palestinians. Conditions worsened there, too, after Yassir Arafat, chairman of the Palestine Liberation Organization, declared his support for Iraq's invasion of Kuwait in 1991. Afterwards, Palestinians \"were treated as pariahs even in the Gulf States,\" even if, like Sharari, they did not support the invasion or consider Arafat their leader. After 1994, Sharari's ability to move easily between Lebanon and the Gulf states became increasingly hampered. In September 1994, Lebanon passed a law requiring Palestinians who were traveling outside of the country to get a new visa every six months; this renewal could only be done in Lebanon, which was inconvenient for Sharari.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Sharari's affidavit tells of one incident of physical abuse. During the Lebanese civil war in the 1970s and 1980s, according to Sharari, Palestinians were restricted to a strip of land four miles wide and would be killed if caught outside. In 1986, Sharari was driving his aunt home to a town a few miles away from Sidon. Suddenly, two Shiite gunmen \"came out of nowhere\" and demanded to see his identification. He complied, but they took him at gunpoint to a crude basement jail, where he was held for three days along with about twenty other Palestinian men. They were beaten regularly and given nothing to eat. Sharari's captors told him that he and his fellow captives were being held because they were Palestinian; evidently there had recently been fighting between Palestinians and Shi'a militia in Beirut. After three days, Sharari's aunt was able to bribe someone to let him go. Others not so lucky were killed. Upon his release, Sharari's captors told him not to tell anyone about what had happened to him. He believed that if he did and the Shi'a found out, they would kill him.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Sharari's affidavit also describes an incident of legal discrimination against him because he was Palestinian. In September 1990, he opened a store selling beauty supplies. Business was not so good, and he closed the store in mid-1993. He continued leasing the space and kept some inventory there, in the hope that conditions would improve. After spending a few months in Abu Dhabi for work-related reasons, Sharari returned to Lebanon to find that his landlord had leased the space to a stranger, who had taken over Sharari's store and was selling his inventory. When Sharari protested, the landlord told him of a 1992 law providing that any Palestinian who closed his store for more than six months would lose the store and his lease. Indeed, the landlord had secured a court order declaring Sharari's business to be abandoned under the law. In the end, Sharari claims that he lost more than $10,000.</p>\n    </div>\n    <p class=\"indent\">B. Moussa's affidavit</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Moussa's affidavit describes similar instances of general harassment and discrimination, but no specific instances of physical mistreatment. In 1997, when three-months pregnant, she went to an obstetrician for an examination. The obstetrician, a Lebanese woman, told her that her unborn baby was dead and that \"we need to take it out.\" Mousa did not believe her and feared that \"she would give me a pill or an injection that would start a miscarriage.\" Moussa sought a second opinion and was told that her child was alive and normal; indeed, the child was born later in the United States. Moussa attributes the first obstetrician's advice to an animus against Palestinians: \"Lebanese always say that Palestinians have too many children.\" More generally, the incident reinforced Moussa's belief that \"Palestinians do not get careful attention from doctors like Lebanese [sic].\"</p>\n    </div>\n    <p class=\"indent\">C. Sharari's testimony</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Sharari's testimony was taken at different times in 2000 and 2001 because of continuances granted to obtain additional pieces of evidence. In sum, Sharari generally confirmed the statements in his affidavit. However, he also testified to two additional incidents of abuse and torture in the mid-1980s, which he was describing for the first time.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">First, Sharari testified that in 1985, while traveling to Beirut, he was shot at by members of the Amal militia, a Shi'a group, because he was Palestinian. After shooting Sharari in the leg, the militiamen seized him and brought him to the basement of a house. There, Sharari was held for fifteen days and \"tortured every single day,\" which included being punched in the face. Other people also being held with Sharari were killed. Eventually, Sharari was released. He was treated at a hospital for sixteen days, although he did not have any medical records from his stay there.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Second, Sharari testified that in 1986, he was again seized by the Amal militia while traveling to Beirut. He was taken blindfolded to a crude basement jail, where he was detained for thirty days and interrogated. During interrogations he was beaten, burned, hung upside down \"[a]lmost every day,\" and deprived of sleep at night by having water thrown on him.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Sharari also testified that the lone account of physical abuse in his affidavit had been inaccurate in three respects: the year, the length of detention, and the reason for his release. He testified that he had been seized in 1987, not 1986; that he had been detained for a day and a half, not three days; and that, although his aunt had tried to bribe someone, he was in fact released \"in a different manner,\" without explaining what he meant by that remark.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">When the government pressed Sharari to explain why he had omitted the 1985 and 1986 incidents from his affidavit, Sharari said: \"I was afraid that from the injury I received, it would give the impression that I was a troublemaker or I was fighting or something like that.\"</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">D. Immigration judge's decision and the Board's affirmance</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">On March 28, 2002, at the end of the last hearing, the immigration judge made an oral ruling. He recited the pertinent details of Sharari's application, affidavits, and testimony; found him removable as charged; and denied his application for relief. Regarding the claim of asylum, the judge found that Sharari had failed to establish that he would be persecuted or had a well-founded fear of persecution upon returning to Lebanon. Sharari's next claim, for withholding of removal, was necessarily dismissed because its burden of proof is higher than an asylum claim's burden. Finally, as to the CAT claim, the judge found no credible evidence that the Lebanese government would more likely than not torture Sharari if he returned to Lebanon. Specifically, the immigration judge found that Sharari's only evidence on this point was his own testimony, which he had not included in his original application and was now giving for the first time. The court granted Sharari's request for voluntary departure in lieu of removal.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">On October 28, 2003, the Board affirmed the immigration judge's decision in its entirety, although it affirmed the denial of the asylum claim on different grounds. The Board held that Sharari was ineligible for asylum because he did not file his application within a year after arriving in the United States, <i>see</i> 8 U.S.C. &#167; 1158(a)(2)(B), and because the record did not reveal any \"extraordinary circumstances relating to the delay\" or any \"changed circumstances\" that might otherwise affect his eligibility, <i>see id.</i> &#167; 1158(a)(2)(D). As for the rest of Sharari's appeal, the Board deferred to the immigration judge's \"adverse credibility finding, which is based on material, inadequately explained omissions in the record.\" These \"significant discrepancies\" left Sharari without any credible evidence to support his application, thereby dooming his attempt to qualify for withholding of removal and relief under the CAT.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">This appeal followed.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">An alien who has applied for asylum must \"demonstrate[ ] by clear and convincing evidence that the application has been filed within 1 year after the date of the alien's arrival in the United States.\" 8 U.S.C. &#167; 1158(a)(2)(B). Otherwise, the government may consider an application only if \"the alien demonstrates to the satisfaction of the Attorney General either the existence of changed circumstances which materially affect the applicant's eligibility for asylum or extraordinary circumstances relating to the delay in filing an application.\" <i>Id.</i> &#167; 1158(a)(2)(D).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Sharari arrived in the United States on May 23, 1997, and he does not dispute that he did not file his application for asylum until January 20, 1999, almost twenty months later. In its order, the BIA found that this delay rendered Sharari's application hopelessly untimely:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">While we agree with the Immigration Judge's determination that the respondents [i.e., Sharari and Moussa] are ineligible for asylum, we find their ineligibility is based upon a failure to file an asylum application within the 1-year filing deadline, rather [than] on a failure of proof. The record does not reflect any changed circumstances affecting the respondents['] eligibility or extraordinary circumstances relating to the delay in filing an application within 1 year.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">(Citation and footnote omitted.) The Board did not explain its reasoning further other than to cite the part of Sharari's application that offered his excuses for the delay: the poor health of his daughter, who was born about four months after they arrived; trying to \"learn how to get around\" in the United States and find \"more stable\" living conditions; and his not knowing English or the law.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Fatally for Sharari's claim, we have no power to review the Board's determination. \"No court shall have jurisdiction to review any determination of the Attorney General under paragraph (2)\" of &#167; 1158(a). 8 U.S.C. &#167; 1158(a)(3). Paragraph (2) includes both aspects of the Board's determination&#8212;first, that Sharari's petition was untimely, and second, that there were no changed or extraordinary circumstances that might have justified considering his application nevertheless. <i>See Njenga v. Ashcroft,</i> <span class=\"citation\" data-id=\"201296\"><a href=\"/opinion/201296/njenga-v-ashcroft/\"><span class=\"volume\">386</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">335</span></a></span>, 339 (1st Cir.2004); <i>Haoud v. Ashcroft,</i> <span class=\"citation\" data-id=\"200742\"><a href=\"/opinion/200742/haoud-v-ashcroft/\"><span class=\"volume\">350</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">201</span></a></span>, 204-05 (1st Cir.2003) (acknowledging lack of jurisdiction, although remanding because the Board failed to explain whether its decision was based on timeliness or on the merits); <i>Tarrawally v. Ashcroft,</i> <span class=\"citation\" data-id=\"782945\"><a href=\"/opinion/782945/sulaiman-tarrawally-v-john-ashcroft-attorney-general-of-the-united-states/\"><span class=\"volume\">338</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">180</span></a></span>, 185 (3d Cir.2003) (no jurisdiction to review Board's determination); <i>Mendoza v. Att'y Gen.,</i> <span class=\"citation\" data-id=\"76142\"><a href=\"/opinion/76142/sergio-leonel-mendoze-v-us-attorney-general-immigration-and/\"><span class=\"volume\">327</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1283</span></a></span>, 1286-87 (11th Cir.2003) (same); <i>Tsevegmid v. Ashcroft,</i> <span class=\"citation\" data-id=\"782824\"><a href=\"/opinion/782824/erdenebileg-tsevegmid-v-john-ashcroft-united-states-attorney-general/\"><span class=\"volume\">336</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1231</span></a></span>, 1234-35 (10th Cir.2003) (same); <i>Hakeem v. INS,</i> <span class=\"citation\" data-id=\"775819\"><a href=\"/opinion/775819/abdul-hakeem-v-immigration-and-naturalization-service/\"><span class=\"volume\">273</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">812</span></a></span>, 815 (9th Cir.2001) (same).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Here, although the Board's explanation of its reasoning was rather abbreviated, it made clear that it was denying Sharari's asylum claim because of unexcused tardiness, not the claim's merits. (The Board agreed with the immigration judge that Sharari's claim failed on the merits, too.) Therefore, we cannot review this ruling of the Board. That ends the matter.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">When we have jurisdiction to review, we uphold determinations by the Board or the immigration judge if \"supported by reasonable, substantial, and probative evidence on the record considered as a whole.\" <i>INS v. Elias-Zacarias,</i> <span class=\"citation\" data-id=\"112682\"><a href=\"/opinion/112682/ins-v-elias-zacarias/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">478</span></a></span>, 481, <span class=\"citation\" data-id=\"112682\"><a href=\"/opinion/112682/ins-v-elias-zacarias/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">812</span></a></span>, <span class=\"citation\" data-id=\"112682\"><a href=\"/opinion/112682/ins-v-elias-zacarias/\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">38</span></a></span> (1992) (internal quotation marks omitted). This so-called \"substantial evidence\" standard applies to claims for asylum, withholding of removal, and relief under the CAT. <i>Settenda v. Ashcroft,</i> <span class=\"citation\" data-id=\"201166\"><a href=\"/opinion/201166/settenda-v-ashcroft/\"><span class=\"volume\">377</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">89</span></a></span>, 93 (1st Cir.2004). \"We will reverse only if the petitioner's evidence would compel a reasonable factfinder to conclude that relief was warranted.\" <i>Id.; see also</i> 8 U.S.C. &#167; 1252(b)(4)(B) (\"administrative findings of fact are conclusive unless any reasonable adjudicator would be compelled to conclude to the contrary\").</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Usually, we would confine our review to the BIA's order that is being challenged by the petitioner. If the BIA has simply adopted or deferred to the immigration judge's reasoning, however, we must look to that decision instead, \"treat[ing] the findings and conclusion of the IJ as the Board's own opinion.\" <i>Herbert v. Ashcroft,</i> <span class=\"citation\" data-id=\"200420\"><a href=\"/opinion/200420/herbert-v-ins/\"><span class=\"volume\">325</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">68</span></a></span>, 71 (1st Cir.2003); <i>see also Chen v. INS,</i> <span class=\"citation\" data-id=\"196819\"><a href=\"/opinion/196819/feng-chen-v-ins/\"><span class=\"volume\">87</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">5</span></a></span>, 7-8 (1st Cir.1996) (\"[I]f the Board's view is that the IJ `got it right,' the law does not demand that the Board go through the idle motions of dressing the IJ's findings in its own prose.\").</p>\n    </div>\n    <p class=\"indent\">A. Withholding of removal</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">To ensure withholding of removal, Sharari must prove that upon deportation, he is more likely than not to face persecution on account of race, religion, nationality, membership in a particular social group, or political opinion. <i>Salazar v. Ashcroft,</i> <span class=\"citation\" data-id=\"200879\"><a href=\"/opinion/200879/ins-v-salazar/\"><span class=\"volume\">359</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">45</span></a></span>, 52 (1st Cir.2004). Courts have derived some general principles as to the definition of \"persecution\": \"[P]ersecution encompasses more than threats to life or freedom, but less than mere harassment or annoyance.\" <i>Aguilar-Solis v. INS,</i> <span class=\"citation\" data-id=\"198342\"><a href=\"/opinion/198342/aguilar-solis-v-ins/\"><span class=\"volume\">168</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">565</span></a></span>, 569-70 (1st Cir.1999) (citations omitted). Persecution does not include</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">all treatment that our society regards as unfair, unjust, or even unlawful or unconstitutional. If persecution were defined that expansively, a significant percentage of the world's population would qualify for asylum in this country&#8212;and it seems most unlikely that Congress intended such a result.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\"><i>Fatin v. INS,</i> <span class=\"citation\" data-id=\"659860\"><a href=\"/opinion/659860/parastoo-fatin-v-immigration-naturalization-service/\"><span class=\"volume\">12</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1233</span></a></span>, 1240 (3d Cir.1993). \"Between these broad margins, courts have tended to consider the subject on an ad hoc basis.\" <i>Aguilar-Solis,</i> 168 F.3d at 570.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">While deferring generally to decisions by an immigration judge, we pay special heed to credibility determinations: \"[W]hen a hearing officer who saw and heard a witness makes an adverse credibility determination and supports it with specific findings, an appellate court ordinarily should accord it significant respect.\" <i>Id.</i> at 571. In this case, the immigration judge found Sharari's \"testimony not to be credible.\" Referring to the three alleged incidents of physical abuse in the 1980s, the IJ noted that \"none of that information was disclosed in the male respondent's asylum application nor did he disclose that information to the political asylum officer who questioned him in 1999 in connection with his application for political asylum and withholding of removal.\"</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The IJ did \"offer a specific, cogent reason for [his] disbelief,\" as required. <i>Gailius v. INS,</i> <span class=\"citation\" data-id=\"198026\"><a href=\"/opinion/198026/ins-v-gailius/\"><span class=\"volume\">147</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">34</span></a></span>, 47 (1st Cir.1998) (alteration in original) (internal quotation marks omitted). While Sharari mentioned one of the three incidents, the 1987 incident, in his affidavit, he contradicted himself on the year it occurred, how long he was detained, and the reason for his release.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> More importantly, Sharari omitted the 1985 and 1986 incidents entirely from his application, his two affidavits (an original and an amended version), and his interview with an asylum officer in April 1999. Only in his testimony did he claim for the first time that he had been shot, burned, brutally beaten, and detained for weeks on end. His explanation for omitting these details was that he feared being labeled a \"troublemaker\" or disruptive. The IJ was entitled to find this explanation unpersuasive.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The evidence in the record on general discrimination against Palestinians in Lebanon, although substantial, does not establish the persecution required for withholding of removal. Evidence of conditions in Lebanon was supplied by the State Department's Country Report on Human Rights Practices in Lebanon for the years 2000 and 2001. The 2001 report describes most Palestinian refugees as being \"subject to government and societal discrimination.\" Most cannot obtain citizenship and are barred from work in 72 professions. In April 2001, the Parliament passed a law depriving Palestinian refugees of the right to own property: \"Under the new law, Palestinians no longer may purchase property and those who own property will be prohibited from passing it on to their children.\"<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Standing alone, the discrimination described does not compel a finding of persecution. \"Discrimination is not the equivalent of persecution. . . .\" <i>Pieterson v. Ashcroft,</i> <span class=\"citation\" data-id=\"200965\"><a href=\"/opinion/200965/pieterson-v-ins/\"><span class=\"volume\">364</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">38</span></a></span>, 44 (1st Cir.2004). \"To qualify as persecution, a person's experience must rise above unpleasantness, harassment, and even basic suffering.\" <i>Nelson v. INS,</i> <span class=\"citation\" data-id=\"771091\"><a href=\"/opinion/771091/laeila-nelson-stephanie-nelson-phil-nelson-v-immigration-and/\"><span class=\"volume\">232</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">258</span></a></span>, 263 (1st Cir.2000); <i>see also Ahmed v. Ashcroft,</i> <span class=\"citation\" data-id=\"783305\"><a href=\"/opinion/783305/omar-f-ahmed-v-john-ashcroft-attorney-general-of-the-united-states-of/\"><span class=\"volume\">341</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">214</span></a></span>, 217 (3d Cir.2003) (\"widespread legal and economic discrimination against Palestinians\" in Saudi Arabia does not amount to persecution).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Sharari's claim for withholding of removal therefore fails. We cannot see anything in the record that compels a conclusion contrary to that reached by the immigration judge and the Board.</p>\n    </div>\n    <p class=\"indent\">B. Relief under the CAT</p>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">To secure relief under the CAT, Sharari must show \"that it is more likely than not that he ... would be tortured if removed\" to Lebanon. 8 C.F.R. &#167; 208.16(c)(2). Federal regulations define torture as the intentional infliction of severe pain or suffering for such purposes as forcing a confession or intimidating someone; the pain or suffering must be inflicted by the government, or with its acquiescence. 8 C.F.R. &#167; 208.18(a)(1); <i>see also Elien v. Ashcroft,</i> <span class=\"citation\" data-id=\"200971\"><a href=\"/opinion/200971/elien-v-john-ashcroft/\"><span class=\"volume\">364</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">392</span></a></span>, 398 (1st Cir.2004). Pain or suffering as a result of lawful sanctions does not count. 8 C.F.R. &#167; 208.18(a)(3).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">As we have already established, Sharari has not refuted the IJ's adverse credibility determination, which undermined his evidence of physical abuse he suffered while in Lebanon. Furthermore, he has not shown that the Amal militia, which allegedly abused him in the mid-1980s, operated with the acquiescence of the government or would be likely to still be doing so now.</p>\n    </div>\n    <p class=\"indent\">C. Due-process claim</p>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">To his main claims for relief, Sharari adds a claim that the IJ violated his right to due process by refusing to admit a videotaped news program into evidence. According to Sharari, the program reported on the harsh conditions experienced by Palestinians living in Lebanon. Sharari mentioned the program for the first time while on direct examination by his counsel. When his counsel proffered the tape, the IJ refused to take it into evidence, saying, \"I'll mark it for identification, but I'm not going to make it part of the record.\" When asked why, the judge said that it was \"obvious. It's a tape.\"</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">\"An immigration judge, like other judicial officers, possesses broad (though not uncabined) discretion over the conduct of trial proceedings.\" <i>Aguilar-Solis,</i> 168 F.3d at 568. Sharari must show that the IJ's exclusion of evidence was an abuse of that discretion and that he was prejudiced as a result. <i>Galicia v. Ashcroft,</i> <span class=\"citation\" data-id=\"201419\"><a href=\"/opinion/201419/galicia-v-ashcroft/\"><span class=\"volume\">396</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">446</span></a></span>, 447-48 (1st Cir.2005).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Just as in <i>Galicia,</i> here \"[t]he offer of evidence was made on the day of the hearing, in violation of ... the local rule requiring pre-hearing marking of exhibits.\" <i>Id.</i> at 448. Sharari's case had been continued several times&#8212;ultimately, for more than two years&#8212;to allow him time to get copies of certain Lebanese laws from the Library of Congress. The record does not reveal why he waited until the day of the hearing to proffer this news report. Moreover, the report had nothing to do with Sharari's personal circumstances&#8212;only general discrimination against Lebanese Palestinians, which, as we have said, does not entitle him to withholding of removal or relief under the CAT. He could not have been prejudiced, therefore, by the tape's exclusion. Whatever the deficiencies in the IJ's explanation of that decision, he did not abuse his discretion in excluding the videotape from evidence.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Alberto Gonz&#225;les was sworn in as Attorney General of the United States on February 3, 2005. We have substituted him for John Ashcroft, previous holder of that office, as the respondent<i>See</i> Fed. R.App. P. 43(c)(2).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The claims of Sharari's wife derive from his<i>See</i> 8 U.S.C. &#167; 1158(b)(3)(A).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> On March 1, 2003, the INS ceased to exist as an independent agency, and many of its duties were transferred to U.S. Citizenship and Immigration Services, a bureau of the newly created Department of Homeland Security<i>See</i> Homeland Security Act of 2002, Pub.L. No. 107-296, &#167; 471, 116 Stat. 2135, 2205 (codified as amended at 6 U.S.C. &#167; 291(a)); <i>Lattab v. Ashcroft,</i> <span class=\"citation\" data-id=\"201243\"><a href=\"/opinion/201243/lattab-v-ashcroft/\"><span class=\"volume\">384</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">8</span></a></span>, 13 n. 2 (1st Cir.2004). Because Sharari's dealings were mostly with the INS, we refer to that agency throughout this opinion for simplicity's sake.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The CAT's full name is the United Nations Convention Against Torture and Other Forms of Cruel, Inhuman or Degrading Treatment or Punishment, Dec. 10, 1984, 23 I.L.M. 1027, 1465 U.N.T.S. 85. Congress implemented Article 3 of the Convention, with some changes, as part of the Foreign Affairs Reform and Restructuring Act of 1998, Pub.L. No. 105-277, &#167; 2242, 112 Stat. 2681, 2681-822 (codified in a note to 8 U.S.C. &#167; 1231)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Sharari later submitted an amended affidavit, which added a few factual details but made no major changes. We refer here to that amended version</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> As we have said, the standard for proving a claim for withholding of removal is higher than for asylum. Because of that higher standard, if a petitioner has lost on the merits of his asylum claim, he automatically loses on his claim for withholding of removal. Indeed, that is how the IJ decided the case below. However, because the Board affirmed the denial of Sharari's asylum claim for a procedural reason&#8212;holding that the claim was time-barred&#8212;he is still entitled to an analysis on appeal of the merits of his withholding claim</p>\n        <p class=\"indent\">The Supreme Court has explained the relation between the two kinds of claims thusly:</p>\n        <p class=\"indent\">Under the immigration laws, withholding is distinct from asylum, although the two forms of relief serve similar purposes. Whereas withholding only bars deporting an alien to a particular country or countries, a grant of asylum permits an alien to remain in the United States and to apply for permanent residency after one year. In addition, whereas withholding is mandatory unless the Attorney General determines one of the exceptions applies, the decision whether asylum should be granted to an eligible alien is committed to the Attorney General's discretion.</p>\n        <p class=\"indent\"><i>INS v. Aguirre-Aguirre,</i> <span class=\"citation\" data-id=\"118284\"><a href=\"/opinion/118284/ins-v-aguirre-aguirre/\"><span class=\"volume\">526</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">415</span></a></span>, 419-20, <span class=\"citation\" data-id=\"118284\"><a href=\"/opinion/118284/ins-v-aguirre-aguirre/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1439</span></a></span>, <span class=\"citation\" data-id=\"118284\"><a href=\"/opinion/118284/ins-v-aguirre-aguirre/\"><span class=\"volume\">143</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">590</span></a></span> (1999) (citations omitted).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The IJ was therefore wrong to say that Sharari disclosed \"none of th[e] information\" in his application. He disclosed the 1987 incident, albeit with some differences</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The IJ limited his discussion of these reports to the observation that neither report mentioned Sharari by name, stating that a \"review of the document does not refer to the respondent or any members of his family.\" Sharari interprets that remark as a refusal to consider the reports at all</p>\n        <p class=\"indent\">The IJ intimated that he had read and considered the reports, and we will take him at his word. However, we cannot fathom why he looked for Sharari's name in the reports in the first place and what possible relevance the IJ could have placed on not finding the name there. Country reports are valuable tools, of course, for learning about a country's respect for human rights in general; but one should not expect them to contain the individual names of asylum-seekers. Besides, Sharari had been in the United States since 1997.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Admittedly, we do not fully understand the IJ's reason for rejecting the videotape. He said that it was \"obvious\" why he did so, implying that videotapes in themselves are inadmissible. We do not know why the IJ's broad authority to regulate the course of a hearing would not encompass admitting a videotape into evidence, as long as it met the usual requirements of being \"material and relevant.\" 8 C.F.R. &#167; 1240.1(c)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/76142/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112682/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118284/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196819/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198026/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198342/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200420/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200742/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200879/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200965/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200971/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201166/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201243/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201296/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201419/",
    "http://www.courtlistener.com/api/rest/v3/opinions/659860/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771091/",
    "http://www.courtlistener.com/api/rest/v3/opinions/775819/",
    "http://www.courtlistener.com/api/rest/v3/opinions/782824/",
    "http://www.courtlistener.com/api/rest/v3/opinions/782945/",
    "http://www.courtlistener.com/api/rest/v3/opinions/783305/"
  ]
}