{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201644/",
  "absolute_url": "/opinion/201644/rodriguez-v-spencer/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201644/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:31:10Z",
  "date_modified": "2016-02-28T05:06:10.265272Z",
  "type": "010combined",
  "sha1": "67bef9f7460d709d471bc49e627ceec0b7ede1e2",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/03-2139-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2005/06/15/Rodriguez_v._Spencer.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 03-2139\n\n                      JOSE LINCOLN RODRIGUEZ,\n\n                      Petitioner, Appellant,\n\n\n                                v.\n\n                           LUIS SPENCER,\n\n                       Respondent, Appellee.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF MASSACHUSETTS\n           [Hon. Patti B. Saris, U.S. District Judge]\n\n\n                              Before\n\n              Selya, Lynch, and Lipez, Circuit Judges.\n\n\n\n          Matthew V. Soares for appellant.\n          Susanne G. Reardon, Assistant Attorney General, with whom\nThomas F. Reilly, Attorney General, was on brief, for appellee.\n\n\n\n                          June 15, 2005\n\f            LYNCH, Circuit Judge.            The Antiterrorism and Effective\n\nDeath Penalty Act of 1996 (AEDPA) establishes a one-year statute of\n\nlimitations for a state prisoner's filing of a federal habeas\n\ncorpus petition.     28 U.S.C. § 2244(d)(1).         That limitations period\n\nis tolled, however, while \"a properly filed application for State\n\npost-conviction or other collateral review with respect to the\n\npertinent   judgment      or   claim    is    pending.\"    Id.   §    2244(d)(2)\n\n(emphasis added).\n\n            This case requires us to consider the question of whether\n\nan application to the Massachusetts Supreme Judicial Court (SJC)\n\nfor extraordinary relief under Mass. Gen. Laws ch. 211, § 3 may\n\nconstitute \"a properly filed application for . . . other collateral\n\nreview with respect to the pertinent judgment or claim.\"                      The\n\nCommonwealth defends primarily on the ground that a petition for\n\nch. 211, § 3 review can never be \"an application for . . . other\n\ncollateral review.\" There is an implicit second argument that this\n\nparticular petition was not such an application for collateral\n\nreview within the meaning of 28 U.S.C. § 2244(d)(2), particularly\n\nin the aftermath of a quite recent Supreme Court opinion, Pace v.\n\nDiGuglielmo,   125   S.    Ct.   1807    (2005).      We   disagree    with   the\n\nCommonwealth's first argument but agree with its second. We affirm\n\nthe dismissal of the federal habeas petition brought by Jose\n\nLincoln Rodriguez because it was untimely and not saved by the\n\ntolling provision of 28 U.S.C. § 2244(d)(2).\n\n\n                                        -2-\n\f                                       I.\n\n          On July 20, 1977, Rodriguez was convicted of forcible\n\nrape and of assault and battery with a dangerous weapon of a\n\ntwenty-one year old student at a local university.                       Rodriguez\n\n\"grabbed the victim . . . , jabbed a broken bottle into her neck,\n\nput his jacket over her face, and raped her in the backyard of a\n\nnearby house.\"     Commonwealth v. Rodriguez, 737 N.E.2d 910, 912\n\n(Mass. App. Ct. 2000).          After entry of the verdicts, the trial\n\njudge postponed sentencing and, sua sponte, ordered the petitioner\n\ncommitted to the treatment center at Bridgewater State Hospital for\n\na determination of sexual dangerousness pursuant to Mass. Gen. Laws\n\nch. 123A, § 4.     At a later Superior Court hearing, Rodriguez was\n\ndetermined to be sexually dangerous and committed to the treatment\n\ncenter for an indeterminate period of from one day to life,\n\npursuant to    Mass.     Gen.   Laws   ch.       123A,   §   5.   This   order   of\n\ncommitment was reviewed by the SJC, which affirmed the order,\n\ncontingent    on   the    affirmance        of    the    criminal   convictions.\n\nCommonwealth v. Rodriguez, 382 N.E.2d 725, 734 & n.20 (Mass. 1978).\n\n          On December 22, 1978, the Massachusetts Appeals Court\n\nreversed the petitioner's convictions in Commonwealth v. Rodriguez,\n\n383 N.E.2d 851, 857 (Mass. App. Ct. 1978).                   The SJC granted the\n\nparties' application for leave to obtain further appellate review\n\n(ALOFAR), affirmed the Appeals Court's reversal of the petitioner's\n\n\n\n\n                                       -3-\n\fconvictions in Commonwealth v. Rodriguez, 391 N.E.2d 889, 897\n\n(Mass. 1979), and ordered a new trial.\n\n           Released on bail, Rodriguez did not appear on the date\n\nset for his new trial.     Seven years later, Rodriguez was found in\n\nCalifornia and returned to Massachusetts, where a jury convicted\n\nhim once again of rape and assault and battery with a dangerous\n\nweapon on December 23, 1987.     He was sentenced to life with the\n\npossibility of parole.\n\n           On November 3, 2000, the Massachusetts Appeals Court\n\naffirmed the petitioner's convictions from his second trial, and,\n\nin turn, affirmed the denials of his subsequent motions for new\n\ntrial and for post-conviction dismissal. Commonwealth v. Rodriguez,\n\n737 N.E.2d 910, 920 (Mass. App. Ct. 2000).    On January 3, 2001, the\n\nSJC denied petitioner's ALOFAR in Commonwealth v. Rodriguez, 742\n\nN.E.2d 81 (Mass. 2001).1\n\n           On May 8, 2001, the petitioner filed a petition for\n\ngeneral superintendence of inferior courts pursuant to ch. 211, § 3\n\nwith a single justice of the Supreme Judicial Court for Suffolk\n\nCounty.   A later amendment to this petition is not relevant.   That\n\njustice denied the petition on February 14, 2002.    Rodriguez filed\n\n\n\n     1\n          If Rodriguez had promptly filed a federal habeas claim\nafter the SJC's denial of his petition to seek further appellate\nreview of the Appeals Court's affirmance of the denial of his new\ntrial motion, there would be no question about the timeliness of\nhis Fourth and Sixth Amendment claims raised in his federal habeas\npetition.\n\n                                  -4-\n\fa notice of appeal from this denial on February 20, 2002, but moved\n\nto dismiss the appeal on September 10, 2002.\n\n           On January 31, 2003, Rodriguez filed the instant petition\n\nfor a writ of habeas corpus pursuant to 28 U.S.C. § 2254.           The\n\nrespondent filed a motion to dismiss the petition as time-barred\n\npursuant to 28 U.S.C. § 2244(d)(1).      The district court dismissed\n\nthe petition as time-barred on April 29, 2003.     That dismissal did\n\nnot consider the effect of Rodriguez' ch. 211, § 3 petition; indeed,\n\nRodriguez did not argue the issue to the court. Rodriguez moved for\n\nreconsideration which the district court denied.\n\n           On August 1, 2003, the petitioner filed a motion for\n\nCertificate of Appealability which the district court denied on\n\nFebruary 3, 2004.       On September 17, 2004, this court allowed a\n\nCertificate of Appealability, raising sua sponte the issue of\n\nwhether the petition filed under ch. 211, § 3 had a tolling effect\n\nunder 28 U.S.C. § 2244(d)(2).\n\n                                   II.\n\n           We review de novo the denial of a habeas application on\n\nprocedural grounds.     Voravongsa v. Wall, 349 F.3d 1, 3-4 (1st Cir.\n\n2003).   We set the context.\n\n           Rodriguez'    federal   habeas   petition   raises   several\n\nconstitutional arguments:    (1) the introduction of illegally seized\n\nevidence at his trial violated the Fourth, Sixth, and Fourteenth\n\nAmendments; (2) the in-court identification procedure used          to\n\n\n                                   -5-\n\fidentify him as the assailant violated the Sixth and Fourteenth\n\nAmendments;       (3)     the    absence     of    counsel   at   his     pretrial\n\nidentification violated the Sixth Amendment; and (4) his counsel was\n\nineffective also in violation of the Sixth Amendment.\n\n            By contrast, his claim to the SJC in the ch. 211, § 3\n\npetition    was     not    that     he     had    been   denied   those    federal\n\nconstitutional rights, but that one member of a three-justice panel\n\nof the state appeals court which affirmed his conviction was\n\ninvolved in a conflict of interest with the prosecutor who tried his\n\ncase.    The relief Rodriguez sought in the ch. 211, § 3 petition was\n\nnot, directly, the vacating of the judgment of guilt, but further\n\nappellate review of his conviction by the SJC or review by another\n\nappeals court panel.2           He also asserted he had just learned of the\n\nsupposed conflict and no other remedy was available because a motion\n\nfor a new trial would do him no good as to the Appeals Court's\n\n\n\n\n     2\n          One might ask why, if the ch. 211, § 3 petition did not\nraise the same claims as Rodriguez' habeas claims, his state\npetition addressed to another claim should extend the time for his\nhabeas claims. The answer is that the habeas statute refers to\nboth \"judgments\" and to \"claims.\" See 28 U.S.C. § 2244(d)(2) (the\ntime is tolled while a properly filed application for collateral\nreview is pending \"with respect to the pertinent judgment or\nclaim\"). While we have not decided the issue, Nowaczyk v. Warden,\nN.H. State Prison, 299 F.3d 69, 74-75 (1st Cir. 2002) (leaving the\nquestion open), most courts have considered that a post-conviction\nattack on an underlying criminal judgment (even if it raises a\ndifferent claim) is sufficient to toll the limitations period.\nSee, e.g., Carter v. Litscher, 275 F.3d 663, 664-65 (7th Cir.\n2001); Tillema v. Long, 253 F.3d 494, 502 (9th Cir. 2001).\n\n\n                                         -6-\n\fdecision, and his time for seeking rehearing in the Appeals Court\n\nhad long since expired.\n\n            The single justice of the SJC held that Rodriguez was not\n\nentitled   to    relief    under     ch.    211,   §   3   because    he   had   other\n\nprocedures he could have used and that regardless, Rodriguez did not\n\nchallenge the other two justices of the Appeals Court panel and so\n\nthe panel affirmance would stand in any event.\n\nA.   Ch. 211, § 3 Petitions as Applications for \"State Post-\n     Conviction Relief or Other Collateral Review\"\n\n            We   turn     to   the   Commonwealth's        first     ground   --   its\n\ncontention that a ch. 211, § 3 petition can never be an application\n\nfor other collateral review.3              Massachusetts law is our starting\n\npoint.     See Carey v. Saffold, 536 U.S. 214, 223 (2002) (\"[F]or\n\npurposes of applying a federal statute that interacts with state\n\nprocedural rules, we look to how a state procedure functions.\");\n\nVoravongsa, 349 F.3d at 4.\n\n            Massachusetts General Laws ch. 211, § 3 reads:\n\n            Superintendence of inferior courts; power to\n            issue writs and process.\n\n            The supreme judicial court shall have general\n            superintendence of all courts of inferior\n            jurisdiction to correct and prevent errors and\n            abuses therein if no other remedy is expressly\n            provided; and it may issue all writs and\n\n\n     3\n          The Supreme Court has recognized that the phrase \"other\ncollateral review\" is not restricted to state criminal convictions:\nit may apply to situations in which a person is in custody other\nthan pursuant to a state conviction. See Duncan v. Walker, 533\nU.S. 167, 176 (2001). That issue need not concern us.\n\n                                           -7-\n\f            processes to such courts and to corporations\n            and individuals which may be necessary to the\n            furtherance of justice and to the regular\n            execution of the laws.\n\n            In addition to the foregoing, the justices of\n            the supreme judicial court shall also have\n            general superintendence of the administration\n            of all courts of inferior jurisdiction,\n            including, without limitation, the prompt\n            hearing and disposition of matters pending\n            therein . . . and it may issue such writs,\n            summonses and other processes and such orders,\n            directions and rules as may be necessary or\n            desirable for the furtherance of justice, the\n            regular execution of the laws, the improvement\n            of the administration of such courts, and the\n            securing   of  their   proper  and   efficient\n            administration . . . .\n\nMass. Gen. Laws ch. 211, § 3.\n\n            This route to collateral review of a conviction is not the\n\nordinary   one.    The   normal   post-conviction   remedy   provided   by\n\nMassachusetts to a convicted criminal defendant seeking further\n\nreview is a direct appeal; or, once the conviction becomes final\n\nafter appeal, an individual can file a motion for a new trial under\n\nMass. R. Crim. P. 30.    Rule 30 \"provide[s] remedies for persons who\n\nhave been imprisoned in violation of State and Federal law and also\n\nenable[s] Judges to give discretionary relief where justice may not\n\nhave been done.\"    30A Kent B. Smith, Massachusetts Practice § 2052\n\n(1983).    There are no time limitations for filing a Rule 30 motion,\n\nand an individual can file multiple Rule 30 motions.         See Mass. R.\n\nCrim. P. 30.      The SJC has held that a Rule 30 motion is the\n\n\"exclusive vehicle for postconviction relief\" in Massachusetts.\n\n\n                                   -8-\n\fLeaster v. Commonwealth, 432 N.E.2d 708, 709 (Mass. 1982).               We\n\naccept that.     Whether it is the exclusive vehicle for \"other\n\ncollateral review\" is a different matter. See Duncan v. Walker, 533\n\nU.S. 167, 177 (2001).\n\n            By contrast with Rule 30, \"[a] part[y] seeking review\n\nunder ch. 211, § 3, must demonstrate both a substantial claim of\n\nviolation of [his or her] substantive rights and error that cannot\n\nbe remedied under the ordinary review process.\"        Planned Parenthood\n\nLeague of Mass., Inc. v. Operation Rescue, 550 N.E.2d 1361, 1365\n\n(Mass. 1990) (internal citations and quotation marks omitted).\n\nAlthough ch. 211, § 3 is a civil statute, the SJC has exercised its\n\nsuperintendence power in criminal cases as well.         But the SJC has\n\ncautioned that relief under ch. 211, § 3 in such circumstances is\n\n\"extraordinary.\"   Diggs v. Commonwealth, 788 N.E.2d 544, 545 (Mass.\n\n2003).   A ch. 211, § 3 petition is not to be used as \"a substitute\n\nfor normal appellate review,\" Tavares v. Commonwealth, 823 N.E.2d\n\n374, 375 (Mass. 2005), and relief is not ordinarily available when\n\nthe petitioning party has or had \"adequate and effective avenues\n\nother than [ch. 211, § 3], by which to seek and obtain the requested\n\nrelief.\" Jaynes v. Commonwealth, 768 N.E.2d 1053, 1054 (Mass. 2002)\n\n(internal    quotation   marks   and     citations   omitted);   Lykus   v.\n\nCommonwealth, 732 N.E.2d 897, 899 (Mass. 2000) (denying relief under\n\nch. 211, § 3 when the defendant had another available remedy).\n\n\n\n\n                                   -9-\n\f           Our difficulty with the Commonwealth's absolutist position\n\nthat a ch. 211, § 3 petition may never be a petition for other\n\ncollateral review within the meaning of 28 U.S.C. § 2244(d)(2) is\n\nthat the Commonwealth itself has decided to leave room for such\n\ndiscretionary collateral relief.       Despite its language, the SJC has\n\nin fact both reviewed the merits and granted relief (albeit rarely)\n\nin ch. 211, § 3 petitions even when another remedy was available.\n\nWhile we agree that ch. 211, § 3 is not the normal means for either\n\npost-conviction relief or collateral review, under the AEDPA tolling\n\nprovision, Congress has deferred to the states, and Massachusetts\n\nhas chosen to permit collateral review in some circumstances under\n\nch. 211, § 3.    As the Supreme Court has held in Duncan, \"Congress\n\nmay have refrained from exclusive reliance on the term 'post-\n\nconviction' so as to leave no doubt that the tolling provision\n\napplies to all types of state collateral review available after a\n\nconviction and not just to those denominated 'post-conviction' in\n\nthe parlance of a particular jurisdiction.\"         Duncan, 533 U.S. at\n\n176.\n\n           The ch. 211, § 3 procedure operates to provide a vehicle\n\nfor attacks on convictions and sentences.             See Aldoupolis v.\n\nCommonwealth, 435 N.E.2d 330 (Mass. 1982) (vacating revocation of\n\nsuspension of sentence).         It is also a vehicle for interlocutory\n\nreview   and   relief   in   a   criminal   proceeding.   See   Barry   v.\n\nCommonwealth, 455 N.E.2d 437 (Mass. 1983) (considering motion to\n\n\n                                    -10-\n\fdismiss on speedy trial grounds); Gilday v. Commonwealth, 274 N.E.2d\n\n589 (Mass. 1971) (vacating pretrial order that defendants disclose\n\ncertain defenses without deciding whether the ch. 211, § 3 petition\n\nwas proper).\n\n              There are other situations in which the SJC has exercised\n\nits ch. 211, § 3 jurisdiction post-judgment in criminal cases where\n\nthe defendant's federal constitutional rights were at issue.                    An\n\nexample is Commonwealth v. Lowder, 731 N.E.2d 510 (Mass. 2000),\n\nwhere   the    Commonwealth   appealed       from   entry   of   a   judgment   of\n\nacquittal following opening statements.             The SJC took jurisdiction\n\nunder ch. 211, § 3 and concluded double jeopardy would preclude\n\nretrial.       The obverse of this was addressed by this court in\n\nGonzalez v. Justices of the Municipal Court of Boston, 382 F.3d 1\n\n(1st Cir. 2004), vacated by 115 S. Ct. 1640 for reconsideration in\n\nlight of Smith v. Massachusetts, 125 S. Ct. 1129 (2005). There, the\n\nSJC, exercising ch. 211, § 3 jurisdiction, determined that double\n\njeopardy did not bar retrial after entry of judgment of acquittal;\n\na federal habeas petition ensued.            And in Jackson v. Coalter, 337\n\nF.3d 74 (1st Cir. 2003), this court again addressed on habeas a\n\ndouble jeopardy claim where the SJC had exercised its ch. 211, § 3\n\npower to review and reject the defendant's double jeopardy claim.\n\n              The   unacceptability   of     the    Commonwealth's    absolutist\n\nposition is thus highlighted. In some instances it will be the very\n\noutcome of the ch. 211, § 3 petition which gives rise to the habeas\n\n\n                                      -11-\n\fpetition.   In some cases, the SJC will address and reject in such\n\npetitions the claims    to   be   raised on federal habeas or that\n\notherwise attack the judgment of conviction. The allowance of a ch.\n\n211, § 3 petition may well moot the potential habeas claims by\n\ngranting the relief which would otherwise be sought.       It is evident\n\nthat in many cases, the purposes of the federal tolling provisions\n\nwould be served by recognizing ch. 211, § 3 petitions.         The Court\n\nin Duncan described the federal tolling provision as ensuring that\n\nstate courts have the opportunity to fully explore potential federal\n\nlaw challenges before the federal courts entertain a collateral\n\nattack and as ensuring the finality of state court judgments.\n\nDuncan, 533 U.S. at 179-80.        The federal habeas system has no\n\ninterest in undercutting the resolution of issues in the state\n\nsystem, even if that resolution comes by way of extraordinary\n\nrelief.4    Thus   we   reject    the    Commonwealth's   position   that\n\ncategorically a ch. 211, § 3 petition cannot be \"an application for\n\n. . . other collateral review.\"\n\n\n     4\n          The question of whether a petition is required for\nexhaustion of claims under 28 U.S.C. § 2254(c) is distinct from\nwhether an application for collateral review tolls AEDPA's\nlimitations period. See O'Sullivan v. Boerckel, 526 U.S. 838, 844\n(1999) (\"Although the language [requiring exhaustion in 28 U.S.C.\n§ 2254(c)] could be read to effectively foreclose habeas review by\nrequiring a state prisoner to invoke any possible avenue of state\ncourt review, we have never interpreted the exhaustion requirement\nin such a restrictive fashion. . . . Section 2254(c) requires only\nthat state prisoners give state courts a fair opportunity to act on\ntheir claims.\" (emphasis in original)).       There should be no\nsuggestion that a Massachusetts state prisoner must file a ch. 211,\n§ 3 petition in order to exhaust his state remedies.\n\n                                  -12-\n\fB.   Rodriguez' Ch. 211, § 3 Petition as An Application for Other\n     Collateral Review.\n\n             We have determined that the ch. 211, § 3 label on a\n\npetition collaterally attacking a state judgment does not alone\n\ndisqualify a petition as being within the scope of 28 U.S.C.\n\n§ 2244(d)(2).     That is because the SJC's extraordinary relief has\n\nbeen invoked in a variety of circumstances.         The harder question is\n\nwhether this particular petition satisfies the criteria of being an\n\napplication for collateral review of the state court judgment within\n\nthe meaning of the federal tolling statute, 28 U.S.C. § 2244(d)(2).5\n\n             Not every filing by a criminal defendant meant to advance\n\nhis challenge to a judgment of conviction amounts to an application\n\nfor other collateral review of the judgment or claim.             Some fact\n\npatterns easily demonstrate this.        A pro se motion for appointment\n\nof   state   post-conviction   counsel   is   not   such   an   application.\n\nVoravongsa, 349 F.3d at 7.      Nor is a motion to revive an appeal.\n\n\n      5\n          The Commonwealth alleges when a single justice denies a\nch. 211, § 3 petition due to the existence of an alternative\nadequate remedy, the decision should be read as saying there was no\n\"jurisdiction\" over the petition.          Relying on Pace, the\nCommonwealth argues that when there was no state court jurisdiction\nover the state application, the application cannot be \"properly\nfiled\" for federal tolling purposes. See Pace, 125 S. Ct. at 1812.\nRodriguez' petition, therefore, is not \"properly filed\".\n     The Commonwealth raises an interesting argument but one we do\nnot reach.   The premise for the Commonwealth's argument is not\nfirm. As we have explained, the SJC has in fact taken jurisdiction\nunder ch. 211, § 3 when other remedial avenues were available. And\noften it is not clear whether the SJC is saying there is no\njurisdiction.   Thus we reject the Commonwealth's position that\ncategorically a ch. 211, § 3 petition denied due to an alternative,\nadequate remedy can never be \"properly filed.\"\n\n                                  -13-\n\fAdeline v. Stinson, 206 F.3d 249, 252 (2d Cir. 2000).                   Nor is an\n\napplication before a state sentence review panel.                      Bridges v.\n\nJohnson, 284 F.3d 1201 (11th Cir. 2002).\n\n            Our question on the facts of this case is harder. We have\n\nalready said we will not take the absolutist position that a ch.\n\n211, § 3 petition can never be an application for collateral review.\n\n             In analyzing this case, we are guided by the Supreme\n\nCourt's recent decision in Pace, 125 S. Ct. at 1812-14.                 Pace held\n\nthat where a state court, after judicial consideration, ultimately\n\ndetermines that a post-conviction filing is untimely, the filing is\n\nnot a \"properly filed application\" for purposes of 28 U.S.C.\n\n§ 2244(d)(2), despite the clerk's acceptance of the filing.                      Id.\n\nat 1814. Pace signals that the state court's reasoning in disposing\n\nof the filing may be considered by the federal courts in determining\n\nwhether    the    application     was   \"properly      filed\"   for   purposes    of\n\ntolling.      Id. at 1812-13 (\"conditions to filing\" can include\n\nconditions       that   require   state     judicial    consideration).      Pace\n\nrequires us to look beyond the mechanical exercise of filing and\n\nengage in case-by-case scrutiny of the state court's disposition of\n\nthat state filing to determine whether AEDPA's tolling provision\n\napplies.\n\n            By analogy, we conclude that the state court's reasoning\n\nin the disposition of the ch. 211, § 3 petition in this case is also\n\nrelevant   to     determining     whether      the   petition   qualifies   as    an\n\n\n                                        -14-\n\fapplication for collateral review of the pertinent judgment.        We\n\nstress that the scope of this opinion deals only with ch. 211, § 3\n\npetitions, and not with the usual state mechanisms for post-\n\nconviction and collateral review.\n\n          We turn to consider the single justice's rationale in\n\ndenying Rodriguez' ch. 211, § 3 petition.          Here, the    single\n\njustice's decision held both that Rodriguez had failed to take the\n\nopportunities available earlier to him to assert his claim of bias\n\nand that, in any event, any relief would not affect his criminal\n\njudgment of conviction since a majority of the Appeals Court panel\n\nhad affirmed his conviction.\n\n          The single justice's second ground conclusively tilts the\n\nbalance and leads to a conclusion that Rodriguez' application was\n\nnot an application for collateral review of the pertinent judgment,\n\nRodriguez' state criminal conviction, within the meaning of 28\n\nU.S.C. § 2244(d)(2).\n\n          We understand the single justice's holding as follows.\n\nRodriguez' petition did not qualify for exercise of ch. 211, § 3\n\npower not merely because other remedies were available earlier, but\n\nalso because as a matter of state law the purported bias of one of\n\nthree appellate justices would not affect the integrity of the\n\nMassachusetts   Appeals   Court   judgment   affirming   his   criminal\n\nconviction.   In disposing of Rodriguez' ch. 211, § 3 petition, the\n\nsingle justice held that even if the allegations of conflict by one\n\n\n                                  -15-\n\fjustice were true, the relief requested was,                    as   a matter of\n\nMassachusetts law, irrelevant to the validity of the judgment of\n\nconviction,    which   would      stand    on    a   two-to-nothing   vote.   It\n\ntherefore cannot reasonably be said that Rodriguez' ch. 211, § 3\n\npetition is an application for collateral review of the judgment.\n\n            Federal courts sitting in habeas must accept state court\n\nrulings on state law issues.         An inquiry into the correctness of a\n\nruling on state law issues \"is no part of a federal court's habeas\n\nreview of a state conviction.\"            Estelle v. McGuire, 502 U.S. 62, 67\n\n(1991).     We see no reason why the same rule does not apply to the\n\ninterpretation of the tolling statute in determining whether a\n\nparticular application seeks collateral review of the pertinent\n\njudgment.    Indeed, Pace itself strongly implies that we follow such\n\na rule.    As in Pace, when a state court determines under state law\n\nthat the ch. 211, § 3 petition is not an application for collateral\n\nreview of the judgment, then \"'that [is] the end of the matter' for\n\npurposes of [28 U.S.C.] § 2244(d)(2).\"                Pace, 125 S. Ct. at 1812\n\n(quoting Saffold, 536 U.S. at 226).\n\n            It would be contrary to the express language of 28 U.S.C.\n\n§ 2244(d)(2) to permit this particular petition to toll the federal\n\nlimitations period that had since run on petitioner's habeas claims.\n\nWe need not decide now under what other circumstance such ch. 211,\n\n§   3   petitions   will   also    fail     to   qualify   as   federal   tolling\n\nmechanisms.\n\n\n                                      -16-\n\fWe affirm the dismissal of the petition.\n\n\n\n\n                    -17-\n\f",
  "html": "<p class=\"case_cite\">412 F.3d 29</p>\n    <p class=\"parties\">Jose Lincoln RODRIGUEZ, Petitioner, Appellant,<br>v.<br>Luis SPENCER, Respondent, Appellee.</p>\n    <p class=\"docket\">No. 03-2139.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard April 5, 2005.</p>\n    <p class=\"date\">Decided June 15, 2005.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Matthew V. Soares, for appellant.</p>\n      <p class=\"indent\">Susanne G. Reardon, Assistant Attorney General, with whom Thomas F. Reilly, Attorney General, was on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, LYNCH, and LIPEZ, Circuit Judges.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The Antiterrorism and Effective Death Penalty Act of 1996 (AEDPA) establishes a one-year statute of limitations for a state prisoner's filing of a federal habeas corpus petition. 28 U.S.C. &#167; 2244(d)(1). That limitations period is tolled, however, while \"a properly filed application for State post-conviction <i>or other collateral review</i> with respect to the pertinent judgment or claim is pending.\" <i>Id.</i> &#167; 2244(d)(2) (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">This case requires us to consider the question of whether an application to the Massachusetts Supreme Judicial Court (SJC) for extraordinary relief under Mass. Gen. Laws ch. 211, &#167; 3 may constitute \"a properly filed application for... other collateral review with respect to the pertinent judgment or claim.\" The Commonwealth defends primarily on the ground that a petition for ch. 211, &#167; 3 review can never be \"an application for ... other collateral review.\" There is an implicit second argument that this particular petition was not such an application for collateral review within the meaning of 28 U.S.C. &#167; 2244(d)(2), particularly in the aftermath of a quite recent Supreme Court opinion, <i>Pace v. DiGuglielmo,</i> ___ U.S. ___, 125 S.Ct. 1807, 161 L.Ed.2d 669 (2005). We disagree with the Commonwealth's first argument but agree with its second. We affirm the dismissal of the federal habeas petition brought by Jose Lincoln Rodriguez because it was untimely and not saved by the tolling provision of 28 U.S.C. &#167; 2244(d)(2).</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On July 20, 1977, Rodriguez was convicted of forcible rape and of assault and battery with a dangerous weapon of a twenty-one year old student at a local university. Rodriguez \"grabbed the victim ..., jabbed a broken bottle into her neck, put his jacket over her face, and raped her in the backyard of a nearby house.\" <i>Commonwealth v. Rodriguez,</i> 50 Mass.App.Ct. 405, 737 N.E.2d 910, 912 (2000). After entry of the verdicts, the trial judge postponed sentencing and, sua sponte, ordered the petitioner committed to the treatment center at Bridgewater State Hospital for a determination of sexual dangerousness pursuant to Mass. Gen. Laws ch. 123A, &#167; 4. At a later Superior Court hearing, Rodriguez was determined to be sexually dangerous and committed to the treatment center for an indeterminate period of from one day to life, pursuant to Mass. Gen. Laws ch. 123A, &#167; 5. This order of commitment was reviewed by the SJC, which affirmed the order, contingent on the affirmance of the criminal convictions. <i>Commonwealth v. Rodriguez,</i> 376 Mass. 632, 382 N.E.2d 725, 734 &amp; n. 20 (1978).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On December 22, 1978, the Massachusetts Appeals Court reversed the petitioner's convictions in <i>Commonwealth v. Rodriguez,</i> 6 Mass.App.Ct. 738, 383 N.E.2d 851, 857 (1978). The SJC granted the parties' application for leave to obtain further appellate review (ALOFAR), affirmed the Appeals Court's reversal of the petitioner's convictions in <i>Commonwealth v. Rodriguez,</i> 378 Mass. 296, 391 N.E.2d 889, 897 (1979), and ordered a new trial.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Released on bail, Rodriguez did not appear on the date set for his new trial. Seven years later, Rodriguez was found in California and returned to Massachusetts, where a jury convicted him once again of rape and assault and battery with a dangerous weapon on December 23, 1987. He was sentenced to life with the possibility of parole.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On November 3, 2000, the Massachusetts Appeals Court affirmed the petitioner's convictions from his second trial, and, in turn, affirmed the denials of his subsequent motions for new trial and for post-conviction dismissal. <i>Commonwealth v. Rodriguez,</i> 50 Mass.App.Ct. 405, 737 N.E.2d 910, 920 (2000). On January 3, 2001, the SJC denied petitioner's ALOFAR in <i>Commonwealth v. Rodriguez,</i> 433 Mass. 1102, 742 N.E.2d 81 (2001).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On May 8, 2001, the petitioner filed a petition for general superintendence of inferior courts pursuant to ch. 211, &#167; 3 with a single justice of the Supreme Judicial Court for Suffolk County. A later amendment to this petition is not relevant. That justice denied the petition on February 14, 2002. Rodriguez filed a notice of appeal from this denial on February 20, 2002, but moved to dismiss the appeal on September 10, 2002.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On January 31, 2003, Rodriguez filed the instant petition for a writ of habeas corpus pursuant to 28 U.S.C. &#167; 2254. The respondent filed a motion to dismiss the petition as time-barred pursuant to 28 U.S.C. &#167; 2244(d)(1). The district court dismissed the petition as time-barred on April 29, 2003. That dismissal did not consider the effect of Rodriguez' ch. 211, &#167; 3 petition; indeed, Rodriguez did not argue the issue to the court. Rodriguez moved for reconsideration which the district court denied.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On August 1, 2003, the petitioner filed a motion for Certificate of Appealability which the district court denied on February 3, 2004. On September 17, 2004, this court allowed a Certificate of Appealability, raising sua sponte the issue of whether the petition filed under ch. 211, &#167; 3 had a tolling effect under 28 U.S.C. &#167; 2244(d)(2).</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We review <i>de novo</i> the denial of a habeas application on procedural grounds. <i>Voravongsa v. Wall,</i> 349 F.3d 1, 3-4 (1st Cir.2003). We set the context.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Rodriguez' federal habeas petition raises several constitutional arguments: (1) the introduction of illegally seized evidence at his trial violated the Fourth, Sixth, and Fourteenth Amendments; (2) the in-court identification procedure used to identify him as the assailant violated the Sixth and Fourteenth Amendments; (3) the absence of counsel at his pretrial identification violated the Sixth Amendment; and (4) his counsel was ineffective also in violation of the Sixth Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">By contrast, his claim to the SJC in the ch. 211, &#167; 3 petition was not that he had been denied those federal constitutional rights, but that one member of a three-justice panel of the state appeals court which affirmed his conviction was involved in a conflict of interest with the prosecutor who tried his case. The relief Rodriguez sought in the ch. 211, &#167; 3 petition was not, directly, the vacating of the judgment of guilt, but further appellate review of his conviction by the SJC or review by another appeals court panel.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> He also asserted he had just learned of the supposed conflict and no other remedy was available because a motion for a new trial would do him no good as to the Appeals Court's decision, and his time for seeking rehearing in the Appeals Court had long since expired.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The single justice of the SJC held that Rodriguez was not entitled to relief under ch. 211, &#167; 3 because he had other procedures he could have used and that regardless, Rodriguez did not challenge the other two justices of the Appeals Court panel and so the panel affirmance would stand in any event.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">A. <i>Ch. 211, &#167; 3 Petitions as Applications for \"State Post-Conviction Relief or Other Collateral Review\"</i></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We turn to the Commonwealth's first ground &#8212; its contention that a ch. 211, &#167; 3 petition can never be an application for other collateral review.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Massachusetts law is our starting point. <i>See Carey v. Saffold,</i> 536 U.S. 214, 223, 122 S.Ct. 2134, 153 L.Ed.2d 260 (2002) (\"[F]or purposes of applying a federal statute that interacts with state procedural rules, we look to how a state procedure functions.\"); <i>Voravongsa,</i> 349 F.3d at 4.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Massachusetts General Laws ch. 211, &#167; 3 reads:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Superintendence of inferior courts; power to issue writs and process.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The supreme judicial court shall have general superintendence of all courts of inferior jurisdiction to correct and prevent errors and abuses therein if no other remedy is expressly provided; and it may issue all writs and processes to such courts and to corporations and individuals which may be necessary to the furtherance of justice and to the regular execution of the laws.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In addition to the foregoing, the justices of the supreme judicial court shall also have general superintendence of the administration of all courts of inferior jurisdiction, including, without limitation, the prompt hearing and disposition of matters pending therein ... and it may issue such writs, summonses and other processes and such orders, directions and rules as may be necessary or desirable for the furtherance of justice, the regular execution of the laws, the improvement of the administration of such courts, and the securing of their proper and efficient administration....</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Mass. Gen. Laws ch. 211, &#167; 3.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">This route to collateral review of a conviction is not the ordinary one. The normal post-conviction remedy provided by Massachusetts to a convicted criminal defendant seeking further review is a direct appeal; or, once the conviction becomes final after appeal, an individual can file a motion for a new trial under Mass. R.Crim. P. 30. Rule 30 \"provide[s] remedies for persons who have been imprisoned in violation of State and Federal law and also enable[s] Judges to give discretionary relief where justice may not have been done.\" 30A Kent B. Smith, Massachusetts Practice &#167; 2052 (1983). There are no time limitations for filing a Rule 30 motion, and an individual can file multiple Rule 30 motions. <i>See</i> Mass. R.Crim. P. 30. The SJC has held that a Rule 30 motion is the \"exclusive vehicle for postconviction relief\" in Massachusetts. <i>Leaster v. Commonwealth,</i> 385 Mass. 547, 432 N.E.2d 708, 709 (1982). We accept that. Whether it is the exclusive vehicle for \"other collateral review\" is a different matter. <i>See Duncan v. Walker,</i> 533 U.S. 167, 177, 121 S.Ct. 2120, 150 L.Ed.2d 251 (2001).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">By contrast with Rule 30, \"[a] part[y] seeking review under ch. 211, &#167; 3, must demonstrate both a substantial claim of violation of [his or her] substantive rights and error that cannot be remedied under the ordinary review process.\" <i>Planned Parenthood League of Mass., Inc. v. Operation Rescue,</i> 406 Mass. 701, 550 N.E.2d 1361, 1365 (1990) (internal citations and quotation marks omitted). Although ch. 211, &#167; 3 is a civil statute, the SJC has exercised its superintendence power in criminal cases as well. But the SJC has cautioned that relief under ch. 211, &#167; 3 in such circumstances is \"extraordinary.\" <i>Diggs v. Commonwealth,</i> 439 Mass. 1006, 788 N.E.2d 544, 545 (2003). A ch. 211, &#167; 3 petition is not to be used as \"a substitute for normal appellate review,\" <i>Tavares v. Commonwealth,</i> 443 Mass. 1014, 823 N.E.2d 374, 375 (2005), and relief is not ordinarily available when the petitioning party has or had \"adequate and effective avenues other than [ch. 211, &#167; 3], by which to seek and obtain the requested relief.\" <i>Jaynes v. Commonwealth,</i> 436 Mass. 1010, 768 N.E.2d 1053, 1054 (2002) (internal quotation marks and citations omitted); <i>Lykus v. Commonwealth,</i> 432 Mass. 160, 732 N.E.2d 897, 899 (2000) (denying relief under ch. 211, &#167; 3 when the defendant had another available remedy).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Our difficulty with the Commonwealth's absolutist position that a ch. 211, &#167; 3 petition may never be a petition for other collateral review within the meaning of 28 U.S.C. &#167; 2244(d)(2) is that the Commonwealth itself has decided to leave room for such discretionary collateral relief. Despite its language, the SJC has in fact both reviewed the merits and granted relief (albeit rarely) in ch. 211, &#167; 3 petitions even when another remedy was available. While we agree that ch. 211, &#167; 3 is not the normal means for either post-conviction relief or collateral review, under the AEDPA tolling provision, Congress has deferred to the states, and Massachusetts has chosen to permit collateral review in some circumstances under ch. 211, &#167; 3. As the Supreme Court has held in <i>Duncan,</i> \"Congress may have refrained from exclusive reliance on the term `post-conviction' so as to leave no doubt that the tolling provision applies to all types of state collateral review available after a conviction and not just to those denominated `post-conviction' in the parlance of a particular jurisdiction.\" <i>Duncan,</i> 533 U.S. at 176, 121 S.Ct. 2120.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The ch. 211, &#167; 3 procedure operates to provide a vehicle for attacks on convictions and sentences. <i>See Aldoupolis v. Commonwealth,</i> 386 Mass. 260, 435 N.E.2d 330 (1982) (vacating revocation of suspension of sentence). It is also a vehicle for interlocutory review and relief in a criminal proceeding. <i>See Barry v. Commonwealth,</i> 390 Mass. 285, 455 N.E.2d 437 (1983) (considering motion to dismiss on speedy trial grounds); <i>Gilday v. Commonwealth,</i> 360 Mass. 170, 274 N.E.2d 589 (1971) (vacating pretrial order that defendants disclose certain defenses without deciding whether the ch. 211, &#167; 3 petition was proper).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">There are other situations in which the SJC has exercised its ch. 211, &#167; 3 jurisdiction post-judgment in criminal cases where the defendant's federal constitutional rights were at issue. An example is <i>Commonwealth v. Lowder,</i> 432 Mass. 92, 731 N.E.2d 510 (2000), where the Commonwealth appealed from entry of a judgment of acquittal following opening statements. The SJC took jurisdiction under ch. 211, &#167; 3 and concluded double jeopardy would preclude retrial. The obverse of this was addressed by this court in <i>Gonzalez v. Justices of the Municipal Court of Boston,</i> 382 F.3d 1 (1st Cir.2004), <i>vacated by</i> ___ U.S. ___, 125 S.Ct. 1640, 161 L.Ed.2d 474 for reconsideration in light of <i>Smith v. Massachusetts,</i> ___ U.S. ___, 125 S.Ct. 1129, 160 L.Ed.2d 914 (2005). There, the SJC, exercising ch. 211, &#167; 3 jurisdiction, determined that double jeopardy did not bar retrial after entry of judgment of acquittal; a federal habeas petition ensued. And in <i>Jackson v. Coalter,</i> 337 F.3d 74 (1st Cir.2003), this court again addressed on habeas a double jeopardy claim where the SJC had exercised its ch. 211, &#167; 3 power to review and reject the defendant's double jeopardy claim.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The unacceptability of the Commonwealth's absolutist position is thus highlighted. In some instances it will be the very outcome of the ch. 211, &#167; 3 petition which gives rise to the habeas petition. In some cases, the SJC will address and reject in such petitions the claims to be raised on federal habeas or that otherwise attack the judgment of conviction. The allowance of a ch. 211, &#167; 3 petition may well moot the potential habeas claims by granting the relief which would otherwise be sought. It is evident that in many cases, the purposes of the federal tolling provisions would be served by recognizing ch. 211, &#167; 3 petitions. The Court in <i>Duncan</i> described the federal tolling provision as ensuring that state courts have the opportunity to fully explore potential federal law challenges before the federal courts entertain a collateral attack and as ensuring the finality of state court judgments. <i>Duncan,</i> 533 U.S. at 179-80, 121 S.Ct. 2120. The federal habeas system has no interest in undercutting the resolution of issues in the state system, even if that resolution comes by way of extraordinary relief.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Thus we reject the Commonwealth's position that categorically a ch. 211, &#167; 3 petition cannot be \"an application for ... other collateral review.\"</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">\n        <i>B. Rodriguez' Ch. 211, &#167; 3 Petition as An Application for Other Collateral Review.</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We have determined that the ch. 211, &#167; 3 label on a petition collaterally attacking a state judgment does not alone disqualify a petition as being within the scope of 28 U.S.C. &#167; 2244(d)(2). That is because the SJC's extraordinary relief has been invoked in a variety of circumstances. The harder question is whether this particular petition satisfies the criteria of being an application for collateral review of the state court judgment within the meaning of the federal tolling statute, 28 U.S.C. &#167; 2244(d)(2).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Not every filing by a criminal defendant meant to advance his challenge to a judgment of conviction amounts to an application for other collateral review of the judgment or claim. Some fact patterns easily demonstrate this. A pro se motion for appointment of state post-conviction counsel is not such an application. <i>Voravongsa,</i> 349 F.3d at 7. Nor is a motion to revive an appeal. <i>Adeline v. Stinson,</i> 206 F.3d 249, 252 (2d Cir.2000). Nor is an application before a state sentence review panel. <i>Bridges v. Johnson,</i> 284 F.3d 1201 (11th Cir.2002).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Our question on the facts of this case is harder. We have already said we will not take the absolutist position that a ch. 211, &#167; 3 petition can never be an application for collateral review.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In analyzing this case, we are guided by the Supreme Court's recent decision in <i>Pace,</i> 125 S.Ct. at 1812-14. <i>Pace</i> held that where a state court, after judicial consideration, ultimately determines that a post-conviction filing is untimely, the filing is not a \"properly filed application\" for purposes of 28 U.S.C. &#167; 2244(d)(2), despite the clerk's acceptance of the filing. <i>Id.</i> at 1814. <i>Pace</i> signals that the state court's reasoning in disposing of the filing may be considered by the federal courts in determining whether the application was \"properly filed\" for purposes of tolling. <i>Id.</i> at 1812-13 (\"conditions to filing\" can include conditions that require state judicial consideration). <i>Pace</i> requires us to look beyond the mechanical exercise of filing and engage in case-by-case scrutiny of the state court's disposition of that state filing to determine whether AEDPA's tolling provision applies.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">By analogy, we conclude that the state court's reasoning in the disposition of the ch. 211, &#167; 3 petition in this case is also relevant to determining whether the petition qualifies as an application for collateral review of the pertinent judgment. We stress that the scope of this opinion deals only with ch. 211, &#167; 3 petitions, and not with the usual state mechanisms for post-conviction and collateral review.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">We turn to consider the single justice's rationale in denying Rodriguez' ch. 211, &#167; 3 petition. Here, the single justice's decision held both that Rodriguez had failed to take the opportunities available earlier to him to assert his claim of bias and that, in any event, any relief would not affect his criminal judgment of conviction since a majority of the Appeals Court panel had affirmed his conviction.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The single justice's second ground conclusively tilts the balance and leads to a conclusion that Rodriguez' application was not an application for collateral review of the pertinent judgment, Rodriguez' state criminal conviction, within the meaning of 28 U.S.C. &#167; 2244(d)(2).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">We understand the single justice's holding as follows. Rodriguez' petition did not qualify for exercise of ch. 211, &#167; 3 power not merely because other remedies were available earlier, but also because as a matter of state law the purported bias of one of three appellate justices would not affect the integrity of the Massachusetts Appeals Court judgment affirming his criminal conviction. In disposing of Rodriguez' ch. 211, &#167; 3 petition, the single justice held that even if the allegations of conflict by one justice were true, the relief requested was, as a matter of Massachusetts law, irrelevant to the validity of the judgment of conviction, which would stand on a two-to-nothing vote. It therefore cannot reasonably be said that Rodriguez' ch. 211, &#167; 3 petition is an application for collateral review of the judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Federal courts sitting in habeas must accept state court rulings on state law issues. An inquiry into the correctness of a ruling on state law issues \"is no part of a federal court's habeas review of a state conviction.\" <i>Estelle v. McGuire,</i> 502 U.S. 62, 67, 112 S.Ct. 475, 116 L.Ed.2d 385 (1991). We see no reason why the same rule does not apply to the interpretation of the tolling statute in determining whether a particular application seeks collateral review of the pertinent judgment. Indeed, <i>Pace</i> itself strongly implies that we follow such a rule. As in <i>Pace,</i> when a state court determines under state law that the ch. 211, &#167; 3 petition is not an application for collateral review of the judgment, then\" `that [is] the end of the matter' for purposes of [28 U.S.C.] &#167; 2244(d)(2).\" <i>Pace,</i> 125 S.Ct. at 1812 (quoting <i>Saffold,</i> 536 U.S. at 226, 122 S.Ct. 2134).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">It would be contrary to the express language of 28 U.S.C. &#167; 2244(d)(2) to permit this particular petition to toll the federal limitations period that had since run on petitioner's habeas claims. We need not decide now under what other circumstance such ch. 211, &#167; 3 petitions will also fail to qualify as federal tolling mechanisms.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">We <i>affirm</i> the dismissal of the petition.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> If Rodriguez had promptly filed a federal habeas claim after the SJC's denial of his petition to seek further appellate review of the Appeals Court's affirmance of the denial of his new trial motion, there would be no question about the timeliness of his Fourth and Sixth Amendment claims raised in his federal habeas petition</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> One might ask why, if the ch. 211, &#167; 3 petition did not raise the same claims as Rodriguez' habeas claims, his state petition addressed to another claim should extend the time for his habeas claims. The answer is that the habeas statute refers to both \"judgments\" and to \"claims.\"<i>See</i> 28 U.S.C. &#167; 2244(d)(2) (the time is tolled while a properly filed application for collateral review is pending \"with respect to the pertinent judgment <i>or</i> claim\"). While we have not decided the issue, <i>Nowaczyk v. Warden, N.H. State Prison,</i> 299 F.3d 69, 74-75 (1st Cir.2002) (leaving the question open), most courts have considered that a post-conviction attack on an underlying criminal judgment (even if it raises a different claim) is sufficient to toll the limitations period. <i>See, e.g., Carter v. Litscher,</i> 275 F.3d 663, 664-65 (7th Cir.2001); <i>Tillema v. Long,</i> 253 F.3d 494, 502 (9th Cir.2001).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Supreme Court has recognized that the phrase \"other collateral review\" is not restricted to state criminal convictions: it may apply to situations in which a person is in custody other than pursuant to a state conviction<i>See Duncan v. Walker,</i> 533 U.S. 167, 176, 121 S.Ct. 2120, 150 L.Ed.2d 251 (2001). That issue need not concern us.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The question of whether a petition is required for exhaustion of claims under 28 U.S.C. &#167; 2254(c) is distinct from whether an application for collateral review tolls AEDPA's limitations period<i>See O'Sullivan v. Boerckel,</i> 526 U.S. 838, 844, 119 S.Ct. 1728, 144 L.Ed.2d 1 (1999) (\"Although the language [requiring exhaustion in 28 U.S.C. &#167; 2254(c)] could be read to effectively foreclose habeas review by requiring a state prisoner to invoke <i>any possible</i> avenue of state court review, we have never interpreted the exhaustion requirement in such a restrictive fashion.... Section 2254(c) requires only that state prisoners give state courts a <i>fair</i> opportunity to act on their claims.\" (emphasis in original)). There should be no suggestion that a Massachusetts state prisoner must file a ch. 211, &#167; 3 petition in order to exhaust his state remedies.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The Commonwealth alleges when a single justice denies a ch. 211, &#167; 3 petition due to the existence of an alternative adequate remedy, the decision should be read as saying there was no \"jurisdiction\" over the petition. Relying on<i>Pace,</i> the Commonwealth argues that when there was no state court jurisdiction over the state application, the application cannot be \"properly filed\" for federal tolling purposes. <i>See Pace,</i> 125 S.Ct. at 1812. Rodriguez' petition, therefore, is not \"properly filed\".</p>\n        <p class=\"indent\">The Commonwealth raises an interesting argument but one we do not reach. The premise for the Commonwealth's argument is not firm. As we have explained, the SJC has in fact taken jurisdiction under ch. 211, &#167; 3 when other remedial avenues were available. And often it is not clear whether the SJC is saying there is no jurisdiction. Thus we reject the Commonwealth's position that categorically a ch. 211, &#167; 3 petition denied due to an alternative, adequate remedy can never be \"properly filed.\"</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">412</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">29</span></span></p>\n    <p class=\"parties\">Jose Lincoln RODRIGUEZ, Petitioner, Appellant,<br>v.<br>Luis SPENCER, Respondent, Appellee.</p>\n    <p class=\"docket\">No. 03-2139.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard April 5, 2005.</p>\n    <p class=\"date\">Decided June 15, 2005.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Matthew V. Soares, for appellant.</p>\n      <p class=\"indent\">Susanne G. Reardon, Assistant Attorney General, with whom Thomas F. Reilly, Attorney General, was on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, LYNCH, and LIPEZ, Circuit Judges.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The Antiterrorism and Effective Death Penalty Act of 1996 (AEDPA) establishes a one-year statute of limitations for a state prisoner's filing of a federal habeas corpus petition. 28 U.S.C. &#167; 2244(d)(1). That limitations period is tolled, however, while \"a properly filed application for State post-conviction <i>or other collateral review</i> with respect to the pertinent judgment or claim is pending.\" <i>Id.</i> &#167; 2244(d)(2) (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">This case requires us to consider the question of whether an application to the Massachusetts Supreme Judicial Court (SJC) for extraordinary relief under Mass. Gen. Laws ch. 211, &#167; 3 may constitute \"a properly filed application for... other collateral review with respect to the pertinent judgment or claim.\" The Commonwealth defends primarily on the ground that a petition for ch. 211, &#167; 3 review can never be \"an application for ... other collateral review.\" There is an implicit second argument that this particular petition was not such an application for collateral review within the meaning of 28 U.S.C. &#167; 2244(d)(2), particularly in the aftermath of a quite recent Supreme Court opinion, <i>Pace v. DiGuglielmo,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"142891\"><a href=\"/opinion/142891/pace-v-diguglielmo/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1807</span></a></span>, <span class=\"citation\" data-id=\"142891\"><a href=\"/opinion/142891/pace-v-diguglielmo/\"><span class=\"volume\">161</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">669</span></a></span> (2005). We disagree with the Commonwealth's first argument but agree with its second. We affirm the dismissal of the federal habeas petition brought by Jose Lincoln Rodriguez because it was untimely and not saved by the tolling provision of 28 U.S.C. &#167; 2244(d)(2).</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On July 20, 1977, Rodriguez was convicted of forcible rape and of assault and battery with a dangerous weapon of a twenty-one year old student at a local university. Rodriguez \"grabbed the victim ..., jabbed a broken bottle into her neck, put his jacket over her face, and raped her in the backyard of a nearby house.\" <i>Commonwealth v. Rodriguez,</i> 50 Mass.App.Ct. 405, <span class=\"citation no-link\"><span class=\"volume\">737</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">910</span></span>, 912 (2000). After entry of the verdicts, the trial judge postponed sentencing and, sua sponte, ordered the petitioner committed to the treatment center at Bridgewater State Hospital for a determination of sexual dangerousness pursuant to Mass. Gen. Laws ch. 123A, &#167; 4. At a later Superior Court hearing, Rodriguez was determined to be sexually dangerous and committed to the treatment center for an indeterminate period of from one day to life, pursuant to Mass. Gen. Laws ch. 123A, &#167; 5. This order of commitment was reviewed by the SJC, which affirmed the order, contingent on the affirmance of the criminal convictions. <i>Commonwealth v. Rodriguez,</i> <span class=\"citation\" data-id=\"2090161\"><a href=\"/opinion/2090161/commonwealth-v-rodriguez/\"><span class=\"volume\">376</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">632</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">382</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">725</span></span>, 734 &amp; n. 20 (1978).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On December 22, 1978, the Massachusetts Appeals Court reversed the petitioner's convictions in <i>Commonwealth v. Rodriguez,</i> 6 Mass.App.Ct. 738, <span class=\"citation\" data-id=\"2040340\"><a href=\"/opinion/2040340/commonwealth-v-rodriguez/\"><span class=\"volume\">383</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">851</span></a></span>, 857 (1978). The SJC granted the parties' application for leave to obtain further appellate review (ALOFAR), affirmed the Appeals Court's reversal of the petitioner's convictions in <i>Commonwealth v. Rodriguez,</i> <span class=\"citation\" data-id=\"2126225\"><a href=\"/opinion/2126225/commonwealth-v-rodriguez/\"><span class=\"volume\">378</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">296</span></a></span>, <span class=\"citation\" data-id=\"2126225\"><a href=\"/opinion/2126225/commonwealth-v-rodriguez/\"><span class=\"volume\">391</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">889</span></a></span>, 897 (1979), and ordered a new trial.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Released on bail, Rodriguez did not appear on the date set for his new trial. Seven years later, Rodriguez was found in California and returned to Massachusetts, where a jury convicted him once again of rape and assault and battery with a dangerous weapon on December 23, 1987. He was sentenced to life with the possibility of parole.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On November 3, 2000, the Massachusetts Appeals Court affirmed the petitioner's convictions from his second trial, and, in turn, affirmed the denials of his subsequent motions for new trial and for post-conviction dismissal. <i>Commonwealth v. Rodriguez,</i> 50 Mass.App.Ct. 405, <span class=\"citation no-link\"><span class=\"volume\">737</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">910</span></span>, 920 (2000). On January 3, 2001, the SJC denied petitioner's ALOFAR in <i>Commonwealth v. Rodriguez,</i> <span class=\"citation no-link\"><span class=\"volume\">433</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">1102</span></span>, <span class=\"citation no-link\"><span class=\"volume\">742</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">81</span></span> (2001).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On May 8, 2001, the petitioner filed a petition for general superintendence of inferior courts pursuant to ch. 211, &#167; 3 with a single justice of the Supreme Judicial Court for Suffolk County. A later amendment to this petition is not relevant. That justice denied the petition on February 14, 2002. Rodriguez filed a notice of appeal from this denial on February 20, 2002, but moved to dismiss the appeal on September 10, 2002.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On January 31, 2003, Rodriguez filed the instant petition for a writ of habeas corpus pursuant to 28 U.S.C. &#167; 2254. The respondent filed a motion to dismiss the petition as time-barred pursuant to 28 U.S.C. &#167; 2244(d)(1). The district court dismissed the petition as time-barred on April 29, 2003. That dismissal did not consider the effect of Rodriguez' ch. 211, &#167; 3 petition; indeed, Rodriguez did not argue the issue to the court. Rodriguez moved for reconsideration which the district court denied.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On August 1, 2003, the petitioner filed a motion for Certificate of Appealability which the district court denied on February 3, 2004. On September 17, 2004, this court allowed a Certificate of Appealability, raising sua sponte the issue of whether the petition filed under ch. 211, &#167; 3 had a tolling effect under 28 U.S.C. &#167; 2244(d)(2).</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We review <i>de novo</i> the denial of a habeas application on procedural grounds. <i>Voravongsa v. Wall,</i> <span class=\"citation\" data-id=\"200724\"><a href=\"/opinion/200724/voravongsa-v-wall/\"><span class=\"volume\">349</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 3-4 (1st Cir.2003). We set the context.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Rodriguez' federal habeas petition raises several constitutional arguments: (1) the introduction of illegally seized evidence at his trial violated the Fourth, Sixth, and Fourteenth Amendments; (2) the in-court identification procedure used to identify him as the assailant violated the Sixth and Fourteenth Amendments; (3) the absence of counsel at his pretrial identification violated the Sixth Amendment; and (4) his counsel was ineffective also in violation of the Sixth Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">By contrast, his claim to the SJC in the ch. 211, &#167; 3 petition was not that he had been denied those federal constitutional rights, but that one member of a three-justice panel of the state appeals court which affirmed his conviction was involved in a conflict of interest with the prosecutor who tried his case. The relief Rodriguez sought in the ch. 211, &#167; 3 petition was not, directly, the vacating of the judgment of guilt, but further appellate review of his conviction by the SJC or review by another appeals court panel.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> He also asserted he had just learned of the supposed conflict and no other remedy was available because a motion for a new trial would do him no good as to the Appeals Court's decision, and his time for seeking rehearing in the Appeals Court had long since expired.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The single justice of the SJC held that Rodriguez was not entitled to relief under ch. 211, &#167; 3 because he had other procedures he could have used and that regardless, Rodriguez did not challenge the other two justices of the Appeals Court panel and so the panel affirmance would stand in any event.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">A. <i>Ch. 211, &#167; 3 Petitions as Applications for \"State Post-Conviction Relief or Other Collateral Review\"</i></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We turn to the Commonwealth's first ground &#8212; its contention that a ch. 211, &#167; 3 petition can never be an application for other collateral review.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Massachusetts law is our starting point. <i>See Carey v. Saffold,</i> <span class=\"citation\" data-id=\"121154\"><a href=\"/opinion/121154/carey-v-saffold/\"><span class=\"volume\">536</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">214</span></a></span>, 223, <span class=\"citation\" data-id=\"121154\"><a href=\"/opinion/121154/carey-v-saffold/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2134</span></a></span>, <span class=\"citation\" data-id=\"121154\"><a href=\"/opinion/121154/carey-v-saffold/\"><span class=\"volume\">153</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">260</span></a></span> (2002) (\"[F]or purposes of applying a federal statute that interacts with state procedural rules, we look to how a state procedure functions.\"); <i>Voravongsa,</i> 349 F.3d at 4.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Massachusetts General Laws ch. 211, &#167; 3 reads:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Superintendence of inferior courts; power to issue writs and process.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The supreme judicial court shall have general superintendence of all courts of inferior jurisdiction to correct and prevent errors and abuses therein if no other remedy is expressly provided; and it may issue all writs and processes to such courts and to corporations and individuals which may be necessary to the furtherance of justice and to the regular execution of the laws.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In addition to the foregoing, the justices of the supreme judicial court shall also have general superintendence of the administration of all courts of inferior jurisdiction, including, without limitation, the prompt hearing and disposition of matters pending therein ... and it may issue such writs, summonses and other processes and such orders, directions and rules as may be necessary or desirable for the furtherance of justice, the regular execution of the laws, the improvement of the administration of such courts, and the securing of their proper and efficient administration....</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Mass. Gen. Laws ch. 211, &#167; 3.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">This route to collateral review of a conviction is not the ordinary one. The normal post-conviction remedy provided by Massachusetts to a convicted criminal defendant seeking further review is a direct appeal; or, once the conviction becomes final after appeal, an individual can file a motion for a new trial under Mass. R.Crim. P. 30. Rule 30 \"provide[s] remedies for persons who have been imprisoned in violation of State and Federal law and also enable[s] Judges to give discretionary relief where justice may not have been done.\" 30A Kent B. Smith, Massachusetts Practice &#167; 2052 (1983). There are no time limitations for filing a Rule 30 motion, and an individual can file multiple Rule 30 motions. <i>See</i> Mass. R.Crim. P. 30. The SJC has held that a Rule 30 motion is the \"exclusive vehicle for postconviction relief\" in Massachusetts. <i>Leaster v. Commonwealth,</i> <span class=\"citation\" data-id=\"2024094\"><a href=\"/opinion/2024094/leaster-v-commonwealth/\"><span class=\"volume\">385</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">547</span></a></span>, <span class=\"citation\" data-id=\"2024094\"><a href=\"/opinion/2024094/leaster-v-commonwealth/\"><span class=\"volume\">432</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">708</span></a></span>, 709 (1982). We accept that. Whether it is the exclusive vehicle for \"other collateral review\" is a different matter. <i>See Duncan v. Walker,</i> <span class=\"citation\" data-id=\"118447\"><a href=\"/opinion/118447/duncan-v-walker/\"><span class=\"volume\">533</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">167</span></a></span>, 177, <span class=\"citation\" data-id=\"118447\"><a href=\"/opinion/118447/duncan-v-walker/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2120</span></a></span>, <span class=\"citation\" data-id=\"118447\"><a href=\"/opinion/118447/duncan-v-walker/\"><span class=\"volume\">150</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">251</span></a></span> (2001).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">By contrast with Rule 30, \"[a] part[y] seeking review under ch. 211, &#167; 3, must demonstrate both a substantial claim of violation of [his or her] substantive rights and error that cannot be remedied under the ordinary review process.\" <i>Planned Parenthood League of Mass., Inc. v. Operation Rescue,</i> <span class=\"citation\" data-id=\"2081929\"><a href=\"/opinion/2081929/planned-parenthood-league-of-mass-v-operation-rescue/\"><span class=\"volume\">406</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">701</span></a></span>, <span class=\"citation\" data-id=\"2081929\"><a href=\"/opinion/2081929/planned-parenthood-league-of-mass-v-operation-rescue/\"><span class=\"volume\">550</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1361</span></a></span>, 1365 (1990) (internal citations and quotation marks omitted). Although ch. 211, &#167; 3 is a civil statute, the SJC has exercised its superintendence power in criminal cases as well. But the SJC has cautioned that relief under ch. 211, &#167; 3 in such circumstances is \"extraordinary.\" <i>Diggs v. Commonwealth,</i> <span class=\"citation no-link\"><span class=\"volume\">439</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">1006</span></span>, <span class=\"citation no-link\"><span class=\"volume\">788</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">544</span></span>, 545 (2003). A ch. 211, &#167; 3 petition is not to be used as \"a substitute for normal appellate review,\" <i>Tavares v. Commonwealth,</i> <span class=\"citation no-link\"><span class=\"volume\">443</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">1014</span></span>, <span class=\"citation no-link\"><span class=\"volume\">823</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">374</span></span>, 375 (2005), and relief is not ordinarily available when the petitioning party has or had \"adequate and effective avenues other than [ch. 211, &#167; 3], by which to seek and obtain the requested relief.\" <i>Jaynes v. Commonwealth,</i> <span class=\"citation no-link\"><span class=\"volume\">436</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">1010</span></span>, <span class=\"citation no-link\"><span class=\"volume\">768</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1053</span></span>, 1054 (2002) (internal quotation marks and citations omitted); <i>Lykus v. Commonwealth,</i> <span class=\"citation no-link\"><span class=\"volume\">432</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">160</span></span>, <span class=\"citation no-link\"><span class=\"volume\">732</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">897</span></span>, 899 (2000) (denying relief under ch. 211, &#167; 3 when the defendant had another available remedy).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Our difficulty with the Commonwealth's absolutist position that a ch. 211, &#167; 3 petition may never be a petition for other collateral review within the meaning of 28 U.S.C. &#167; 2244(d)(2) is that the Commonwealth itself has decided to leave room for such discretionary collateral relief. Despite its language, the SJC has in fact both reviewed the merits and granted relief (albeit rarely) in ch. 211, &#167; 3 petitions even when another remedy was available. While we agree that ch. 211, &#167; 3 is not the normal means for either post-conviction relief or collateral review, under the AEDPA tolling provision, Congress has deferred to the states, and Massachusetts has chosen to permit collateral review in some circumstances under ch. 211, &#167; 3. As the Supreme Court has held in <i>Duncan,</i> \"Congress may have refrained from exclusive reliance on the term `post-conviction' so as to leave no doubt that the tolling provision applies to all types of state collateral review available after a conviction and not just to those denominated `post-conviction' in the parlance of a particular jurisdiction.\" <i>Duncan,</i> 533 U.S. at 176, <span class=\"citation\" data-id=\"118447\"><a href=\"/opinion/118447/duncan-v-walker/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2120</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The ch. 211, &#167; 3 procedure operates to provide a vehicle for attacks on convictions and sentences. <i>See Aldoupolis v. Commonwealth,</i> <span class=\"citation\" data-id=\"2055779\"><a href=\"/opinion/2055779/aldoupolis-v-commonwealth/\"><span class=\"volume\">386</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">260</span></a></span>, <span class=\"citation\" data-id=\"2055779\"><a href=\"/opinion/2055779/aldoupolis-v-commonwealth/\"><span class=\"volume\">435</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">330</span></a></span> (1982) (vacating revocation of suspension of sentence). It is also a vehicle for interlocutory review and relief in a criminal proceeding. <i>See Barry v. Commonwealth,</i> <span class=\"citation\" data-id=\"2046271\"><a href=\"/opinion/2046271/barry-v-commonwealth/\"><span class=\"volume\">390</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">285</span></a></span>, <span class=\"citation\" data-id=\"2046271\"><a href=\"/opinion/2046271/barry-v-commonwealth/\"><span class=\"volume\">455</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">437</span></a></span> (1983) (considering motion to dismiss on speedy trial grounds); <i>Gilday v. Commonwealth,</i> <span class=\"citation\" data-id=\"2156752\"><a href=\"/opinion/2156752/gilday-v-commonwealth/\"><span class=\"volume\">360</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">170</span></a></span>, <span class=\"citation\" data-id=\"2156752\"><a href=\"/opinion/2156752/gilday-v-commonwealth/\"><span class=\"volume\">274</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">589</span></a></span> (1971) (vacating pretrial order that defendants disclose certain defenses without deciding whether the ch. 211, &#167; 3 petition was proper).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">There are other situations in which the SJC has exercised its ch. 211, &#167; 3 jurisdiction post-judgment in criminal cases where the defendant's federal constitutional rights were at issue. An example is <i>Commonwealth v. Lowder,</i> <span class=\"citation no-link\"><span class=\"volume\">432</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">92</span></span>, <span class=\"citation no-link\"><span class=\"volume\">731</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">510</span></span> (2000), where the Commonwealth appealed from entry of a judgment of acquittal following opening statements. The SJC took jurisdiction under ch. 211, &#167; 3 and concluded double jeopardy would preclude retrial. The obverse of this was addressed by this court in <i>Gonzalez v. Justices of the Municipal Court of Boston,</i> <span class=\"citation\" data-id=\"201212\"><a href=\"/opinion/201212/gonzalez-v-justices-of-the-muni/\"><span class=\"volume\">382</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span> (1st Cir.2004), <i>vacated by</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1640</span></span>, <span class=\"citation no-link\"><span class=\"volume\">161</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">474</span></span> for reconsideration in light of <i>Smith v. Massachusetts,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"137746\"><a href=\"/opinion/137746/smith-v-massachusetts/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1129</span></a></span>, <span class=\"citation\" data-id=\"137746\"><a href=\"/opinion/137746/smith-v-massachusetts/\"><span class=\"volume\">160</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">914</span></a></span> (2005). There, the SJC, exercising ch. 211, &#167; 3 jurisdiction, determined that double jeopardy did not bar retrial after entry of judgment of acquittal; a federal habeas petition ensued. And in <i>Jackson v. Coalter,</i> <span class=\"citation\" data-id=\"200575\"><a href=\"/opinion/200575/jackson-v-coalter/\"><span class=\"volume\">337</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">74</span></a></span> (1st Cir.2003), this court again addressed on habeas a double jeopardy claim where the SJC had exercised its ch. 211, &#167; 3 power to review and reject the defendant's double jeopardy claim.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The unacceptability of the Commonwealth's absolutist position is thus highlighted. In some instances it will be the very outcome of the ch. 211, &#167; 3 petition which gives rise to the habeas petition. In some cases, the SJC will address and reject in such petitions the claims to be raised on federal habeas or that otherwise attack the judgment of conviction. The allowance of a ch. 211, &#167; 3 petition may well moot the potential habeas claims by granting the relief which would otherwise be sought. It is evident that in many cases, the purposes of the federal tolling provisions would be served by recognizing ch. 211, &#167; 3 petitions. The Court in <i>Duncan</i> described the federal tolling provision as ensuring that state courts have the opportunity to fully explore potential federal law challenges before the federal courts entertain a collateral attack and as ensuring the finality of state court judgments. <i>Duncan,</i> 533 U.S. at 179-80, <span class=\"citation\" data-id=\"118447\"><a href=\"/opinion/118447/duncan-v-walker/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2120</span></a></span>. The federal habeas system has no interest in undercutting the resolution of issues in the state system, even if that resolution comes by way of extraordinary relief.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Thus we reject the Commonwealth's position that categorically a ch. 211, &#167; 3 petition cannot be \"an application for ... other collateral review.\"</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">\n        <i>B. Rodriguez' Ch. 211, &#167; 3 Petition as An Application for Other Collateral Review.</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We have determined that the ch. 211, &#167; 3 label on a petition collaterally attacking a state judgment does not alone disqualify a petition as being within the scope of 28 U.S.C. &#167; 2244(d)(2). That is because the SJC's extraordinary relief has been invoked in a variety of circumstances. The harder question is whether this particular petition satisfies the criteria of being an application for collateral review of the state court judgment within the meaning of the federal tolling statute, 28 U.S.C. &#167; 2244(d)(2).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Not every filing by a criminal defendant meant to advance his challenge to a judgment of conviction amounts to an application for other collateral review of the judgment or claim. Some fact patterns easily demonstrate this. A pro se motion for appointment of state post-conviction counsel is not such an application. <i>Voravongsa,</i> 349 F.3d at 7. Nor is a motion to revive an appeal. <i>Adeline v. Stinson,</i> <span class=\"citation\" data-id=\"767965\"><a href=\"/opinion/767965/scott-adeline-v-james-stinson-superintendent-of-great-meadow-correctional/\"><span class=\"volume\">206</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">249</span></a></span>, 252 (2d Cir.2000). Nor is an application before a state sentence review panel. <i>Bridges v. Johnson,</i> <span class=\"citation\" data-id=\"75788\"><a href=\"/opinion/75788/casey-bridges-v-curtis-johnson/\"><span class=\"volume\">284</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1201</span></a></span> (11th Cir.2002).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Our question on the facts of this case is harder. We have already said we will not take the absolutist position that a ch. 211, &#167; 3 petition can never be an application for collateral review.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In analyzing this case, we are guided by the Supreme Court's recent decision in <i>Pace,</i> 125 S.Ct. at 1812-14. <i>Pace</i> held that where a state court, after judicial consideration, ultimately determines that a post-conviction filing is untimely, the filing is not a \"properly filed application\" for purposes of 28 U.S.C. &#167; 2244(d)(2), despite the clerk's acceptance of the filing. <i>Id.</i> at 1814. <i>Pace</i> signals that the state court's reasoning in disposing of the filing may be considered by the federal courts in determining whether the application was \"properly filed\" for purposes of tolling. <i>Id.</i> at 1812-13 (\"conditions to filing\" can include conditions that require state judicial consideration). <i>Pace</i> requires us to look beyond the mechanical exercise of filing and engage in case-by-case scrutiny of the state court's disposition of that state filing to determine whether AEDPA's tolling provision applies.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">By analogy, we conclude that the state court's reasoning in the disposition of the ch. 211, &#167; 3 petition in this case is also relevant to determining whether the petition qualifies as an application for collateral review of the pertinent judgment. We stress that the scope of this opinion deals only with ch. 211, &#167; 3 petitions, and not with the usual state mechanisms for post-conviction and collateral review.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">We turn to consider the single justice's rationale in denying Rodriguez' ch. 211, &#167; 3 petition. Here, the single justice's decision held both that Rodriguez had failed to take the opportunities available earlier to him to assert his claim of bias and that, in any event, any relief would not affect his criminal judgment of conviction since a majority of the Appeals Court panel had affirmed his conviction.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The single justice's second ground conclusively tilts the balance and leads to a conclusion that Rodriguez' application was not an application for collateral review of the pertinent judgment, Rodriguez' state criminal conviction, within the meaning of 28 U.S.C. &#167; 2244(d)(2).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">We understand the single justice's holding as follows. Rodriguez' petition did not qualify for exercise of ch. 211, &#167; 3 power not merely because other remedies were available earlier, but also because as a matter of state law the purported bias of one of three appellate justices would not affect the integrity of the Massachusetts Appeals Court judgment affirming his criminal conviction. In disposing of Rodriguez' ch. 211, &#167; 3 petition, the single justice held that even if the allegations of conflict by one justice were true, the relief requested was, as a matter of Massachusetts law, irrelevant to the validity of the judgment of conviction, which would stand on a two-to-nothing vote. It therefore cannot reasonably be said that Rodriguez' ch. 211, &#167; 3 petition is an application for collateral review of the judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Federal courts sitting in habeas must accept state court rulings on state law issues. An inquiry into the correctness of a ruling on state law issues \"is no part of a federal court's habeas review of a state conviction.\" <i>Estelle v. McGuire,</i> <span class=\"citation\" data-id=\"112660\"><a href=\"/opinion/112660/estelle-v-mcguire/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">62</span></a></span>, 67, <span class=\"citation\" data-id=\"112660\"><a href=\"/opinion/112660/estelle-v-mcguire/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">475</span></a></span>, <span class=\"citation\" data-id=\"112660\"><a href=\"/opinion/112660/estelle-v-mcguire/\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">385</span></a></span> (1991). We see no reason why the same rule does not apply to the interpretation of the tolling statute in determining whether a particular application seeks collateral review of the pertinent judgment. Indeed, <i>Pace</i> itself strongly implies that we follow such a rule. As in <i>Pace,</i> when a state court determines under state law that the ch. 211, &#167; 3 petition is not an application for collateral review of the judgment, then\" `that [is] the end of the matter' for purposes of [28 U.S.C.] &#167; 2244(d)(2).\" <i>Pace,</i> 125 S.Ct. at 1812 (quoting <i>Saffold,</i> 536 U.S. at 226, <span class=\"citation\" data-id=\"121154\"><a href=\"/opinion/121154/carey-v-saffold/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2134</span></a></span>).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">It would be contrary to the express language of 28 U.S.C. &#167; 2244(d)(2) to permit this particular petition to toll the federal limitations period that had since run on petitioner's habeas claims. We need not decide now under what other circumstance such ch. 211, &#167; 3 petitions will also fail to qualify as federal tolling mechanisms.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">We <i>affirm</i> the dismissal of the petition.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> If Rodriguez had promptly filed a federal habeas claim after the SJC's denial of his petition to seek further appellate review of the Appeals Court's affirmance of the denial of his new trial motion, there would be no question about the timeliness of his Fourth and Sixth Amendment claims raised in his federal habeas petition</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> One might ask why, if the ch. 211, &#167; 3 petition did not raise the same claims as Rodriguez' habeas claims, his state petition addressed to another claim should extend the time for his habeas claims. The answer is that the habeas statute refers to both \"judgments\" and to \"claims.\"<i>See</i> 28 U.S.C. &#167; 2244(d)(2) (the time is tolled while a properly filed application for collateral review is pending \"with respect to the pertinent judgment <i>or</i> claim\"). While we have not decided the issue, <i>Nowaczyk v. Warden, N.H. State Prison,</i> <span class=\"citation\" data-id=\"778634\"><a href=\"/opinion/778634/steven-j-nowaczyk-v-warden-new-hampshire-state-prison/\"><span class=\"volume\">299</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">69</span></a></span>, 74-75 (1st Cir.2002) (leaving the question open), most courts have considered that a post-conviction attack on an underlying criminal judgment (even if it raises a different claim) is sufficient to toll the limitations period. <i>See, e.g., Carter v. Litscher,</i> <span class=\"citation\" data-id=\"776001\"><a href=\"/opinion/776001/ivy-j-carter-v-jon-e-litscher/\"><span class=\"volume\">275</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">663</span></a></span>, 664-65 (7th Cir.2001); <i>Tillema v. Long,</i> <span class=\"citation\" data-id=\"773642\"><a href=\"/opinion/773642/james-tillema-v-miles-long-warden-frankie-sue-del-papa/\"><span class=\"volume\">253</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">494</span></a></span>, 502 (9th Cir.2001).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Supreme Court has recognized that the phrase \"other collateral review\" is not restricted to state criminal convictions: it may apply to situations in which a person is in custody other than pursuant to a state conviction<i>See Duncan v. Walker,</i> <span class=\"citation\" data-id=\"118447\"><a href=\"/opinion/118447/duncan-v-walker/\"><span class=\"volume\">533</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">167</span></a></span>, 176, <span class=\"citation\" data-id=\"118447\"><a href=\"/opinion/118447/duncan-v-walker/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2120</span></a></span>, <span class=\"citation\" data-id=\"118447\"><a href=\"/opinion/118447/duncan-v-walker/\"><span class=\"volume\">150</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">251</span></a></span> (2001). That issue need not concern us.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The question of whether a petition is required for exhaustion of claims under 28 U.S.C. &#167; 2254(c) is distinct from whether an application for collateral review tolls AEDPA's limitations period<i>See O'Sullivan v. Boerckel,</i> <span class=\"citation\" data-id=\"118296\"><a href=\"/opinion/118296/osullivan-v-boerckel/\"><span class=\"volume\">526</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">838</span></a></span>, 844, <span class=\"citation\" data-id=\"118296\"><a href=\"/opinion/118296/osullivan-v-boerckel/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1728</span></a></span>, <span class=\"citation\" data-id=\"118296\"><a href=\"/opinion/118296/osullivan-v-boerckel/\"><span class=\"volume\">144</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1999) (\"Although the language [requiring exhaustion in 28 U.S.C. &#167; 2254(c)] could be read to effectively foreclose habeas review by requiring a state prisoner to invoke <i>any possible</i> avenue of state court review, we have never interpreted the exhaustion requirement in such a restrictive fashion.... Section 2254(c) requires only that state prisoners give state courts a <i>fair</i> opportunity to act on their claims.\" (emphasis in original)). There should be no suggestion that a Massachusetts state prisoner must file a ch. 211, &#167; 3 petition in order to exhaust his state remedies.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The Commonwealth alleges when a single justice denies a ch. 211, &#167; 3 petition due to the existence of an alternative adequate remedy, the decision should be read as saying there was no \"jurisdiction\" over the petition. Relying on<i>Pace,</i> the Commonwealth argues that when there was no state court jurisdiction over the state application, the application cannot be \"properly filed\" for federal tolling purposes. <i>See Pace,</i> 125 S.Ct. at 1812. Rodriguez' petition, therefore, is not \"properly filed\".</p>\n        <p class=\"indent\">The Commonwealth raises an interesting argument but one we do not reach. The premise for the Commonwealth's argument is not firm. As we have explained, the SJC has in fact taken jurisdiction under ch. 211, &#167; 3 when other remedial avenues were available. And often it is not clear whether the SJC is saying there is no jurisdiction. Thus we reject the Commonwealth's position that categorically a ch. 211, &#167; 3 petition denied due to an alternative, adequate remedy can never be \"properly filed.\"</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/75788/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112660/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118296/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118447/",
    "http://www.courtlistener.com/api/rest/v3/opinions/121154/",
    "http://www.courtlistener.com/api/rest/v3/opinions/137746/",
    "http://www.courtlistener.com/api/rest/v3/opinions/142891/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200575/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200724/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201212/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767965/",
    "http://www.courtlistener.com/api/rest/v3/opinions/773642/",
    "http://www.courtlistener.com/api/rest/v3/opinions/776001/",
    "http://www.courtlistener.com/api/rest/v3/opinions/778634/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2024094/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2040340/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2046271/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2055779/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2081929/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2090161/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2126225/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2156752/"
  ]
}