{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201606/",
  "absolute_url": "/opinion/201606/smith-v-robertshaw-controls/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201606/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:30:27Z",
  "date_modified": "2016-02-28T05:06:09.294134Z",
  "type": "010combined",
  "sha1": "86c868106c5a37c692d10c0478e4b407dfb035fb",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/04-1262-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2005/05/27/Smith_v._Robertshaw_Controls.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 04-1262\n\n DANIEL T. SMITH, Individually and as Executor of the ESTATE OF\n                         NORA M. SMITH,\n\n                      Plaintiff, Appellant,\n\n                                v.\n\n ROBERTSHAW CONTROLS COMPANY, AMERICAN WATER HEATER COMPANY, and\n                     AMERIGAS PROPANE, L.P.,\n\n                      Defendants, Appellees.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF MASSACHUSETTS\n       [Hon. George A. O'Toole, Jr., U.S. District Judge]\n\n\n                               Before\n                        Boudin, Chief Judge,\n                    Cyr, Senior Circuit Judge,\n                     and Lipez, Circuit Judge.\n\n\n     Mark S. Bourbeau, with whom Bourbeau & Associates P.C. was on\nbrief, for appellant.\n     Michael W. Gallagher, with whom Andrea S. Batchelder and\nGallagher & Cavanaugh were on brief, for appellee Robertshaw\nControls Company.\n     Maynard M. Kirpalani, with whom Kathleen M. Colbert, Helen E.\nTsingos, and Wilson, Elser, Moskowitz, Edelman & Dicker LLP were on\nbrief, for appellee American Water Heater Company.\n     Frank W. Beckstein, III, with whom Catherine M. Costanzo and\nNelson, Kinder, Mosseau & Saturley, P.C. were on brief, for\nappellee AmeriGas Propane, L.P.\n\n\n                           May 27, 2005\n\f             LIPEZ, Circuit Judge.           This personal injury case stems\n\nfrom a horrific accident in which plaintiff-appellant Daniel Smith\n\nwas badly burned while attempting to light a propane water heater\n\nin his basement, allegedly due to a faulty control valve.                       Smith\n\nsued   the   company      that   made    the   control    (Robertshaw         Controls\n\nCompany), the company that made the water heater (American Water\n\nHeater Company), and the company that supplied the gas (AmeriGas\n\nPropane). The district court granted summary judgment to all three\n\ndefendants.\n\n             We affirm summary judgment for both American Water Heater\n\nand    Robertshaw   on     the   basis       that   notice    of   the   claim     was\n\nunreasonably late and defendants were thereby prejudiced, contrary\n\nto the requirements of Massachusetts warranty law.                        We affirm\n\nsummary judgment for AmeriGas on the basis that it had no legal\n\nduty to Smith.\n\n                                        I.\n\nA.           Factual Background\n\n             Because this case was resolved on summary judgment, we\n\nrecite the facts in the light most favorable to the non-movant\n\nSmith, \"drawing all reasonable inferences in his favor.\"                      Terry v.\n\nBayer Corp., 145 F.3d 28, 30 (1st Cir. 1998).\n\n             1.         The Robertshaw Unitrol 110\n\n             In   the    early   1950s,      Robertshaw      learned     of   serious\n\naccidents caused by defects in the Unitrol 110 gas control valve\n\n\n                                         -2-\n\fthat it manufactured for use on propane water heaters.                       The\n\nproblems related to an interlock mechanism, known as the \"index\n\nplate,\" that was supposed to prevent the reset button from being\n\ndepressed while the gas cock knob was turned.              In 1957, Robertshaw\n\nimplemented three changes -- a stronger reset button, a thicker\n\nindex plate, and a new gas cock knob -- to fix these problems.\n\n              In 1974, Robertshaw notified the Consumer Product Safety\n\nCommission     (\"CPSC\")    of    the   defect,   stating   that   it   had   been\n\ninformed of one fatality and one non-fatal injury.                In 1981, the\n\nCPSC concluded that Robertshaw had substantially understated the\n\nnumber   of    incidents;       apparently    Robertshaw    had   received   147\n\nliability claims by 1974, including forty-eight deaths and eighty-\n\nnine serious injuries.\n\n              Robertshaw    issued      two   recall   notices     under     CPSC\n\nsupervision, one in 1981 and another in 1984. Robertshaw estimated\n\nthat approximately 1,000 defective controls were in use, primarily\n\n\"on water heaters located in rural areas, such as . . . in vacation\n\nor weekend homes.\"         A homeowner could determine if a control was\n\ndefective by examining the date code on the bottom of the control.\n\nAccording to the recall notices, an alternate method to identify\n\nthe defective controls was to examine the position of the index\n\npointer relative to the word \"PILOT\" -- if it lay under the \"T\" it\n\n\n\n\n                                        -3-\n\fwas a pre-1957 defective model, and if it lay between the \"L\" and\n\nthe \"O,\" it was a post-1957 model not subject to the recall.1\n\n            2.       The Accident and Its Aftermath\n\n            On May 24, 1997, Daniel Smith descended to the basement\n\nof his Dennis, Massachusetts vacation cottage to light the pilot\n\nlight of his liquid propane water heater.          The heater had a Unitrol\n\n110 gas control.      While Smith was trying to light the pilot light,\n\na fireball erupted from beneath the heater, engulfing and igniting\n\nhis clothing and flesh.      He somehow managed to exit the basement --\n\nhe suffered some memory loss as part of the accident -- and\n\nextinguish the fire by rolling on the lawn.              Over forty percent of\n\nhis body was burned.         After a neighbor drove him to a local\n\nhospital,    Smith    was   airlifted      to   Boston    for   more   advanced\n\ntreatment.   At some point he slipped into a coma, and would remain\n\ncomatose for three months.          The Dennis Fire Department, Dennis\n\nPolice, and Massachusetts State Police all investigated the fire\n\nand concluded that the fire originated at the water heater.                   The\n\nFire Department took several photographs of the water heater.\n\n            Four     days   after   the     accident,      AmeriGas    sent   an\n\nexperienced service technician, Steven Lovell, to inspect the\n\npropane system.       Smith's daughter, Maureen Howell, was present\n\n\n\n     1\n      There were other, unrelated problems with the Unitrol 110.\nOne problem involved accumulated sediment forcing the valve into\nthe open position. That problem was fixed in the 1980s by a wire\nscreen that would filter out sediment.\n\n                                     -4-\n\fduring Lovell's inspection.        Determining that there was a small\n\nleak in the system, Lovell disconnected and capped off the gas line\n\nto the heater.    He also \"red tagged\" the heater to indicate that it\n\nshould not be used.         On the red tag, in a space marked \"Unsafe\n\nConditions,\" he wrote, \"Unitrol 110 gas valve is under recall\n\nlist.\"    He also prepared a work order that stated \"Unitrol 110 gas\n\nvalve on recall list.\"        He told Howell that the valve had been\n\nrecalled, and showed her an illustrated recall manual with a\n\ndrawing of the valve and a note that it had been recalled.2            After\n\nreturning to AmeriGas, Lovell told his superiors that he wanted to\n\nreturn to the Smith home to reinspect the valve because it appeared\n\nto be subject to recall but he was not entirely sure.              AmeriGas,\n\nhowever, did not send him back out to recheck the valve.\n\n            While Smith languished in a coma, Howell hired licensed\n\ngasfitter Ronald Hague to remove the water heater (which could no\n\nlonger be used) and preserve it in case an insurance adjuster\n\nwished to examine it.       Hague stored the heater at his yard.       After\n\nabout a year, a \"scrap guy\" who had come to clean the yard removed\n\nthe   heater,    possibly    mistaking    it   for   junk,   and   presumably\n\ndestroyed it.\n\n            Meanwhile, Smith eventually recovered from the coma, but\n\nstill required extensive medical treatment and several more months\n\n\n      2\n      At his deposition three years later, Lovell claimed that,\nthough he generally carried his recall manual with him, for some\nreason he didn't have it when he inspected Smith's heater.\n\n                                    -5-\n\fof hospitalization.      Even after extensive surgery, he suffers\n\nsevere and permanent disfiguring injuries.\n\nB.         Procedural History\n\n           In   May   2000,   Smith    filed   suit    against   Robertshaw,\n\nAmerican Water Heater, and AmeriGas in Massachusetts state court.3\n\nDefendants removed the case to federal court on the basis of\n\ndiversity of citizenship.\n\n           The claims against Robertshaw and American Water Heater\n\nwere based on strict products liability.              As interpreted by the\n\ndistrict court, without objection, these were treated as claims of\n\nbreach of the implied warranty of merchantability under the Uniform\n\nCommercial Code, Mass. Gen. Laws ch. 106, § 2-314.4           Smith did not\n\nplead negligence against Robertshaw or American Water Heater.\n\n           The claims against AmeriGas were founded on a different\n\ntheory.   The complaint alleged that when AmeriGas sent a repairman\n\nin response to Smith's August 1995 service call concerning a\n\nproblem unrelated to the water heater, it voluntarily assumed a\n\nduty to inspect the entire propane system, including the water\n\nheater, and to warn Smith of any defects.\n\n\n     3\n      The complaint also named other defendants who are not parties\nto this appeal.\n     4\n      Massachusetts does not recognize strict products liability in\ntort. The district court noted that \"the parties have treated the\ncase as if it were pled properly under Massachusetts law to allege\nthe recognized cause of action for breach of an implied warranty of\nmerchantability under the Uniform Commercial Code,\" and therefore\nit did the same. So do we.\n\n                                      -6-\n\f            Regrettably for Smith, the water heater and allegedly\n\nfaulty valve had been lost.           Nonetheless, the complaint alleged\n\nthat Smith's Unitrol 110 control was of the same type that had been\n\nrecalled,    and   was    defective    and   unreasonably   dangerous     when\n\nmanufactured.      Robertshaw denied that Smith's control was subject\n\nto the recall.       Without the actual valve, Smith had no direct\n\nevidence    that   it    had   been   recalled.    Instead,   he   only   had\n\nphotographs of the water heater that had been taken by the Dennis\n\nFire Department.\n\n            Smith did hire an expert in propane fire investigation,\n\nDavid Cox, who could testify that the fire had originated from the\n\nbase of the water heater, and that the gas that had ignited must\n\nhave come through the main burner while the pilot light was out --\n\njust the occurrence that the Unitrol 110 is supposed to prevent.\n\nHowever, even assuming there was a flaw in the gas valve, Smith\n\ncould not prove directly that it was a manufacturing or design\n\ndefect, rather than the result of poor maintenance or abuse.\n\n            Smith decided to pursue as his primary (but not sole)\n\ntheory that the valve had the same defect as those subject to the\n\nrecall.5    He submitted a Freedom of Information Act request to the\n\nCPSC for documents from its investigations and the two recalls, but\n\nthe CPSC responded that it had lost the relevant records.           As part\n\n\n\n     5\n      Alternate theories of causation included accumulated sediment\nforcing the valve into an open position. See supra note 1.\n\n                                      -7-\n\fof the discovery process, Smith submitted a 116-item Request for\n\nProduction of Documents (\"RPD\") to Robertshaw. Smith sought, inter\n\nalia, documents concerning any control of the same make and model\n\nas the control that was attached to Smith's water heater, and \"any\n\nsimilar Robertshaw Controls.\"\n\n          Robertshaw, however, had concluded, from its examination\n\nof the fire department photographs, that Smith's control was\n\nproduced between 1957 and 1960, and was not subject to the recall.\n\nIt objected to all questions relating to the recall, and produced\n\nfor deposition Steven Cropp, its Vice President of Quality, who\n\ntestified that, based on the photographs, the control was not\n\nsubject to the recall.\n\n           In June 2001, Smith moved to compel discovery, arguing\n\nthat Robertshaw had unjustifiably avoided the discovery requests in\n\nthe RPD, and that Cropp had been non-responsive to questions\n\nrelated to the recall. Robertshaw opposed the motion, arguing that\n\nCropp had determined that Smith's control was not subject to the\n\nrecall,   and   therefore   discovery   about   the   recall   would   be\n\nirrelevant.     The district court agreed and denied the motion to\n\ncompel.\n\n           Smith then retained William Kitzes, an expert in safety\n\nmanagement and compliance with industry and government standards.\n\nThrough Kitzes, Smith was able to obtain other records relating to\n\n\n\n\n                                 -8-\n\fthe recall, such as internal Robertshaw memoranda, that had been\n\nproduced in other litigation.\n\n           After the close of expert discovery, defendants moved in\n\nlimine to exclude certain expert testimony by Cox and Kitzes.\n\nAdditionally,     American      Water   Heater     and    AmeriGas   --    but   not\n\nRobertshaw -- moved for summary judgment.6\n\n           On December 31, 2003, the district court granted the\n\nmotions to preclude Cox from testifying about \"the existence of a\n\ndefect in the mechanical design or manufacture of the Unitrol 110\n\ngas   control    that   was   installed       on   the    water   heater   in    the\n\nplaintiff's house,\" because Cox was \"not qualified by education,\n\ntraining, or experience to testify as an expert in mechanical\n\ndesign in general or in the mechanical design of such devices as\n\nthe Unitrol 110 control in particular.\"                  However, it denied the\n\nmotions insofar as they sought to prevent Cox from testifying, as\n\na fire investigator, about the cause and origin of the fire.                     The\n\ncourt also granted AmeriGas's motion to exclude the testimony of\n\nKitzes,   on    the   grounds    that   Kitzes'     testimony     \"depend[s]      on\n\nproposed testimony by Mr. Cox that the Unitrol [110] control at\n\nissue was defective,\" and therefore, absent such testimony, was\n\nirrelevant.\n\n\n\n      6\n      The record does not reveal why Robertshaw did not move for\nsummary judgment at this time. At the omnibus motion hearing on\nDecember 18, 2003, Robertshaw's counsel began his argument by\nsaying \"I don't have a motion for summary judgment.\"\n\n                                        -9-\n\f          In the same order, the district court granted summary\n\njudgment for the two moving defendants, American Water Heater and\n\nAmeriGas. The judgment in favor of American Water Heater rested on\n\ntwo independent grounds.    First, Smith had no expert who could\n\ncompetently testify that the valve was defective and unreasonably\n\ndangerous when sold; he had not adduced sufficient evidence to\n\ncreate a genuine dispute of material fact as to whether the control\n\nwas subject to the recall; and he was not entitled to the inference\n\nof res ipsa loquitur because the accident was out of the common\n\nexperience of a lay jury.    Second, Smith had failed to provide\n\nprompt notice of his claim as required for claims of breach of\n\nwarranty under Massachusetts law, and, because the heater had been\n\ndestroyed in the interim, American Water Heater was prejudiced by\n\nthe delay.   As to AmeriGas, the court held that the company's\n\nresponse to a 1995 service call relating to a leak in Smith's back\n\nyard did not give rise to a duty to inspect the water heater.\n\n          On January 7, 2004, Robertshaw moved for summary judgment\n\non the basis that, without expert testimony or evidence that the\n\ncontrol was subject to the recall, Smith could not prevail on\n\ntheories of negligence,7 breach of warranty by selling a defective\n\nand unreasonably dangerous product, or res ipsa loquitur.     That\n\n\n\n     7\n      As noted above, Smith had not actually pled a claim of\nnegligence against Robertshaw. Nevertheless, Robertshaw's motion\nfor summary judgment argued that \"plaintiff cannot sustain his\nburden of proof on a theory of negligence.\"\n\n                               -10-\n\fsame day, the district court granted Robertshaw's motion without\n\nfurther opinion.       Smith timely appealed.\n\n                                    II.\n\n              Summary judgment is appropriate where \"the pleadings,\n\ndepositions, answers to interrogatories, and admissions on file,\n\ntogether with the affidavits, if any, show that there is no genuine\n\nissue as to any material fact and that the moving party is entitled\n\nto a judgment as a matter of law.\"            Fed. R. Civ. P. 56(c).     We\n\nreview a district court's grant of summary judgment de novo. Uncle\n\nHenry's, Inc. v. Plaut Consulting Co., 399 F.3d 33, 41 (1st Cir.\n\n2005).    We are not limited to the district court's rationale, but\n\nrather may affirm \"on any basis apparent in the record.\"           Id.\n\n              We begin with the breach of warranty claims against\n\nAmerican Water Heater, brought on Smith's own behalf and as a loss\n\nof consortium claim by his wife.           As we have noted, Smith pled\n\nthese    as   strict   products   liability    claims   and,   technically,\n\nMassachusetts does not recognize strict products liability in tort.\n\nHowever, the Massachusetts \"Legislature has transformed warranty\n\nliability into a remedy intended to be fully as comprehensive as\n\nthe strict liability theory of recovery that has been adopted by a\n\ngreat many other jurisdictions.\"       Back v. Wickes Corp., 378 N.E.2d\n\n964, 968 (Mass. 1978); see also Swartz v. Gen. Motors Corp., 378\n\nN.E.2d 61, 62 (Mass. 1978) (\"[T]here is no 'strict liability in\n\ntort' apart from liability for breach of warranty under the Uniform\n\n\n                                    -11-\n\fCommercial Code.\").        Hence, the parties and the district court\n\ntreated the strict products liability claims as breach of warranty\n\nclaims.   See supra note 4.\n\n          Because     of   its   UCC   origins,   warranty   liability   in\n\nMassachusetts contains certain technical requirements not found in\n\nstrict tort liability.        One such requirement is prompt notice.\n\nUnder Massachusetts law, \"the buyer must within a reasonable time\n\nafter he discovers or should have discovered any breach notify the\n\nseller of breach or be barred from any remedy.\"          Mass. Gen. Laws\n\nch. 106, § 2-607(3)(a); Sacramona v. Bridgestone/Firestone, Inc.,\n\n106 F.3d 444, 448-49 (1st Cir. 1997) (\"[A] plaintiff must give\n\nreasonably prompt notice of his warranty claim to the potential\n\ndefendant. . . .\").    This requirement serves to \"inform the seller\n\nof a breach and thereby allow for settlement through negotiation.\"\n\nDelano Growers' Coop. Winery v. Supreme Wine Co., 473 N.E.2d 1066,\n\n1072 (Mass. 1985). The \"notice\" need not take any particular form:\n\n           The content of the notification need merely be\n           sufficient to let the seller know that the\n           transaction is still troublesome and must be\n           watched. There is no reason to require that\n           the notification which saves the buyer's\n           rights under this section must include a clear\n           statement of all the objections that will be\n           relied on by the buyer . . . . Nor is there\n           reason for requiring the notification to be a\n           claim for damages or of any threatened\n           litigation or other resort to a remedy. The\n           notification which saves the buyer's rights\n           under this Article need only be such as\n           informs the seller that the transaction is\n           claimed to involve a breach, and thus opens\n\n\n                                   -12-\n\f          the   way  for      normal      settlement   through\n          negotiation.\n\nUCC Official Text with Comments (1962) (\"UCC Comments\") § 2-607,\n\ncmt. 4; see also, e.g., Delano Growers' Coop. Winery, 473 N.E.2d at\n\n1072 (oral notice can suffice).\n\n          Whether notice is reasonably prompt \"depends on the\n\nreasonableness of the buyer's behavior in the circumstances.\"\n\nDelano Growers' Coop. Winery, 473 N.E.2d at 1072-73; see also UCC\n\nComments § 2-607, cmt. 4 (\"'A reasonable time' for notification\n\nfrom a retail consumer is to be judged by different standards [than\n\na merchant buyer] so that in his case it will be extended, for the\n\nrule of requiring notification is designed to defeat commercial bad\n\nfaith, not to deprive a good faith consumer of his remedy.\").\n\nCompare P & F Constr. Corp. v. Friend Lumber Corp., 575 N.E.2d 61,\n\n64 (Mass. App. Ct. 1991) (three and one-half months' delay in\n\nnotice was unreasonable where doors delivered to construction job\n\nsite were wrong size) with Goldstein v. G.D. Searle & Co., 378\n\nN.E.2d 1083, 1088-89 (Ill. App. Ct. 1978) (four years' delay in\n\nnotice was reasonable where consumer who used defendant's oral\n\ncontraceptives suffered stroke, which may have reduced her ability\n\nto determine what caused the stroke).\n\n          Even   if   the   notice   is   unreasonably   late,   however,\n\n\"[f]ailure to give notice shall not bar recovery . . . unless the\n\ndefendant proves that he was prejudiced thereby.\"        Mass. Gen. Laws\n\nch. 106, § 2-318.      Unreasonably late notice and prejudice are\n\n                                 -13-\n\fseparate requirements, and both must be present in order for the\n\ndefense to succeed.    If the notice was unreasonably late but there\n\nwas no prejudice -- or if the defendant was prejudiced, but the\n\ntiming of the notice was reasonable under the circumstances -- then\n\nthe defense is ineffective and the plaintiff's claim survives. But\n\nwhen   the   notice   is   unreasonably    late   and   the   defendant   is\n\nprejudiced thereby, the claim is barred.          See Sacramona, 106 F.3d\n\nat 448-49 (\"[A] plaintiff must give reasonably prompt notice of his\n\nwarranty claim to the potential defendant; if he fails to do so,\n\nand the defendant is thereby prejudiced, the warranty claim is\n\nbarred even if it is brought within the statute of limitations.\");\n\nHayes v. Ariens Co., 462 N.E.2d 273, 275 n.2 (Mass. 1984) (same).\n\nFinally, while the late notice defense is a jury issue, summary\n\njudgment will be appropriate if \"a reasonable jury would . . . have\n\nbeen compelled to find prejudice.\"        Sacramona, 106 F.3d at 449.\n\n             Smith's claim accrued on May 24, 1997.       The state court\n\ncomplaint was filed on May 22, 2000 -- almost three years later,\n\nand just days before the three-year statute of limitations was due\n\nto expire.     See Mass. Gen. Laws ch. 106, § 2-318 (\"All actions\n\nunder this section shall be commenced within three years next after\n\nthe date the injury and damage occurs.\"); Fine v. Huygens, DiMella,\n\nShaffer & Assocs., 783 N.E.2d 842, 845-46 (Mass. App. Ct. 2003)\n\n(§ 2-318's three-year statute of limitations applies to warranty\n\nclaims alleging physical injury).        Smith has not suggested that he\n\n\n                                  -14-\n\fgave American Water Heater any notice of his claim other than the\n\nfiling of the complaint.          He does not argue that the notice was\n\nprompt, nor that the delay was excusable. Rather, he disputes only\n\nwhether American Water Heater was prejudiced by the delay.\n\n             The    loss   of   material    evidence   usually    establishes\n\nprejudice:\n\n             [A]ssuming an unreasonable delay in notice,\n             the prejudice showing is relatively easy: it\n             is enough that the delay may well have\n             deprived the defense of useful evidence. No\n             showing is required that lost evidence would\n             inevitably have altered the outcome. . . .\n             [T]o show prejudice based on a lack of notice,\n             the defendants needed only to prove that\n             evidence was lost that might well have helped\n             them . . . .\n\nSacramona, 106 F.3d at 449; see also Castro v. Stanley Works, 864\n\nF.2d 961,     964   (1st   Cir.   1989)    (\"[P]rejudice    may   result   when\n\n'evidence which may reasonably have been developed by prompt\n\ninvestigation has been lost.'\") (citation omitted).               That is the\n\ncase here.     The water heater, including the potentially defective\n\nvalve, was destroyed during a period when Smith could have given\n\nAmerican Water Heater notice of his claim.                 As American Water\n\nHeater puts it, \"for over one year after the accident, for over six\n\nmonths after Smith came out of his coma and close to two years\n\nbefore [American Water Heater] was given notice of this claim, the\n\ncritical notice was available but the plaintiff failed to put\n\n[American Water Heater] on notice of his claim.\"             If the evidence\n\nhad not been destroyed, American Water Heater might have been able\n\n                                     -15-\n\fto prove that the water heater, including the valve, was in good\n\nworking order, or that it had been damaged by misuse since its sale\n\nsome thirty or more years earlier.         Its inability to do so, due to\n\nthe lack of notice, is prejudicial.\n\n             Smith has three responses.      First, he argues that he is\n\njust as prejudiced as American Water Heater because he cannot\n\nexamine or make use of the water heater to prove his case either.\n\nThus, he derives no unfair advantage.          Second, the evidence was\n\ndestroyed    through   no   fault   of   either   Smith   or   Howell,   his\n\ndaughter.8     Third, it    cannot be presumed that access to the\n\nevidence would have helped American Water Heater; it might well\n\nhave hurt its case, e.g., if the control was clearly subject to the\n\nrecall.\n\n             These points are all true but legally irrelevant.           The\n\nquestion is simply whether the defendant was prejudiced by the lost\n\nevidence, not whether the plaintiff was also prejudiced, or who was\n\nprejudiced more, or whether the plaintiff (as opposed to some third\n\nparty) was responsible for the loss.          And the defendant need not\n\nshow that the evidence could have helped it; it suffices that \"the\n\n\n\n     8\n      Indeed, Smith suggests that AmeriGas was somehow at fault for\nthe loss of the evidence, because its employees did not record the\nidentifying codes from the water heater and control valve nor\npreserve the physical evidence.      This argument is misguided.\nAmeriGas is not the plaintiff in a warranty case, and had no duty\nto preserve evidence or give prompt notice to American Water Heater\nso that the latter could inspect the evidence before it was\ndestroyed.\n\n                                    -16-\n\fdelay may well have deprived the defense of useful evidence.\"\n\nSacramona, 106 F.3d at 449.         American Water Heater was entitled to\n\nsummary judgment because the notice was unreasonably late and the\n\nloss of evidence was prejudicial.\n\n            The   late   notice   defense      also      provides    a   basis    for\n\naffirming the district court's grant of summary judgment against\n\nRobertshaw.9      Smith's claims against Robertshaw were also based\n\nexclusively on strict products liability, again interpreted by the\n\ndistrict court to mean warranty liability. Since Smith claims that\n\nthe Unitrol 110 control valve was defective, and the control valve\n\nhas been lost, Robertshaw suffered the same prejudice as did\n\nAmerican    Water   Heater   from    the     loss   of    evidence       during   the\n\nunexcused   delay.       Therefore,    we    affirm      summary    judgment      for\n\n\n\n\n     9\n      Robertshaw did not raise this defense in its motion for\nsummary judgment below or on appeal, and we could deem it waived.\nSee United States v. Zannino, 895 F.2d 1, 17 (1st Cir. 1990).\nHowever, \"in certain circumstances we have the discretion to\noverlook waiver by inadequate argument,\" United States v.\nRodriguez-Marrero, 390 F.3d 1, 18 (1st Cir. 2004), cert. denied,\n125 S. Ct. 1620 (2005), and this is such a case. First, Robertshaw\npled late notice as an affirmative defense in its answer. Second,\nAmerican Water Heater argued the late notice defense both at\nsummary judgment and on appeal, stating arguments that apply\nequally to Robertshaw.    Third, Smith had a full opportunity to\nrespond to American Water Heater's late notice argument, and\nprovided a reasoned (if unsuccessful) response to that argument.\nFourth, the basis for affirming the district court's judgment for\nRobertshaw on the grounds of late notice is \"apparent in the\nrecord.\" Uncle Henry's, 399 F.3d at 41.\n\n                                      -17-\n\fRobertshaw on the basis of late notice resulting in prejudice by\n\nloss of evidence.10\n\n                                  III.\n\n            We turn to the claims against AmeriGas.             Smith claims\n\nthat AmeriGas negligently failed to inspect his propane system and\n\nwarn him of the alleged defect in the Unitrol 110 control.                This\n\nclaim fails because AmeriGas had no duty to inspect and warn.\n\n            Smith had no service agreement with AmeriGas.                  His\n\ncontract was for propane delivery to an outside underground tank,\n\nnot for service or safety inspections.                In the thirty years\n\npreceding   the   accident,   Smith   had   made   only   one   request    for\n\nservice. In 1995, Smith called AmeriGas because he smelled leaking\n\ngas    in   his   backyard.       The       company    sent     a   licensed\n\nplumber/gasfitter, who found (and fixed) a corroded pipe at ground\n\nlevel outside the cottage.      His contact with the water heater was\n\nminimal: since he had shut off the gas in order to fix the pipe, he\n\nre-lit the pilot light on the water heater after he turned the gas\n\n\n\n      10\n      We therefore need not decide whether the district court\nabused its discretion in denying Smith's motion to compel\ndiscovery. We do note that it is rare for us to reverse such a\ndecision. In such cases, \"[t]he hurdle which the appellant must\novercome to prevail is high. . . . 'We will intervene in such\nmatters only upon a clear showing of manifest injustice, that is,\nwhere the lower court's discovery order was plainly wrong and\nresulted in substantial prejudice to the aggrieved party.'\"\nAmeristar Jet Charter, Inc. v. Signal Composites, Inc., 244 F.3d\n189, 191-92 (1st Cir. 2001) (quoting Mack v. Great Atl. & Pac. Tea\nCo., 871 F.2d 179, 186 (1st Cir. 1989)). That showing would be\ndifficult on the facts of this case.\n\n                                  -18-\n\fback on.   Smith did not ask him to inspect the water heater or any\n\nother aspect of his propane system.\n\n           Smith, however, notes that in the 1980s AmeriGas adopted\n\na voluntary industry safety program called \"GAS Check,\" about which\n\nSmith's proposed expert Kitzes was prepared to testify.          Smith\n\nargues that, by adopting GAS Check, AmeriGas voluntarily assumed a\n\nduty to inspect and warn, and because the repairman did not perform\n\na GAS Check inspection, AmeriGas breached that duty.\n\n           \"Massachusetts   recognizes   that   'a   duty   voluntarily\n\nassumed must be performed with due care,' and . . . [has] approved\n\nthe principles pertaining to voluntary assumption of a duty as set\n\nforth in the Restatement (Second) of Torts § 323 (1965).\"        Cottam\n\nv. CVS Pharmacy, 764 N.E.2d 814, 821-22 (Mass. 2002) (quoting\n\nMullins v. Pine Manor Coll.,    449 N.E.2d 331, 336 (Mass. 1983)).\n\nThe Restatement (Second) of Torts § 323 (1965) provides:\n\n           One who undertakes, gratuitously or for\n           consideration, to render services to another\n           which he should recognize as necessary for the\n           protection of the other's person or things, is\n           subject to liability to the other for physical\n           harm resulting from his failure to exercise\n           reasonable care to perform his undertaking, if\n\n           (a) his failure to exercise such care\n           increases the risk of such harm, or\n           (b) the harm is suffered because of the\n           other's reliance upon the undertaking.\n\n           We assume, arguendo, that if the repairman had conducted\n\na GAS Check inspection of the propane system, he would have\n\ndiscovered a dangerous defect in the water heater.            Even so,\n\n                                -19-\n\fAmeriGas had no legally enforceable duty to conduct a GAS Check (or\n\nany other) inspection of the water heater. The repairman's failure\n\nto inspect the water heater may not have diminished a risk that\n\ncould have been diminished, but it did not increase the risk of\n\nthat harm.    Nor could Smith have relied upon AmeriGas to conduct an\n\ninspection.     He never asked AmeriGas to inspect the water heater,\n\nnor did AmeriGas represent that it would do so.        Put simply, a\n\nservice call to fix a gas leak in the backyard does not, without\n\nmore, create a duty to inspect a water heater.    The district court\n\nproperly granted summary judgment to AmeriGas because it had no\n\nlegal duty.\n\n                                  IV.\n\n             The tragedy of Smith's accident was compounded by the\n\ninadvertent loss of virtually all material evidence a year later.\n\nUnfortunately for Smith, in these circumstances, Massachusetts law\n\nprovides appellees Robertshaw and American Water Heater with a\n\ncomplete defense, and assigns no duty at all to appellee AmeriGas.\n\nThe judgment of the district court is affirmed.\n\n             So ordered.\n\n\n\n\n                                 -20-\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">          United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 04-1262\n\n DANIEL T. SMITH, Individually and as Executor of the ESTATE OF\n                         NORA M. SMITH,\n\n                      Plaintiff, Appellant,\n\n                                v.\n\n ROBERTSHAW CONTROLS COMPANY, AMERICAN WATER HEATER COMPANY, and\n                     AMERIGAS PROPANE, L.P.,\n\n                      Defendants, Appellees.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF MASSACHUSETTS\n       [Hon. George A. O'Toole, Jr., U.S. District Judge]\n\n\n                               Before\n                        Boudin, Chief Judge,\n                    Cyr, Senior Circuit Judge,\n                     and Lipez, Circuit Judge.\n\n\n     Mark S. Bourbeau, with whom Bourbeau & Associates P.C. was on\nbrief, for appellant.\n     Michael W. Gallagher, with whom Andrea S. Batchelder and\nGallagher & Cavanaugh were on brief, for appellee Robertshaw\nControls Company.\n     Maynard M. Kirpalani, with whom Kathleen M. Colbert, Helen E.\nTsingos, and Wilson, Elser, Moskowitz, Edelman & Dicker LLP were on\nbrief, for appellee American Water Heater Company.\n     Frank W. Beckstein, III, with whom Catherine M. Costanzo and\nNelson, Kinder, Mosseau & Saturley, P.C. were on brief, for\nappellee AmeriGas Propane, L.P.\n\n\n                           May 27, 2005\n\f             LIPEZ, Circuit Judge.           This personal injury case stems\n\nfrom a horrific accident in which plaintiff-appellant Daniel Smith\n\nwas badly burned while attempting to light a propane water heater\n\nin his basement, allegedly due to a faulty control valve.                       Smith\n\nsued   the   company      that   made    the   control    (Robertshaw         Controls\n\nCompany), the company that made the water heater (American Water\n\nHeater Company), and the company that supplied the gas (AmeriGas\n\nPropane). The district court granted summary judgment to all three\n\ndefendants.\n\n             We affirm summary judgment for both American Water Heater\n\nand    Robertshaw   on     the   basis       that   notice    of   the   claim     was\n\nunreasonably late and defendants were thereby prejudiced, contrary\n\nto the requirements of Massachusetts warranty law.                        We affirm\n\nsummary judgment for AmeriGas on the basis that it had no legal\n\nduty to Smith.\n\n                                        I.\n\nA.           Factual Background\n\n             Because this case was resolved on summary judgment, we\n\nrecite the facts in the light most favorable to the non-movant\n\nSmith, \"drawing all reasonable inferences in his favor.\"                      Terry v.\n\nBayer Corp., </pre><span class=\"citation\" data-id=\"754634\"><a href=\"/opinion/754634/michael-f-terry-v-bayer-corporation-and-bayer-corporation-disability-plan/\"><span class=\"volume\">145</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">28</span></a></span><pre class=\"inline\">, 30 (1st Cir. 1998).\n\n             1.         The Robertshaw Unitrol 110\n\n             In   the    early   1950s,      Robertshaw      learned     of   serious\n\naccidents caused by defects in the Unitrol 110 gas control valve\n\n\n                                         -2-\n\fthat it manufactured for use on propane water heaters.                       The\n\nproblems related to an interlock mechanism, known as the \"index\n\nplate,\" that was supposed to prevent the reset button from being\n\ndepressed while the gas cock knob was turned.              In 1957, Robertshaw\n\nimplemented three changes -- a stronger reset button, a thicker\n\nindex plate, and a new gas cock knob -- to fix these problems.\n\n              In 1974, Robertshaw notified the Consumer Product Safety\n\nCommission     (\"CPSC\")    of    the   defect,   stating   that   it   had   been\n\ninformed of one fatality and one non-fatal injury.                In 1981, the\n\nCPSC concluded that Robertshaw had substantially understated the\n\nnumber   of    incidents;       apparently    Robertshaw    had   received   147\n\nliability claims by 1974, including forty-eight deaths and eighty-\n\nnine serious injuries.\n\n              Robertshaw    issued      two   recall   notices     under     CPSC\n\nsupervision, one in 1981 and another in 1984. Robertshaw estimated\n\nthat approximately 1,000 defective controls were in use, primarily\n\n\"on water heaters located in rural areas, such as . . . in vacation\n\nor weekend homes.\"         A homeowner could determine if a control was\n\ndefective by examining the date code on the bottom of the control.\n\nAccording to the recall notices, an alternate method to identify\n\nthe defective controls was to examine the position of the index\n\npointer relative to the word \"PILOT\" -- if it lay under the \"T\" it\n\n\n\n\n                                        -3-\n\fwas a pre-1957 defective model, and if it lay between the \"L\" and\n\nthe \"O,\" it was a post-1957 model not subject to the recall.1\n\n            2.       The Accident and Its Aftermath\n\n            On May 24, 1997, Daniel Smith descended to the basement\n\nof his Dennis, Massachusetts vacation cottage to light the pilot\n\nlight of his liquid propane water heater.          The heater had a Unitrol\n\n110 gas control.      While Smith was trying to light the pilot light,\n\na fireball erupted from beneath the heater, engulfing and igniting\n\nhis clothing and flesh.      He somehow managed to exit the basement --\n\nhe suffered some memory loss as part of the accident -- and\n\nextinguish the fire by rolling on the lawn.              Over forty percent of\n\nhis body was burned.         After a neighbor drove him to a local\n\nhospital,    Smith    was   airlifted      to   Boston    for   more   advanced\n\ntreatment.   At some point he slipped into a coma, and would remain\n\ncomatose for three months.          The Dennis Fire Department, Dennis\n\nPolice, and Massachusetts State Police all investigated the fire\n\nand concluded that the fire originated at the water heater.                   The\n\nFire Department took several photographs of the water heater.\n\n            Four     days   after   the     accident,      AmeriGas    sent   an\n\nexperienced service technician, Steven Lovell, to inspect the\n\npropane system.       Smith's daughter, Maureen Howell, was present\n\n\n\n     1\n      There were other, unrelated problems with the Unitrol 110.\nOne problem involved accumulated sediment forcing the valve into\nthe open position. That problem was fixed in the 1980s by a wire\nscreen that would filter out sediment.\n\n                                     -4-\n\fduring Lovell's inspection.        Determining that there was a small\n\nleak in the system, Lovell disconnected and capped off the gas line\n\nto the heater.    He also \"red tagged\" the heater to indicate that it\n\nshould not be used.         On the red tag, in a space marked \"Unsafe\n\nConditions,\" he wrote, \"Unitrol 110 gas valve is under recall\n\nlist.\"    He also prepared a work order that stated \"Unitrol 110 gas\n\nvalve on recall list.\"        He told Howell that the valve had been\n\nrecalled, and showed her an illustrated recall manual with a\n\ndrawing of the valve and a note that it had been recalled.2            After\n\nreturning to AmeriGas, Lovell told his superiors that he wanted to\n\nreturn to the Smith home to reinspect the valve because it appeared\n\nto be subject to recall but he was not entirely sure.              AmeriGas,\n\nhowever, did not send him back out to recheck the valve.\n\n            While Smith languished in a coma, Howell hired licensed\n\ngasfitter Ronald Hague to remove the water heater (which could no\n\nlonger be used) and preserve it in case an insurance adjuster\n\nwished to examine it.       Hague stored the heater at his yard.       After\n\nabout a year, a \"scrap guy\" who had come to clean the yard removed\n\nthe   heater,    possibly    mistaking    it   for   junk,   and   presumably\n\ndestroyed it.\n\n            Meanwhile, Smith eventually recovered from the coma, but\n\nstill required extensive medical treatment and several more months\n\n\n      2\n      At his deposition three years later, Lovell claimed that,\nthough he generally carried his recall manual with him, for some\nreason he didn't have it when he inspected Smith's heater.\n\n                                    -5-\n\fof hospitalization.      Even after extensive surgery, he suffers\n\nsevere and permanent disfiguring injuries.\n\nB.         Procedural History\n\n           In   May   2000,   Smith    filed   suit    against   Robertshaw,\n\nAmerican Water Heater, and AmeriGas in Massachusetts state court.3\n\nDefendants removed the case to federal court on the basis of\n\ndiversity of citizenship.\n\n           The claims against Robertshaw and American Water Heater\n\nwere based on strict products liability.              As interpreted by the\n\ndistrict court, without objection, these were treated as claims of\n\nbreach of the implied warranty of merchantability under the Uniform\n\nCommercial Code, Mass. Gen. Laws ch. 106, § 2-314.4           Smith did not\n\nplead negligence against Robertshaw or American Water Heater.\n\n           The claims against AmeriGas were founded on a different\n\ntheory.   The complaint alleged that when AmeriGas sent a repairman\n\nin response to Smith's August 1995 service call concerning a\n\nproblem unrelated to the water heater, it voluntarily assumed a\n\nduty to inspect the entire propane system, including the water\n\nheater, and to warn Smith of any defects.\n\n\n     3\n      The complaint also named other defendants who are not parties\nto this appeal.\n     4\n      Massachusetts does not recognize strict products liability in\ntort. The district court noted that \"the parties have treated the\ncase as if it were pled properly under Massachusetts law to allege\nthe recognized cause of action for breach of an implied warranty of\nmerchantability under the Uniform Commercial Code,\" and therefore\nit did the same. So do we.\n\n                                      -6-\n\f            Regrettably for Smith, the water heater and allegedly\n\nfaulty valve had been lost.           Nonetheless, the complaint alleged\n\nthat Smith's Unitrol 110 control was of the same type that had been\n\nrecalled,    and   was    defective    and   unreasonably   dangerous     when\n\nmanufactured.      Robertshaw denied that Smith's control was subject\n\nto the recall.       Without the actual valve, Smith had no direct\n\nevidence    that   it    had   been   recalled.    Instead,   he   only   had\n\nphotographs of the water heater that had been taken by the Dennis\n\nFire Department.\n\n            Smith did hire an expert in propane fire investigation,\n\nDavid Cox, who could testify that the fire had originated from the\n\nbase of the water heater, and that the gas that had ignited must\n\nhave come through the main burner while the pilot light was out --\n\njust the occurrence that the Unitrol 110 is supposed to prevent.\n\nHowever, even assuming there was a flaw in the gas valve, Smith\n\ncould not prove directly that it was a manufacturing or design\n\ndefect, rather than the result of poor maintenance or abuse.\n\n            Smith decided to pursue as his primary (but not sole)\n\ntheory that the valve had the same defect as those subject to the\n\nrecall.5    He submitted a Freedom of Information Act request to the\n\nCPSC for documents from its investigations and the two recalls, but\n\nthe CPSC responded that it had lost the relevant records.           As part\n\n\n\n     5\n      Alternate theories of causation included accumulated sediment\nforcing the valve into an open position. See supra note 1.\n\n                                      -7-\n\fof the discovery process, Smith submitted a 116-item Request for\n\nProduction of Documents (\"RPD\") to Robertshaw. Smith sought, inter\n\nalia, documents concerning any control of the same make and model\n\nas the control that was attached to Smith's water heater, and \"any\n\nsimilar Robertshaw Controls.\"\n\n          Robertshaw, however, had concluded, from its examination\n\nof the fire department photographs, that Smith's control was\n\nproduced between 1957 and 1960, and was not subject to the recall.\n\nIt objected to all questions relating to the recall, and produced\n\nfor deposition Steven Cropp, its Vice President of Quality, who\n\ntestified that, based on the photographs, the control was not\n\nsubject to the recall.\n\n           In June 2001, Smith moved to compel discovery, arguing\n\nthat Robertshaw had unjustifiably avoided the discovery requests in\n\nthe RPD, and that Cropp had been non-responsive to questions\n\nrelated to the recall. Robertshaw opposed the motion, arguing that\n\nCropp had determined that Smith's control was not subject to the\n\nrecall,   and   therefore   discovery   about   the   recall   would   be\n\nirrelevant.     The district court agreed and denied the motion to\n\ncompel.\n\n           Smith then retained William Kitzes, an expert in safety\n\nmanagement and compliance with industry and government standards.\n\nThrough Kitzes, Smith was able to obtain other records relating to\n\n\n\n\n                                 -8-\n\fthe recall, such as internal Robertshaw memoranda, that had been\n\nproduced in other litigation.\n\n           After the close of expert discovery, defendants moved in\n\nlimine to exclude certain expert testimony by Cox and Kitzes.\n\nAdditionally,     American      Water   Heater     and    AmeriGas   --    but   not\n\nRobertshaw -- moved for summary judgment.6\n\n           On December 31, 2003, the district court granted the\n\nmotions to preclude Cox from testifying about \"the existence of a\n\ndefect in the mechanical design or manufacture of the Unitrol 110\n\ngas   control    that   was   installed       on   the    water   heater   in    the\n\nplaintiff's house,\" because Cox was \"not qualified by education,\n\ntraining, or experience to testify as an expert in mechanical\n\ndesign in general or in the mechanical design of such devices as\n\nthe Unitrol 110 control in particular.\"                  However, it denied the\n\nmotions insofar as they sought to prevent Cox from testifying, as\n\na fire investigator, about the cause and origin of the fire.                     The\n\ncourt also granted AmeriGas's motion to exclude the testimony of\n\nKitzes,   on    the   grounds    that   Kitzes'     testimony     \"depend[s]      on\n\nproposed testimony by Mr. Cox that the Unitrol [110] control at\n\nissue was defective,\" and therefore, absent such testimony, was\n\nirrelevant.\n\n\n\n      6\n      The record does not reveal why Robertshaw did not move for\nsummary judgment at this time. At the omnibus motion hearing on\nDecember 18, 2003, Robertshaw's counsel began his argument by\nsaying \"I don't have a motion for summary judgment.\"\n\n                                        -9-\n\f          In the same order, the district court granted summary\n\njudgment for the two moving defendants, American Water Heater and\n\nAmeriGas. The judgment in favor of American Water Heater rested on\n\ntwo independent grounds.    First, Smith had no expert who could\n\ncompetently testify that the valve was defective and unreasonably\n\ndangerous when sold; he had not adduced sufficient evidence to\n\ncreate a genuine dispute of material fact as to whether the control\n\nwas subject to the recall; and he was not entitled to the inference\n\nof res ipsa loquitur because the accident was out of the common\n\nexperience of a lay jury.    Second, Smith had failed to provide\n\nprompt notice of his claim as required for claims of breach of\n\nwarranty under Massachusetts law, and, because the heater had been\n\ndestroyed in the interim, American Water Heater was prejudiced by\n\nthe delay.   As to AmeriGas, the court held that the company's\n\nresponse to a 1995 service call relating to a leak in Smith's back\n\nyard did not give rise to a duty to inspect the water heater.\n\n          On January 7, 2004, Robertshaw moved for summary judgment\n\non the basis that, without expert testimony or evidence that the\n\ncontrol was subject to the recall, Smith could not prevail on\n\ntheories of negligence,7 breach of warranty by selling a defective\n\nand unreasonably dangerous product, or res ipsa loquitur.     That\n\n\n\n     7\n      As noted above, Smith had not actually pled a claim of\nnegligence against Robertshaw. Nevertheless, Robertshaw's motion\nfor summary judgment argued that \"plaintiff cannot sustain his\nburden of proof on a theory of negligence.\"\n\n                               -10-\n\fsame day, the district court granted Robertshaw's motion without\n\nfurther opinion.       Smith timely appealed.\n\n                                    II.\n\n              Summary judgment is appropriate where \"the pleadings,\n\ndepositions, answers to interrogatories, and admissions on file,\n\ntogether with the affidavits, if any, show that there is no genuine\n\nissue as to any material fact and that the moving party is entitled\n\nto a judgment as a matter of law.\"            Fed. R. Civ. P. 56(c).     We\n\nreview a district court's grant of summary judgment de novo. Uncle\n\nHenry's, Inc. v. Plaut Consulting Co., </pre><span class=\"citation\" data-id=\"789353\"><a href=\"/opinion/789353/uncle-henrys-inc-appellantcross-appellee-v-plaut-consulting-co-inc/\"><span class=\"volume\">399</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">33</span></a></span><pre class=\"inline\">, 41 (1st Cir.\n\n2005).    We are not limited to the district court's rationale, but\n\nrather may affirm \"on any basis apparent in the record.\"           Id.\n\n              We begin with the breach of warranty claims against\n\nAmerican Water Heater, brought on Smith's own behalf and as a loss\n\nof consortium claim by his wife.           As we have noted, Smith pled\n\nthese    as   strict   products   liability    claims   and,   technically,\n\nMassachusetts does not recognize strict products liability in tort.\n\nHowever, the Massachusetts \"Legislature has transformed warranty\n\nliability into a remedy intended to be fully as comprehensive as\n\nthe strict liability theory of recovery that has been adopted by a\n\ngreat many other jurisdictions.\"       Back v. Wickes Corp., </pre><span class=\"citation no-link\"><span class=\"volume\">378</span> <span class=\"reporter\">N.E.2d</span>\n\n<span class=\"page\">964</span></span><pre class=\"inline\">, 968 (Mass. 1978); see also Swartz v. Gen. Motors Corp., </pre><span class=\"citation no-link\"><span class=\"volume\">378</span>\n\n<span class=\"reporter\">N.E.2d</span> <span class=\"page\">61</span></span><pre class=\"inline\">, 62 (Mass. 1978) (\"[T]here is no 'strict liability in\n\ntort' apart from liability for breach of warranty under the Uniform\n\n\n                                    -11-\n\fCommercial Code.\").        Hence, the parties and the district court\n\ntreated the strict products liability claims as breach of warranty\n\nclaims.   See supra note 4.\n\n          Because     of   its   UCC   origins,   warranty   liability   in\n\nMassachusetts contains certain technical requirements not found in\n\nstrict tort liability.        One such requirement is prompt notice.\n\nUnder Massachusetts law, \"the buyer must within a reasonable time\n\nafter he discovers or should have discovered any breach notify the\n\nseller of breach or be barred from any remedy.\"          Mass. Gen. Laws\n\nch. 106, § 2-607(3)(a); Sacramona v. Bridgestone/Firestone, Inc.,\n\n</pre><span class=\"citation\" data-id=\"735327\"><a href=\"/opinion/735327/46-fed-r-evid-serv-541-prodliabrep-cch-p-14872-robert-j/\"><span class=\"volume\">106</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">444</span></a></span><pre class=\"inline\">, 448-49 (1st Cir. 1997) (\"[A] plaintiff must give\n\nreasonably prompt notice of his warranty claim to the potential\n\ndefendant. . . .\").    This requirement serves to \"inform the seller\n\nof a breach and thereby allow for settlement through negotiation.\"\n\nDelano Growers' Coop. Winery v. Supreme Wine Co., </pre><span class=\"citation no-link\"><span class=\"volume\">473</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1066</span></span><pre class=\"inline\">,\n\n1072 (Mass. 1985). The \"notice\" need not take any particular form:\n\n           The content of the notification need merely be\n           sufficient to let the seller know that the\n           transaction is still troublesome and must be\n           watched. There is no reason to require that\n           the notification which saves the buyer's\n           rights under this section must include a clear\n           statement of all the objections that will be\n           relied on by the buyer . . . . Nor is there\n           reason for requiring the notification to be a\n           claim for damages or of any threatened\n           litigation or other resort to a remedy. The\n           notification which saves the buyer's rights\n           under this Article need only be such as\n           informs the seller that the transaction is\n           claimed to involve a breach, and thus opens\n\n\n                                   -12-\n\f          the   way  for      normal      settlement   through\n          negotiation.\n\nUCC Official Text with Comments (1962) (\"UCC Comments\") § 2-607,\n\ncmt. 4; see also, e.g., Delano Growers' Coop. Winery, 473 N.E.2d at\n\n1072 (oral notice can suffice).\n\n          Whether notice is reasonably prompt \"depends on the\n\nreasonableness of the buyer's behavior in the circumstances.\"\n\nDelano Growers' Coop. Winery, 473 N.E.2d at 1072-73; see also UCC\n\nComments § 2-607, cmt. 4 (\"'A reasonable time' for notification\n\nfrom a retail consumer is to be judged by different standards [than\n\na merchant buyer] so that in his case it will be extended, for the\n\nrule of requiring notification is designed to defeat commercial bad\n\nfaith, not to deprive a good faith consumer of his remedy.\").\n\nCompare P & F Constr. Corp. v. Friend Lumber Corp., </pre><span class=\"citation\" data-id=\"2101820\"><a href=\"/opinion/2101820/p-f-construction-corp-v-friend-lumber-corp/\"><span class=\"volume\">575</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">61</span></a></span><pre class=\"inline\">,\n\n64 (Mass. App. Ct. 1991) (three and one-half months' delay in\n\nnotice was unreasonable where doors delivered to construction job\n\nsite were wrong size) with Goldstein v. G.D. Searle & Co., </pre><span class=\"citation\" data-id=\"2016773\"><a href=\"/opinion/2016773/goldstein-v-gd-searle-co/\"><span class=\"volume\">378</span>\n\n<span class=\"reporter\">N.E.2d</span> <span class=\"page\">1083</span></a></span><pre class=\"inline\">, 1088-89 (Ill. App. Ct. 1978) (four years' delay in\n\nnotice was reasonable where consumer who used defendant's oral\n\ncontraceptives suffered stroke, which may have reduced her ability\n\nto determine what caused the stroke).\n\n          Even   if   the   notice   is   unreasonably   late,   however,\n\n\"[f]ailure to give notice shall not bar recovery . . . unless the\n\ndefendant proves that he was prejudiced thereby.\"        Mass. Gen. Laws\n\nch. 106, § 2-318.      Unreasonably late notice and prejudice are\n\n                                 -13-\n\fseparate requirements, and both must be present in order for the\n\ndefense to succeed.    If the notice was unreasonably late but there\n\nwas no prejudice -- or if the defendant was prejudiced, but the\n\ntiming of the notice was reasonable under the circumstances -- then\n\nthe defense is ineffective and the plaintiff's claim survives. But\n\nwhen   the   notice   is   unreasonably    late   and   the   defendant   is\n\nprejudiced thereby, the claim is barred.          See Sacramona, 106 F.3d\n\nat 448-49 (\"[A] plaintiff must give reasonably prompt notice of his\n\nwarranty claim to the potential defendant; if he fails to do so,\n\nand the defendant is thereby prejudiced, the warranty claim is\n\nbarred even if it is brought within the statute of limitations.\");\n\nHayes v. Ariens Co., </pre><span class=\"citation no-link\"><span class=\"volume\">462</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">273</span></span><pre class=\"inline\">, 275 n.2 (Mass. 1984) (same).\n\nFinally, while the late notice defense is a jury issue, summary\n\njudgment will be appropriate if \"a reasonable jury would . . . have\n\nbeen compelled to find prejudice.\"        Sacramona, 106 F.3d at 449.\n\n             Smith's claim accrued on May 24, 1997.       The state court\n\ncomplaint was filed on May 22, 2000 -- almost three years later,\n\nand just days before the three-year statute of limitations was due\n\nto expire.     See Mass. Gen. Laws ch. 106, § 2-318 (\"All actions\n\nunder this section shall be commenced within three years next after\n\nthe date the injury and damage occurs.\"); Fine v. Huygens, DiMella,\n\nShaffer & Assocs., </pre><span class=\"citation no-link\"><span class=\"volume\">783</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">842</span></span><pre class=\"inline\">, 845-46 (Mass. App. Ct. 2003)\n\n(§ 2-318's three-year statute of limitations applies to warranty\n\nclaims alleging physical injury).        Smith has not suggested that he\n\n\n                                  -14-\n\fgave American Water Heater any notice of his claim other than the\n\nfiling of the complaint.          He does not argue that the notice was\n\nprompt, nor that the delay was excusable. Rather, he disputes only\n\nwhether American Water Heater was prejudiced by the delay.\n\n             The    loss   of   material    evidence   usually    establishes\n\nprejudice:\n\n             [A]ssuming an unreasonable delay in notice,\n             the prejudice showing is relatively easy: it\n             is enough that the delay may well have\n             deprived the defense of useful evidence. No\n             showing is required that lost evidence would\n             inevitably have altered the outcome. . . .\n             [T]o show prejudice based on a lack of notice,\n             the defendants needed only to prove that\n             evidence was lost that might well have helped\n             them . . . .\n\nSacramona, 106 F.3d at 449; see also Castro v. Stanley Works, </pre><span class=\"citation\" data-id=\"516415\"><a href=\"/opinion/516415/jude-v-castro-v-the-stanley-works-jude-v-castro-v-the-stanley-works/\"><span class=\"volume\">864</span>\n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">961</span></a></span><pre class=\"inline\">,     964   (1st   Cir.   1989)    (\"[P]rejudice    may   result   when\n\n'evidence which may reasonably have been developed by prompt\n\ninvestigation has been lost.'\") (citation omitted).               That is the\n\ncase here.     The water heater, including the potentially defective\n\nvalve, was destroyed during a period when Smith could have given\n\nAmerican Water Heater notice of his claim.                 As American Water\n\nHeater puts it, \"for over one year after the accident, for over six\n\nmonths after Smith came out of his coma and close to two years\n\nbefore [American Water Heater] was given notice of this claim, the\n\ncritical notice was available but the plaintiff failed to put\n\n[American Water Heater] on notice of his claim.\"             If the evidence\n\nhad not been destroyed, American Water Heater might have been able\n\n                                     -15-\n\fto prove that the water heater, including the valve, was in good\n\nworking order, or that it had been damaged by misuse since its sale\n\nsome thirty or more years earlier.         Its inability to do so, due to\n\nthe lack of notice, is prejudicial.\n\n             Smith has three responses.      First, he argues that he is\n\njust as prejudiced as American Water Heater because he cannot\n\nexamine or make use of the water heater to prove his case either.\n\nThus, he derives no unfair advantage.          Second, the evidence was\n\ndestroyed    through   no   fault   of   either   Smith   or   Howell,   his\n\ndaughter.8     Third, it    cannot be presumed that access to the\n\nevidence would have helped American Water Heater; it might well\n\nhave hurt its case, e.g., if the control was clearly subject to the\n\nrecall.\n\n             These points are all true but legally irrelevant.           The\n\nquestion is simply whether the defendant was prejudiced by the lost\n\nevidence, not whether the plaintiff was also prejudiced, or who was\n\nprejudiced more, or whether the plaintiff (as opposed to some third\n\nparty) was responsible for the loss.          And the defendant need not\n\nshow that the evidence could have helped it; it suffices that \"the\n\n\n\n     8\n      Indeed, Smith suggests that AmeriGas was somehow at fault for\nthe loss of the evidence, because its employees did not record the\nidentifying codes from the water heater and control valve nor\npreserve the physical evidence.      This argument is misguided.\nAmeriGas is not the plaintiff in a warranty case, and had no duty\nto preserve evidence or give prompt notice to American Water Heater\nso that the latter could inspect the evidence before it was\ndestroyed.\n\n                                    -16-\n\fdelay may well have deprived the defense of useful evidence.\"\n\nSacramona, 106 F.3d at 449.         American Water Heater was entitled to\n\nsummary judgment because the notice was unreasonably late and the\n\nloss of evidence was prejudicial.\n\n            The   late   notice   defense      also      provides    a   basis    for\n\naffirming the district court's grant of summary judgment against\n\nRobertshaw.9      Smith's claims against Robertshaw were also based\n\nexclusively on strict products liability, again interpreted by the\n\ndistrict court to mean warranty liability. Since Smith claims that\n\nthe Unitrol 110 control valve was defective, and the control valve\n\nhas been lost, Robertshaw suffered the same prejudice as did\n\nAmerican    Water   Heater   from    the     loss   of    evidence       during   the\n\nunexcused   delay.       Therefore,    we    affirm      summary    judgment      for\n\n\n\n\n     9\n      Robertshaw did not raise this defense in its motion for\nsummary judgment below or on appeal, and we could deem it waived.\nSee United States v. Zannino, </pre><span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 17 (1st Cir. 1990).\nHowever, \"in certain circumstances we have the discretion to\noverlook waiver by inadequate argument,\" United States v.\nRodriguez-Marrero, </pre><span class=\"citation\" data-id=\"788441\"><a href=\"/opinion/788441/united-states-v-jose-rodriguez-marrero-united-states-of-america-v-omar/\"><span class=\"volume\">390</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 18 (1st Cir. 2004), cert. denied,\n</pre><span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1620</span></span><pre class=\"inline\"> (2005), and this is such a case. First, Robertshaw\npled late notice as an affirmative defense in its answer. Second,\nAmerican Water Heater argued the late notice defense both at\nsummary judgment and on appeal, stating arguments that apply\nequally to Robertshaw.    Third, Smith had a full opportunity to\nrespond to American Water Heater's late notice argument, and\nprovided a reasoned (if unsuccessful) response to that argument.\nFourth, the basis for affirming the district court's judgment for\nRobertshaw on the grounds of late notice is \"apparent in the\nrecord.\" Uncle Henry's, 399 F.3d at 41.\n\n                                      -17-\n\fRobertshaw on the basis of late notice resulting in prejudice by\n\nloss of evidence.10\n\n                                  III.\n\n            We turn to the claims against AmeriGas.             Smith claims\n\nthat AmeriGas negligently failed to inspect his propane system and\n\nwarn him of the alleged defect in the Unitrol 110 control.                This\n\nclaim fails because AmeriGas had no duty to inspect and warn.\n\n            Smith had no service agreement with AmeriGas.                  His\n\ncontract was for propane delivery to an outside underground tank,\n\nnot for service or safety inspections.                In the thirty years\n\npreceding   the   accident,   Smith   had   made   only   one   request    for\n\nservice. In 1995, Smith called AmeriGas because he smelled leaking\n\ngas    in   his   backyard.       The       company    sent     a   licensed\n\nplumber/gasfitter, who found (and fixed) a corroded pipe at ground\n\nlevel outside the cottage.      His contact with the water heater was\n\nminimal: since he had shut off the gas in order to fix the pipe, he\n\nre-lit the pilot light on the water heater after he turned the gas\n\n\n\n      10\n      We therefore need not decide whether the district court\nabused its discretion in denying Smith's motion to compel\ndiscovery. We do note that it is rare for us to reverse such a\ndecision. In such cases, \"[t]he hurdle which the appellant must\novercome to prevail is high. . . . 'We will intervene in such\nmatters only upon a clear showing of manifest injustice, that is,\nwhere the lower court's discovery order was plainly wrong and\nresulted in substantial prejudice to the aggrieved party.'\"\nAmeristar Jet Charter, Inc. v. Signal Composites, Inc., </pre><span class=\"citation\" data-id=\"199349\"><a href=\"/opinion/199349/ameristar-jet-v-signal-composites/\"><span class=\"volume\">244</span> <span class=\"reporter\">F.3d</span>\n<span class=\"page\">189</span></a></span><pre class=\"inline\">, 191-92 (1st Cir. 2001) (quoting Mack v. Great Atl. & Pac. Tea\nCo., </pre><span class=\"citation\" data-id=\"520577\"><a href=\"/opinion/520577/thomasina-mack-v-the-great-atlantic-and-pacific-tea-company-inc/\"><span class=\"volume\">871</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">179</span></a></span><pre class=\"inline\">, 186 (1st Cir. 1989)). That showing would be\ndifficult on the facts of this case.\n\n                                  -18-\n\fback on.   Smith did not ask him to inspect the water heater or any\n\nother aspect of his propane system.\n\n           Smith, however, notes that in the 1980s AmeriGas adopted\n\na voluntary industry safety program called \"GAS Check,\" about which\n\nSmith's proposed expert Kitzes was prepared to testify.          Smith\n\nargues that, by adopting GAS Check, AmeriGas voluntarily assumed a\n\nduty to inspect and warn, and because the repairman did not perform\n\na GAS Check inspection, AmeriGas breached that duty.\n\n           \"Massachusetts   recognizes   that   'a   duty   voluntarily\n\nassumed must be performed with due care,' and . . . [has] approved\n\nthe principles pertaining to voluntary assumption of a duty as set\n\nforth in the Restatement (Second) of Torts § 323 (1965).\"        Cottam\n\nv. CVS Pharmacy, </pre><span class=\"citation no-link\"><span class=\"volume\">764</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">814</span></span><pre class=\"inline\">, 821-22 (Mass. 2002) (quoting\n\nMullins v. Pine Manor Coll.,    </pre><span class=\"citation no-link\"><span class=\"volume\">449</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">331</span></span><pre class=\"inline\">, 336 (Mass. 1983)).\n\nThe Restatement (Second) of Torts § 323 (1965) provides:\n\n           One who undertakes, gratuitously or for\n           consideration, to render services to another\n           which he should recognize as necessary for the\n           protection of the other's person or things, is\n           subject to liability to the other for physical\n           harm resulting from his failure to exercise\n           reasonable care to perform his undertaking, if\n\n           (a) his failure to exercise such care\n           increases the risk of such harm, or\n           (b) the harm is suffered because of the\n           other's reliance upon the undertaking.\n\n           We assume, arguendo, that if the repairman had conducted\n\na GAS Check inspection of the propane system, he would have\n\ndiscovered a dangerous defect in the water heater.            Even so,\n\n                                -19-\n\fAmeriGas had no legally enforceable duty to conduct a GAS Check (or\n\nany other) inspection of the water heater. The repairman's failure\n\nto inspect the water heater may not have diminished a risk that\n\ncould have been diminished, but it did not increase the risk of\n\nthat harm.    Nor could Smith have relied upon AmeriGas to conduct an\n\ninspection.     He never asked AmeriGas to inspect the water heater,\n\nnor did AmeriGas represent that it would do so.        Put simply, a\n\nservice call to fix a gas leak in the backyard does not, without\n\nmore, create a duty to inspect a water heater.    The district court\n\nproperly granted summary judgment to AmeriGas because it had no\n\nlegal duty.\n\n                                  IV.\n\n             The tragedy of Smith's accident was compounded by the\n\ninadvertent loss of virtually all material evidence a year later.\n\nUnfortunately for Smith, in these circumstances, Massachusetts law\n\nprovides appellees Robertshaw and American Water Heater with a\n\ncomplete defense, and assigns no duty at all to appellee AmeriGas.\n\nThe judgment of the district court is affirmed.\n\n             So ordered.\n\n\n\n\n                                 -20-\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/199349/",
    "http://www.courtlistener.com/api/rest/v3/opinions/516415/",
    "http://www.courtlistener.com/api/rest/v3/opinions/520577/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/735327/",
    "http://www.courtlistener.com/api/rest/v3/opinions/754634/",
    "http://www.courtlistener.com/api/rest/v3/opinions/788441/",
    "http://www.courtlistener.com/api/rest/v3/opinions/789353/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2016773/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2101820/"
  ]
}