{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201690/",
  "absolute_url": "/opinion/201690/sociedad-espanola-v-nlrb/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201690/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:32:14Z",
  "date_modified": "2016-02-28T05:06:13.231049Z",
  "type": "010combined",
  "sha1": "850fd2b8ad2fa17468a73b5e6c32596b17d81256",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/04-2071-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2005/07/08/Sociedad_Espanola_v._NLRB.pdf",
  "plain_text": "             United States Court of Appeals\n                        For the First Circuit\n\n\nNo. 04-2071\n\n   SOCIEDAD ESPAÑOLA DE AUXILIO MUTUO Y BENEFICIENCIA DE P.R.\n   A/K/A HOSPITAL ESPAÑOL AUXILIO MUTUO DE PUERTO RICO, INC.,\n\n                     Petitioner, Cross-Respondent,\n\n                                  v.\n\n                    NATIONAL LABOR RELATIONS BOARD,\n\n                     Respondent, Cross-Petitioner.\n\n\n                  PETITION FOR REVIEW OF AN ORDER OF\n\n                  THE NATIONAL LABOR RELATIONS BOARD\n\n\n                                Before\n\n                         Selya, Circuit Judge,\n                    Baldock,* Senior Circuit Judge,\n                      and Howard, Circuit Judge.\n\n\n     Julio I. Lugo Muñoz, with whom Lespier, Muñoz Noya & Rivera\nwas on brief, for petitioner.\n     William M. Bernstein, Senior Attorney, with whom Arthur F.\nRosenfeld, General Counsel, John E. Higgins, Jr., Deputy General\nCounsel, John H. Ferguson, Associate General Counsel, and Aileen A.\nArmstrong, Deputy Associate General Counsel, were on brief, for\nrespondent.\n\n\n                             July 8, 2005\n\n\n\n\n     *\n         Of the Tenth Circuit, sitting by designation.\n\f              HOWARD, Circuit Judge. In this case, we consider a\n\npetition for review and cross-petition for enforcement of an order\n\nof the National Labor Relations Board.                  The order charged the\n\npetitioner, Sociedad Española de Auxilio Mutuo Y Benficencia de\n\nPuerto Rico (Hospital), with four unfair labor practices under the\n\nNational Labor Relations Act, 29 U.S.C. § 151 et seq., for its\n\ndealings with the Unidad Laboral de Enfermeras y Empleados de la\n\nSalud (Union).     The Hospital challenges the Board's ruling on each\n\nalleged violation.        We enforce the Board's order.\n\n                          I.   Procedural Background\n\n              The Hospital is a tertiary care institution located in\n\nSan   Juan,    Puerto     Rico.      The    Union   has    been   the   certified\n\nrepresentative of the Hospital's registered nurses since 1977.                 In\n\nDecember 1994,      150    technical       employees,     including   respiratory\n\ntherapists and radiology technicians, voted to join the Union. The\n\nHospital filed objections to the election, but the Board certified\n\nthe Union as the representative of these employees in January 1997.\n\nApproximately eighteen months later, collective bargaining began\n\nwith the technical employees.\n\n              In December 1999, the NLRB General Counsel filed a\n\ncomplaint against the Hospital alleging that it had committed five\n\nunfair labor practices.           The complaint alleged that the Hospital\n\nhad   (1)   unlawfully     enforced    a     no-solicitation/no-distribution\n\npolicy against a unionized employee; (2) told employees it was\n\n\n                                       -2-\n\fgoing to lock them out in retaliation for their union activities;\n\n(3) sought to encourage employees to decertify the Union; (4) fired\n\nan employee for her union activities; and (5) subcontracted union\n\nwork without providing prior notice to the Union and without\n\naffording    the   Union     the   opportunity   to   bargain   over   the\n\nsubcontracting decision.\n\n            In October 2000, an administrative law judge (ALJ) held\n\na six-day hearing on these allegations.          Just over a year later,\n\nthe ALJ issued an opinion and order finding that the Hospital had\n\ncommitted all five of the alleged unfair labor practices.              The\n\nHospital filed exceptions with the Board as to each finding.           The\n\nBoard affirmed the ALJ's ruling except for the finding concerning\n\nthe Hospital's threat to lock out its employees.         Thus, the final\n\nBoard order found that the Hospital had committed unfair labor\n\npractices concerning its termination of an employee, its unlawful\n\nenforcement of a no-solicitation policy, its effort to decertify\n\nthe Union, and its subcontracting of Union work.            The Hospital\n\ntimely petitioned for review in this court, and the General Counsel\n\ncross-petitioned for enforcement of the Board's order.\n\n                           II. Standard of Review\n\n            The case turns primarily on whether the facts in the\n\nrecord support the Board's determinations.            We are required to\n\naccept the Board's factual findings so long as they are \"supported\n\nby substantial evidence on the record considered as a whole.\"           29\n\n\n                                    -3-\n\fU.S.C. § 160(e); NLRB v. Hosp. San Pablo,            Inc.,     207 F.3d 67, 70\n\n(1st Cir. 2000).      Substantial evidence is \"such relevant evidence\n\nas   a   reasonable    mind   might   accept   as   adequate    to   support   a\n\nconclusion.\" NLRB v. Beverly Enterprises-Mass., Inc., 174 F.3d 13,\n\n21 (1st Cir. 1999).      \"The possibility of drawing two inconsistent\n\nconclusions from the evidence does not prevent [the Board's]\n\nfinding from being supported by substantial evidence.\"                American\n\nTextile Mfrs. v. Donovan, 452 U.S. 490, 523 (1981).              The ultimate\n\nquestion is \"whether on this record it would have been possible for\n\na reasonable jury to reach the Board's conclusion.\" Allentown Mack\n\nSales & Serv., Inc. v. NLRB,          522 U.S. 359, 366-67 (1998).\n\n                              III. Discussion\n\n            A.        Discharge of Elsa Romero\n\n            We begin by considering the Board's finding that the\n\nHospital violated section 8(a)(3) of the Act by firing Elsa Romero,\n\na respiratory therapist, because of her union activities.               See 29\n\nU.S.C. § 158(a)(3).      The Hospital claims that the Board's decision\n\nis not supported by substantial evidence because the proof was\n\noverwhelming that the Hospital terminated Romero because of her\n\nfailure to follow Hospital rules.\n\n            \"An employer violates section 8(a)(3) by punishing an\n\nemployee for engaging in pro-union or other protected activities.\"\n\nE.C. Waste, Inc. v. NLRB, 359 F.3d 36, 41 (1st Cir. 2004).              But an\n\nemployer is free to terminate a union enthusiast so long as it\n\n\n                                       -4-\n\fapplies its usual disciplinary standards and procedures.                         See\n\nWright Line v. NLRB, 662 F.2d 899, 901 (1st Cir. 1981).                   \"Whether\n\nor not a particular dismissal crosses the line typically depends on\n\nthe employer's motive.\"           E.C. Waste, 359 F.3d at 41.\n\n          The Board and courts have applied a burden-shifting\n\napproach in evaluating whether a particular termination violates\n\nsection 8(a)(3).         Under this approach, the General Counsel must\n\nfirst establish      a    prima      facie   case   by    demonstrating   (i)    the\n\nemployee's engagement in protected activity, (ii) the employer's\n\nknowledge of that activity, (iii) that the employer harbored animus\n\ntoward unions, and (iv) a causal link between the anti-union animus\n\nand the termination.          See Hosp. San Pablo, 207 F.3d at 71.\n\n            If the General Counsel meets this initial burden, the\n\nburden shifts to the employer to prove, by a preponderance of the\n\nevidence, that it would have followed the same course of action in\n\nthe absence of the employee's union activities.                    See E.C. Waste,\n\n359 F.3d at 42.          Importantly, \"even if the employer proffers a\n\nseemingly plausible explanation, . . . the Board does not have to\n\naccept it at face value.           If the Board supportably finds that the\n\nreasons   advanced       by    the    employer      are   either    inadequate    or\n\npretextual the violation is deemed proven.\"                 Id.\n\n          The Hospital has not challenged the Board's finding that\n\nthe General Counsel established the prima facie case so we will\n\nfocus primarily on the evidence concerning the Hospital's claim\n\n\n                                         -5-\n\fthat it fired Romero for cause.        Romero was hired by the Hospital\n\nas a respiratory therapist in 1995.            She was an active Union\n\nmember.   She served as shop steward and was a member of the Union's\n\ncollective    bargaining    committee.      During   the   course    of   her\n\nemployment, her supervisor, Carmen Martinez (Supervisor Martinez),\n\ntold Romero that she should be less visible in demonstrating her\n\nsupport for the Union by limiting her press exposure as a Union\n\nsupporter.     The ALJ characterized this statement as a \"veiled\n\nthreat\" that Romero should curtail her union activities or possibly\n\nsuffer adverse employment consequences.        Nevertheless, in December\n\n1997, Romero was rated as an excellent employee and received a 3.9\n\nout of a possible 4.0 on her year-end evaluation.\n\n              Ten months later, Romero was fired.          The termination\n\nletter,   dated   October   26,    1998,   charged   Romero   with   falsely\n\nclaiming that she performed respiratory therapies on two patients\n\nduring the night of October 18, 1998.        It also cited two reports of\n\nRomero's insubordinate behavior subsequent to the October 18th\n\nincident and referenced a previous disciplinary charge against\n\nRomero dating to mid-1997.\n\n             On October 18th, Romero had reported to work for the 3\n\np.m. to 11 p.m. shift.            There was a shortage of respiratory\n\ntherapists that evening so the supervisor on duty, Minerva Ruiz,\n\nasked Romero to arrange for the coverage of additional patients.\n\nRomero coordinated with fellow therapist Janice Martinez (Therapist\n\n\n                                     -6-\n\fMartinez) to cover the additional workload. Romero agreed that she\n\nwould treat the patients in rooms 275-335.\n\n            Romero   testified   that    she   followed   the   established\n\npractices in performing her duties that evening. For each patient,\n\nshe read the medical orders, performed the prescribed therapy, and\n\nthen returned to the nurse's station, where she recorded the\n\ntherapy in a log called the \"Respiratory Therapy Care Notes.\"\n\nRomero testified that among her patients on the night of October\n\n18th were the two patients occupying room 292.          Romero stated that\n\nshe recorded the therapy for one of the patients on the patient's\n\nnotes from the prior day and, for the other patient, she recorded\n\nthe therapy on a blank page in the patient's notes instead of on\n\nthe page reserved for the October 18th treatments. Both Romero and\n\nSupervisor Martinez agreed that, ideally, a therapist recorded the\n\ntherapies   chronologically,     but    that   the   alternative   recording\n\nprocedures described by Romero were commonplace.\n\n            On October 21, 1998, Supervisor Martinez noticed that\n\nboth Romero and Therapist Martinez claimed to have performed\n\nidentical services for the patients in room 292.             Doubting that\n\nboth employees had performed the same services on a single shift,\n\nSupervisor Martinez questioned Romero and Therapist Martinez about\n\nthe duplicate entries.       Both employees claimed that they had\n\nperformed the services.\n\n\n\n\n                                   -7-\n\f              To investigate the issue, Supervisor Martinez went to the\n\nnotes for the patients in room 292 and observed that Therapist\n\nMartinez had recorded that she had performed the services in the\n\nspaces reserved for October 18th.              Supervisor Martinez did not,\n\nhowever, review the remaining portions of the notes for these\n\npatients to see if Romero had recorded the therapy in another spot.\n\n              After reviewing the October 18th entries, Supervisor\n\nMartinez again confronted Romero, who reiterated that she had\n\nperformed the services on the patients in room 292.                        At this\n\nencounter, Supervisor Martinez did not ask Romero where she had\n\nrecorded the therapies.           Nor did she interview any of the other\n\nemployees on duty on October 18th to ascertain who had performed\n\nthe therapies on the patients in room 292.\n\n              As mentioned above, in addition to the October 18th\n\nincident,      Romero's       termination      letter     referenced       Romero's\n\ninsubordinate behavior subsequent to October 18th -- reports by a\n\nnurse   and    shift      coordinator      claiming    that   Romero   had   acted\n\ndisrespectfully          toward   coworkers    and     superiors.      Supervisor\n\nMartinez admitted that she did not investigate either claim.                   The\n\ntermination letter also cited a suspension that Romero received in\n\nmid-1997 for having another employee punch her time card.\n\n              On   these    facts,   the    Board     determined    that   Romero's\n\ntermination        was   unlawful.      The   Board     found   that   Supervisor\n\nMartinez's investigations were inadequate.                    It concluded that\n\n\n                                        -8-\n\fSupervisor Martinez's failure to investigate thoroughly the charges\n\nagainst Romero evidenced a rush to judgment motivated by anti-union\n\nanimus.    It also concluded that the Hospital's reliance on a stale\n\ndisciplinary charge to justify the termination evidenced pretext.\n\nThe   Hospital      takes   issue    with    the     Board's   conclusion        that\n\nSupervisor Martinez's conduct was improper and that it was wrong\n\nfor the Hospital to rely on the mid-1997 suspension as a basis for\n\nfiring Romero.\n\n             The conducting of an inadequate investigation of (or a\n\ncomplete failure to investigate) the incident upon which the\n\nemployer relied as grounds for discharge can support a finding of\n\ndiscriminatory motive.        See, e.g., Cumberland Farms, Inc. v. NLRB,\n\n984   F.2d   556,    560    (1st    Cir.    1993).       Whether    a    particular\n\ninvestigation was sufficiently slipshod to support an inference of\n\ndiscrimination is reviewed under the substantial evidence standard.\n\nSee Valmont Indus., Inc. v. NLRB, 244 F.3d 454, 466 (5th Cir.\n\n2001).\n\n             Supervisor     Martinez       did     not   entirely       ignore    her\n\nobligation to investigate the October 18th incident.                    She did talk\n\nto the individuals directly involved in the incident and looked at\n\nthe most pertinent records.          The Board concluded, however, that an\n\nadequate     investigation     would       have    included    a   more    detailed\n\ninterview with Romero, a more thorough investigation of the paper\n\nrecord, and conversations with employees who may have had knowledge\n\n\n                                       -9-\n\fabout the incident. Were we the initial factfinders, we might view\n\nthe adequacy of this investigation differently.                    But we are only\n\nreviewing for substantial evidence, and on this record, we cannot\n\nsay that the Board's conclusion was beyond reason.                   See Universal\n\nCamera Corp. v. NLRB, 340 U.S. 474, 488 (1957) (stating that Board\n\ndetermination is entitled to affirmance \"even though the court\n\nwould justifiably have made a different choice had the matter been\n\nbefore it de novo\").\n\n          In any event, the Board's conclusion is substantially\n\nreinforced    by   the    other   reasons     offered   by    the    Hospital    for\n\nRomero's discharge. Supervisor Martinez conducted no investigation\n\ninto the charges of insubordination leveled against Romero and did\n\nnot even ask Romero for her position on the allegations.                         The\n\nHospital's reliance on completely uninvestigated charges to support\n\na termination suggests that the reasons given were pretextual.\n\nSee W.W. Grainger, Inc. v. NLRB, 582 F.2d 1118, 1121 (7th Cir.\n\n1978).\n\n          Moreover, the Board was reasonable in concluding that the\n\nHospital's reliance on Romero's year-old suspension was probative\n\nof pretext.    See NLRB v. Q-1 Motor Express, Inc., 25 F.3d 473, 478\n\n(7th Cir. 1994) (finding substantial evidence of discrimination\n\nbased in part on the employer's reliance on \"stale\" charges).                    Not\n\nonly was the violation over a year old, but it predated Romero's\n\noutstanding    1997      performance    evaluation.          Cf.    NLRB   v.   Hale\n\n\n                                       -10-\n\fContainer Line, Inc., 943 F.2d 394, 400 (4th Cir. 1991) (affirming\n\nBoard finding that an employee's termination was pretextual where\n\nthe rationale offered by the employer was inconsistent with its\n\nrecent exemplary evaluation of the employee's performance).            The\n\nHospital claims that it relied on this conduct because it favored\n\nprogressive discipline (i.e., increasing the severity of discipline\n\nfor each rules infraction). But, as the ALJ observed, the Hospital\n\n\"produced no evidence to show that it maintains and follows a\n\nsystem of progressive discipline for its employees.\"\n\n            In sum, there was proof that Romero was a union activist\n\nand that Supervisor Martinez harbored animus against her because of\n\nher union    activities.   There   also   was   proof   that    Supervisor\n\nMartinez discharged Romero based on superficially investigated and\n\nuninvestigated charges, and on a stale infraction that predated\n\nRomero's recent outstanding performance evaluation.              On these\n\nfacts, the Board's conclusion that Romero's termination violated\n\nsection 8(a)(3) is supported by substantial evidence.\n\n            B.     Efforts to Decertify the Union\n\n            The Hospital's next challenge concerns the effort by a\n\nHospital supervisor to encourage employees to decertify the Union.\n\nThe Board has interpreted the Act to prevent an employer from\n\nlending employees more than \"ministerial aid\" in their efforts to\n\nfile a decertification petition against a union.               See Eastern\n\nStates Optical Co., 275 NLRB 371, 372 (1985); accord V&S ProGLAV,\n\n\n                                -11-\n\fInc. v. NLRB, 168 F.3d 270, 276 (6th Cir. 1999); NLRB v. United\n\nUnion Roofers, Local No. 81, 915 F.2d 508, 512 n.6 (9th Cir. 1990).\n\n            The    Board   found   that    the   Hospital   violated      this\n\nprohibition.      The ALJ and the Board both credited the testimony of\n\nBarbara Feliciano, a hospital employee and Union member. She\n\ntestified that, in the winter of 1999, she attended a meeting in\n\nwhich a Hospital supervisor, Blanca Hernandez, explained to several\n\nemployees the procedure for decertifying the Union. Hernandez also\n\ntold the employees that they should sign the decertification\n\npetition because they had lost benefits while unionized and that if\n\nthey decertified the Union, the Hospital would be able to give them\n\nraises.     Feliciano further testified that, after the meeting,\n\nHernandez called her into her office and asked her to sign a paper\n\ncontaining a list of other employees who wanted to decertify the\n\nUnion.    Hernandez denied that either of these meetings took place,\n\nbut the ALJ found her testimony incredible and the Board did not\n\ndisturb that finding.\n\n            The Hospital does not claim that Hernandez's conduct\n\nconstituted       permissible   \"ministerial     aid,\"   even    though    the\n\nparameters of this standard are not entirely clear.             See Catherine\n\nMeeker, Defining \"Ministerial Aid\": Union Decertification Under the\n\nNational Labor Relations Act, 66 U. Chi. L. Rev. 999 (1999); see\n\nalso Vic Koenig Chevrolet Inc. v. NLRB, 126 F.3d 947, 949 (7th Cir.\n\n1997). Rather, it simply contends that the Board should have\n\n\n                                    -12-\n\fcredited Hernandez's testimony.                 But it is a fundamental principle\n\nthat, absent a showing that \"the ALJ overstepped the bounds of\n\nreason,\" we will not disturb the ALJ's credibility determinations.\n\nRyan Iron Works, Inc. v. NLRB, 257 F.3d 1, 7 (1st Cir. 2001).                          The\n\nHospital    has    not    come    close     to    meeting    this   standard.          The\n\nconclusion that the Hospital violated the Act by encouraging\n\nemployees to decertify the Union is supported by substantial\n\nevidence.\n\n            C.          Enforcement of the No-Solicitation Rule\n\n            Section 7 of the NLRA guarantees employees \"the right to\n\nself-organization, to form, join or assist labor organizations,\n\n[and] to bargain collectively through representatives of their own\n\nchoosing.\"    29 U.S.C. § 157.            Section 8(a)(1) of the Act makes it\n\nan unfair labor practice for an employer to interfere with an\n\nemployee's exercise of her section 7 rights.                     Id. §    158(a)(1).\n\n             The   Supreme       Court    has     long    held   that    the   right    of\n\nemployees     to    communicate          with     one    another    regarding     self-\n\norganization       at    the     job     site     is    protected   by     Section      7.\n\nSee Republic Aviation Corp. v. NLRB,                   324 U.S. 793, 798-99 (1945).\n\nThis right to communicate encompasses the right to distribute\n\nunion literature.          Eastex, Inc. v. NLRB, 437 U.S. 556, 572-74\n\n(1978). The Court has affirmed this right in the hospital setting.\n\nSee Beth Israel Hosp. v. NLRB, 437 U.S. 483, 507 (1977) (holding\n\nthat a hospital violates Section 8(a)(1) by preventing an employee\n\n\n                                           -13-\n\ffrom   distributing        union   materials      \"during     nonworking     time   in\n\nnonworking    areas,       where   the    facility      has   not    justified      the\n\nprohibition      as   necessary      to   avoid    disruption        of   health-care\n\noperations or disturbance of the patients\").\n\n             The Board credited the testimony of Ana Melendez, a\n\nhospital employee for over 25 years and the Union president.\n\nMelendez testified that sometime in February 1998, she entered the\n\nHospital cafeteria for her lunch break and began to distribute\n\nunion literature.          Shortly thereafter, a hospital security guard\n\nintervened and prevented her from continuing.                        Based on this\n\ntestimony, the Board concluded that the Hospital violated section\n\n8(a)(1) by restraining Melendez from distributing union material on\n\nher nonwork time in a nonwork area.                 See Poly-America, Inc. v.\n\nNLRB, 260 F.3d 465, 483 (5th Cir. 2001) (affirming unfair labor\n\npractice   based      on    security      guard    prohibiting       employee    from\n\ndistributing      union     literature).          The   Board's      view   is   amply\n\nsupported by the record.\n\n           The Hospital attempts to defeat the Board's conclusion\n\nby emphasizing that the Hospital disciplined Melendez for this\n\nincident because of her conduct in addressing supervisors after the\n\nencounter with the security guard.               The Hospital asserts that she\n\nwas not subject to any discipline for attempting to distribute\n\nUnion material in the cafeteria. This argument entirely misses the\n\npoint.     The    unfair     labor   practice      charged     the    Hospital    with\n\n\n                                          -14-\n\finterfering with Melendez's right to distribute literature based on\n\nthe security guard's conduct.             The claim before us has nothing to\n\ndo with whatever discipline Melendez received for her conduct after\n\nthe Hospital violated her section 7 rights.\n\n               D.       Subcontracting Union Work\n\n               The final issue concerns the Hospital's subcontracting of\n\nunion work.           Under section 8(a)(5) of the NLRA, 29 U.S.C. §\n\n158(a)(5), an employer has a duty to bargain to impasse with its\n\nemployees over the terms and conditions of employment before making\n\na unilateral change in conditions.               See Litton Fin. Printing Div.\n\nv. NLRB, 501 U.S. 190, 198 (1991).                The Supreme Court has held\n\nthat, in some cases, this requirement includes an employer's\n\ndecision to subcontract work that could be performed by members of\n\nthe bargaining unit.          See Fibreboard Paper Prods. Corp. v. NLRB,\n\n379     U.S.    203,     209-17     (1964).       Failure    to   bargain   over\n\nsubcontracting in such circumstances violates sections 8(a)(1) and\n\n8(a)(5) of the Act.         See Automatic Sprinkler Corp. of Am. v. NLRB,\n\n120 F.3d 612, 616 (6th Cir. 1997).\n\n               The relevant facts are as follows.             From August 1996\n\nuntil    the    end    of   2000,   the    Hospital   subcontracted   radiology\n\ntechnician work from the night, weekend, and holiday shifts to a\n\ncompany called GK Professional Services.              Similarly, beginning in\n\n1998, the Hospital subcontracted certain respiratory care work to\n\noutside contractors for these same shifts.                  There is no dispute\n\n\n                                          -15-\n\fthat the subcontracted work was identical to work performed by\n\nmembers of the bargaining unit.        The Hospital did not notify the\n\nUnion of its decision to subcontract this work.                Nor did it\n\nprovide   the   Union   with   an   opportunity   to    bargain   over   the\n\nsubcontracting decisions or their effects.             The Board concluded\n\nthat this was a violation of the Hospital's duty to notify and\n\nbargain with the Union before deciding to subcontract the radiology\n\ntechnician and respiratory therapy work.          See Torrington Indus.,\n\n307 NLRB 809 (1992) (holding that employer unlawfully subcontracted\n\nwork unilaterally where the subcontracting involved nothing more\n\nthan the substitution of one group of workers for another to\n\nperform the same work and does not constitute a change in the\n\nscope, nature, and direction of the enterprise).\n\n             Citing Westinghouse Elec. Corp., 150 NLRB 1574 (1965),\n\nthe Hospital argues that it did not have an obligation to bargain\n\nover the subcontracting decision because it had an established\n\npractice of subcontracting this sort of work before the Union was\n\ncertified.      But the operative date is not the date of union\n\ncertification (January 1997); it is the date of the election of the\n\nUnion (December 1994). See NLRB v. Westinghouse Broadcast & Cable,\n\nInc., 849 F.2d 15, 20-22 (1st Cir. 1988).         Thus, for the Hospital\n\nto benefit from the safe harbor for an established past practice of\n\nsubcontracting, the Hospital had to establish that it subcontracted\n\nthis work on a consistent basis prior to December 1994.\n\n\n                                    -16-\n\f          The Board found that no such practice existed prior to\n\n1994. One witness for the Hospital testified that the Hospital had\n\nsubcontracted this work well before 1994.          But the ALJ declined to\n\ncredit this witness based on the Hospital's failure to produce any\n\npre-1994 agreements    showing   the      subcontracting   of    respiratory\n\ntherapy or radiology technician work.            Moreover, other witnesses\n\ntestified that, prior to 1994, the Hospital used per diem employees\n\nto fill in when there was a shortage of respiratory therapists or\n\nradiology technicians. We cannot fault the Board's conclusion that\n\nthe sporadic use of per diem employees is materially different from\n\nsubcontracting out entire shifts of work.               Thus, the Board's\n\nfinding that there was no practice of subcontracting prior to\n\nDecember 1994 is supported by substantial evidence.2\n\n          The Hospital also argues that, as a matter of law, it did\n\nnot have an obligation to bargain over its subcontracting decision\n\nbecause no union employee was laid off or replaced as a result of\n\nthe subcontracting decision.     Board precedent does not support the\n\nHospital's argument.   See Acme Die Casting, 315 NLRB 202, 202 n.1\n\n(1994)   (holding   that   there     is     no     requirement    that   the\n\n\n     2\n      Also relying on Westinghouse, supra, the Hospital argues that\nit had no duty to bargain because the subcontracting was motivated\nby economic concerns, namely, a shortage of workers willing to work\nthe night, weekend, and holiday shifts.        This argument also\nconflicts with the administrative findings of fact. The ALJ found\nthe testimony concerning the economic motive for the subcontracting\nto be vague and lacking in credibility. The Board did not disturb\nthis finding. After reviewing the administrative record, we cannot\nsay that this conclusion was entirely without support.\n\n                                   -17-\n\fsubcontracting result \"in situations in which employees are laid\n\noff or replaced\" for it to be a mandatory subject of collective\n\nbargaining).\n\n             In Puerto Rico Tel. Co.   v. NLRB, 359 F.2d 983, 987 (1st\n\nCir. 1966), and W. Mass. Elec. Co. v. NLRB, 573 F.2d 101, 106       (1st\n\nCir. 1978), we held that subcontracting is not a mandatory subject\n\nof collective bargaining unless the subcontracting results in the\n\ndisplacement of union workers.     We were careful, however, to base\n\nour holdings on the ground that, at the time of decision, the Board\n\nhad never held that a subcontracting decision had to be bargained\n\nover when there was no loss of union work.     See W. Mass. Elec., 573\n\nF.2d at 106 n.6.    We recognized that because of the \"possibly wide-\n\nranging implications\" of expanding the circumstances in which\n\nsubcontracting would be a mandatory subject of bargaining, the\n\nBoard was the body best equipped to adopt such a rule.        Id.\n\n          This approach of permitting the Board to take the lead in\n\ndeveloping the federal labor law is consistent with the Supreme\n\nCourt's conception of the role of the NLRB. As the Court has\n\nexplained:\n\n          The responsibility to adapt the Act to the\n          changing patterns of industrial life is\n          entrusted to the Board . . . . It is the\n          province of the Board, not the courts, [to\n          make adjustments in the governing law] in\n          light of changing industrial practices and\n          the Board's cumulative experience in\n          dealing with labor management relations.\n          [T]he Board has the special function of\n          applying general provisions of the Act to\n\n                           -18-\n\f          the complexities of industrial life, and\n          its special competence in this field is the\n          justification for the deference accorded\n          its determination.      [Where the Board]\n          engages in the difficult and delicate task\n          of reconciling conflicting interests of\n          labor and management, the balance struck by\n          the Board is subject to limited judicial\n          review.\n\nNLRB v. J. Weingarten, Inc., 420 U.S. 251, 266-67 (1974).   After W.\n\nMass. Elec. was decided, the Board concluded that the NLRA does not\n\nrequire a showing of job loss for subcontracting to be a mandatory\n\nsubject of collective bargaining.     See Acme Die, 315 NLRB at 202\n\nn.1.   In light of this development, our task normally would be\n\nlimited to determining whether the Board's rule is a reasonable\n\nconstruction of the Act.\n\n          There is good reason for the Acme Die rule.         Union\n\nmembers have an interest in an employer's subcontracting decision\n\nin addition to the potential for layoffs.       This work provides\n\nbargaining unit members with the opportunity to obtain extra shifts\n\n(possibly at overtime rates) or to expand the size of the unit\n\nthrough the hiring of new employees.    Considering these interests\n\n(and possibly others), the Board has reasonably concluded that the\n\nduty to bargain over subcontracting extends beyond the circumstance\n\nwhere the employer's subcontracting decision will result in the\n\ndirect loss of union employment.\n\n          Finally, the Hospital contends that the Union waived its\n\nright to complain about the unilateral subcontracting of work\n\n\n\n                               -19-\n\fbecause    the    Hospital     offered      to    bargain    concerning      the\n\nsubcontracting     in    January    2000,   and   the   Union    declined    the\n\ninvitation. We disagree. The Hospital violated the Act by failing\n\nto notify the Union of its subcontracting decision.               See Penntech\n\nPapers, Inc. v. NLRB, 706 F.2d 18, 27 (1st Cir. 1983).                       The\n\nHospital cannot cure this violation with a post-hoc offer to\n\nnegotiate.       See    id.   The   Hospital's     offer    to   negotiate   its\n\nsubcontracting decisions, several years after the decisions were\n\nmade, represents essentially an offer to negotiate over a \"fait\n\naccompli.\"     Regal Cinemas v. NLRB, 317 F.3d 300, 314 (D.C. Cir.\n\n2003).    The offer was too little, too late.3\n\n                               IV. Conclusion\n\n             For the reasons stated, we deny the Hospital's petition\n\nfor review and enforce the Board's order.\n\n             So ordered.\n\n\n\n\n     3\n      In a footnote to its brief, the Hospital asserts that the\nBoard erred in denying its motion to dismiss the subcontracting\nclaim involving the respiratory therapy work because of defects in\nthe General Counsel's complaint. As this point was raised only by\nway of a cryptic footnote and is undeveloped, we will not consider\nit. See Nat. Foreign Trade Council v. Natsios, 181 F.3d 38, 60\n(1st Cir. 1999).\n\n                                     -20-\n\f",
  "html": "<p class=\"case_cite\">414 F.3d 158</p>\n    <p class=\"parties\">SOCIEDAD ESPA&#209;OLA DE AUXILIO MUTUO Y BENEFICIENCIA DE P.R. a/k/a Hospital Espa&#241;ol Auxilio Mutuo De Puerto Rico, Inc., Petitioner, Cross-Respondent,<br>v.<br>NATIONAL LABOR RELATIONS BOARD, Respondent, Cross-Petitioner.</p>\n    <p class=\"docket\">No. 04-2071.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard May 3, 2005.</p>\n    <p class=\"date\">Decided July 8, 2005.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Julio I. Lugo Mu&#241;oz, with whom Lespier, Mu&#241;oz Noya &amp; Rivera was on brief, for petitioner.</p>\n      <p class=\"indent\">William M. Bernstein, Senior Attorney, with whom Arthur F. Rosenfeld, General Counsel, John E. Higgins, Jr., Deputy General Counsel, John H. Ferguson, Associate General Counsel, and Aileen A. Armstrong, Deputy Associate General Counsel, were on brief, for respondent.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, BALDOCK,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge, and HOWARD, Circuit Judge.</p>\n      <p class=\"indent\">HOWARD, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this case, we consider a petition for review and cross-petition for enforcement of an order of the National Labor Relations Board. The order charged the petitioner, Sociedad Espa&#241;ola de Auxilio Mutuo Y Benficencia de Puerto Rico (Hospital), with four unfair labor practices under the National Labor Relations Act, 29 U.S.C. &#167; 151 <i>et seq.,</i> for its dealings with the Unidad Laboral de Enfermeras y Empleados de la Salud (Union). The Hospital challenges the Board's ruling on each alleged violation. We enforce the Board's order.</p>\n    </div>\n    <p>I. Procedural Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The Hospital is a tertiary care institution located in San Juan, Puerto Rico. The Union has been the certified representative of the Hospital's registered nurses since 1977. In December 1994, 150 technical employees, including respiratory therapists and radiology technicians, voted to join the Union. The Hospital filed objections to the election, but the Board certified the Union as the representative of these employees in January 1997. Approximately eighteen months later, collective bargaining began with the technical employees.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In December 1999, the NLRB General Counsel filed a complaint against the Hospital alleging that it had committed five unfair labor practices. The complaint alleged that the Hospital had (1) unlawfully enforced a no-solicitation/no-distribution policy against a unionized employee; (2) told employees it was going to lock them out in retaliation for their union activities; (3) sought to encourage employees to decertify the Union; (4) fired an employee for her union activities; and (5) subcontracted union work without providing prior notice to the Union and without affording the Union the opportunity to bargain over the subcontracting decision.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In October 2000, an administrative law judge (ALJ) held a six-day hearing on these allegations. Just over a year later, the ALJ issued an opinion and order finding that the Hospital had committed all five of the alleged unfair labor practices. The Hospital filed exceptions with the Board as to each finding. The Board affirmed the ALJ's ruling except for the finding concerning the Hospital's threat to lock out its employees. Thus, the final Board order found that the Hospital had committed unfair labor practices concerning its termination of an employee, its unlawful enforcement of a no-solicitation policy, its effort to decertify the Union, and its subcontracting of Union work. The Hospital timely petitioned for review in this court, and the General Counsel cross-petitioned for enforcement of the Board's order.</p>\n    </div>\n    <p>II. Standard of Review</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The case turns primarily on whether the facts in the record support the Board's determinations. We are required to accept the Board's factual findings so long as they are \"supported by substantial evidence on the record considered as a whole.\" 29 U.S.C. &#167; 160(e); <i>NLRB v. Hosp. San Pablo, Inc.,</i> 207 F.3d 67, 70 (1st Cir.2000). Substantial evidence is \"such relevant evidence as a reasonable mind might accept as adequate to support a conclusion.\" <i>NLRB v. Beverly Enterprises-Mass., Inc.,</i> 174 F.3d 13, 21 (1st Cir.1999). \"The possibility of drawing two inconsistent conclusions from the evidence does not prevent [the Board's] finding from being supported by substantial evidence.\" <i>American Textile Mfrs. v. Donovan,</i> 452 U.S. 490, 523, 101 S.Ct. 2478, 69 L.Ed.2d 185 (1981). The ultimate question is \"whether on this record it would have been possible for a reasonable jury to reach the Board's conclusion.\" <i>Allentown Mack Sales &amp; Serv., Inc. v. NLRB,</i> 522 U.S. 359, 366-67, 118 S.Ct. 818, 139 L.Ed.2d 797 (1998).</p>\n    </div>\n    <p>III. Discussion</p>\n    <p class=\"indent\">A. Discharge of Elsa Romero</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We begin by considering the Board's finding that the Hospital violated section 8(a)(3) of the Act by firing Elsa Romero, a respiratory therapist, because of her union activities. <i>See</i> 29 U.S.C. &#167; 158(a)(3). The Hospital claims that the Board's decision is not supported by substantial evidence because the proof was overwhelming that the Hospital terminated Romero because of her failure to follow Hospital rules.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">\"An employer violates section 8(a)(3) by punishing an employee for engaging in pro-union or other protected activities.\" <i>E.C. Waste, Inc. v. NLRB,</i> 359 F.3d 36, 41 (1st Cir.2004). But an employer is free to terminate a union enthusiast so long as it applies its usual disciplinary standards and procedures. <i>See NLRB v. Wright Line,</i> 662 F.2d 899, 901 (1st Cir.1981). \"Whether or not a particular dismissal crosses the line typically depends on the employer's motive.\" <i>E.C. Waste,</i> 359 F.3d at 41.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The Board and courts have applied a burden-shifting approach in evaluating whether a particular termination violates section 8(a)(3). Under this approach, the General Counsel must first establish a prima facie case by demonstrating (i) the employee's engagement in protected activity, (ii) the employer's knowledge of that activity, (iii) that the employer harbored animus toward unions, and (iv) a causal link between the anti-union animus and the termination. <i>See Hosp. San Pablo,</i> 207 F.3d at 71.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">If the General Counsel meets this initial burden, the burden shifts to the employer to prove, by a preponderance of the evidence, that it would have followed the same course of action in the absence of the employee's union activities. <i>See E.C. Waste,</i> 359 F.3d at 42. Importantly, \"even if the employer proffers a seemingly plausible explanation, ... the Board does not have to accept it at face value. If the Board supportably finds that the reasons advanced by the employer are either inadequate or pretextual the violation is deemed proven.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The Hospital has not challenged the Board's finding that the General Counsel established the prima facie case so we will focus primarily on the evidence concerning the Hospital's claim that it fired Romero for cause. Romero was hired by the Hospital as a respiratory therapist in 1995. She was an active Union member. She served as shop steward and was a member of the Union's collective bargaining committee. During the course of her employment, her supervisor, Carmen Martinez (Supervisor Martinez), told Romero that she should be less visible in demonstrating her support for the Union by limiting her press exposure as a Union supporter. The ALJ characterized this statement as a \"veiled threat\" that Romero should curtail her union activities or possibly suffer adverse employment consequences. Nevertheless, in December 1997, Romero was rated as an excellent employee and received a 3.9 out of a possible 4.0 on her year-end evaluation.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Ten months later, Romero was fired. The termination letter, dated October 26, 1998, charged Romero with falsely claiming that she performed respiratory therapies on two patients during the night of October 18, 1998. It also cited two reports of Romero's insubordinate behavior subsequent to the October 18th incident and referenced a previous disciplinary charge against Romero dating to mid-1997.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On October 18th, Romero had reported to work for the 3 p.m. to 11 p.m. shift. There was a shortage of respiratory therapists that evening so the supervisor on duty, Minerva Ruiz, asked Romero to arrange for the coverage of additional patients. Romero coordinated with fellow therapist Janice Martinez (Therapist Martinez) to cover the additional workload. Romero agreed that she would treat the patients in rooms 275-335.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Romero testified that she followed the established practices in performing her duties that evening. For each patient, she read the medical orders, performed the prescribed therapy, and then returned to the nurse's station, where she recorded the therapy in a log called the \"Respiratory Therapy Care Notes.\" Romero testified that among her patients on the night of October 18th were the two patients occupying room 292. Romero stated that she recorded the therapy for one of the patients on the patient's notes from the prior day and, for the other patient, she recorded the therapy on a blank page in the patient's notes instead of on the page reserved for the October 18th treatments. Both Romero and Supervisor Martinez agreed that, ideally, a therapist recorded the therapies chronologically, but that the alternative recording procedures described by Romero were commonplace.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On October 21, 1998, Supervisor Martinez noticed that both Romero and Therapist Martinez claimed to have performed identical services for the patients in room 292. Doubting that both employees had performed the same services on a single shift, Supervisor Martinez questioned Romero and Therapist Martinez about the duplicate entries. Both employees claimed that they had performed the services.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">To investigate the issue, Supervisor Martinez went to the notes for the patients in room 292 and observed that Therapist Martinez had recorded that she had performed the services in the spaces reserved for October 18th. Supervisor Martinez did not, however, review the remaining portions of the notes for these patients to see if Romero had recorded the therapy in another spot.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">After reviewing the October 18th entries, Supervisor Martinez again confronted Romero, who reiterated that she had performed the services on the patients in room 292. At this encounter, Supervisor Martinez did not ask Romero where she had recorded the therapies. Nor did she interview any of the other employees on duty on October 18th to ascertain who had performed the therapies on the patients in room 292.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">As mentioned above, in addition to the October 18th incident, Romero's termination letter referenced Romero's insubordinate behavior subsequent to October 18th &#8212; reports by a nurse and shift coordinator claiming that Romero had acted disrespectfully toward coworkers and superiors. Supervisor Martinez admitted that she did not investigate either claim. The termination letter also cited a suspension that Romero received in mid-1997 for having another employee punch her time card.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">On these facts, the Board determined that Romero's termination was unlawful. The Board found that Supervisor Martinez's investigations were inadequate. It concluded that Supervisor Martinez's failure to investigate thoroughly the charges against Romero evidenced a rush to judgment motivated by anti-union animus. It also concluded that the Hospital's reliance on a stale disciplinary charge to justify the termination evidenced pretext. The Hospital takes issue with the Board's conclusion that Supervisor Martinez's conduct was improper and that it was wrong for the Hospital to rely on the mid-1997 suspension as a basis for firing Romero.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The conducting of an inadequate investigation of (or a complete failure to investigate) the incident upon which the employer relied as grounds for discharge can support a finding of discriminatory motive. <i>See, e.g., Cumberland Farms, Inc. v. NLRB,</i> 984 F.2d 556, 560 (1st Cir.1993). Whether a particular investigation was sufficiently slipshod to support an inference of discrimination is reviewed under the substantial evidence standard. <i>See Valmont Indus., Inc. v. NLRB,</i> 244 F.3d 454, 466 (5th Cir.2001).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Supervisor Martinez did not entirely ignore her obligation to investigate the October 18th incident. She did talk to the individuals directly involved in the incident and looked at the most pertinent records. The Board concluded, however, that an adequate investigation would have included a more detailed interview with Romero, a more thorough investigation of the paper record, and conversations with employees who may have had knowledge about the incident. Were we the initial factfinders, we might view the adequacy of this investigation differently. But we are only reviewing for substantial evidence, and on this record, we cannot say that the Board's conclusion was beyond reason. <i>See Universal Camera Corp. v. NLRB,</i> 340 U.S. 474, 488, 71 S.Ct. 456, 95 L.Ed. 456 (1957) (stating that Board determination is entitled to affirmance \"even though the court would justifiably have made a different choice had the matter been before it <i>de novo</i>\").</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In any event, the Board's conclusion is substantially reinforced by the other reasons offered by the Hospital for Romero's discharge. Supervisor Martinez conducted no investigation into the charges of insubordination leveled against Romero and did not even ask Romero for her position on the allegations. The Hospital's reliance on completely uninvestigated charges to support a termination suggests that the reasons given were pretextual. <i>See W.W. Grainger, Inc. v. NLRB,</i> 582 F.2d 1118, 1121 (7th Cir.1978).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Moreover, the Board was reasonable in concluding that the Hospital's reliance on Romero's year-old suspension was probative of pretext. <i>See NLRB v. Q-1 Motor Express, Inc.,</i> 25 F.3d 473, 478 (7th Cir.1994) (finding substantial evidence of discrimination based in part on the employer's reliance on \"stale\" charges). Not only was the violation over a year old, but it predated Romero's outstanding 1997 performance evaluation. <i>Cf. NLRB v. Hale Container Line, Inc.,</i> 943 F.2d 394, 400 (4th Cir.1991) (affirming Board finding that an employee's termination was pretextual where the rationale offered by the employer was inconsistent with its recent exemplary evaluation of the employee's performance). The Hospital claims that it relied on this conduct because it favored progressive discipline (i.e., increasing the severity of discipline for each rules infraction). But, as the ALJ observed, the Hospital \"produced no evidence to show that it maintains and follows a system of progressive discipline for its employees.\"</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In sum, there was proof that Romero was a union activist and that Supervisor Martinez harbored animus against her because of her union activities. There also was proof that Supervisor Martinez discharged Romero based on superficially investigated and uninvestigated charges, and on a stale infraction that predated Romero's recent outstanding performance evaluation. On these facts, the Board's conclusion that Romero's termination violated section 8(a)(3) is supported by substantial evidence.</p>\n    </div>\n    <p class=\"indent\">B. Efforts to Decertify the Union</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The Hospital's next challenge concerns the effort by a Hospital supervisor to encourage employees to decertify the Union. The Board has interpreted the Act to prevent an employer from lending employees more than \"ministerial aid\" in their efforts to file a decertification petition against a union. <i>See Eastern States Optical Co.,</i> 275 NLRB 371, 372 (1985); <i>accord V&amp;S ProGalv, Inc. v. NLRB,</i> 168 F.3d 270, 276 (6th Cir.1999); <i>NLRB v. United Union Roofers, Local No. 81,</i> 915 F.2d 508, 512 n. 6 (9th Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The Board found that the Hospital violated this prohibition. The ALJ and the Board both credited the testimony of Barbara Feliciano, a hospital employee and Union member. She testified that, in the winter of 1999, she attended a meeting in which a Hospital supervisor, Blanca Hernandez, explained to several employees the procedure for decertifying the Union. Hernandez also told the employees that they should sign the decertification petition because they had lost benefits while unionized and that if they decertified the Union, the Hospital would be able to give them raises. Feliciano further testified that, after the meeting, Hernandez called her into her office and asked her to sign a paper containing a list of other employees who wanted to decertify the Union. Hernandez denied that either of these meetings took place, but the ALJ found her testimony incredible and the Board did not disturb that finding.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The Hospital does not claim that Hernandez's conduct constituted permissible \"ministerial aid,\" even though the parameters of this standard are not entirely clear. <i>See</i> Catherine Meeker, <i>Defining \"Ministerial Aid\": Union Decertification Under the National Labor Relations Act,</i> 66 U. Chi. L.Rev. 999 (1999); <i>see also Vic Koenig Chevrolet Inc. v. NLRB,</i> 126 F.3d 947, 949 (7th Cir.1997). Rather, it simply contends that the Board should have credited Hernandez's testimony. But it is a fundamental principle that, absent a showing that \"the ALJ overstepped the bounds of reason,\" we will not disturb the ALJ's credibility determinations. <i>Ryan Iron Works, Inc. v. NLRB,</i> 257 F.3d 1, 7 (1st Cir.2001). The Hospital has not come close to meeting this standard. The conclusion that the Hospital violated the Act by encouraging employees to decertify the Union is supported by substantial evidence.</p>\n    </div>\n    <p class=\"indent\">C. Enforcement of the No-Solicitation Rule</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Section 7 of the NLRA guarantees employees \"the right to self-organization, to form, join or assist labor organizations, [and] to bargain collectively through representatives of their own choosing.\" 29 U.S.C. &#167; 157. Section 8(a)(1) of the Act makes it an unfair labor practice for an employer to interfere with an employee's exercise of her section 7 rights. <i>Id.</i> &#167; 158(a)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The Supreme Court has long held that the right of employees to communicate with one another regarding self-organization at the job site is protected by Section 7. <i>See Republic Aviation Corp. v. NLRB,</i> 324 U.S. 793, 798-99, 65 S.Ct. 982, 89 L.Ed. 1372 (1945). This right to communicate encompasses the right to distribute union literature. <i>Eastex, Inc. v. NLRB,</i> 437 U.S. 556, 572-74, 98 S.Ct. 2505, 57 L.Ed.2d 428 (1978). The Court has affirmed this right in the hospital setting. <i>See Beth Israel Hosp. v. NLRB,</i> 437 U.S. 483, 507, 98 S.Ct. 2463, 57 L.Ed.2d 370 (1978) (holding that a hospital violates Section 8(a)(1) by preventing an employee from distributing union materials \"during nonworking time in nonworking areas, where the facility has not justified the prohibition as necessary to avoid disruption of health-care operations or disturbance of the patients\").</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The Board credited the testimony of Ana Melendez, a hospital employee for over 25 years and the Union president. Melendez testified that sometime in February 1998, she entered the Hospital cafeteria for her lunch break and began to distribute union literature. Shortly thereafter, a hospital security guard intervened and prevented her from continuing. Based on this testimony, the Board concluded that the Hospital violated section 8(a)(1) by restraining Melendez from distributing union material on her nonwork time in a nonwork area. <i>See Poly-America, Inc. v. NLRB,</i> 260 F.3d 465, 483 (5th Cir.2001) (affirming unfair labor practice based on security guard prohibiting employee from distributing union literature). The Board's view is amply supported by the record.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The Hospital attempts to defeat the Board's conclusion by emphasizing that the Hospital disciplined Melendez for this incident because of her conduct in addressing supervisors after the encounter with the security guard. The Hospital asserts that she was not subject to any discipline for attempting to distribute Union material in the cafeteria. This argument entirely misses the point. The unfair labor practice charged the Hospital with interfering with Melendez's right to distribute literature based on the security guard's conduct. The claim before us has nothing to do with whatever discipline Melendez received for her conduct <i>after</i> the Hospital violated her section 7 rights.</p>\n    </div>\n    <p class=\"indent\">D. Subcontracting Union Work</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The final issue concerns the Hospital's subcontracting of union work. Under section 8(a)(5) of the NLRA, 29 U.S.C. &#167; 158(a)(5), an employer has a duty to bargain to impasse with its employees over the terms and conditions of employment before making a unilateral change in conditions. <i>See Litton Fin. Printing Div. v. NLRB,</i> 501 U.S. 190, 198, 111 S.Ct. 2215, 115 L.Ed.2d 177 (1991). The Supreme Court has held that, in some cases, this requirement includes an employer's decision to subcontract work that could be performed by members of the bargaining unit. <i>See Fibreboard Paper Prods. Corp. v. NLRB,</i> 379 U.S. 203, 209-17, 85 S.Ct. 398, 13 L.Ed.2d 233 (1964). Failure to bargain over subcontracting in such circumstances violates sections 8(a)(1) and 8(a)(5) of the Act. <i>See Automatic Sprinkler Corp. of Am. v. NLRB,</i> 120 F.3d 612, 616 (6th Cir.1997).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The relevant facts are as follows. From August 1996 until the end of 2000, the Hospital subcontracted radiology technician work from the night, weekend, and holiday shifts to a company called GK Professional Services. Similarly, beginning in 1998, the Hospital subcontracted certain respiratory care work to outside contractors for these same shifts. There is no dispute that the subcontracted work was identical to work performed by members of the bargaining unit. The Hospital did not notify the Union of its decision to subcontract this work. Nor did it provide the Union with an opportunity to bargain over the subcontracting decisions or their effects. The Board concluded that this was a violation of the Hospital's duty to notify and bargain with the Union before deciding to subcontract the radiology technician and respiratory therapy work. <i>See Torrington Indus.,</i> 307 NLRB 809, 1992 WL 127799 (1992) (holding that employer unlawfully subcontracted work unilaterally where the subcontracting involved nothing more than the substitution of one group of workers for another to perform the same work and does not constitute a change in the scope, nature, and direction of the enterprise).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Citing <i>Westinghouse Elec. Corp.,</i> 150 NLRB 1574 (1965), the Hospital argues that it did not have an obligation to bargain over the subcontracting decision because it had an established practice of subcontracting this sort of work before the Union was certified. But the operative date is not the date of union certification (January 1997); it is the date of the election of the Union (December 1994). <i>See NLRB v. Westinghouse Broadcasting &amp; Cable, Inc.,</i> 849 F.2d 15, 20-22 (1st Cir.1988). Thus, for the Hospital to benefit from the safe harbor for an established past practice of subcontracting, the Hospital had to establish that it subcontracted this work on a consistent basis prior to December 1994.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The Board found that no such practice existed prior to 1994. One witness for the Hospital testified that the Hospital had subcontracted this work well before 1994. But the ALJ declined to credit this witness based on the Hospital's failure to produce any pre-1994 agreements showing the subcontracting of respiratory therapy or radiology technician work. Moreover, other witnesses testified that, prior to 1994, the Hospital used per diem employees to fill in when there was a shortage of respiratory therapists or radiology technicians. We cannot fault the Board's conclusion that the sporadic use of per diem employees is materially different from subcontracting out entire shifts of work. Thus, the Board's finding that there was no practice of subcontracting prior to December 1994 is supported by substantial evidence.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The Hospital also argues that, as a matter of law, it did not have an obligation to bargain over its subcontracting decision because no union employee was laid off or replaced as a result of the subcontracting decision. Board precedent does not support the Hospital's argument. <i>See Acme Die Casting,</i> 315 NLRB 202, 202 n. 1 (1994) (holding that there is no requirement that the subcontracting result \"in situations in which employees are laid off or replaced\" for it to be a mandatory subject of collective bargaining).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">In <i>Puerto Rico Tel. Co. v. NLRB,</i> 359 F.2d 983, 987 (1st Cir.1966), and <i>W. Mass. Elec. Co. v. NLRB,</i> 573 F.2d 101, 106 (1st Cir.1978), we held that subcontracting is not a mandatory subject of collective bargaining unless the subcontracting results in the displacement of union workers. We were careful, however, to base our holdings on the ground that, at the time of decision, the Board had never held that a subcontracting decision had to be bargained over when there was no loss of union work. <i>See W. Mass. Elec.,</i> 573 F.2d at 106 n. 6. We recognized that because of the \"possibly wide-ranging implications\" of expanding the circumstances in which subcontracting would be a mandatory subject of bargaining, the Board was the body best equipped to adopt such a rule. <i>Id.</i> This approach of permitting the Board to take the lead in developing the federal labor law is consistent with the Supreme Court's conception of the role of the NLRB. As the Court has explained:</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The responsibility to adapt the Act to the changing patterns of industrial life is entrusted to the Board .... It is the province of the Board, not the courts, [to make adjustments in the governing law] in light of changing industrial practices and the Board's cumulative experience in dealing with labor management relations. [T]he Board has the special function of applying general provisions of the Act to the complexities of industrial life, and its special competence in this field is the justification for the deference accorded its determination. [Where the Board] engages in the difficult and delicate task of reconciling conflicting interests of labor and management, the balance struck by the Board is subject to limited judicial review.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\"><i>NLRB v. J. Weingarten, Inc.,</i> 420 U.S. 251, 266-67, 95 S.Ct. 959, 43 L.Ed.2d 171 (1974). After <i>W. Mass. Elec.</i> was decided, the Board concluded that the NLRA does not require a showing of job loss for subcontracting to be a mandatory subject of collective bargaining. <i>See Acme Die,</i> 315 NLRB at 202 n. 1. In light of this development, our task normally would be limited to determining whether the Board's rule is a reasonable construction of the Act.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">There is good reason for the <i>Acme Die</i> rule. Union members have an interest in an employer's subcontracting decision in addition to the potential for layoffs. This work provides bargaining unit members with the opportunity to obtain extra shifts (possibly at overtime rates) or to expand the size of the unit through the hiring of new employees. Considering these interests (and possibly others), the Board has reasonably concluded that the duty to bargain over subcontracting extends beyond the circumstance where the employer's subcontracting decision will result in the direct loss of union employment.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Finally, the Hospital contends that the Union waived its right to complain about the unilateral subcontracting of work because the Hospital offered to bargain concerning the subcontracting in January 2000, and the Union declined the invitation. We disagree. The Hospital violated the Act by failing to <i>notify</i> the Union of its subcontracting decision. <i>See Penntech Papers, Inc. v. NLRB,</i> 706 F.2d 18, 27 (1st Cir.1983). The Hospital cannot cure this violation with a post-hoc offer to negotiate. <i>See id.</i> The Hospital's offer to negotiate its subcontracting decisions, several years after the decisions were made, represents essentially an offer to negotiate over a \"fait accompli.\" <i>Regal Cinemas v. NLRB,</i> 317 F.3d 300, 314 (D.C.Cir.2003). The offer was too little, too late.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <p>IV. Conclusion</p>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">For the reasons stated, we <i>deny</i> the Hospital's petition for review and <i>enforce</i> the Board's order.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">\n        <i>So ordered.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Tenth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Also relying on<i>Westinghouse, supra,</i> the Hospital argues that it had no duty to bargain because the subcontracting was motivated by economic concerns, namely, a shortage of workers willing to work the night, weekend, and holiday shifts. This argument also conflicts with the administrative findings of fact. The ALJ found the testimony concerning the economic motive for the subcontracting to be vague and lacking in credibility. The Board did not disturb this finding. After reviewing the administrative record, we cannot say that this conclusion was entirely without support.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In a footnote to its brief, the Hospital asserts that the Board erred in denying its motion to dismiss the subcontracting claim involving the respiratory therapy work because of defects in the General Counsel's complaint. As this point was raised only by way of a cryptic footnote and is undeveloped, we will not consider it<i>See Nat. Foreign Trade Council v. Natsios,</i> 181 F.3d 38, 60 (1st Cir.1999).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">414</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">158</span></span></p>\n    <p class=\"parties\">SOCIEDAD ESPA&#209;OLA DE AUXILIO MUTUO Y BENEFICIENCIA DE P.R. a/k/a Hospital Espa&#241;ol Auxilio Mutuo De Puerto Rico, Inc., Petitioner, Cross-Respondent,<br>v.<br>NATIONAL LABOR RELATIONS BOARD, Respondent, Cross-Petitioner.</p>\n    <p class=\"docket\">No. 04-2071.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard May 3, 2005.</p>\n    <p class=\"date\">Decided July 8, 2005.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Julio I. Lugo Mu&#241;oz, with whom Lespier, Mu&#241;oz Noya &amp; Rivera was on brief, for petitioner.</p>\n      <p class=\"indent\">William M. Bernstein, Senior Attorney, with whom Arthur F. Rosenfeld, General Counsel, John E. Higgins, Jr., Deputy General Counsel, John H. Ferguson, Associate General Counsel, and Aileen A. Armstrong, Deputy Associate General Counsel, were on brief, for respondent.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, BALDOCK,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge, and HOWARD, Circuit Judge.</p>\n      <p class=\"indent\">HOWARD, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this case, we consider a petition for review and cross-petition for enforcement of an order of the National Labor Relations Board. The order charged the petitioner, Sociedad Espa&#241;ola de Auxilio Mutuo Y Benficencia de Puerto Rico (Hospital), with four unfair labor practices under the National Labor Relations Act, 29 U.S.C. &#167; 151 <i>et seq.,</i> for its dealings with the Unidad Laboral de Enfermeras y Empleados de la Salud (Union). The Hospital challenges the Board's ruling on each alleged violation. We enforce the Board's order.</p>\n    </div>\n    <p>I. Procedural Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The Hospital is a tertiary care institution located in San Juan, Puerto Rico. The Union has been the certified representative of the Hospital's registered nurses since 1977. In December 1994, 150 technical employees, including respiratory therapists and radiology technicians, voted to join the Union. The Hospital filed objections to the election, but the Board certified the Union as the representative of these employees in January 1997. Approximately eighteen months later, collective bargaining began with the technical employees.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In December 1999, the NLRB General Counsel filed a complaint against the Hospital alleging that it had committed five unfair labor practices. The complaint alleged that the Hospital had (1) unlawfully enforced a no-solicitation/no-distribution policy against a unionized employee; (2) told employees it was going to lock them out in retaliation for their union activities; (3) sought to encourage employees to decertify the Union; (4) fired an employee for her union activities; and (5) subcontracted union work without providing prior notice to the Union and without affording the Union the opportunity to bargain over the subcontracting decision.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In October 2000, an administrative law judge (ALJ) held a six-day hearing on these allegations. Just over a year later, the ALJ issued an opinion and order finding that the Hospital had committed all five of the alleged unfair labor practices. The Hospital filed exceptions with the Board as to each finding. The Board affirmed the ALJ's ruling except for the finding concerning the Hospital's threat to lock out its employees. Thus, the final Board order found that the Hospital had committed unfair labor practices concerning its termination of an employee, its unlawful enforcement of a no-solicitation policy, its effort to decertify the Union, and its subcontracting of Union work. The Hospital timely petitioned for review in this court, and the General Counsel cross-petitioned for enforcement of the Board's order.</p>\n    </div>\n    <p>II. Standard of Review</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The case turns primarily on whether the facts in the record support the Board's determinations. We are required to accept the Board's factual findings so long as they are \"supported by substantial evidence on the record considered as a whole.\" 29 U.S.C. &#167; 160(e); <i>NLRB v. Hosp. San Pablo, Inc.,</i> <span class=\"citation\" data-id=\"768062\"><a href=\"/opinion/768062/national-labor-relations-board-v-hospital-san-pablo-inc/\"><span class=\"volume\">207</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">67</span></a></span>, 70 (1st Cir.2000). Substantial evidence is \"such relevant evidence as a reasonable mind might accept as adequate to support a conclusion.\" <i>NLRB v. Beverly Enterprises-Mass., Inc.,</i> <span class=\"citation\" data-id=\"763315\"><a href=\"/opinion/763315/national-labor-relations-board-v-beverly-enterprises-massachusetts-inc/\"><span class=\"volume\">174</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">13</span></a></span>, 21 (1st Cir.1999). \"The possibility of drawing two inconsistent conclusions from the evidence does not prevent [the Board's] finding from being supported by substantial evidence.\" <i>American Textile Mfrs. v. Donovan,</i> <span class=\"citation\" data-id=\"110527\"><a href=\"/opinion/110527/american-textile-mfrs-institute-inc-v-donovan/\"><span class=\"volume\">452</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">490</span></a></span>, 523, <span class=\"citation\" data-id=\"110527\"><a href=\"/opinion/110527/american-textile-mfrs-institute-inc-v-donovan/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2478</span></a></span>, <span class=\"citation\" data-id=\"110527\"><a href=\"/opinion/110527/american-textile-mfrs-institute-inc-v-donovan/\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">185</span></a></span> (1981). The ultimate question is \"whether on this record it would have been possible for a reasonable jury to reach the Board's conclusion.\" <i>Allentown Mack Sales &amp; Serv., Inc. v. NLRB,</i> <span class=\"citation\" data-id=\"118167\"><a href=\"/opinion/118167/allentown-mack-sales-service-inc-v-nlrb/\"><span class=\"volume\">522</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">359</span></a></span>, 366-67, <span class=\"citation\" data-id=\"118167\"><a href=\"/opinion/118167/allentown-mack-sales-service-inc-v-nlrb/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">818</span></a></span>, <span class=\"citation\" data-id=\"118167\"><a href=\"/opinion/118167/allentown-mack-sales-service-inc-v-nlrb/\"><span class=\"volume\">139</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">797</span></a></span> (1998).</p>\n    </div>\n    <p>III. Discussion</p>\n    <p class=\"indent\">A. Discharge of Elsa Romero</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We begin by considering the Board's finding that the Hospital violated section 8(a)(3) of the Act by firing Elsa Romero, a respiratory therapist, because of her union activities. <i>See</i> 29 U.S.C. &#167; 158(a)(3). The Hospital claims that the Board's decision is not supported by substantial evidence because the proof was overwhelming that the Hospital terminated Romero because of her failure to follow Hospital rules.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">\"An employer violates section 8(a)(3) by punishing an employee for engaging in pro-union or other protected activities.\" <i>E.C. Waste, Inc. v. NLRB,</i> <span class=\"citation\" data-id=\"200878\"><a href=\"/opinion/200878/ec-waste-inc-v-nlrb/\"><span class=\"volume\">359</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">36</span></a></span>, 41 (1st Cir.2004). But an employer is free to terminate a union enthusiast so long as it applies its usual disciplinary standards and procedures. <i>See NLRB v. Wright Line,</i> <span class=\"citation\" data-id=\"396305\"><a href=\"/opinion/396305/national-labor-relations-board-v-wright-line-a-division-of-wright-line/\"><span class=\"volume\">662</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">899</span></a></span>, 901 (1st Cir.1981). \"Whether or not a particular dismissal crosses the line typically depends on the employer's motive.\" <i>E.C. Waste,</i> 359 F.3d at 41.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The Board and courts have applied a burden-shifting approach in evaluating whether a particular termination violates section 8(a)(3). Under this approach, the General Counsel must first establish a prima facie case by demonstrating (i) the employee's engagement in protected activity, (ii) the employer's knowledge of that activity, (iii) that the employer harbored animus toward unions, and (iv) a causal link between the anti-union animus and the termination. <i>See Hosp. San Pablo,</i> 207 F.3d at 71.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">If the General Counsel meets this initial burden, the burden shifts to the employer to prove, by a preponderance of the evidence, that it would have followed the same course of action in the absence of the employee's union activities. <i>See E.C. Waste,</i> 359 F.3d at 42. Importantly, \"even if the employer proffers a seemingly plausible explanation, ... the Board does not have to accept it at face value. If the Board supportably finds that the reasons advanced by the employer are either inadequate or pretextual the violation is deemed proven.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The Hospital has not challenged the Board's finding that the General Counsel established the prima facie case so we will focus primarily on the evidence concerning the Hospital's claim that it fired Romero for cause. Romero was hired by the Hospital as a respiratory therapist in 1995. She was an active Union member. She served as shop steward and was a member of the Union's collective bargaining committee. During the course of her employment, her supervisor, Carmen Martinez (Supervisor Martinez), told Romero that she should be less visible in demonstrating her support for the Union by limiting her press exposure as a Union supporter. The ALJ characterized this statement as a \"veiled threat\" that Romero should curtail her union activities or possibly suffer adverse employment consequences. Nevertheless, in December 1997, Romero was rated as an excellent employee and received a 3.9 out of a possible 4.0 on her year-end evaluation.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Ten months later, Romero was fired. The termination letter, dated October 26, 1998, charged Romero with falsely claiming that she performed respiratory therapies on two patients during the night of October 18, 1998. It also cited two reports of Romero's insubordinate behavior subsequent to the October 18th incident and referenced a previous disciplinary charge against Romero dating to mid-1997.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On October 18th, Romero had reported to work for the 3 p.m. to 11 p.m. shift. There was a shortage of respiratory therapists that evening so the supervisor on duty, Minerva Ruiz, asked Romero to arrange for the coverage of additional patients. Romero coordinated with fellow therapist Janice Martinez (Therapist Martinez) to cover the additional workload. Romero agreed that she would treat the patients in rooms 275-335.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Romero testified that she followed the established practices in performing her duties that evening. For each patient, she read the medical orders, performed the prescribed therapy, and then returned to the nurse's station, where she recorded the therapy in a log called the \"Respiratory Therapy Care Notes.\" Romero testified that among her patients on the night of October 18th were the two patients occupying room 292. Romero stated that she recorded the therapy for one of the patients on the patient's notes from the prior day and, for the other patient, she recorded the therapy on a blank page in the patient's notes instead of on the page reserved for the October 18th treatments. Both Romero and Supervisor Martinez agreed that, ideally, a therapist recorded the therapies chronologically, but that the alternative recording procedures described by Romero were commonplace.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On October 21, 1998, Supervisor Martinez noticed that both Romero and Therapist Martinez claimed to have performed identical services for the patients in room 292. Doubting that both employees had performed the same services on a single shift, Supervisor Martinez questioned Romero and Therapist Martinez about the duplicate entries. Both employees claimed that they had performed the services.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">To investigate the issue, Supervisor Martinez went to the notes for the patients in room 292 and observed that Therapist Martinez had recorded that she had performed the services in the spaces reserved for October 18th. Supervisor Martinez did not, however, review the remaining portions of the notes for these patients to see if Romero had recorded the therapy in another spot.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">After reviewing the October 18th entries, Supervisor Martinez again confronted Romero, who reiterated that she had performed the services on the patients in room 292. At this encounter, Supervisor Martinez did not ask Romero where she had recorded the therapies. Nor did she interview any of the other employees on duty on October 18th to ascertain who had performed the therapies on the patients in room 292.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">As mentioned above, in addition to the October 18th incident, Romero's termination letter referenced Romero's insubordinate behavior subsequent to October 18th &#8212; reports by a nurse and shift coordinator claiming that Romero had acted disrespectfully toward coworkers and superiors. Supervisor Martinez admitted that she did not investigate either claim. The termination letter also cited a suspension that Romero received in mid-1997 for having another employee punch her time card.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">On these facts, the Board determined that Romero's termination was unlawful. The Board found that Supervisor Martinez's investigations were inadequate. It concluded that Supervisor Martinez's failure to investigate thoroughly the charges against Romero evidenced a rush to judgment motivated by anti-union animus. It also concluded that the Hospital's reliance on a stale disciplinary charge to justify the termination evidenced pretext. The Hospital takes issue with the Board's conclusion that Supervisor Martinez's conduct was improper and that it was wrong for the Hospital to rely on the mid-1997 suspension as a basis for firing Romero.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The conducting of an inadequate investigation of (or a complete failure to investigate) the incident upon which the employer relied as grounds for discharge can support a finding of discriminatory motive. <i>See, e.g., Cumberland Farms, Inc. v. NLRB,</i> <span class=\"citation\" data-id=\"599131\"><a href=\"/opinion/599131/cumberland-farms-inc-v-national-labor-relations-board/\"><span class=\"volume\">984</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">556</span></a></span>, 560 (1st Cir.1993). Whether a particular investigation was sufficiently slipshod to support an inference of discrimination is reviewed under the substantial evidence standard. <i>See Valmont Indus., Inc. v. NLRB,</i> <span class=\"citation\" data-id=\"772572\"><a href=\"/opinion/772572/valmont-industries-inc-petitioner-cross-respondent-v-national-labor/\"><span class=\"volume\">244</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">454</span></a></span>, 466 (5th Cir.2001).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Supervisor Martinez did not entirely ignore her obligation to investigate the October 18th incident. She did talk to the individuals directly involved in the incident and looked at the most pertinent records. The Board concluded, however, that an adequate investigation would have included a more detailed interview with Romero, a more thorough investigation of the paper record, and conversations with employees who may have had knowledge about the incident. Were we the initial factfinders, we might view the adequacy of this investigation differently. But we are only reviewing for substantial evidence, and on this record, we cannot say that the Board's conclusion was beyond reason. <i>See Universal Camera Corp. v. NLRB,</i> <span class=\"citation no-link\"><span class=\"volume\">340</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">474</span></span>, 488, <span class=\"citation no-link\"><span class=\"volume\">71</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">456</span></span>, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">456</span></span> (1957) (stating that Board determination is entitled to affirmance \"even though the court would justifiably have made a different choice had the matter been before it <i>de novo</i>\").</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In any event, the Board's conclusion is substantially reinforced by the other reasons offered by the Hospital for Romero's discharge. Supervisor Martinez conducted no investigation into the charges of insubordination leveled against Romero and did not even ask Romero for her position on the allegations. The Hospital's reliance on completely uninvestigated charges to support a termination suggests that the reasons given were pretextual. <i>See W.W. Grainger, Inc. v. NLRB,</i> <span class=\"citation\" data-id=\"359023\"><a href=\"/opinion/359023/w-w-grainger-inc-v-national-labor-relations-board/\"><span class=\"volume\">582</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1118</span></a></span>, 1121 (7th Cir.1978).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Moreover, the Board was reasonable in concluding that the Hospital's reliance on Romero's year-old suspension was probative of pretext. <i>See NLRB v. Q-1 Motor Express, Inc.,</i> <span class=\"citation\" data-id=\"670742\"><a href=\"/opinion/670742/national-labor-relations-board-v-q-1-motor-express-incorporated/\"><span class=\"volume\">25</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">473</span></a></span>, 478 (7th Cir.1994) (finding substantial evidence of discrimination based in part on the employer's reliance on \"stale\" charges). Not only was the violation over a year old, but it predated Romero's outstanding 1997 performance evaluation. <i>Cf. NLRB v. Hale Container Line, Inc.,</i> <span class=\"citation\" data-id=\"567628\"><a href=\"/opinion/567628/national-labor-relations-board-v-hale-container-line-inc/\"><span class=\"volume\">943</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">394</span></a></span>, 400 (4th Cir.1991) (affirming Board finding that an employee's termination was pretextual where the rationale offered by the employer was inconsistent with its recent exemplary evaluation of the employee's performance). The Hospital claims that it relied on this conduct because it favored progressive discipline (i.e., increasing the severity of discipline for each rules infraction). But, as the ALJ observed, the Hospital \"produced no evidence to show that it maintains and follows a system of progressive discipline for its employees.\"</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In sum, there was proof that Romero was a union activist and that Supervisor Martinez harbored animus against her because of her union activities. There also was proof that Supervisor Martinez discharged Romero based on superficially investigated and uninvestigated charges, and on a stale infraction that predated Romero's recent outstanding performance evaluation. On these facts, the Board's conclusion that Romero's termination violated section 8(a)(3) is supported by substantial evidence.</p>\n    </div>\n    <p class=\"indent\">B. Efforts to Decertify the Union</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The Hospital's next challenge concerns the effort by a Hospital supervisor to encourage employees to decertify the Union. The Board has interpreted the Act to prevent an employer from lending employees more than \"ministerial aid\" in their efforts to file a decertification petition against a union. <i>See Eastern States Optical Co.,</i> 275 NLRB 371, 372 (1985); <i>accord V&amp;S ProGalv, Inc. v. NLRB,</i> <span class=\"citation\" data-id=\"761805\"><a href=\"/opinion/761805/v-s-progalv-inc-petitionercross-respondent-v-national-labor/\"><span class=\"volume\">168</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">270</span></a></span>, 276 (6th Cir.1999); <i>NLRB v. United Union Roofers, Local No. 81,</i> <span class=\"citation\" data-id=\"548770\"><a href=\"/opinion/548770/national-labor-relations-board-v-united-union-of-roofers-waterproofers/\"><span class=\"volume\">915</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">508</span></a></span>, 512 n. 6 (9th Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The Board found that the Hospital violated this prohibition. The ALJ and the Board both credited the testimony of Barbara Feliciano, a hospital employee and Union member. She testified that, in the winter of 1999, she attended a meeting in which a Hospital supervisor, Blanca Hernandez, explained to several employees the procedure for decertifying the Union. Hernandez also told the employees that they should sign the decertification petition because they had lost benefits while unionized and that if they decertified the Union, the Hospital would be able to give them raises. Feliciano further testified that, after the meeting, Hernandez called her into her office and asked her to sign a paper containing a list of other employees who wanted to decertify the Union. Hernandez denied that either of these meetings took place, but the ALJ found her testimony incredible and the Board did not disturb that finding.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The Hospital does not claim that Hernandez's conduct constituted permissible \"ministerial aid,\" even though the parameters of this standard are not entirely clear. <i>See</i> Catherine Meeker, <i>Defining \"Ministerial Aid\": Union Decertification Under the National Labor Relations Act,</i> 66 U. Chi. L.Rev. 999 (1999); <i>see also Vic Koenig Chevrolet Inc. v. NLRB,</i> <span class=\"citation\" data-id=\"746911\"><a href=\"/opinion/746911/vic-koenig-chevrolet-inc-v-national-labor-relations-board/\"><span class=\"volume\">126</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">947</span></a></span>, 949 (7th Cir.1997). Rather, it simply contends that the Board should have credited Hernandez's testimony. But it is a fundamental principle that, absent a showing that \"the ALJ overstepped the bounds of reason,\" we will not disturb the ALJ's credibility determinations. <i>Ryan Iron Works, Inc. v. NLRB,</i> <span class=\"citation\" data-id=\"199495\"><a href=\"/opinion/199495/ryan-iron-works-v-nlrb/\"><span class=\"volume\">257</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 7 (1st Cir.2001). The Hospital has not come close to meeting this standard. The conclusion that the Hospital violated the Act by encouraging employees to decertify the Union is supported by substantial evidence.</p>\n    </div>\n    <p class=\"indent\">C. Enforcement of the No-Solicitation Rule</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Section 7 of the NLRA guarantees employees \"the right to self-organization, to form, join or assist labor organizations, [and] to bargain collectively through representatives of their own choosing.\" 29 U.S.C. &#167; 157. Section 8(a)(1) of the Act makes it an unfair labor practice for an employer to interfere with an employee's exercise of her section 7 rights. <i>Id.</i> &#167; 158(a)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The Supreme Court has long held that the right of employees to communicate with one another regarding self-organization at the job site is protected by Section 7. <i>See Republic Aviation Corp. v. NLRB,</i> <span class=\"citation\" data-id=\"104130\"><a href=\"/opinion/104130/republic-aviation-corp-v-nlrb/\"><span class=\"volume\">324</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">793</span></a></span>, 798-99, <span class=\"citation no-link\"><span class=\"volume\">65</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">982</span></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1372</span></span> (1945). This right to communicate encompasses the right to distribute union literature. <i>Eastex, Inc. v. NLRB,</i> <span class=\"citation\" data-id=\"109913\"><a href=\"/opinion/109913/eastex-inc-v-nlrb/\"><span class=\"volume\">437</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">556</span></a></span>, 572-74, <span class=\"citation\" data-id=\"109913\"><a href=\"/opinion/109913/eastex-inc-v-nlrb/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"109913\"><a href=\"/opinion/109913/eastex-inc-v-nlrb/\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">428</span></a></span> (1978). The Court has affirmed this right in the hospital setting. <i>See Beth Israel Hosp. v. NLRB,</i> <span class=\"citation\" data-id=\"109910\"><a href=\"/opinion/109910/beth-israel-hospital-v-nlrb/\"><span class=\"volume\">437</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">483</span></a></span>, 507, <span class=\"citation\" data-id=\"109910\"><a href=\"/opinion/109910/beth-israel-hospital-v-nlrb/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2463</span></a></span>, <span class=\"citation\" data-id=\"109910\"><a href=\"/opinion/109910/beth-israel-hospital-v-nlrb/\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">370</span></a></span> (1978) (holding that a hospital violates Section 8(a)(1) by preventing an employee from distributing union materials \"during nonworking time in nonworking areas, where the facility has not justified the prohibition as necessary to avoid disruption of health-care operations or disturbance of the patients\").</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The Board credited the testimony of Ana Melendez, a hospital employee for over 25 years and the Union president. Melendez testified that sometime in February 1998, she entered the Hospital cafeteria for her lunch break and began to distribute union literature. Shortly thereafter, a hospital security guard intervened and prevented her from continuing. Based on this testimony, the Board concluded that the Hospital violated section 8(a)(1) by restraining Melendez from distributing union material on her nonwork time in a nonwork area. <i>See Poly-America, Inc. v. NLRB,</i> <span class=\"citation\" data-id=\"24828\"><a href=\"/opinion/24828/poly-america-inc-v-nlrb/\"><span class=\"volume\">260</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">465</span></a></span>, 483 (5th Cir.2001) (affirming unfair labor practice based on security guard prohibiting employee from distributing union literature). The Board's view is amply supported by the record.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The Hospital attempts to defeat the Board's conclusion by emphasizing that the Hospital disciplined Melendez for this incident because of her conduct in addressing supervisors after the encounter with the security guard. The Hospital asserts that she was not subject to any discipline for attempting to distribute Union material in the cafeteria. This argument entirely misses the point. The unfair labor practice charged the Hospital with interfering with Melendez's right to distribute literature based on the security guard's conduct. The claim before us has nothing to do with whatever discipline Melendez received for her conduct <i>after</i> the Hospital violated her section 7 rights.</p>\n    </div>\n    <p class=\"indent\">D. Subcontracting Union Work</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The final issue concerns the Hospital's subcontracting of union work. Under section 8(a)(5) of the NLRA, 29 U.S.C. &#167; 158(a)(5), an employer has a duty to bargain to impasse with its employees over the terms and conditions of employment before making a unilateral change in conditions. <i>See Litton Fin. Printing Div. v. NLRB,</i> <span class=\"citation\" data-id=\"112623\"><a href=\"/opinion/112623/litton-financial-printing-div-litton-business-systems-inc-v-nlrb/\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">190</span></a></span>, 198, <span class=\"citation\" data-id=\"112623\"><a href=\"/opinion/112623/litton-financial-printing-div-litton-business-systems-inc-v-nlrb/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2215</span></a></span>, <span class=\"citation\" data-id=\"112623\"><a href=\"/opinion/112623/litton-financial-printing-div-litton-business-systems-inc-v-nlrb/\"><span class=\"volume\">115</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">177</span></a></span> (1991). The Supreme Court has held that, in some cases, this requirement includes an employer's decision to subcontract work that could be performed by members of the bargaining unit. <i>See Fibreboard Paper Prods. Corp. v. NLRB,</i> <span class=\"citation\" data-id=\"106948\"><a href=\"/opinion/106948/fibreboard-corp-v-labor-board/\"><span class=\"volume\">379</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">203</span></a></span>, 209-17, <span class=\"citation\" data-id=\"106948\"><a href=\"/opinion/106948/fibreboard-corp-v-labor-board/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">398</span></a></span>, <span class=\"citation\" data-id=\"106948\"><a href=\"/opinion/106948/fibreboard-corp-v-labor-board/\"><span class=\"volume\">13</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">233</span></a></span> (1964). Failure to bargain over subcontracting in such circumstances violates sections 8(a)(1) and 8(a)(5) of the Act. <i>See Automatic Sprinkler Corp. of Am. v. NLRB,</i> <span class=\"citation\" data-id=\"744515\"><a href=\"/opinion/744515/automatic-sprinklerr-corporation-of-america-and-figgie-international/\"><span class=\"volume\">120</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">612</span></a></span>, 616 (6th Cir.1997).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The relevant facts are as follows. From August 1996 until the end of 2000, the Hospital subcontracted radiology technician work from the night, weekend, and holiday shifts to a company called GK Professional Services. Similarly, beginning in 1998, the Hospital subcontracted certain respiratory care work to outside contractors for these same shifts. There is no dispute that the subcontracted work was identical to work performed by members of the bargaining unit. The Hospital did not notify the Union of its decision to subcontract this work. Nor did it provide the Union with an opportunity to bargain over the subcontracting decisions or their effects. The Board concluded that this was a violation of the Hospital's duty to notify and bargain with the Union before deciding to subcontract the radiology technician and respiratory therapy work. <i>See Torrington Indus.,</i> 307 NLRB 809, <span class=\"citation no-link\"><span class=\"volume\">1992</span> <span class=\"reporter\">WL</span> <span class=\"page\">127799</span></span> (1992) (holding that employer unlawfully subcontracted work unilaterally where the subcontracting involved nothing more than the substitution of one group of workers for another to perform the same work and does not constitute a change in the scope, nature, and direction of the enterprise).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Citing <i>Westinghouse Elec. Corp.,</i> 150 NLRB 1574 (1965), the Hospital argues that it did not have an obligation to bargain over the subcontracting decision because it had an established practice of subcontracting this sort of work before the Union was certified. But the operative date is not the date of union certification (January 1997); it is the date of the election of the Union (December 1994). <i>See NLRB v. Westinghouse Broadcasting &amp; Cable, Inc.,</i> <span class=\"citation\" data-id=\"507352\"><a href=\"/opinion/507352/national-labor-relations-board-v-westinghouse-broadcasting-and-cable/\"><span class=\"volume\">849</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">15</span></a></span>, 20-22 (1st Cir.1988). Thus, for the Hospital to benefit from the safe harbor for an established past practice of subcontracting, the Hospital had to establish that it subcontracted this work on a consistent basis prior to December 1994.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The Board found that no such practice existed prior to 1994. One witness for the Hospital testified that the Hospital had subcontracted this work well before 1994. But the ALJ declined to credit this witness based on the Hospital's failure to produce any pre-1994 agreements showing the subcontracting of respiratory therapy or radiology technician work. Moreover, other witnesses testified that, prior to 1994, the Hospital used per diem employees to fill in when there was a shortage of respiratory therapists or radiology technicians. We cannot fault the Board's conclusion that the sporadic use of per diem employees is materially different from subcontracting out entire shifts of work. Thus, the Board's finding that there was no practice of subcontracting prior to December 1994 is supported by substantial evidence.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The Hospital also argues that, as a matter of law, it did not have an obligation to bargain over its subcontracting decision because no union employee was laid off or replaced as a result of the subcontracting decision. Board precedent does not support the Hospital's argument. <i>See Acme Die Casting,</i> 315 NLRB 202, 202 n. 1 (1994) (holding that there is no requirement that the subcontracting result \"in situations in which employees are laid off or replaced\" for it to be a mandatory subject of collective bargaining).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">In <i>Puerto Rico Tel. Co. v. NLRB,</i> <span class=\"citation\" data-id=\"271610\"><a href=\"/opinion/271610/puerto-rico-telephone-company-v-national-labor-relations-board/\"><span class=\"volume\">359</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">983</span></a></span>, 987 (1st Cir.1966), and <i>W. Mass. Elec. Co. v. NLRB,</i> <span class=\"citation\" data-id=\"354220\"><a href=\"/opinion/354220/western-massachusetts-electric-company-v-national-labor-relations-board/\"><span class=\"volume\">573</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">101</span></a></span>, 106 (1st Cir.1978), we held that subcontracting is not a mandatory subject of collective bargaining unless the subcontracting results in the displacement of union workers. We were careful, however, to base our holdings on the ground that, at the time of decision, the Board had never held that a subcontracting decision had to be bargained over when there was no loss of union work. <i>See W. Mass. Elec.,</i> 573 F.2d at 106 n. 6. We recognized that because of the \"possibly wide-ranging implications\" of expanding the circumstances in which subcontracting would be a mandatory subject of bargaining, the Board was the body best equipped to adopt such a rule. <i>Id.</i> This approach of permitting the Board to take the lead in developing the federal labor law is consistent with the Supreme Court's conception of the role of the NLRB. As the Court has explained:</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The responsibility to adapt the Act to the changing patterns of industrial life is entrusted to the Board .... It is the province of the Board, not the courts, [to make adjustments in the governing law] in light of changing industrial practices and the Board's cumulative experience in dealing with labor management relations. [T]he Board has the special function of applying general provisions of the Act to the complexities of industrial life, and its special competence in this field is the justification for the deference accorded its determination. [Where the Board] engages in the difficult and delicate task of reconciling conflicting interests of labor and management, the balance struck by the Board is subject to limited judicial review.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\"><i>NLRB v. J. Weingarten, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">420</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">251</span></span>, 266-67, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">959</span></span>, <span class=\"citation no-link\"><span class=\"volume\">43</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">171</span></span> (1974). After <i>W. Mass. Elec.</i> was decided, the Board concluded that the NLRA does not require a showing of job loss for subcontracting to be a mandatory subject of collective bargaining. <i>See Acme Die,</i> 315 NLRB at 202 n. 1. In light of this development, our task normally would be limited to determining whether the Board's rule is a reasonable construction of the Act.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">There is good reason for the <i>Acme Die</i> rule. Union members have an interest in an employer's subcontracting decision in addition to the potential for layoffs. This work provides bargaining unit members with the opportunity to obtain extra shifts (possibly at overtime rates) or to expand the size of the unit through the hiring of new employees. Considering these interests (and possibly others), the Board has reasonably concluded that the duty to bargain over subcontracting extends beyond the circumstance where the employer's subcontracting decision will result in the direct loss of union employment.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Finally, the Hospital contends that the Union waived its right to complain about the unilateral subcontracting of work because the Hospital offered to bargain concerning the subcontracting in January 2000, and the Union declined the invitation. We disagree. The Hospital violated the Act by failing to <i>notify</i> the Union of its subcontracting decision. <i>See Penntech Papers, Inc. v. NLRB,</i> <span class=\"citation\" data-id=\"417771\"><a href=\"/opinion/417771/penntech-papers-inc-tp-property-corporation-and-kennebec-river-pulp/\"><span class=\"volume\">706</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">18</span></a></span>, 27 (1st Cir.1983). The Hospital cannot cure this violation with a post-hoc offer to negotiate. <i>See id.</i> The Hospital's offer to negotiate its subcontracting decisions, several years after the decisions were made, represents essentially an offer to negotiate over a \"fait accompli.\" <i>Regal Cinemas v. NLRB,</i> <span class=\"citation\" data-id=\"185833\"><a href=\"/opinion/185833/regal-cinemas-inc-v-nlrb/\"><span class=\"volume\">317</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">300</span></a></span>, 314 (D.C.Cir.2003). The offer was too little, too late.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <p>IV. Conclusion</p>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">For the reasons stated, we <i>deny</i> the Hospital's petition for review and <i>enforce</i> the Board's order.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">\n        <i>So ordered.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Tenth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Also relying on<i>Westinghouse, supra,</i> the Hospital argues that it had no duty to bargain because the subcontracting was motivated by economic concerns, namely, a shortage of workers willing to work the night, weekend, and holiday shifts. This argument also conflicts with the administrative findings of fact. The ALJ found the testimony concerning the economic motive for the subcontracting to be vague and lacking in credibility. The Board did not disturb this finding. After reviewing the administrative record, we cannot say that this conclusion was entirely without support.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In a footnote to its brief, the Hospital asserts that the Board erred in denying its motion to dismiss the subcontracting claim involving the respiratory therapy work because of defects in the General Counsel's complaint. As this point was raised only by way of a cryptic footnote and is undeveloped, we will not consider it<i>See Nat. Foreign Trade Council v. Natsios,</i> <span class=\"citation\" data-id=\"198529\"><a href=\"/opinion/198529/national-foreign-v-natsios/\"><span class=\"volume\">181</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">38</span></a></span>, 60 (1st Cir.1999).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/24828/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104130/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106948/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109910/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109913/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110527/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112623/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118167/",
    "http://www.courtlistener.com/api/rest/v3/opinions/185833/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198529/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199495/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200878/",
    "http://www.courtlistener.com/api/rest/v3/opinions/271610/",
    "http://www.courtlistener.com/api/rest/v3/opinions/354220/",
    "http://www.courtlistener.com/api/rest/v3/opinions/359023/",
    "http://www.courtlistener.com/api/rest/v3/opinions/396305/",
    "http://www.courtlistener.com/api/rest/v3/opinions/417771/",
    "http://www.courtlistener.com/api/rest/v3/opinions/507352/",
    "http://www.courtlistener.com/api/rest/v3/opinions/548770/",
    "http://www.courtlistener.com/api/rest/v3/opinions/567628/",
    "http://www.courtlistener.com/api/rest/v3/opinions/599131/",
    "http://www.courtlistener.com/api/rest/v3/opinions/670742/",
    "http://www.courtlistener.com/api/rest/v3/opinions/744515/",
    "http://www.courtlistener.com/api/rest/v3/opinions/746911/",
    "http://www.courtlistener.com/api/rest/v3/opinions/761805/",
    "http://www.courtlistener.com/api/rest/v3/opinions/763315/",
    "http://www.courtlistener.com/api/rest/v3/opinions/768062/",
    "http://www.courtlistener.com/api/rest/v3/opinions/772572/"
  ]
}