{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201649/",
  "absolute_url": "/opinion/201649/belini-v-washington/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201649/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:31:15Z",
  "date_modified": "2016-02-28T05:06:06.469619Z",
  "type": "010combined",
  "sha1": "735a7a2e5f05989ff17c0a10972cc1bc6ebeaf17",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/04-2532-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2005/06/15/Belini_v._Washington.pdf",
  "plain_text": "          United States Court of Appeals\n                       For the First Circuit\n\n\nNos. 04-2532\n     04-2533\n\n               RICHARD BELINI; THERESA LUSCIER-BELINI,\n\n                       Plaintiffs, Appellants,\n\n                                 v.\n\n                     WASHINGTON MUTUAL BANK, FA,\n\n                        Defendant, Appellee.\n\n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Michael A. Ponsor,       U.S. District Judge]\n\n\n                               Before\n\n                        Boudin, Chief Judge,\n                  Lynch and Lipez, Circuit Judges.\n\n\n     Christopher M. Lefebvre, with whom Family and Consumer Law\nCenter was on brief, for appellant.\n     Kevin C. Maynard, with whom Bulkley, Richardson and Gelinas,\nLLP was on brief, for appellee.\n\n\n\n                           June 15, 2005\n\f           LYNCH, Circuit Judge.       This Truth in Lending Act (TILA)\n\ncase raises difficult and rarely seen issues that arise when\n\ntransactions regulated by a given state -- here, Massachusetts --\n\nhave been exempted by the Federal Reserve from most of the Act's\n\nrequirements.   See 15 U.S.C. § 1633; see also Bizier v. Globe Fin.\n\nServs., Inc., 654 F.2d 1, 2 (1st Cir. 1981).      Only five states have\n\nreceived such exemptions.     See 12 C.F.R. Pt. 226, Supp. I.       In the\n\nend, however, this case turns on a narrower issue, one of first\n\nimpression for this court under TILA. The question is whether TILA\n\npermits a damages claim to be stated by the debtor under 15 U.S.C.\n\n§ 1640 based on the creditor's alleged failure to respond properly\n\nto the debtor's notice of rescission.        We hold that it does.     In\n\ndoing so, we join the approach of four other circuits, and we know\n\nof no circuit which has held to the contrary.\n\n           The plaintiffs, Richard and Theresa Belini, alleged that\n\nthe defendant, Washington Mutual Bank, sold them a high-cost\n\nmortgage without making disclosures required by TILA and equivalent\n\nMassachusetts law.    They sued in federal court, asserting claims\n\nfor damages for failure to make these disclosures, for rescission,\n\nand for damages for Washington Mutual's alleged failure to respond\n\nproperly to their notice of rescission, under both TILA and similar\n\nMassachusetts law.      The district court held that all of the\n\nBelinis'   damages   claims   were   time   barred,   without   discussing\n\nseparately their claim for Washington Mutual's alleged failure to\n\n\n                                     -2-\n\frespond to their notice of rescission.   This left the rescission\n\nclaim itself and the question of whether there was either federal\n\nquestion jurisdiction or diversity jurisdiction.   The court found\n\nthat the amount-in-controversy requirement was not met, so there\n\nwas no diversity jurisdiction, and that there was no federal\n\nquestion jurisdiction over a claim for rescission (as opposed to a\n\nclaim for damages) because of the Massachusetts exemption from\n\ncertain TILA requirements.\n\n          Although it is clear from the Federal Reserve regulations\n\nthat a debtor's ability to bring a federal damages action under 15\n\nU.S.C. § 1640 is preserved despite the Massachusetts exemption, see\n\n12 C.F.R. § 226.29(b), it is much murkier, given the current\n\ndrafting of these regulations, whether a debtor's right to sue for\n\nrescission under federal law is preserved. Similarly, the question\n\nof how to measure the amount in controversy in an action for\n\nrescission is difficult.\n\n          We reverse.      We find it unnecessary to resolve the\n\ndifficult question of whether the federal court had either federal\n\nquestion jurisdiction or diversity jurisdiction over the rescission\n\nclaim, because we find that the Belinis have a viable, non-time-\n\nbarred federal damages claim under TILA based on the defendant's\n\nalleged failure to respond properly to the Belinis' notice of\n\nrescission.   This damages claim provides a basis for federal\n\nquestion jurisdiction.     That means that the Belinis' claim for\n\n\n\n                                -3-\n\frescission, which has virtually identical elements under TILA and\n\nMassachusetts law, is within the court's supplemental jurisdiction.\n\nThis case does not fall into a category that would render the\n\ndistrict      court's      exercise         of        supplemental       jurisdiction\n\ndiscretionary.\n\n                                       I.\n\n             We begin with a brief overview of the relevant provisions\n\nof TILA, which was passed in 1968.                    The purpose of TILA is to\n\n\"assure a     meaningful    disclosure           of   credit   terms     so    that   the\n\nconsumer will be able to compare more readily the various credit\n\nterms available to him and avoid the uninformed use of credit, and\n\nto protect the consumer against inaccurate and unfair credit\n\nbilling and credit card practices.\"               15 U.S.C. § 1601(a).          The Act\n\nrequires creditors to make \"clear and accurate disclosures of terms\n\ndealing with things like finance charges, annual percentage rates\n\nof interest, and the borrower's rights.\" Beach v. Ocwen Fed. Bank,\n\n523 U.S. 410, 412 (1998).\n\n             If the creditor fails to do so, it can be held liable for\n\ncriminal penalties, see 15 U.S.C. § 1611, and a debtor can sue for\n\ndamages    (including   a   statutory        penalty      of     twice   the    finance\n\ncharge), see 15 U.S.C. § 1640(a).                      Beach, 523 U.S. at 412.\n\nFurther, for certain loan transactions -- those involving security\n\ninterests in a debtor's primary residence -- the debtor can demand\n\nthat   the   creditor   rescind       the    mortgage       if    certain      material\n\n\n                                       -4-\n\fdisclosures are not made.        See 15 U.S.C. § 1635(a).           If the\n\ncreditor does not take steps to do so within twenty days, the\n\ndebtor can bring suit in federal court to enforce her right of\n\nrescission.     Id. § 1635(b).   Several agencies have administrative\n\nauthority under TILA, but the relevant implementing agency for our\n\npurposes is the Federal Reserve, which has promulgated a set of\n\nregulations (\"Regulation Z\") in this area.          See 12 C.F.R. Pt. 226.\n\n          The    Federal   Reserve    can   allow   exemptions   from   some\n\nfederal requirements if it finds that a state has adequately\n\nregulated in the area:\n\n          The [Federal Reserve] shall by regulation\n          exempt from the requirements of this part any\n          class of credit transactions within any State\n          if it determines that under the law of that\n          State that class of transactions is subject to\n          requirements substantially similar to those\n          imposed under this part, and that there is\n          adequate provision for enforcement.\n\n15 U.S.C. § 1633. The Federal Reserve has granted exemptions under\n\nsection 1633 to certain classes of credit transactions in Maine,\n\nMassachusetts, Connecticut, Wyoming, and Oklahoma.          12 C.F.R. Pt.\n\n226, Supp. I.    In these few states, as to certain TILA requirements\n\nthe federal provisions have no force and creditors are subject to\n\nstate requirements that are generally quite similar and often\n\nidentical to the federal requirements.          See Ives v. W. T. Grant\n\nCo., 522 F.2d 749, 755 (2d Cir. 1975).\n\n          However, according to the Federal Reserve's regulations,\n\nthe exemption's displacement of federal law in favor of state law\n\n\n                                     -5-\n\fis   not    absolute.        See     12   C.F.R.     §    226.29(b).        It     is    well\n\nestablished that debtors retain at least the ability to file\n\nfederal suits for damages in federal court under 15 U.S.C. § 1640,\n\nregardless of the exemption.               See id.; Ives, 522 F.2d at 752-56.\n\n                                            II.\n\n             The     Belinis       reside     in     a     home      in    North     Adams,\n\nMassachusetts, which they have owned since before the transaction\n\nat issue here.            On December 29, 2000, plaintiffs obtained a\n\n$102,750 loan from a now defunct company, Foundation Funding Group,\n\nInc., secured by this home.               Defendant Washington Mutual Bank is,\n\naccording to the complaint, the assignee and current owner of the\n\nmortgage obtained by the Belinis from Foundation Funding Group,\n\nInc.\n\n             The Belinis allege that they were not provided with\n\nvarious disclosures prior to closing this mortgage transaction,\n\nwhich      are    required     under      both     TILA        and   its   Massachusetts\n\nequivalent.        In particular, they allege that the mortgage was a\n\nhigh-cost        mortgage    under     both   TILA       (as    amended    by     the    Home\n\nOwnership        Equity     Protection      Act    of      1994      (HOEPA))      and    its\n\nimplementing regulations, see 15 U.S.C. § 1602(aa); 12 C.F.R. §\n\n226.32, as well as the relevant Massachusetts regulations, see\n\nMass. Regs. Code tit. 209, § 32.32(1).                     They further allege that\n\nFoundation       Funding     did   not    furnish        the    Belinis    with    all   the\n\n\n\n\n                                            -6-\n\frequired disclosures for such high-cost mortgages, including the\n\nfollowing required disclosure:\n\n          You are not required to complete this\n          agreement merely because you have received\n          these disclosures or have signed a loan\n          application.   If you obtain this loan, the\n          lender will have a mortgage on your home. You\n          could lose your home, and any money you have\n          put into it, if you do not meet your\n          obligations under the loan.\n\n15 U.S.C. § 1639(a)(1)(A),(B); 12 C.F.R. § 226.32(c)(1); Mass.\n\nRegs. Code tit. 209, § 32.32(3)(a).\n\n          The   Belinis   allege    that   under   both   federal   and\n\nMassachusetts law, the failure by Foundation to make the required\n\ndisclosures, which -- they allege -- were \"material,\" gave the\n\nBelinis the right to rescind the mortgage until such time as the\n\ndisclosures were actually delivered.        See 15 U.S.C. § 1635(a);\n\nMass. Gen. Laws ch. 140D, § 10(a).         United States Code section\n\n1635(a) and Massachusetts General Laws section 10(a), which contain\n\nessentially identical language, provide that in any consumer credit\n\ntransaction\n\n          in which a security interest . . . is or will\n          be retained or acquired in any property which\n          is used as the principal dwelling of the\n          person to whom credit is extended, the\n          [debtor] shall have the right to rescind the\n          transaction until midnight of the third\n          business day following the consummation of the\n          transaction or the delivery of the information\n          and rescission forms required under this\n          section together with a statement containing\n          the material disclosures required by this\n          subchapter, whichever is later . . . .\n\n\n\n                                   -7-\n\f15 U.S.C. § 1635(a).\n\n           On May 9, 2003, counsel for the Belinis sent a letter to\n\nWashington Mutual Bank, giving it notice that the Belinis were\n\nasserting their right to rescind the mortgage transaction.           This\n\nrescission notice read in part:\n\n           Please be advised that I have been authorized\n           by my clients to rescind [the mortgage]\n           transaction and hereby exercise that right\n           pursuant to [TILA], 15 U.S.C. Section 1635 and\n           Regulation Z, [15 C.F.R.] Section 226.23.\n           The primary basis for the rescission is that\n           Mr. and Mrs. Belini were not provided with a\n           completed copy of the notice of their right to\n           rescind the above consumer credit transaction,\n           in violation of 15 U.S.C. Section 1635(a) and\n           Regulation Z, [15 C.F.R.] Sections 226.17 and\n           226.23, and the advanced [HOEPA] disclosures\n           required by 15 U.S.C. § 1639(b)(1).\n\nThe notice did not mention any provisions of Massachusetts state\n\nlaw.\n\n           The rescission notice from the Belinis concluded by\n\ninstructing Washington Mutual that \"[p]ursuant to Regulation Z, you\n\nhave twenty days after receipt of this Notice of Rescission to\n\nreturn to my clients all monies paid and to take action necessary\n\nand    appropriate   to   terminate   the   security   interest.\"      The\n\nrequirement that creditors return a debtor's money and take action\n\nto terminate their security interest in the debtor's property\n\nwithin twenty days of receiving a rightful notice of rescission is,\n\nagain, the same under both federal and Massachusetts law.           See 15\n\nU.S.C. § 1635(b); Mass. Gen. Laws ch. 140D, § 10(b).        The Belinis\n\n\n\n                                  -8-\n\fallege that the notice was received by Washington Mutual Bank (and\n\nthey present a signed return receipt to prove this), and yet,\n\nWashington Mutual did not return the payments and fees that the\n\nBelinis had paid on the mortgage, nor did it take any steps to\n\nterminate its security interest on the property.                      There is no\n\nallegation concerning whether Washington Mutual replied to the\n\nnotice in any way.\n\n                                     III.\n\n           The Belinis sued Washington Mutual Bank in Massachusetts\n\nfederal district court on July 11, 2003, Civil Action No. 03-30175,\n\nand a first amended complaint was filed on November 17, 2003.                    The\n\nfirst amended complaint alleged that the court had federal question\n\njurisdiction,    premised     on   TILA,     and    alleged    that    Foundation\n\nFunding, at the time the loan was closed, failed to provide the\n\nBelinis with required disclosures under both state and federal law.\n\nThe first amended complaint sought rescission of the loan under\n\nboth federal and state law, damages under both federal and state\n\nlaw, and costs and attorney's fees.\n\n           Washington Mutual moved to dismiss the complaint under\n\nFed. R. Civ. P. 12(b)(1) and 12(b)(6).              Washington Mutual argued\n\nfirst   that   the    exemption    granted    by    the   Federal      Reserve    to\n\nMassachusetts from the requirements of TILA extended to a claim for\n\nrescission;    such    a   claim   therefore       had   to   be   brought   under\n\nMassachusetts state law and not federal law.                  Washington Mutual\n\n\n                                     -9-\n\fnoted that, according to the Federal Reserve, the Massachusetts\n\nexemption extended to \"chapters 2 and 4\" of TILA, although it did\n\nnot extend \"to the civil liability provisions of [15 U.S.C. §§]\n\n1640 and 1641.\"        12 C.F.R. § 226.29; 12 C.F.R. Pt. 226, Supp. I.\n\nWashington Mutual argued that since the right to rescind was rooted\n\nin 15 U.S.C. § 1635, which was part of Chapter 2 but not found in\n\nsections 1640     or    1641   (which,    they   argue,    provided    only    for\n\ndamages), any right to sue for rescission fell under the exemption.\n\n           As to the Belinis' suit for damages under TILA, see 15\n\nU.S.C. § 1640, Washington Mutual conceded that the plain language\n\nof the Federal Reserve's regulation allowed such an action to be\n\nbrought   in   federal       court     under   section     1640     despite    the\n\nMassachusetts exemption, see 12 C.F.R. § 226.29(b), and Washington\n\nMutual did not challenge this regulation.                 However, Washington\n\nMutual contended that any action under section 1640 was time-\n\nbarred,   because      the   section   contained   a     one-year    statute   of\n\nlimitations, see 15 U.S.C. § 1640(e), and suit was brought more\n\nthan one year after the closing of the loan, when the required\n\ndisclosures were allegedly not furnished to the Belinis. Since the\n\nonly federal claim in the case was time barred, Washington Mutual\n\nargued, the court should dismiss the state law rescission and\n\ndamages   claims.       Finally,     Washington    Mutual    argued    that    the\n\ncomplaint should be dismissed as well for a wholly independent\n\n\n\n\n                                       -10-\n\freason: service was not made upon Washington Mutual within 120 days\n\nof the filing of the action, as required by Fed. R. Civ. P. 4(m).\n\n           The Belinis argued in opposition to this motion that the\n\nFederal Reserve regulations in effect interpreted TILA's exemption\n\nprovision, 15 U.S.C. § 1633, to say that any federal private right\n\nof action, whether for damages or rescission, was preserved from\n\nthe exemption. The exemption in the Belinis' view extended only to\n\nsubstantive requirements and public, agency-based enforcement, but\n\nnot to the jurisdiction of the federal court.    The Belinis argued\n\nas well that the right to sue to enforce the right of rescission\n\nwas properly located under section 1640 (which was expressly\n\npreserved from the exemption), and not section 1635 (which was\n\nnot).   On the damages claim, the Belinis argued that Washington\n\nMutual misunderstood the nature of their claim: they were suing for\n\ndamages not based on the initial failure to make the required\n\ndisclosures (although this also violated the statute), but rather\n\nfor Washington Mutual's improper failure to take the required steps\n\nto return the Belinis' money and void their security interest upon\n\nreceipt of their rescission notice.      The latter event occurred\n\nwithin one year of the filing of the complaint.\n\n           In addition to filing an opposition, the Belinis took two\n\nprophylactic steps in response to Washington Mutual's motion to\n\ndismiss.   First, they moved to file a second amended complaint:\n\nthis second amended complaint differed from the first amended\n\n\n\n                                -11-\n\fcomplaint chiefly in that it alleged diversity as an alternate\n\nbasis for jurisdiction, should the court find no basis for federal\n\nquestion jurisdiction.         The Belinis alleged that the amount in\n\ncontroversy requirement was met because the face value of the\n\nmortgage that they sought to rescind was $102,750, which exceeded\n\n$75,000.     Second, the Belinis on May 4, 2004, filed an altogether\n\nnew, second action, No. 04-30083, with an identical complaint; the\n\npurpose of filing this second action was to protect against adverse\n\nstatute of limitations consequences in case the first action was\n\ndismissed for lack of timely service.\n\n             On   October   26,     2004,    the    district    court     granted\n\nWashington Mutual's motion to dismiss the first action, No. 03-\n\n30175. It cited two bankruptcy court cases, In re Fidler, 226 B.R.\n\n734, 736 (Bankr. D. Mass. 1998), and In re Desrosiers, 212 B.R.\n\n716, 722 n.6 (Bankr. D. Mass. 1997), as support for its conclusion\n\nthat the Belinis' right to sue for rescission existed solely under\n\nstate law, and not under federal law, given the Massachusetts\n\nexemption.    It further held that the correct starting date for all\n\nof   plaintiffs'     damages      claims    was    the   time   the     loan   was\n\nconsummated, and that date was well more than one year before this\n\naction was filed, so any damages claims under TILA were time-\n\nbarred.1   The court then dismissed the Belinis' remaining state law\n\n     1\n      The district court did not specifically discuss the Belinis'\ndamages claim based on Washington Mutual's failure to respond to\nthe Belinis' allegedly valid notice of rescission, but the claim\nwas adequately raised below both by the complaint and by other\n\n                                      -12-\n\fclaims, noting the principle that the unfavorable disposition of\n\nall a plaintiff's federal claims at an early date usually will\n\ntrigger the dismissal without prejudice of any supplemental state\n\nlaw claims.\n\n             The court also disallowed the Belinis' motion to amend\n\ntheir complaint and add diversity as a basis for jurisdiction. The\n\ncourt held that the amount in controversy requirement was not met,\n\nsince the proper value of rescission for these purposes was not the\n\ntotal face value of the mortgage, $102,750, but instead only the\n\ntotal of the down payment, closing fees, and past payments that\n\nWashington Mutual would be obligated to return to the Belinis if\n\nrescission    were   effected,   which     was   far   less   than   $75,000.\n\nFinally, as an independent basis for dismissal of this first\n\naction, the court cited the Belinis' failure to effect timely\n\nservice.\n\n            The district court dismissed the Belinis' second action,\n\nNo. 04-30083, on November 2, 2004, adopting the same reasons that\n\nit used to dismiss the first action except for the failure to\n\neffect timely service.      The Belinis filed a timely appeal of the\n\ndismissal    of   both   actions.    However,     the   Belinis      have   not\n\nchallenged the dismissal because of untimely service on appeal.\n\nThus, they cannot prevail on the appeal of their first action, No.\n\n03-30175, and we will affirm the dismissal of this action.                  That\n\n\n\nfilings.\n\n                                    -13-\n\fground, however, does not apply to the dismissal of their second\n\naction, No. 04-30083.\n\n          On appeal, the Belinis advance three contentions: (1) the\n\nMassachusetts exemption under 15 U.S.C. § 1633 and 12 C.F.R. §\n\n226.29 does not eclipse the federal cause of action to enforce the\n\nright of rescission; (2) although the Belinis concede on appeal\n\nthat the statute of limitations under 15 U.S.C. § 1640(e) has run\n\nfor any federal damages claims based on the creditor's failure to\n\nmake disclosures at the time of the mortgage closing, they properly\n\nstate a separate damages claim based on Washington Mutual's failure\n\nto respond to their notice of rescission; and (3) jurisdiction also\n\nlies based on diversity because the district court improperly\n\nundervalued the rescission remedy.    Below, the Belinis asserted\n\nstate law damages claims under Mass. Gen. Laws ch. 140D, § 32, the\n\nMassachusetts counterpart to 15 U.S.C. § 1640, but the Belinis have\n\nnot challenged the dismissal of these claims on appeal and thus\n\nthese claims are waived.\n\n          We reverse based on the Belinis' second contention,\n\nthereby rendering consideration of the more difficult issues in\n\nthis case -- whether the exemption eclipses any federal action to\n\nenforce the right of rescission and how to value the remedy of\n\nrescission for diversity purposes -- unnecessary.\n\n\n\n\n                               -14-\n\f                                   IV.\n\n             Washington Mutual does not dispute that the Federal\n\nReserve regulations expressly allow a damages action to be brought\n\nunder 15 U.S.C. § 1640 despite the Massachusetts exemption from\n\nmost of the requirements of TILA's Chapter 2.            See 12 C.F.R. §\n\n226.29(b)(1) (\"No exemptions granted under this section shall\n\nextend to the civil liability provisions of sections [1640 and\n\n1641] of the act.\").       Nor does Washington Mutual challenge the\n\nregulations themselves, as inconsistent with the statute allowing\n\nthe Board to grant these exemptions, 15 U.S.C. § 1633, or for any\n\nother reason.     See Ives v. W. T. Grant Co., 522 F.2d 749, 753-56\n\n(2d   Cir.    1975)   (upholding   these   regulations   from   statutory\n\nchallenge).\n\n             Section 1640 allows damages actions to be brought against\n\n\"any creditor who fails to comply with any requirement imposed\n\nunder this part, including any requirement under section 1635 of\n\nthis title . . . .\"       15 U.S.C. § 1640(a).     Such a creditor can\n\ngenerally be held liable for actual damages suffered, a statutory\n\npenalty equal to twice the finance charge (with a minimum penalty\n\nof $200 and a maximum penalty of $2,000),2 and attorney's fees and\n\n\n      2\n      This statutory penalty is unavailable for certain violations\nof more minor requirements of TILA Chapter 2, although actual\ndamages and attorney's fees are still available even for violations\nof these requirements. See 15 U.S.C. § 1640(a). The language of\nthe Act allows a statutory penalty to be assessed for a creditor's\nfailure to take adequate steps to respond, within twenty days, to\na debtor's rightful notice of rescission.\n\n                                   -15-\n\fcosts.   See id.   Rescission is not a remedy for such a violation,\n\nalthough it can be sought in the same action along with actual\n\ndamages and the statutory penalty.     See id. § 1635(g).    Before\n\n1974, liability under section 1640(a) was imposed only for failure\n\nto \"disclose to any person any information required . . . to be\n\ndisclosed to that person\"; in 1974, however, this language was\n\nchanged to refer to failure to \"comply with any requirement.\"   See\n\nid. § 1640, Historical and Statutory Notes; see also Gerasta v.\n\nHibernia Nat'l Bank, 575 F.2d 580, 583-84 (5th Cir. 1978).       In\n\n1980, Congress added the specific reference to section 1635.    See\n\n15 U.S.C. § 1640(a), Historical and Statutory Notes.   Most of the\n\nrequirements under TILA are disclosure requirements, but Congress\n\nclearly did not limit liability to disclosure requirements alone.\n\n           Section 1635, in relevant part, provides that \"[w]ithin\n\n20 days after receipt of a notice of rescission [from a debtor],\n\nthe creditor shall return to the [debtor] any money or property\n\ngiven as earnest money, down payment, or otherwise, and shall take\n\nany action necessary or appropriate to reflect the termination of\n\nany security interest created upon the transaction.\"    15 U.S.C. §\n\n1635(b).   Thus, section 1635(b) places certain requirements upon a\n\ncreditor: upon receiving a debtor's valid notice of rescission, the\n\ncreditor must, within twenty days, return all money paid by the\n\ndebtor and must void the security interest.3   Should the creditor\n\n     3\n      After the creditor has carried out these obligations, the\ndebtor has her own obligations.      \"Upon performance of the\n\n                                -16-\n\fnot take these steps within twenty days, then the debtor has\n\ngenerally violated a \"requirement\" of section 1635 and can be held\n\nliable for damages under section 1640.       See, e.g., Mijo v. Avco\n\nFin. Servs. of Haw., Inc., 1991 WL 126660, at *1 (9th Cir. July 1,\n\n1991) (unpublished); Smith v. Fid. Consumer Disc. Co., 898 F.2d\n\n896, 903 (3d Cir. 1990); Smith v. Am. Fin. Sys., Inc., 737 F.2d\n\n1549, 1552 (11th Cir. 1984); Arnold v. W.D.L. Invs., Inc., 703 F.2d\n\n848, 850 (5th Cir. 1983); Gerasta, 575 F.2d at 584; Rowland v.\n\nNovus Fin. Corp., 949 F. Supp. 1447, 1455 (D. Haw. 1996); see also\n\nRalph C. Clontz, Jr., 2 Truth in Lending Manual § 10.03[4], at 10-4\n\n(2000).\n\n            We know of no court that has come to the contrary\n\nposition.    Further, this result is sensible: section 1635 is\n\nwritten with the goal of making the rescission process a private\n\none,   worked   out   between   creditor   and   debtor   without   the\n\n\n\ncreditor's obligations under this section, the [debtor] shall\ntender the property to the creditor . . . .\" 15 U.S.C. § 1635. As\nwe noted in Large v. Conseco Fin. Servicing Corp., 292 F.3d 49, 55-\n56 (1st Cir. 2002), TILA alters common law rescission by forcing\nthe creditor to tender before the debtor, although the court has\nthe power under section 1635(b) to change these procedures where\nappropriate.    The creditor cannot use section 1640 to obtain\ndamages in instances where the debtor fails to tender, because\nsection 1640 only imposes liability on creditors.\n     In Large, we held that rescission of a mortgage governed by\nTILA does not automatically occur at the time a debtor sends the\ncreditor a notice of rescission. See id. at 54-56. Rescission\nonly occurs when the parties agree to rescind or when a court (or\narbitrator) orders the remedy. See id. Large is not in conflict\nwith our holding here: rescission is not automatic when a notice of\nrescission is sent, but a creditor can still be held liable for\nwrongfully refusing to rescind when asked to do so by a debtor.\n\n                                 -17-\n\fintervention of the courts.   The potential for damages (including\n\npenalties and attorney's fees) creates incentives for creditors to\n\nrescind mortgages when faced with valid requests without forcing\n\ndebtors to resort to the courts, for such resort causes substantial\n\ndelay and expense to debtors. Of course, where the debtor's notice\n\nof rescission is invalid -- for example, where the creditor has not\n\nactually failed to satisfy a material disclosure requirement that\n\nwould entitle the debtor to rescind -- then no damages can be\n\nassessed against   the   creditor   for   failing   to   respond    to   the\n\nnotice.4   See Fid. Cons. Disc. Co., 737 F.2d at 903.\n\n           The statute of limitations for bringing an action under\n\nsection 1640 is \"one year from the date of the occurrence of the\n\nviolation.\"   15 U.S.C. § 1640(e).     The \"date of the occurrence of\n\nthe violation,\" here, is at the earliest the date that Washington\n\nMutual received the Belinis' notice of rescission; in truth, the\n\ndate of the occurrence is likely twenty days later, when Washington\n\nMutual's time for responding to that notice expired.               See Fid.\n\nConsumer Disc. Co., 898 F.2d at 903.      The Belinis' notice was not\n\nmailed until May 9, 2003.     The \"date of the occurrence of the\n\n\n     4\n      A few lower courts have hinted that it may be inappropriate\nto impose liability under section 1640 for a creditor's failure to\nrespond to a rescission notice even in certain circumstances where\nthe debtor is entitled to rescind, such as where the creditor fails\nto tender within twenty days but instead seeks immediate equitable\nrelief before a court to change the order of tender under section\n1635(b). See, e.g., Abel v. Knickerbocker Realty Co., 846 F. Supp.\n445, 450 (D. Md. 1994).   No such argument has been raised in this\ncase, at least not at this early stage.\n\n                                -18-\n\fviolation\" cannot be the date the loan was closed; the closing is\n\nnot the source of the debtor's complaint, and such a rule would\n\ncreate nonsensical results.          15 U.S.C. § 1635(f) states that \"[a\n\ndebtor's] right of rescission shall expire three years after the\n\ndate of consummation of the transaction or upon the sale of the\n\nproperty,    whichever    occurs     first,\"   notwithstanding     that   the\n\nnecessary material disclosures or forms have not been received. It\n\ncannot be that the one-year statute of limitations under section\n\n1640 for a creditor's failing to respond properly to a debtor's\n\nnotice of rescission expires before the debtor is required to send\n\nthat notice in the first place.         Since the Belinis' second action\n\nwas filed on May 4, 2004, the action was obviously filed within one\n\nyear of the \"occurrence of the violation.\"\n\n             Washington Mutual does not contest the correctness of\n\nthis analysis.      It argues, however, that the Belinis' notice of\n\nrescission did not require any response because it failed to state\n\na claim and so was invalid.        This argument has no force.\n\n             In an exempt state, the Federal Reserve has constructed\n\na system whereby a creditor can be held liable under 15 U.S.C. §\n\n1640 for failing to comply with any state law requirement that is\n\nequivalent    to   an   actionable    requirement   under   TILA   (however,\n\nviolations of state law requirements that go beyond TILA are\n\ngenerally not actionable under section 1640 in an exempt state).\n\nSee 12 C.F.R. § 226.29(b)(2) (\"If an exemption has been granted,\n\n\n\n                                      -19-\n\fthe disclosures required by the applicable state law (except any\n\nadditional   requirements   not   imposed   by   federal   law)   shall\n\nconstitute the disclosures required by this act [for purposes of\n\nsection 1640].\");5 Ives, 522 F.2d at 753-54.       Otherwise, section\n\n1640 would be a nullity in an exempt state, since the substantive\n\nfederal requirements have been superceded by the exemption.\n\n          Because of the Massachusetts exemption, the substantive\n\nrequirements of state law are the requirements that creditors must\n\nfollow.   This includes any disclosure requirements.       The federal\n\nrequirements on the mechanics of rescission, found in 15 U.S.C. §\n\n1635, are also superceded by state requirements: these include how\n\na creditor must notify a debtor of the right to rescind, how a\n\ndebtor should notify a creditor if he is taking advantage of his\n\nright to rescind, and how long and what steps a creditor must take\n\nto respond to that request.       The Belinis' complaint alleges a\n\nfailure by the creditor to comply with certain state law disclosure\n\nrequirements applicable to high-cost mortgages, see Mass. Regs.\n\n\n     5\n      The Federal Reserve uses the term \"disclosure\" here, rather\nthan the broader term \"requirement,\" but we think this choice of\nlanguage makes no difference. The remedial system in exempt states\nwould become hopelessly confused if some requirements (those that\nconstituted \"disclosures\") were actionable under section 1640,\nwhile others were not.    As well, the purpose of preserving the\nfederal civil liability provisions is to ensure that \"consumers\nretain access to both federal and state courts in seeking damages\nor civil penalties for violations, while creditors retain the\ndefenses specified in those sections.\" 12 C.F.R. Pt. 226, Supp. I.\nThis purpose would not be well served by a rule that preserved\nfederal court jurisdiction for only some section 1640 damages\nactions.\n\n                                  -20-\n\fCode   tit.    209,    §   32.32,    which   are     identical    to   the   federal\n\nrequirements embodied in the HOEPA amendments to TILA, see 15\n\nU.S.C. § 1639.        The complaint also alleges that Washington Mutual\n\nviolated state law rescission procedures by failing to respond to\n\nthe Belinis' allegedly meritorious rescission notice (which was\n\npremised on the creditor's failure to provide these disclosures) by\n\nreturning the Belinis' money and voiding their security interest\n\nwithin twenty days.         The relevant state law rescission procedures\n\nare    also    substantively        identical    to    the   federal    rescission\n\nprocedures under TILA.        Compare 15 U.S.C. § 1635(b), and 12 C.F.R.\n\n§ 226.23, with Mass. Gen. Laws ch. 140D, § 10(b), and Mass. Regs.\n\nCode tit. 209, § 32.15. Because the Belinis allege that Washington\n\nMutual failed to comply with an applicable state law requirement on\n\nthe mechanics of rescission that is also imposed by TILA -- the\n\nrequirement that a creditor return a debtor's money and take steps\n\nto void its security interest within twenty days of receiving the\n\nvalid notice of rescission -- they have stated a damages claim\n\nunder section 1640.\n\n              The Belinis' rescission notice did not explicitly mention\n\nMassachusetts      state     law:    it    instead    relied     entirely    on   the\n\ndisclosure requirements and rescission procedures found in TILA (as\n\namended by HOEPA) and its implementing regulation, Regulation Z.\n\nBut this cannot relieve Washington Mutual of potential liability.\n\nThe relevant substantive disclosure requirements under federal and\n\n\n\n                                          -21-\n\fstate law are generally the same and the precise disclosures that\n\nthe Belinis allege the creditor did not make are found both in\n\nMassachusetts and federal law.           Moreover, the creditor's duties\n\nupon receiving a valid notice of rescission are identical under\n\nfederal and state law.      Washington Mutual was on notice from the\n\nBelinis'   letter   of   exactly    which   disclosure      requirements    it\n\nallegedly violated and how it ought to respond to the notice.6\n\n           We   conclude    that   the   Belinis'   claim    that   they   are\n\nentitled to damages under 15 U.S.C. § 1640 because of Washington\n\nMutual's failure to return their money and void the security\n\ninterest on their home within twenty days of receiving their notice\n\nof rescission was timely and therefore survives Washington Mutual's\n\nmotion to dismiss.7        This claim furnishes a basis for federal\n\nquestion jurisdiction. Through this claim, the Belinis can seek to\n\nprove their case for actual damages due to Washington Mutual's\n\nfailure to respond to their notice, the statutory penalty, and\n\n\n\n     6\n      Although we can conceive of a situation where the creditor\nmight be prejudiced by a letter of rescission that failed to state\nthe proper statutory bases on which the request for rescission was\nfounded, Washington Mutual has made no such claim here. Although\nit is free to raise such a claim on remand, we are dubious of such\nan argument where, as here, the disclosure and rescission\nprovisions of the state and federal statutes appear to be\nidentical.\n     7\n      Washington Mutual was not the Belinis' initial creditor, but\nrather an assignee of their initial creditor. See 15 U.S.C. § 1641\n(stating when TILA causes of action may be brought against\nassignees). Washington Mutual does not claim that its status as an\nassignee is relevant to the questions presented in this appeal.\n\n                                    -22-\n\fattorney's fees.       The request for rescission, however, constitutes\n\na separate claim.\n\n               The difficult issue of whether a TILA exemption, under 15\n\nU.S.C. § 1633 and the Federal Reserve regulations, preserves a\n\nfederal rescission claim is effectively an issue of whether the\n\nBelinis can bring their separate request for rescission under\n\nfederal law, or instead can only bring such a claim under state\n\nlaw.       We need not answer this question now, since the answer has no\n\npractical effect on the district court's jurisdiction over the\n\nBelinis' rescission claim.          The remedial provisions accompanying\n\nsuits for rescission under TILA are essentially identical to the\n\nremedial       provisions    accompanying    suits   for   rescission   under\n\nMassachusetts law.8         Under either, the victorious debtor can obtain\n\nboth attorney's fees and costs, see 15 U.S.C. § 1640(a)(3); Mass.\n\nGen. Laws ch. 140D, § 32(a)(3); a debtor can seek both civil\n\ndamages and rescission in the same action, see 15 U.S.C. §§\n\n1635(g), 1640(g); Mass. Gen. Laws ch. 140D, §§ 10(g), 32(f); and a\n\n\n       8\n      The one difference that we see is that under TILA, \"[a\ndebtor's] right of rescission shall expire three years after the\ndate of consummation of the transaction or upon the sale of the\nproperty, whichever occurs first,\" 15 U.S.C. § 1635(f) (emphasis\nadded); while under Massachusetts law, \"[a debtor's] right of\nrescission shall expire four years after the date of consummation\nof the transaction or upon the sale of the property, whichever\noccurs first,\" Mass. Gen. Laws ch. 140D, § 10(f) (emphasis added).\nWashington Mutual has not argued to the district court or on appeal\nthat the rescission claim in either of the Belinis' two actions was\nbarred by a statute of limitations, and it filed no answer or\nmotions at all in response to the Belinis' second action, so any\nsuch statute of limitations argument has been waived.\n\n                                      -23-\n\fdebtor can seek rescission against an assignee as though that\n\nassignee were the original creditor, see 15 U.S.C. § 1641(c); Mass.\n\nGen. Laws ch. 140D, § 33(c).\n\n              Even if the rescission claim could only be brought under\n\nstate   law,    the   district   court    would   still   have    supplemental\n\njurisdiction over this claim because it is part of the same \"case\n\nor controversy\" as the section 1640 damages claim.               See 28 U.S.C.\n\n§ 1367(a).       The district court has discretion to decline such\n\njurisdiction in a few circumstances: where the state law issues are\n\ndifficult or novel, where the state law claims \"substantially\n\npredominate[]\" over other claims in the action, where the district\n\ncourt   has    dismissed   all   claims    over   which   it     has   original\n\njurisdiction, and in other \"exceptional circumstances\" raising\n\n\"compelling reasons for declining jurisdiction.\"            Id. § 1367(c).\n\n              The district court correctly stated the general rule that\n\nan early dismissal of all federal claims will generally lead to the\n\ndismissal of all supplemental state law claims, see Gonzalez-De-\n\nBlasini v. Family Dep't, 377 F.3d 81, 89 (1st Cir. 2004), but we\n\nhave reversed the district court's holding that all federal damages\n\nclaims were time barred and found that a viable federal damages\n\nclaim remains in the case.       Moreover, application of the relevant\n\nstate law should be straightforward and this application implicates\n\nimportant federal concerns, since the Massachusetts statute is\n\nusually identical to TILA.          State law applies only through a\n\n\n\n                                    -24-\n\fstatutory     exemption   from   TILA     for   transactions   subject   to\n\n\"substantially similar\" requirements in         a given state.     15 U.S.C.\n\n§ 1633.   For the same reason, state claims do not predominate: the\n\noverarching structure is provided by TILA, which itself creates the\n\nexemption for certain state requirements.         The implicit suggestion\n\nin the district court's opinion is that it would have exercised\n\nsupplemental jurisdiction over the state law claims if it had found\n\nany viable federal claims in the case, and now that we have held\n\nthat there is a viable federal claim for damages, the district\n\ncourt should exercise supplemental jurisdiction over the rescission\n\nclaim.\n\n             Finally, we emphasize that the question of whether the\n\nexemption vitiates the possibility of bringing a federal claim to\n\nenforce the right of rescission raises very difficult issues of\n\nregulatory     and   statutory   construction;     the   Federal    Reserve\n\nregulations lack clarity on this point.         Further, this question is\n\nunlikely to be litigated often, given that there are only five\n\nstates that have exemptions from parts of TILA, see 12 C.F.R. Pt.\n\n226, Supp. I, and that even in these exempt states, an alternative\n\nground for federal jurisdiction will usually exist because of the\n\nclear preservation of damages claims under section 1640.             Issues\n\nregarding the scope of the exemption have seldom arisen in the\n\nalmost forty years since TILA was passed.\n\n\n\n\n                                   -25-\n\f          It is also unnecessary for us to address the issue of\n\ndiversity jurisdiction, which involves the difficult question of\n\nthe proper valuation of a rescission remedy, since we have held\n\nthat the district court has federal question jurisdiction.9\n\n                                V.\n\n          The district court's dismissal of the Belinis' first\n\naction, No. 03-30175, is affirmed.    The district court's dismissal\n\nof the Belinis' second action, No. 04-30083, is reversed, and the\n\ncase is remanded for proceedings consistent with this opinion.\n\n\n\n\n     9\n      In the event that anything in this case should end up turning\non whether the rescission remedy is pursued as a state or federal\nclaim -- or under supplemental, federal question, or diversity\njurisdiction -- these issues can be considered if and when they\narise.\n\n                               -26-\n\f",
  "html": "<p class=\"case_cite\">412 F.3d 17</p>\n    <p class=\"parties\">Richard BELINI; Theresa Luscier-Belini, Plaintiffs, Appellants,<br>v.<br>WASHINGTON MUTUAL BANK, FA, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 04-2532.</p>\n    <p class=\"docket\">No. 04-2533.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard May 3, 2005.</p>\n    <p class=\"date\">Decided June 15, 2005.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Christopher M. Lefebvre, with whom Family and Consumer Law Center was on brief, for appellant.</p>\n      <p class=\"indent\">Kevin C. Maynard, with whom Bulkley, Richardson and Gelinas, LLP was on brief, for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, LYNCH and LIPEZ, Circuit Judges.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This Truth in Lending Act (TILA) case raises difficult and rarely seen issues that arise when transactions regulated by a given state &#8212; here, Massachusetts &#8212; have been exempted by the Federal Reserve from most of the Act's requirements. <i>See</i> 15 U.S.C. &#167; 1633; <i>see also Bizier v. Globe Fin. Servs., Inc.,</i> 654 F.2d 1, 2 (1st Cir.1981). Only five states have received such exemptions. <i>See</i> 12 C.F.R. Pt. 226, Supp. I. In the end, however, this case turns on a narrower issue, one of first impression for this court under TILA. The question is whether TILA permits a damages claim to be stated by the debtor under 15 U.S.C. &#167; 1640 based on the creditor's alleged failure to respond properly to the debtor's notice of rescission. We hold that it does. In doing so, we join the approach of four other circuits, and we know of no circuit which has held to the contrary.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The plaintiffs, Richard and Theresa Belini, alleged that the defendant, Washington Mutual Bank, sold them a high-cost mortgage without making disclosures required by TILA and equivalent Massachusetts law. They sued in federal court, asserting claims for damages for failure to make these disclosures, for rescission, and for damages for Washington Mutual's alleged failure to respond properly to their notice of rescission, under both TILA and similar Massachusetts law. The district court held that all of the Belinis' damages claims were time barred, without discussing separately their claim for Washington Mutual's alleged failure to respond to their notice of rescission. This left the rescission claim itself and the question of whether there was either federal question jurisdiction or diversity jurisdiction. The court found that the amount-in-controversy requirement was not met, so there was no diversity jurisdiction, and that there was no federal question jurisdiction over a claim for rescission (as opposed to a claim for damages) because of the Massachusetts exemption from certain TILA requirements.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Although it is clear from the Federal Reserve regulations that a debtor's ability to bring a federal damages action under 15 U.S.C. &#167; 1640 is preserved despite the Massachusetts exemption, <i>see</i> 12 C.F.R. &#167; 226.29(b), it is much murkier, given the current drafting of these regulations, whether a debtor's right to sue for rescission under federal law is preserved. Similarly, the question of how to measure the amount in controversy in an action for rescission is difficult.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We reverse. We find it unnecessary to resolve the difficult question of whether the federal court had either federal question jurisdiction or diversity jurisdiction over the rescission claim, because we find that the Belinis have a viable, non-time-barred federal damages claim under TILA based on the defendant's alleged failure to respond properly to the Belinis' notice of rescission. This <i>damages</i> claim provides a basis for federal question jurisdiction. That means that the Belinis' claim for <i>rescission,</i> which has virtually identical elements under TILA and Massachusetts law, is within the court's supplemental jurisdiction. This case does not fall into a category that would render the district court's exercise of supplemental jurisdiction discretionary.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We begin with a brief overview of the relevant provisions of TILA, which was passed in 1968. The purpose of TILA is to \"assure a meaningful disclosure of credit terms so that the consumer will be able to compare more readily the various credit terms available to him and avoid the uninformed use of credit, and to protect the consumer against inaccurate and unfair credit billing and credit card practices.\" 15 U.S.C. &#167; 1601(a). The Act requires creditors to make \"clear and accurate disclosures of terms dealing with things like finance charges, annual percentage rates of interest, and the borrower's rights.\" <i>Beach v. Ocwen Fed. Bank,</i> 523 U.S. 410, 412, 118 S.Ct. 1408, 140 L.Ed.2d 566 (1998).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">If the creditor fails to do so, it can be held liable for criminal penalties, <i>see</i> 15 U.S.C. &#167; 1611, and a debtor can sue for damages (including a statutory penalty of twice the finance charge), <i>see</i> 15 U.S.C. &#167; 1640(a). <i>Beach,</i> 523 U.S. at 412, 118 S.Ct. 1408. Further, for certain loan transactions&#8212;those involving security interests in a debtor's primary residence&#8212;the debtor can demand that the creditor rescind the mortgage if certain material disclosures are not made. <i>See</i> 15 U.S.C. &#167; 1635(a). If the creditor does not take steps to do so within twenty days, the debtor can bring suit in federal court to enforce her right of rescission. <i>Id.</i> &#167; 1635(b). Several agencies have administrative authority under TILA, but the relevant implementing agency for our purposes is the Federal Reserve, which has promulgated a set of regulations (\"Regulation Z\") in this area. <i>See</i> 12 C.F.R. Pt. 226.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The Federal Reserve can allow exemptions from some federal requirements if it finds that a state has adequately regulated in the area:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The [Federal Reserve] shall by regulation exempt from the requirements of this part any class of credit transactions within any State if it determines that under the law of that State that class of transactions is subject to requirements substantially similar to those imposed under this part, and that there is adequate provision for enforcement.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">15 U.S.C. &#167; 1633. The Federal Reserve has granted exemptions under section 1633 to certain classes of credit transactions in Maine, Massachusetts, Connecticut, Wyoming, and Oklahoma. 12 C.F.R. Pt. 226, Supp. I. In these few states, as to certain TILA requirements the federal provisions have no force and creditors are subject to state requirements that are generally quite similar and often identical to the federal requirements. <i>See Ives v. W.T. Grant Co.,</i> 522 F.2d 749, 755 (2d Cir.1975).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">However, according to the Federal Reserve's regulations, the exemption's displacement of federal law in favor of state law is not absolute. <i>See</i> 12 C.F.R. &#167; 226.29(b). It is well established that debtors retain at least the ability to file federal suits for damages in federal court under 15 U.S.C. &#167; 1640, regardless of the exemption. <i>See id.; Ives,</i> 522 F.2d at 752-56.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The Belinis reside in a home in North Adams, Massachusetts, which they have owned since before the transaction at issue here. On December 29, 2000, plaintiffs obtained a $102,750 loan from a now defunct company, Foundation Funding Group, Inc., secured by this home. Defendant Washington Mutual Bank is, according to the complaint, the assignee and current owner of the mortgage obtained by the Belinis from Foundation Funding Group, Inc.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The Belinis allege that they were not provided with various disclosures prior to closing this mortgage transaction, which are required under both TILA and its Massachusetts equivalent. In particular, they allege that the mortgage was a high-cost mortgage under both TILA (as amended by the Home Ownership Equity Protection Act of 1994 (HOEPA)) and its implementing regulations, <i>see</i> 15 U.S.C. &#167; 1602(aa); 12 C.F.R. &#167; 226.32, as well as the relevant Massachusetts regulations, <i>see</i> Mass. Regs.Code tit. 209, &#167; 32.32(1). They further allege that Foundation Funding did not furnish the Belinis with all the required disclosures for such high-cost mortgages, including the following required disclosure:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">You are not required to complete this agreement merely because you have received these disclosures or have signed a loan application. If you obtain this loan, the lender will have a mortgage on your home. You could lose your home, and any money you have put into it, if you do not meet your obligations under the loan.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">15 U.S.C. &#167; 1639(a)(1)(A),(B); 12 C.F.R. &#167; 226.32(c)(1); Mass. Regs.Code tit. 209, &#167; 32.32(3)(a).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The Belinis allege that under both federal and Massachusetts law, the failure by Foundation to make the required disclosures, which &#8212; they allege &#8212; were \"material,\" gave the Belinis the right to rescind the mortgage until such time as the disclosures were actually delivered. <i>See</i> 15 U.S.C. &#167; 1635(a); Mass. Gen. Laws ch. 140D, &#167; 10(a). United States Code section 1635(a) and Massachusetts General Laws section 10(a), which contain essentially identical language, provide that in any consumer credit transaction</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">in which a security interest ... is or will be retained or acquired in any property which is used as the principal dwelling of the person to whom credit is extended, the [debtor] shall have the right to rescind the transaction until midnight of the third business day following the consummation of the transaction or the delivery of the information and rescission forms required under this section together with a statement containing the material disclosures required by this subchapter, whichever is later....</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">15 U.S.C. &#167; 1635(a).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">On May 9, 2003, counsel for the Belinis sent a letter to Washington Mutual Bank, giving it notice that the Belinis were asserting their right to rescind the mortgage transaction. This rescission notice read in part:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Please be advised that I have been authorized by my clients to rescind [the mortgage] transaction and hereby exercise that right pursuant to [TILA], 15 U.S.C. Section 1635 and Regulation Z, [15 C.F.R.] Section 226.23.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The primary basis for the rescission is that Mr. and Mrs. Belini were not provided with a completed copy of the notice of their right to rescind the above consumer credit transaction, in violation of 15 U.S.C. Section 1635(a) and Regulation Z, [15 C.F.R.] Sections 226.17 and 226.23, and the advanced [HOEPA] disclosures required by 15 U.S.C. &#167; 1639(b)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The notice did not mention any provisions of Massachusetts state law.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The rescission notice from the Belinis concluded by instructing Washington Mutual that \"[p]ursuant to Regulation Z, you have twenty days after receipt of this Notice of Rescission to return to my clients all monies paid and to take action necessary and appropriate to terminate the security interest.\" The requirement that creditors return a debtor's money and take action to terminate their security interest in the debtor's property within twenty days of receiving a rightful notice of rescission is, again, the same under both federal and Massachusetts law. <i>See</i> 15 U.S.C. &#167; 1635(b); Mass. Gen. Laws ch. 140D, &#167; 10(b). The Belinis allege that the notice was received by Washington Mutual Bank (and they present a signed return receipt to prove this), and yet, Washington Mutual did not return the payments and fees that the Belinis had paid on the mortgage, nor did it take any steps to terminate its security interest on the property. There is no allegation concerning whether Washington Mutual replied to the notice in any way.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The Belinis sued Washington Mutual Bank in Massachusetts federal district court on July 11, 2003, Civil Action No. 03-30175, and a first amended complaint was filed on November 17, 2003. The first amended complaint alleged that the court had federal question jurisdiction, premised on TILA, and alleged that Foundation Funding, at the time the loan was closed, failed to provide the Belinis with required disclosures under both state and federal law. The first amended complaint sought rescission of the loan under both federal and state law, damages under both federal and state law, and costs and attorney's fees.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Washington Mutual moved to dismiss the complaint under Fed.R.Civ.P. 12(b)(1) and 12(b)(6). Washington Mutual argued first that the exemption granted by the Federal Reserve to Massachusetts from the requirements of TILA extended to a claim for rescission; such a claim therefore had to be brought under Massachusetts state law and not federal law. Washington Mutual noted that, according to the Federal Reserve, the Massachusetts exemption extended to \"chapters 2 and 4\" of TILA, although it did not extend \"to the civil liability provisions of [15 U.S.C. &#167;&#167;] 1640 and 1641.\" 12 C.F.R. &#167; 226.29; 12 C.F.R. Pt. 226, Supp. I. Washington Mutual argued that since the right to rescind was rooted in 15 U.S.C. &#167; 1635, which was part of Chapter 2 but not found in sections 1640 or 1641 (which, they argue, provided only for damages), any right to sue for rescission fell under the exemption.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">As to the Belinis' suit for damages under TILA, <i>see</i> 15 U.S.C. &#167; 1640, Washington Mutual conceded that the plain language of the Federal Reserve's regulation allowed such an action to be brought in federal court under section 1640 despite the Massachusetts exemption, <i>see</i> 12 C.F.R. &#167; 226.29(b), and Washington Mutual did not challenge this regulation. However, Washington Mutual contended that any action under section 1640 was time-barred, because the section contained a one-year statute of limitations, <i>see</i> 15 U.S.C. &#167; 1640(e), and suit was brought more than one year after the closing of the loan, when the required disclosures were allegedly not furnished to the Belinis. Since the only federal claim in the case was time barred, Washington Mutual argued, the court should dismiss the state law rescission and damages claims. Finally, Washington Mutual argued that the complaint should be dismissed as well for a wholly independent reason: service was not made upon Washington Mutual within 120 days of the filing of the action, as required by Fed.R.Civ.P. 4(m).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The Belinis argued in opposition to this motion that the Federal Reserve regulations in effect interpreted TILA's exemption provision, 15 U.S.C. &#167; 1633, to say that any federal private right of action, whether for damages <i>or rescission,</i> was preserved from the exemption. The exemption in the Belinis' view extended only to substantive requirements and public, agency-based enforcement, but not to the jurisdiction of the federal court. The Belinis argued as well that the right to sue to enforce the right of rescission was properly located under section 1640 (which was expressly preserved from the exemption), and not section 1635 (which was not). On the damages claim, the Belinis argued that Washington Mutual misunderstood the nature of their claim: they were suing for damages not based on the initial failure to make the required disclosures (although this also violated the statute), but rather for Washington Mutual's improper failure to take the required steps to return the Belinis' money and void their security interest upon receipt of their rescission notice. The latter event occurred within one year of the filing of the complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In addition to filing an opposition, the Belinis took two prophylactic steps in response to Washington Mutual's motion to dismiss. First, they moved to file a second amended complaint: this second amended complaint differed from the first amended complaint chiefly in that it alleged diversity as an alternate basis for jurisdiction, should the court find no basis for federal question jurisdiction. The Belinis alleged that the amount in controversy requirement was met because the face value of the mortgage that they sought to rescind was $102,750, which exceeded $75,000. Second, the Belinis on May 4, 2004, filed an altogether new, second action, No. 04-30083, with an identical complaint; the purpose of filing this second action was to protect against adverse statute of limitations consequences in case the first action was dismissed for lack of timely service.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">On October 26, 2004, the district court granted Washington Mutual's motion to dismiss the first action, No. 03-30175. It cited two bankruptcy court cases, <i>In re Fidler,</i> 226 B.R. 734, 736 (Bankr.D.Mass.1998), and <i>In re Desrosiers,</i> 212 B.R. 716, 722 n. 6 (Bankr.D.Mass.1997), as support for its conclusion that the Belinis' right to sue for rescission existed solely under state law, and not under federal law, given the Massachusetts exemption. It further held that the correct starting date for all of plaintiffs' damages claims was the time the loan was consummated, and that date was well more than one year before this action was filed, so any damages claims under TILA were time-barred.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The court then dismissed the Belinis' remaining state law claims, noting the principle that the unfavorable disposition of all a plaintiff's federal claims at an early date usually will trigger the dismissal without prejudice of any supplemental state law claims.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The court also disallowed the Belinis' motion to amend their complaint and add diversity as a basis for jurisdiction. The court held that the amount in controversy requirement was not met, since the proper value of rescission for these purposes was not the total face value of the mortgage, $102,750, but instead only the total of the down payment, closing fees, and past payments that Washington Mutual would be obligated to return to the Belinis if rescission were effected, which was far less than $75,000. Finally, as an independent basis for dismissal of this first action, the court cited the Belinis' failure to effect timely service.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The district court dismissed the Belinis' second action, No. 04-30083, on November 2, 2004, adopting the same reasons that it used to dismiss the first action except for the failure to effect timely service. The Belinis filed a timely appeal of the dismissal of both actions. However, the Belinis have not challenged the dismissal because of untimely service on appeal. Thus, they cannot prevail on the appeal of their first action, No. 03-30175, and we will affirm the dismissal of this action. That ground, however, does not apply to the dismissal of their second action, No. 04-30083.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">On appeal, the Belinis advance three contentions: (1) the Massachusetts exemption under 15 U.S.C. &#167; 1633 and 12 C.F.R. &#167; 226.29 does not eclipse the federal cause of action to enforce the right of rescission; (2) although the Belinis concede on appeal that the statute of limitations under 15 U.S.C. &#167; 1640(e) has run for any federal damages claims based on the creditor's failure to make disclosures at the time of the mortgage closing, they properly state a separate damages claim based on Washington Mutual's failure to respond to their notice of rescission; and (3) jurisdiction also lies based on diversity because the district court improperly undervalued the rescission remedy. Below, the Belinis asserted state law damages claims under Mass. Gen. Laws ch. 140D, &#167; 32, the Massachusetts counterpart to 15 U.S.C. &#167; 1640, but the Belinis have not challenged the dismissal of these claims on appeal and thus these claims are waived.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We reverse based on the Belinis' second contention, thereby rendering consideration of the more difficult issues in this case &#8212; whether the exemption eclipses any federal action to enforce the right of rescission and how to value the remedy of rescission for diversity purposes&#8212;unnecessary.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Washington Mutual does not dispute that the Federal Reserve regulations expressly allow a damages action to be brought under 15 U.S.C. &#167; 1640 despite the Massachusetts exemption from most of the requirements of TILA's Chapter 2. <i>See</i> 12 C.F.R. &#167; 226.29(b)(1) (\"No exemptions granted under this section shall extend to the civil liability provisions of sections [1640 and 1641] of the act.\"). Nor does Washington Mutual challenge the regulations themselves, as inconsistent with the statute allowing the Board to grant these exemptions, 15 U.S.C. &#167; 1633, or for any other reason. <i>See Ives v. W.T. Grant Co.,</i> 522 F.2d 749, 753-56 (2d Cir.1975) (upholding these regulations from statutory challenge).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Section 1640 allows damages actions to be brought against \"any creditor who fails to comply with any requirement imposed under this part, including any requirement under section 1635 of this title....\" 15 U.S.C. &#167; 1640(a). Such a creditor can generally be held liable for actual damages suffered, a statutory penalty equal to twice the finance charge (with a minimum penalty of $200 and a maximum penalty of $2,000),<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> and attorney's fees and costs. <i>See id.</i> Rescission is not a remedy for such a violation, although it can be sought in the same action along with actual damages and the statutory penalty. <i>See id.</i> &#167; 1635(g). Before 1974, liability under section 1640(a) was imposed only for failure to \"disclose to any person any information required ... to be disclosed to that person\"; in 1974, however, this language was changed to refer to failure to \"comply with any requirement.\" <i>See id.</i> &#167; 1640, Historical and Statutory Notes; <i>see also Gerasta v. Hibernia Nat'l Bank,</i> 575 F.2d 580, 583-84 (5th Cir.1978). In 1980, Congress added the specific reference to section 1635. <i>See</i> 15 U.S.C. &#167; 1640(a), Historical and Statutory Notes. Most of the requirements under TILA are disclosure requirements, but Congress clearly did not limit liability to disclosure requirements alone.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Section 1635, in relevant part, provides that \"[w]ithin 20 days after receipt of a notice of rescission [from a debtor], the creditor shall return to the [debtor] any money or property given as earnest money, down payment, or otherwise, and shall take any action necessary or appropriate to reflect the termination of any security interest created upon the transaction.\" 15 U.S.C. &#167; 1635(b). Thus, section 1635(b) places certain requirements upon a creditor: upon receiving a debtor's valid notice of rescission, the creditor must, within twenty days, return all money paid by the debtor and must void the security interest.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Should the creditor not take these steps within twenty days, then the debtor has generally violated a \"requirement\" of section 1635 and can be held liable for damages under section 1640. <i>See, e.g., Mijo v. Avco Fin. Servs. of Haw., Inc.,</i> 1991 WL 126660, at *1 (9th Cir. July 1, 1991) (unpublished); <i>Smith v. Fid. Consumer Disc. Co.,</i> 898 F.2d 896, 903 (3d Cir.1990); <i>Smith v. Am. Fin. Sys., Inc.,</i> 737 F.2d 1549, 1552 (11th Cir.1984); <i>Arnold v. W.D.L. Invs., Inc.,</i> 703 F.2d 848, 850 (5th Cir.1983); <i>Gerasta,</i> 575 F.2d at 584; <i>Rowland v. Novus Fin. Corp.,</i> 949 F.Supp. 1447, 1455 (D.Haw.1996); <i>see also</i> Ralph C. Clontz, Jr., 2 <i>Truth in Lending Manual</i> &#167; 10.03[4], at 10-4 (2000).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">We know of no court that has come to the contrary position. Further, this result is sensible: section 1635 is written with the goal of making the rescission process a private one, worked out between creditor and debtor without the intervention of the courts. The potential for damages (including penalties and attorney's fees) creates incentives for creditors to rescind mortgages when faced with valid requests without forcing debtors to resort to the courts, for such resort causes substantial delay and expense to debtors. Of course, where the debtor's notice of rescission is invalid &#8212; for example, where the creditor has not actually failed to satisfy a material disclosure requirement that would entitle the debtor to rescind &#8212; then no damages can be assessed against the creditor for failing to respond to the notice.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> <i>See Fid. Cons.Disc. Co.,</i> 898 F.2d at 903.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The statute of limitations for bringing an action under section 1640 is \"one year from the date of the occurrence of the violation.\" 15 U.S.C. &#167; 1640(e). The \"date of the occurrence of the violation,\" here, is at the earliest the date that Washington Mutual received the Belinis' notice of rescission; in truth, the date of the occurrence is likely twenty days later, when Washington Mutual's time for responding to that notice expired. <i>See Fid. Consumer Disc. Co.,</i> 898 F.2d at 903. The Belinis' notice was not mailed until May 9, 2003. The \"date of the occurrence of the violation\" cannot be the date the loan was closed; the closing is not the source of the debtor's complaint, and such a rule would create nonsensical results. 15 U.S.C. &#167; 1635(f) states that \"[a debtor's] right of rescission shall expire three years after the date of consummation of the transaction or upon the sale of the property, whichever occurs first,\" notwithstanding that the necessary material disclosures or forms have not been received. It cannot be that the one-year statute of limitations under section 1640 for a creditor's failing to respond properly to a debtor's notice of rescission expires before the debtor is required to send that notice in the first place. Since the Belinis' second action was filed on May 4, 2004, the action was obviously filed within one year of the \"occurrence of the violation.\"</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Washington Mutual does not contest the correctness of this analysis. It argues, however, that the Belinis' notice of rescission did not require any response because it failed to state a claim and so was invalid. This argument has no force.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">In an exempt state, the Federal Reserve has constructed a system whereby a creditor can be held liable under 15 U.S.C. &#167; 1640 for failing to comply with any <i>state</i> law requirement that is equivalent to an actionable requirement under TILA (however, violations of state law requirements that go beyond TILA are generally not actionable under section 1640 in an exempt state). <i>See</i> 12 C.F.R. &#167; 226.29(b)(2) (\"If an exemption has been granted, the disclosures required by the applicable state law (except any additional requirements not imposed by federal law) shall constitute the disclosures required by this act [for purposes of section 1640].\");<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> <i>Ives,</i> 522 F.2d at 753-54. Otherwise, section 1640 would be a nullity in an exempt state, since the substantive <i>federal</i> requirements have been superceded by the exemption.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Because of the Massachusetts exemption, the substantive requirements of state law are the requirements that creditors must follow. This includes any disclosure requirements. The federal requirements on the mechanics of rescission, found in 15 U.S.C. &#167; 1635, are also superceded by state requirements: these include how a creditor must notify a debtor of the right to rescind, how a debtor should notify a creditor if he is taking advantage of his right to rescind, and how long and what steps a creditor must take to respond to that request. The Belinis' complaint alleges a failure by the creditor to comply with certain state law disclosure requirements applicable to high-cost mortgages, <i>see</i> Mass. Regs.Code tit. 209, &#167; 32.32, which are identical to the federal requirements embodied in the HOEPA amendments to TILA, <i>see</i> 15 U.S.C. &#167; 1639. The complaint also alleges that Washington Mutual violated state law rescission procedures by failing to respond to the Belinis' allegedly meritorious rescission notice (which was premised on the creditor's failure to provide these disclosures) by returning the Belinis' money and voiding their security interest within twenty days. The relevant state law rescission procedures are also substantively identical to the federal rescission procedures under TILA. <i>Compare</i> 15 U.S.C. &#167; 1635(b), <i>and</i> 12 C.F.R. &#167; 226.23, <i>with</i> Mass. Gen. Laws ch. 140D, &#167; 10(b), <i>and</i> Mass. Regs.Code tit. 209, &#167; 32.15. Because the Belinis allege that Washington Mutual failed to comply with an applicable state law requirement on the mechanics of rescission that is also imposed by TILA &#8212; the requirement that a creditor return a debtor's money and take steps to void its security interest within twenty days of receiving the valid notice of rescission &#8212; they have stated a damages claim under section 1640.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The Belinis' rescission notice did not explicitly mention Massachusetts state law: it instead relied entirely on the disclosure requirements and rescission procedures found in TILA (as amended by HOEPA) and its implementing regulation, Regulation Z. But this cannot relieve Washington Mutual of potential liability. The relevant substantive disclosure requirements under federal and state law are generally the same and the precise disclosures that the Belinis allege the creditor did not make are found both in Massachusetts and federal law. Moreover, the creditor's duties upon receiving a valid notice of rescission are identical under federal and state law. Washington Mutual was on notice from the Belinis' letter of exactly which disclosure requirements it allegedly violated and how it ought to respond to the notice.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">We conclude that the Belinis' claim that they are entitled to damages under 15 U.S.C. &#167; 1640 because of Washington Mutual's failure to return their money and void the security interest on their home within twenty days of receiving their notice of rescission was timely and therefore survives Washington Mutual's motion to dismiss.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> This claim furnishes a basis for federal question jurisdiction. Through this claim, the Belinis can seek to prove their case for actual damages due to Washington Mutual's failure to respond to their notice, the statutory penalty, and attorney's fees. The request for rescission, however, constitutes a separate claim.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The difficult issue of whether a TILA exemption, under 15 U.S.C. &#167; 1633 and the Federal Reserve regulations, preserves a federal rescission claim is effectively an issue of whether the Belinis can bring their separate request for rescission under federal law, or instead can only bring such a claim under state law. We need not answer this question now, since the answer has no practical effect on the district court's jurisdiction over the Belinis' rescission claim. The remedial provisions accompanying suits for rescission under TILA are essentially identical to the remedial provisions accompanying suits for rescission under Massachusetts law.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> Under either, the victorious debtor can obtain both attorney's fees and costs, <i>see</i> 15 U.S.C. &#167; 1640(a)(3); Mass. Gen. Laws ch. 140D, &#167; 32(a)(3); a debtor can seek both civil damages and rescission in the same action, <i>see</i> 15 U.S.C. &#167;&#167; 1635(g), 1640(g); Mass. Gen. Laws ch. 140D, &#167;&#167; 10(g), 32(f); and a debtor can seek rescission against an assignee as though that assignee were the original creditor, <i>see</i> 15 U.S.C. &#167; 1641(c); Mass. Gen. Laws ch. 140D, &#167; 33(c).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Even if the rescission claim could only be brought under state law, the district court would still have supplemental jurisdiction over this claim because it is part of the same \"case or controversy\" as the section 1640 damages claim. <i>See</i> 28 U.S.C. &#167; 1367(a). The district court has discretion to decline such jurisdiction in a few circumstances: where the state law issues are difficult or novel, where the state law claims \"substantially predominate[ ]\" over other claims in the action, where the district court has dismissed all claims over which it has original jurisdiction, and in other \"exceptional circumstances\" raising \"compelling reasons for declining jurisdiction.\" <i>Id.</i> &#167; 1367(c).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The district court correctly stated the general rule that an early dismissal of all federal claims will generally lead to the dismissal of all supplemental state law claims, <i>see Gonzalez-De-Blasini v. Family Dep't,</i> 377 F.3d 81, 89 (1st Cir.2004), but we have reversed the district court's holding that all federal damages claims were time barred and found that a viable federal damages claim remains in the case. Moreover, application of the relevant state law should be straightforward and this application implicates important federal concerns, since the Massachusetts statute is usually identical to TILA. State law applies only through a statutory exemption from TILA for transactions subject to \"substantially similar\" requirements in a given state. 15 U.S.C. &#167; 1633. For the same reason, state claims do not predominate: the overarching structure is provided by TILA, which itself creates the exemption for certain state requirements. The implicit suggestion in the district court's opinion is that it would have exercised supplemental jurisdiction over the state law claims if it had found any viable federal claims in the case, and now that we have held that there is a viable federal claim for damages, the district court should exercise supplemental jurisdiction over the rescission claim.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Finally, we emphasize that the question of whether the exemption vitiates the possibility of bringing a federal claim to enforce the right of rescission raises very difficult issues of regulatory and statutory construction; the Federal Reserve regulations lack clarity on this point. Further, this question is unlikely to be litigated often, given that there are only five states that have exemptions from parts of TILA, <i>see</i> 12 C.F.R. Pt. 226, Supp. I, and that even in these exempt states, an alternative ground for federal jurisdiction will usually exist because of the clear preservation of damages claims under section 1640. Issues regarding the scope of the exemption have seldom arisen in the almost forty years since TILA was passed.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">It is also unnecessary for us to address the issue of diversity jurisdiction, which involves the difficult question of the proper valuation of a rescission remedy, since we have held that the district court has federal question jurisdiction.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <p>V.</p>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The district court's dismissal of the Belinis' first action, No. 03-30175, is <i>affirmed.</i> The district court's dismissal of the Belinis' second action, No. 04-30083, is <i>reversed,</i> and the case is remanded for proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The district court did not specifically discuss the Belinis' damages claim based on Washington Mutual's failure to respond to the Belinis' allegedly valid notice of rescission, but the claim was adequately raised below both by the complaint and by other filings</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> This statutory penalty is unavailable for certain violations of more minor requirements of TILA Chapter 2, although actual damages and attorney's fees are still available even for violations of these requirements<i>See</i> 15 U.S.C. &#167; 1640(a). The language of the Act allows a statutory penalty to be assessed for a creditor's failure to take adequate steps to respond, within twenty days, to a debtor's rightful notice of rescission.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> After the creditor has carried out these obligations, the debtor has her own obligations. \"Upon performance of the creditor's obligations under this section, the [debtor] shall tender the property to the creditor....\" 15 U.S.C. &#167; 1635. As we noted in<i>Large v. Conseco Fin. Servicing Corp.,</i> 292 F.3d 49, 55-56 (1st Cir.2002), TILA alters common law rescission by forcing the creditor to tender before the debtor, although the court has the power under section 1635(b) to change these procedures where appropriate. The creditor cannot use section 1640 to obtain damages in instances where the debtor fails to tender, because section 1640 only imposes liability on creditors.</p>\n        <p class=\"indent\">In <i>Large,</i> we held that rescission of a mortgage governed by TILA does not automatically occur at the time a debtor sends the creditor a notice of rescission. <i>See id.</i> at 54-56. Rescission only occurs when the parties agree to rescind or when a court (or arbitrator) orders the remedy. <i>See id. Large</i> is not in conflict with our holding here: rescission is not automatic when a notice of rescission is sent, but a creditor can still be held liable for wrongfully refusing to rescind when asked to do so by a debtor.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> A few lower courts have hinted that it may be inappropriate to impose liability under section 1640 for a creditor's failure to respond to a rescission notice even in certain circumstances where the debtor is entitled to rescind, such as where the creditor fails to tender within twenty days but instead seeks immediate equitable relief before a court to change the order of tender under section 1635(b)<i>See, e.g., Abel v. Knickerbocker Realty Co.,</i> 846 F.Supp. 445, 450 (D.Md.1994). No such argument has been raised in this case, at least not at this early stage.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The Federal Reserve uses the term \"disclosure\" here, rather than the broader term \"requirement,\" but we think this choice of language makes no difference. The remedial system in exempt states would become hopelessly confused if some requirements (those that constituted \"disclosures\") were actionable under section 1640, while others were not. As well, the purpose of preserving the federal civil liability provisions is to ensure that \"consumers retain access to both federal and state courts in seeking damages or civil penalties for violations, while creditors retain the defenses specified in those sections.\" 12 C.F.R. Pt. 226, Supp. I. This purpose would not be well served by a rule that preserved federal court jurisdiction for only some section 1640 damages actions</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Although we can conceive of a situation where the creditor might be prejudiced by a letter of rescission that failed to state the proper statutory bases on which the request for rescission was founded, Washington Mutual has made no such claim here. Although it is free to raise such a claim on remand, we are dubious of such an argument where, as here, the disclosure and rescission provisions of the state and federal statutes appear to be identical</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Washington Mutual was not the Belinis' initial creditor, but rather an assignee of their initial creditor<i>See</i> 15 U.S.C. &#167; 1641 (stating when TILA causes of action may be brought against assignees). Washington Mutual does not claim that its status as an assignee is relevant to the questions presented in this appeal.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The one difference that we see is that under TILA, \"[a debtor's] right of rescission shall expire<i>three years</i> after the date of consummation of the transaction or upon the sale of the property, whichever occurs first,\" 15 U.S.C. &#167; 1635(f) (emphasis added); while under Massachusetts law, \"[a debtor's] right of rescission shall expire <i>four years</i> after the date of consummation of the transaction or upon the sale of the property, whichever occurs first,\" Mass. Gen. Laws ch. 140D, &#167; 10(f) (emphasis added). Washington Mutual has not argued to the district court or on appeal that the rescission claim in either of the Belinis' two actions was barred by a statute of limitations, and it filed no answer or motions at all in response to the Belinis' second action, so any such statute of limitations argument has been waived.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> In the event that anything in this case should end up turning on whether the rescission remedy is pursued as a state or federal claim &#8212; or under supplemental, federal question, or diversity jurisdiction &#8212; these issues can be considered if and when they arise</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">412</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">17</span></span></p>\n    <p class=\"parties\">Richard BELINI; Theresa Luscier-Belini, Plaintiffs, Appellants,<br>v.<br>WASHINGTON MUTUAL BANK, FA, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 04-2532.</p>\n    <p class=\"docket\">No. 04-2533.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard May 3, 2005.</p>\n    <p class=\"date\">Decided June 15, 2005.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Christopher M. Lefebvre, with whom Family and Consumer Law Center was on brief, for appellant.</p>\n      <p class=\"indent\">Kevin C. Maynard, with whom Bulkley, Richardson and Gelinas, LLP was on brief, for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, LYNCH and LIPEZ, Circuit Judges.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This Truth in Lending Act (TILA) case raises difficult and rarely seen issues that arise when transactions regulated by a given state &#8212; here, Massachusetts &#8212; have been exempted by the Federal Reserve from most of the Act's requirements. <i>See</i> 15 U.S.C. &#167; 1633; <i>see also Bizier v. Globe Fin. Servs., Inc.,</i> <span class=\"citation\" data-id=\"392273\"><a href=\"/opinion/392273/philip-r-bizier-v-globe-financial-services-inc/\"><span class=\"volume\">654</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 2 (1st Cir.1981). Only five states have received such exemptions. <i>See</i> 12 C.F.R. Pt. 226, Supp. I. In the end, however, this case turns on a narrower issue, one of first impression for this court under TILA. The question is whether TILA permits a damages claim to be stated by the debtor under 15 U.S.C. &#167; 1640 based on the creditor's alleged failure to respond properly to the debtor's notice of rescission. We hold that it does. In doing so, we join the approach of four other circuits, and we know of no circuit which has held to the contrary.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The plaintiffs, Richard and Theresa Belini, alleged that the defendant, Washington Mutual Bank, sold them a high-cost mortgage without making disclosures required by TILA and equivalent Massachusetts law. They sued in federal court, asserting claims for damages for failure to make these disclosures, for rescission, and for damages for Washington Mutual's alleged failure to respond properly to their notice of rescission, under both TILA and similar Massachusetts law. The district court held that all of the Belinis' damages claims were time barred, without discussing separately their claim for Washington Mutual's alleged failure to respond to their notice of rescission. This left the rescission claim itself and the question of whether there was either federal question jurisdiction or diversity jurisdiction. The court found that the amount-in-controversy requirement was not met, so there was no diversity jurisdiction, and that there was no federal question jurisdiction over a claim for rescission (as opposed to a claim for damages) because of the Massachusetts exemption from certain TILA requirements.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Although it is clear from the Federal Reserve regulations that a debtor's ability to bring a federal damages action under 15 U.S.C. &#167; 1640 is preserved despite the Massachusetts exemption, <i>see</i> 12 C.F.R. &#167; 226.29(b), it is much murkier, given the current drafting of these regulations, whether a debtor's right to sue for rescission under federal law is preserved. Similarly, the question of how to measure the amount in controversy in an action for rescission is difficult.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We reverse. We find it unnecessary to resolve the difficult question of whether the federal court had either federal question jurisdiction or diversity jurisdiction over the rescission claim, because we find that the Belinis have a viable, non-time-barred federal damages claim under TILA based on the defendant's alleged failure to respond properly to the Belinis' notice of rescission. This <i>damages</i> claim provides a basis for federal question jurisdiction. That means that the Belinis' claim for <i>rescission,</i> which has virtually identical elements under TILA and Massachusetts law, is within the court's supplemental jurisdiction. This case does not fall into a category that would render the district court's exercise of supplemental jurisdiction discretionary.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We begin with a brief overview of the relevant provisions of TILA, which was passed in 1968. The purpose of TILA is to \"assure a meaningful disclosure of credit terms so that the consumer will be able to compare more readily the various credit terms available to him and avoid the uninformed use of credit, and to protect the consumer against inaccurate and unfair credit billing and credit card practices.\" 15 U.S.C. &#167; 1601(a). The Act requires creditors to make \"clear and accurate disclosures of terms dealing with things like finance charges, annual percentage rates of interest, and the borrower's rights.\" <i>Beach v. Ocwen Fed. Bank,</i> <span class=\"citation\" data-id=\"118197\"><a href=\"/opinion/118197/beach-v-ocwen-fed-bank/\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">410</span></a></span>, 412, <span class=\"citation\" data-id=\"118197\"><a href=\"/opinion/118197/beach-v-ocwen-fed-bank/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1408</span></a></span>, <span class=\"citation\" data-id=\"118197\"><a href=\"/opinion/118197/beach-v-ocwen-fed-bank/\"><span class=\"volume\">140</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">566</span></a></span> (1998).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">If the creditor fails to do so, it can be held liable for criminal penalties, <i>see</i> 15 U.S.C. &#167; 1611, and a debtor can sue for damages (including a statutory penalty of twice the finance charge), <i>see</i> 15 U.S.C. &#167; 1640(a). <i>Beach,</i> 523 U.S. at 412, <span class=\"citation\" data-id=\"118197\"><a href=\"/opinion/118197/beach-v-ocwen-fed-bank/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1408</span></a></span>. Further, for certain loan transactions&#8212;those involving security interests in a debtor's primary residence&#8212;the debtor can demand that the creditor rescind the mortgage if certain material disclosures are not made. <i>See</i> 15 U.S.C. &#167; 1635(a). If the creditor does not take steps to do so within twenty days, the debtor can bring suit in federal court to enforce her right of rescission. <i>Id.</i> &#167; 1635(b). Several agencies have administrative authority under TILA, but the relevant implementing agency for our purposes is the Federal Reserve, which has promulgated a set of regulations (\"Regulation Z\") in this area. <i>See</i> 12 C.F.R. Pt. 226.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The Federal Reserve can allow exemptions from some federal requirements if it finds that a state has adequately regulated in the area:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The [Federal Reserve] shall by regulation exempt from the requirements of this part any class of credit transactions within any State if it determines that under the law of that State that class of transactions is subject to requirements substantially similar to those imposed under this part, and that there is adequate provision for enforcement.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">15 U.S.C. &#167; 1633. The Federal Reserve has granted exemptions under section 1633 to certain classes of credit transactions in Maine, Massachusetts, Connecticut, Wyoming, and Oklahoma. 12 C.F.R. Pt. 226, Supp. I. In these few states, as to certain TILA requirements the federal provisions have no force and creditors are subject to state requirements that are generally quite similar and often identical to the federal requirements. <i>See Ives v. W.T. Grant Co.,</i> <span class=\"citation\" data-id=\"330039\"><a href=\"/opinion/330039/mildred-ives-v-w-t-grant-company/\"><span class=\"volume\">522</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">749</span></a></span>, 755 (2d Cir.1975).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">However, according to the Federal Reserve's regulations, the exemption's displacement of federal law in favor of state law is not absolute. <i>See</i> 12 C.F.R. &#167; 226.29(b). It is well established that debtors retain at least the ability to file federal suits for damages in federal court under 15 U.S.C. &#167; 1640, regardless of the exemption. <i>See id.; Ives,</i> 522 F.2d at 752-56.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The Belinis reside in a home in North Adams, Massachusetts, which they have owned since before the transaction at issue here. On December 29, 2000, plaintiffs obtained a $102,750 loan from a now defunct company, Foundation Funding Group, Inc., secured by this home. Defendant Washington Mutual Bank is, according to the complaint, the assignee and current owner of the mortgage obtained by the Belinis from Foundation Funding Group, Inc.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The Belinis allege that they were not provided with various disclosures prior to closing this mortgage transaction, which are required under both TILA and its Massachusetts equivalent. In particular, they allege that the mortgage was a high-cost mortgage under both TILA (as amended by the Home Ownership Equity Protection Act of 1994 (HOEPA)) and its implementing regulations, <i>see</i> 15 U.S.C. &#167; 1602(aa); 12 C.F.R. &#167; 226.32, as well as the relevant Massachusetts regulations, <i>see</i> Mass. Regs.Code tit. 209, &#167; 32.32(1). They further allege that Foundation Funding did not furnish the Belinis with all the required disclosures for such high-cost mortgages, including the following required disclosure:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">You are not required to complete this agreement merely because you have received these disclosures or have signed a loan application. If you obtain this loan, the lender will have a mortgage on your home. You could lose your home, and any money you have put into it, if you do not meet your obligations under the loan.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">15 U.S.C. &#167; 1639(a)(1)(A),(B); 12 C.F.R. &#167; 226.32(c)(1); Mass. Regs.Code tit. 209, &#167; 32.32(3)(a).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The Belinis allege that under both federal and Massachusetts law, the failure by Foundation to make the required disclosures, which &#8212; they allege &#8212; were \"material,\" gave the Belinis the right to rescind the mortgage until such time as the disclosures were actually delivered. <i>See</i> 15 U.S.C. &#167; 1635(a); Mass. Gen. Laws ch. 140D, &#167; 10(a). United States Code section 1635(a) and Massachusetts General Laws section 10(a), which contain essentially identical language, provide that in any consumer credit transaction</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">in which a security interest ... is or will be retained or acquired in any property which is used as the principal dwelling of the person to whom credit is extended, the [debtor] shall have the right to rescind the transaction until midnight of the third business day following the consummation of the transaction or the delivery of the information and rescission forms required under this section together with a statement containing the material disclosures required by this subchapter, whichever is later....</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">15 U.S.C. &#167; 1635(a).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">On May 9, 2003, counsel for the Belinis sent a letter to Washington Mutual Bank, giving it notice that the Belinis were asserting their right to rescind the mortgage transaction. This rescission notice read in part:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Please be advised that I have been authorized by my clients to rescind [the mortgage] transaction and hereby exercise that right pursuant to [TILA], 15 U.S.C. Section 1635 and Regulation Z, [15 C.F.R.] Section 226.23.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The primary basis for the rescission is that Mr. and Mrs. Belini were not provided with a completed copy of the notice of their right to rescind the above consumer credit transaction, in violation of 15 U.S.C. Section 1635(a) and Regulation Z, [15 C.F.R.] Sections 226.17 and 226.23, and the advanced [HOEPA] disclosures required by 15 U.S.C. &#167; 1639(b)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The notice did not mention any provisions of Massachusetts state law.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The rescission notice from the Belinis concluded by instructing Washington Mutual that \"[p]ursuant to Regulation Z, you have twenty days after receipt of this Notice of Rescission to return to my clients all monies paid and to take action necessary and appropriate to terminate the security interest.\" The requirement that creditors return a debtor's money and take action to terminate their security interest in the debtor's property within twenty days of receiving a rightful notice of rescission is, again, the same under both federal and Massachusetts law. <i>See</i> 15 U.S.C. &#167; 1635(b); Mass. Gen. Laws ch. 140D, &#167; 10(b). The Belinis allege that the notice was received by Washington Mutual Bank (and they present a signed return receipt to prove this), and yet, Washington Mutual did not return the payments and fees that the Belinis had paid on the mortgage, nor did it take any steps to terminate its security interest on the property. There is no allegation concerning whether Washington Mutual replied to the notice in any way.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The Belinis sued Washington Mutual Bank in Massachusetts federal district court on July 11, 2003, Civil Action No. 03-30175, and a first amended complaint was filed on November 17, 2003. The first amended complaint alleged that the court had federal question jurisdiction, premised on TILA, and alleged that Foundation Funding, at the time the loan was closed, failed to provide the Belinis with required disclosures under both state and federal law. The first amended complaint sought rescission of the loan under both federal and state law, damages under both federal and state law, and costs and attorney's fees.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Washington Mutual moved to dismiss the complaint under Fed.R.Civ.P. 12(b)(1) and 12(b)(6). Washington Mutual argued first that the exemption granted by the Federal Reserve to Massachusetts from the requirements of TILA extended to a claim for rescission; such a claim therefore had to be brought under Massachusetts state law and not federal law. Washington Mutual noted that, according to the Federal Reserve, the Massachusetts exemption extended to \"chapters 2 and 4\" of TILA, although it did not extend \"to the civil liability provisions of [15 U.S.C. &#167;&#167;] 1640 and 1641.\" 12 C.F.R. &#167; 226.29; 12 C.F.R. Pt. 226, Supp. I. Washington Mutual argued that since the right to rescind was rooted in 15 U.S.C. &#167; 1635, which was part of Chapter 2 but not found in sections 1640 or 1641 (which, they argue, provided only for damages), any right to sue for rescission fell under the exemption.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">As to the Belinis' suit for damages under TILA, <i>see</i> 15 U.S.C. &#167; 1640, Washington Mutual conceded that the plain language of the Federal Reserve's regulation allowed such an action to be brought in federal court under section 1640 despite the Massachusetts exemption, <i>see</i> 12 C.F.R. &#167; 226.29(b), and Washington Mutual did not challenge this regulation. However, Washington Mutual contended that any action under section 1640 was time-barred, because the section contained a one-year statute of limitations, <i>see</i> 15 U.S.C. &#167; 1640(e), and suit was brought more than one year after the closing of the loan, when the required disclosures were allegedly not furnished to the Belinis. Since the only federal claim in the case was time barred, Washington Mutual argued, the court should dismiss the state law rescission and damages claims. Finally, Washington Mutual argued that the complaint should be dismissed as well for a wholly independent reason: service was not made upon Washington Mutual within 120 days of the filing of the action, as required by Fed.R.Civ.P. 4(m).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The Belinis argued in opposition to this motion that the Federal Reserve regulations in effect interpreted TILA's exemption provision, 15 U.S.C. &#167; 1633, to say that any federal private right of action, whether for damages <i>or rescission,</i> was preserved from the exemption. The exemption in the Belinis' view extended only to substantive requirements and public, agency-based enforcement, but not to the jurisdiction of the federal court. The Belinis argued as well that the right to sue to enforce the right of rescission was properly located under section 1640 (which was expressly preserved from the exemption), and not section 1635 (which was not). On the damages claim, the Belinis argued that Washington Mutual misunderstood the nature of their claim: they were suing for damages not based on the initial failure to make the required disclosures (although this also violated the statute), but rather for Washington Mutual's improper failure to take the required steps to return the Belinis' money and void their security interest upon receipt of their rescission notice. The latter event occurred within one year of the filing of the complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In addition to filing an opposition, the Belinis took two prophylactic steps in response to Washington Mutual's motion to dismiss. First, they moved to file a second amended complaint: this second amended complaint differed from the first amended complaint chiefly in that it alleged diversity as an alternate basis for jurisdiction, should the court find no basis for federal question jurisdiction. The Belinis alleged that the amount in controversy requirement was met because the face value of the mortgage that they sought to rescind was $102,750, which exceeded $75,000. Second, the Belinis on May 4, 2004, filed an altogether new, second action, No. 04-30083, with an identical complaint; the purpose of filing this second action was to protect against adverse statute of limitations consequences in case the first action was dismissed for lack of timely service.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">On October 26, 2004, the district court granted Washington Mutual's motion to dismiss the first action, No. 03-30175. It cited two bankruptcy court cases, <i>In re Fidler,</i> <span class=\"citation\" data-id=\"1523916\"><a href=\"/opinion/1523916/in-re-fidler/\"><span class=\"volume\">226</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">734</span></a></span>, 736 (Bankr.D.Mass.1998), and <i>In re Desrosiers,</i> <span class=\"citation\" data-id=\"1535332\"><a href=\"/opinion/1535332/in-re-desrosiers/\"><span class=\"volume\">212</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">716</span></a></span>, 722 n. 6 (Bankr.D.Mass.1997), as support for its conclusion that the Belinis' right to sue for rescission existed solely under state law, and not under federal law, given the Massachusetts exemption. It further held that the correct starting date for all of plaintiffs' damages claims was the time the loan was consummated, and that date was well more than one year before this action was filed, so any damages claims under TILA were time-barred.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The court then dismissed the Belinis' remaining state law claims, noting the principle that the unfavorable disposition of all a plaintiff's federal claims at an early date usually will trigger the dismissal without prejudice of any supplemental state law claims.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The court also disallowed the Belinis' motion to amend their complaint and add diversity as a basis for jurisdiction. The court held that the amount in controversy requirement was not met, since the proper value of rescission for these purposes was not the total face value of the mortgage, $102,750, but instead only the total of the down payment, closing fees, and past payments that Washington Mutual would be obligated to return to the Belinis if rescission were effected, which was far less than $75,000. Finally, as an independent basis for dismissal of this first action, the court cited the Belinis' failure to effect timely service.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The district court dismissed the Belinis' second action, No. 04-30083, on November 2, 2004, adopting the same reasons that it used to dismiss the first action except for the failure to effect timely service. The Belinis filed a timely appeal of the dismissal of both actions. However, the Belinis have not challenged the dismissal because of untimely service on appeal. Thus, they cannot prevail on the appeal of their first action, No. 03-30175, and we will affirm the dismissal of this action. That ground, however, does not apply to the dismissal of their second action, No. 04-30083.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">On appeal, the Belinis advance three contentions: (1) the Massachusetts exemption under 15 U.S.C. &#167; 1633 and 12 C.F.R. &#167; 226.29 does not eclipse the federal cause of action to enforce the right of rescission; (2) although the Belinis concede on appeal that the statute of limitations under 15 U.S.C. &#167; 1640(e) has run for any federal damages claims based on the creditor's failure to make disclosures at the time of the mortgage closing, they properly state a separate damages claim based on Washington Mutual's failure to respond to their notice of rescission; and (3) jurisdiction also lies based on diversity because the district court improperly undervalued the rescission remedy. Below, the Belinis asserted state law damages claims under Mass. Gen. Laws ch. 140D, &#167; 32, the Massachusetts counterpart to 15 U.S.C. &#167; 1640, but the Belinis have not challenged the dismissal of these claims on appeal and thus these claims are waived.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We reverse based on the Belinis' second contention, thereby rendering consideration of the more difficult issues in this case &#8212; whether the exemption eclipses any federal action to enforce the right of rescission and how to value the remedy of rescission for diversity purposes&#8212;unnecessary.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Washington Mutual does not dispute that the Federal Reserve regulations expressly allow a damages action to be brought under 15 U.S.C. &#167; 1640 despite the Massachusetts exemption from most of the requirements of TILA's Chapter 2. <i>See</i> 12 C.F.R. &#167; 226.29(b)(1) (\"No exemptions granted under this section shall extend to the civil liability provisions of sections [1640 and 1641] of the act.\"). Nor does Washington Mutual challenge the regulations themselves, as inconsistent with the statute allowing the Board to grant these exemptions, 15 U.S.C. &#167; 1633, or for any other reason. <i>See Ives v. W.T. Grant Co.,</i> <span class=\"citation\" data-id=\"330039\"><a href=\"/opinion/330039/mildred-ives-v-w-t-grant-company/\"><span class=\"volume\">522</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">749</span></a></span>, 753-56 (2d Cir.1975) (upholding these regulations from statutory challenge).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Section 1640 allows damages actions to be brought against \"any creditor who fails to comply with any requirement imposed under this part, including any requirement under section 1635 of this title....\" 15 U.S.C. &#167; 1640(a). Such a creditor can generally be held liable for actual damages suffered, a statutory penalty equal to twice the finance charge (with a minimum penalty of $200 and a maximum penalty of $2,000),<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> and attorney's fees and costs. <i>See id.</i> Rescission is not a remedy for such a violation, although it can be sought in the same action along with actual damages and the statutory penalty. <i>See id.</i> &#167; 1635(g). Before 1974, liability under section 1640(a) was imposed only for failure to \"disclose to any person any information required ... to be disclosed to that person\"; in 1974, however, this language was changed to refer to failure to \"comply with any requirement.\" <i>See id.</i> &#167; 1640, Historical and Statutory Notes; <i>see also Gerasta v. Hibernia Nat'l Bank,</i> <span class=\"citation\" data-id=\"355544\"><a href=\"/opinion/355544/joseph-e-gerasta-josefina-e-gerasta-wife-of-joseph-e-gerasta-v/\"><span class=\"volume\">575</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">580</span></a></span>, 583-84 (5th Cir.1978). In 1980, Congress added the specific reference to section 1635. <i>See</i> 15 U.S.C. &#167; 1640(a), Historical and Statutory Notes. Most of the requirements under TILA are disclosure requirements, but Congress clearly did not limit liability to disclosure requirements alone.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Section 1635, in relevant part, provides that \"[w]ithin 20 days after receipt of a notice of rescission [from a debtor], the creditor shall return to the [debtor] any money or property given as earnest money, down payment, or otherwise, and shall take any action necessary or appropriate to reflect the termination of any security interest created upon the transaction.\" 15 U.S.C. &#167; 1635(b). Thus, section 1635(b) places certain requirements upon a creditor: upon receiving a debtor's valid notice of rescission, the creditor must, within twenty days, return all money paid by the debtor and must void the security interest.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Should the creditor not take these steps within twenty days, then the debtor has generally violated a \"requirement\" of section 1635 and can be held liable for damages under section 1640. <i>See, e.g., Mijo v. Avco Fin. Servs. of Haw., Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">1991</span> <span class=\"reporter\">WL</span> <span class=\"page\">126660</span></span>, at *1 (9th Cir. July 1, 1991) (unpublished); <i>Smith v. Fid. Consumer Disc. Co.,</i> <span class=\"citation\" data-id=\"538491\"><a href=\"/opinion/538491/annabelle-smith-charles-coplin-margaret-coplin-gloria-young-and-tito/\"><span class=\"volume\">898</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">896</span></a></span>, 903 (3d Cir.1990); <i>Smith v. Am. Fin. Sys., Inc.,</i> <span class=\"citation\" data-id=\"437670\"><a href=\"/opinion/437670/in-re-patricia-g-smith-debtor-patricia-g-smith-v-american-financial/\"><span class=\"volume\">737</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1549</span></a></span>, 1552 (11th Cir.1984); <i>Arnold v. W.D.L. Invs., Inc.,</i> <span class=\"citation\" data-id=\"416472\"><a href=\"/opinion/416472/charles-e-arnold-v-wdl-investments-inc/\"><span class=\"volume\">703</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">848</span></a></span>, 850 (5th Cir.1983); <i>Gerasta,</i> 575 F.2d at 584; <i>Rowland v. Novus Fin. Corp.,</i> <span class=\"citation\" data-id=\"1453439\"><a href=\"/opinion/1453439/rowland-v-novus-financial-corp/\"><span class=\"volume\">949</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1447</span></a></span>, 1455 (D.Haw.1996); <i>see also</i> Ralph C. Clontz, Jr., 2 <i>Truth in Lending Manual</i> &#167; 10.03[4], at 10-4 (2000).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">We know of no court that has come to the contrary position. Further, this result is sensible: section 1635 is written with the goal of making the rescission process a private one, worked out between creditor and debtor without the intervention of the courts. The potential for damages (including penalties and attorney's fees) creates incentives for creditors to rescind mortgages when faced with valid requests without forcing debtors to resort to the courts, for such resort causes substantial delay and expense to debtors. Of course, where the debtor's notice of rescission is invalid &#8212; for example, where the creditor has not actually failed to satisfy a material disclosure requirement that would entitle the debtor to rescind &#8212; then no damages can be assessed against the creditor for failing to respond to the notice.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> <i>See Fid. Cons.Disc. Co.,</i> 898 F.2d at 903.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The statute of limitations for bringing an action under section 1640 is \"one year from the date of the occurrence of the violation.\" 15 U.S.C. &#167; 1640(e). The \"date of the occurrence of the violation,\" here, is at the earliest the date that Washington Mutual received the Belinis' notice of rescission; in truth, the date of the occurrence is likely twenty days later, when Washington Mutual's time for responding to that notice expired. <i>See Fid. Consumer Disc. Co.,</i> 898 F.2d at 903. The Belinis' notice was not mailed until May 9, 2003. The \"date of the occurrence of the violation\" cannot be the date the loan was closed; the closing is not the source of the debtor's complaint, and such a rule would create nonsensical results. 15 U.S.C. &#167; 1635(f) states that \"[a debtor's] right of rescission shall expire three years after the date of consummation of the transaction or upon the sale of the property, whichever occurs first,\" notwithstanding that the necessary material disclosures or forms have not been received. It cannot be that the one-year statute of limitations under section 1640 for a creditor's failing to respond properly to a debtor's notice of rescission expires before the debtor is required to send that notice in the first place. Since the Belinis' second action was filed on May 4, 2004, the action was obviously filed within one year of the \"occurrence of the violation.\"</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Washington Mutual does not contest the correctness of this analysis. It argues, however, that the Belinis' notice of rescission did not require any response because it failed to state a claim and so was invalid. This argument has no force.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">In an exempt state, the Federal Reserve has constructed a system whereby a creditor can be held liable under 15 U.S.C. &#167; 1640 for failing to comply with any <i>state</i> law requirement that is equivalent to an actionable requirement under TILA (however, violations of state law requirements that go beyond TILA are generally not actionable under section 1640 in an exempt state). <i>See</i> 12 C.F.R. &#167; 226.29(b)(2) (\"If an exemption has been granted, the disclosures required by the applicable state law (except any additional requirements not imposed by federal law) shall constitute the disclosures required by this act [for purposes of section 1640].\");<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> <i>Ives,</i> 522 F.2d at 753-54. Otherwise, section 1640 would be a nullity in an exempt state, since the substantive <i>federal</i> requirements have been superceded by the exemption.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Because of the Massachusetts exemption, the substantive requirements of state law are the requirements that creditors must follow. This includes any disclosure requirements. The federal requirements on the mechanics of rescission, found in 15 U.S.C. &#167; 1635, are also superceded by state requirements: these include how a creditor must notify a debtor of the right to rescind, how a debtor should notify a creditor if he is taking advantage of his right to rescind, and how long and what steps a creditor must take to respond to that request. The Belinis' complaint alleges a failure by the creditor to comply with certain state law disclosure requirements applicable to high-cost mortgages, <i>see</i> Mass. Regs.Code tit. 209, &#167; 32.32, which are identical to the federal requirements embodied in the HOEPA amendments to TILA, <i>see</i> 15 U.S.C. &#167; 1639. The complaint also alleges that Washington Mutual violated state law rescission procedures by failing to respond to the Belinis' allegedly meritorious rescission notice (which was premised on the creditor's failure to provide these disclosures) by returning the Belinis' money and voiding their security interest within twenty days. The relevant state law rescission procedures are also substantively identical to the federal rescission procedures under TILA. <i>Compare</i> 15 U.S.C. &#167; 1635(b), <i>and</i> 12 C.F.R. &#167; 226.23, <i>with</i> Mass. Gen. Laws ch. 140D, &#167; 10(b), <i>and</i> Mass. Regs.Code tit. 209, &#167; 32.15. Because the Belinis allege that Washington Mutual failed to comply with an applicable state law requirement on the mechanics of rescission that is also imposed by TILA &#8212; the requirement that a creditor return a debtor's money and take steps to void its security interest within twenty days of receiving the valid notice of rescission &#8212; they have stated a damages claim under section 1640.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The Belinis' rescission notice did not explicitly mention Massachusetts state law: it instead relied entirely on the disclosure requirements and rescission procedures found in TILA (as amended by HOEPA) and its implementing regulation, Regulation Z. But this cannot relieve Washington Mutual of potential liability. The relevant substantive disclosure requirements under federal and state law are generally the same and the precise disclosures that the Belinis allege the creditor did not make are found both in Massachusetts and federal law. Moreover, the creditor's duties upon receiving a valid notice of rescission are identical under federal and state law. Washington Mutual was on notice from the Belinis' letter of exactly which disclosure requirements it allegedly violated and how it ought to respond to the notice.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">We conclude that the Belinis' claim that they are entitled to damages under 15 U.S.C. &#167; 1640 because of Washington Mutual's failure to return their money and void the security interest on their home within twenty days of receiving their notice of rescission was timely and therefore survives Washington Mutual's motion to dismiss.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> This claim furnishes a basis for federal question jurisdiction. Through this claim, the Belinis can seek to prove their case for actual damages due to Washington Mutual's failure to respond to their notice, the statutory penalty, and attorney's fees. The request for rescission, however, constitutes a separate claim.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The difficult issue of whether a TILA exemption, under 15 U.S.C. &#167; 1633 and the Federal Reserve regulations, preserves a federal rescission claim is effectively an issue of whether the Belinis can bring their separate request for rescission under federal law, or instead can only bring such a claim under state law. We need not answer this question now, since the answer has no practical effect on the district court's jurisdiction over the Belinis' rescission claim. The remedial provisions accompanying suits for rescission under TILA are essentially identical to the remedial provisions accompanying suits for rescission under Massachusetts law.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> Under either, the victorious debtor can obtain both attorney's fees and costs, <i>see</i> 15 U.S.C. &#167; 1640(a)(3); Mass. Gen. Laws ch. 140D, &#167; 32(a)(3); a debtor can seek both civil damages and rescission in the same action, <i>see</i> 15 U.S.C. &#167;&#167; 1635(g), 1640(g); Mass. Gen. Laws ch. 140D, &#167;&#167; 10(g), 32(f); and a debtor can seek rescission against an assignee as though that assignee were the original creditor, <i>see</i> 15 U.S.C. &#167; 1641(c); Mass. Gen. Laws ch. 140D, &#167; 33(c).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Even if the rescission claim could only be brought under state law, the district court would still have supplemental jurisdiction over this claim because it is part of the same \"case or controversy\" as the section 1640 damages claim. <i>See</i> 28 U.S.C. &#167; 1367(a). The district court has discretion to decline such jurisdiction in a few circumstances: where the state law issues are difficult or novel, where the state law claims \"substantially predominate[ ]\" over other claims in the action, where the district court has dismissed all claims over which it has original jurisdiction, and in other \"exceptional circumstances\" raising \"compelling reasons for declining jurisdiction.\" <i>Id.</i> &#167; 1367(c).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The district court correctly stated the general rule that an early dismissal of all federal claims will generally lead to the dismissal of all supplemental state law claims, <i>see Gonzalez-De-Blasini v. Family Dep't,</i> <span class=\"citation\" data-id=\"201167\"><a href=\"/opinion/201167/gonzalez-de-blasini-v-family-department/\"><span class=\"volume\">377</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">81</span></a></span>, 89 (1st Cir.2004), but we have reversed the district court's holding that all federal damages claims were time barred and found that a viable federal damages claim remains in the case. Moreover, application of the relevant state law should be straightforward and this application implicates important federal concerns, since the Massachusetts statute is usually identical to TILA. State law applies only through a statutory exemption from TILA for transactions subject to \"substantially similar\" requirements in a given state. 15 U.S.C. &#167; 1633. For the same reason, state claims do not predominate: the overarching structure is provided by TILA, which itself creates the exemption for certain state requirements. The implicit suggestion in the district court's opinion is that it would have exercised supplemental jurisdiction over the state law claims if it had found any viable federal claims in the case, and now that we have held that there is a viable federal claim for damages, the district court should exercise supplemental jurisdiction over the rescission claim.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Finally, we emphasize that the question of whether the exemption vitiates the possibility of bringing a federal claim to enforce the right of rescission raises very difficult issues of regulatory and statutory construction; the Federal Reserve regulations lack clarity on this point. Further, this question is unlikely to be litigated often, given that there are only five states that have exemptions from parts of TILA, <i>see</i> 12 C.F.R. Pt. 226, Supp. I, and that even in these exempt states, an alternative ground for federal jurisdiction will usually exist because of the clear preservation of damages claims under section 1640. Issues regarding the scope of the exemption have seldom arisen in the almost forty years since TILA was passed.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">It is also unnecessary for us to address the issue of diversity jurisdiction, which involves the difficult question of the proper valuation of a rescission remedy, since we have held that the district court has federal question jurisdiction.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <p>V.</p>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The district court's dismissal of the Belinis' first action, No. 03-30175, is <i>affirmed.</i> The district court's dismissal of the Belinis' second action, No. 04-30083, is <i>reversed,</i> and the case is remanded for proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The district court did not specifically discuss the Belinis' damages claim based on Washington Mutual's failure to respond to the Belinis' allegedly valid notice of rescission, but the claim was adequately raised below both by the complaint and by other filings</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> This statutory penalty is unavailable for certain violations of more minor requirements of TILA Chapter 2, although actual damages and attorney's fees are still available even for violations of these requirements<i>See</i> 15 U.S.C. &#167; 1640(a). The language of the Act allows a statutory penalty to be assessed for a creditor's failure to take adequate steps to respond, within twenty days, to a debtor's rightful notice of rescission.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> After the creditor has carried out these obligations, the debtor has her own obligations. \"Upon performance of the creditor's obligations under this section, the [debtor] shall tender the property to the creditor....\" 15 U.S.C. &#167; 1635. As we noted in<i>Large v. Conseco Fin. Servicing Corp.,</i> <span class=\"citation\" data-id=\"199988\"><a href=\"/opinion/199988/large-v-conseco/\"><span class=\"volume\">292</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">49</span></a></span>, 55-56 (1st Cir.2002), TILA alters common law rescission by forcing the creditor to tender before the debtor, although the court has the power under section 1635(b) to change these procedures where appropriate. The creditor cannot use section 1640 to obtain damages in instances where the debtor fails to tender, because section 1640 only imposes liability on creditors.</p>\n        <p class=\"indent\">In <i>Large,</i> we held that rescission of a mortgage governed by TILA does not automatically occur at the time a debtor sends the creditor a notice of rescission. <i>See id.</i> at 54-56. Rescission only occurs when the parties agree to rescind or when a court (or arbitrator) orders the remedy. <i>See id. Large</i> is not in conflict with our holding here: rescission is not automatic when a notice of rescission is sent, but a creditor can still be held liable for wrongfully refusing to rescind when asked to do so by a debtor.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> A few lower courts have hinted that it may be inappropriate to impose liability under section 1640 for a creditor's failure to respond to a rescission notice even in certain circumstances where the debtor is entitled to rescind, such as where the creditor fails to tender within twenty days but instead seeks immediate equitable relief before a court to change the order of tender under section 1635(b)<i>See, e.g., Abel v. Knickerbocker Realty Co.,</i> <span class=\"citation\" data-id=\"1687832\"><a href=\"/opinion/1687832/abel-v-knickerbocker-realty-co/\"><span class=\"volume\">846</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">445</span></a></span>, 450 (D.Md.1994). No such argument has been raised in this case, at least not at this early stage.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The Federal Reserve uses the term \"disclosure\" here, rather than the broader term \"requirement,\" but we think this choice of language makes no difference. The remedial system in exempt states would become hopelessly confused if some requirements (those that constituted \"disclosures\") were actionable under section 1640, while others were not. As well, the purpose of preserving the federal civil liability provisions is to ensure that \"consumers retain access to both federal and state courts in seeking damages or civil penalties for violations, while creditors retain the defenses specified in those sections.\" 12 C.F.R. Pt. 226, Supp. I. This purpose would not be well served by a rule that preserved federal court jurisdiction for only some section 1640 damages actions</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Although we can conceive of a situation where the creditor might be prejudiced by a letter of rescission that failed to state the proper statutory bases on which the request for rescission was founded, Washington Mutual has made no such claim here. Although it is free to raise such a claim on remand, we are dubious of such an argument where, as here, the disclosure and rescission provisions of the state and federal statutes appear to be identical</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Washington Mutual was not the Belinis' initial creditor, but rather an assignee of their initial creditor<i>See</i> 15 U.S.C. &#167; 1641 (stating when TILA causes of action may be brought against assignees). Washington Mutual does not claim that its status as an assignee is relevant to the questions presented in this appeal.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The one difference that we see is that under TILA, \"[a debtor's] right of rescission shall expire<i>three years</i> after the date of consummation of the transaction or upon the sale of the property, whichever occurs first,\" 15 U.S.C. &#167; 1635(f) (emphasis added); while under Massachusetts law, \"[a debtor's] right of rescission shall expire <i>four years</i> after the date of consummation of the transaction or upon the sale of the property, whichever occurs first,\" Mass. Gen. Laws ch. 140D, &#167; 10(f) (emphasis added). Washington Mutual has not argued to the district court or on appeal that the rescission claim in either of the Belinis' two actions was barred by a statute of limitations, and it filed no answer or motions at all in response to the Belinis' second action, so any such statute of limitations argument has been waived.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> In the event that anything in this case should end up turning on whether the rescission remedy is pursued as a state or federal claim &#8212; or under supplemental, federal question, or diversity jurisdiction &#8212; these issues can be considered if and when they arise</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/118197/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199988/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201167/",
    "http://www.courtlistener.com/api/rest/v3/opinions/330039/",
    "http://www.courtlistener.com/api/rest/v3/opinions/355544/",
    "http://www.courtlistener.com/api/rest/v3/opinions/392273/",
    "http://www.courtlistener.com/api/rest/v3/opinions/416472/",
    "http://www.courtlistener.com/api/rest/v3/opinions/437670/",
    "http://www.courtlistener.com/api/rest/v3/opinions/538491/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1453439/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1523916/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1535332/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1687832/"
  ]
}