{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201795/",
  "absolute_url": "/opinion/201795/ruffin-v-city-of-boston/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201795/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:34:31Z",
  "date_modified": "2016-02-28T05:06:28.217661Z",
  "type": "010combined",
  "sha1": "f4a1010ee6a4da3962a5243bc52a4fcaa84175aa",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/03-2102-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2005/09/02/Ruffin_v._City_of_Boston.pdf",
  "plain_text": "                Not For Publication in West's Federal Reporter\n               Citation Limited Pursuant to 1st Cir. Loc. R. 32.3\n\n          United States Court of Appeals\n                        For the First Circuit\n\nNo. 03-2102\n\n                              PETER RUFFIN,\n\n                         Plaintiff, Appellant,\n\n                                      v.\n\n  CITY OF BOSTON; DAVID C. WILLIAMS; JAMES GRIFFIN; PAUL EVANS;\n   ANN MARIE DOHERTY; and SEVERAL UNKNOWN CITY OF BOSTON POLICE\n                             OFFICERS,\n\n                        Defendants, Appellees.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n     [Hon. Edward F. Harrington, Senior U.S. District Judge]\n\n\n                                   Before\n\n                        Boudin, Chief Judge,\n                 Lynch and Lipez, Circuit Judges.\n\n\n     Stephen A. Roach, with whom Roach & Wise, LLP was on brief,\nfor appellant.\n     Eve A. Piemonte Stacey, Assistant Corporation Counsel, City of\nBoston Law Department, with whom Merita A. Hopkins, Corporation\nCounsel, was on brief, for appellees City of Boston, James Griffin,\nPaul Evans, Ann Marie Doherty, and Several Unknown City of Boston\nPolice Officers.\n     Scott P. Lopez, Special Assistant Corporation Counsel, with\nwhom Merita A. Hopkins, Corporation Counsel, was on brief, for\nappellee David C. Williams.\n\n\n                           September 2, 2005\n\f             LIPEZ,    Circuit      Judge.     This    appeal    stems     from     an\n\nexcessive force claim against several Boston police officers.\n\nPlaintiff-appellant Peter Ruffin, who suffered injuries during an\n\naltercation with police, alleged that the officers had beaten him\n\nwithout provocation and then participated in a cover-up designed to\n\nshift attention away from their conduct and towards some incidental\n\nproperty damage Ruffin had inadvertently caused while being beaten.\n\nThe case proceeded to jury trial and the jury found for the\n\ndefendant police officers.            On appeal, Ruffin mainly challenges\n\nvarious evidentiary rulings and trial management decisions.                       Many\n\nof   these   claims    were   not    preserved      below.      Having    carefully\n\nreviewed the record of the entire trial, and concluding that Ruffin\n\nreceived a fair trial, we affirm.\n\n                                        I.\n\nA.    Factual Background\n\n             This case turned entirely on a factual dispute about what\n\nactually happened in the early morning hours of May 5, 1996.                        A\n\ntotal of ten witnesses to the altercation (or part of it) testified\n\n-- five (including Ruffin himself) on behalf of Ruffin and five\n\n(including     defendants     Williams        and    Griffin)     on     behalf     of\n\ndefendants.      Not    surprisingly,        each   witness's    version     varies\n\nsubstantially from that of every other witness, and the truth is\n\ndifficult to determine.          We provide only a brief summary of the\n\nfacts, reciting them in the light most favorable to the jury's\n\n\n                                        -2-\n\fverdict.     United States v. Castellini, 392 F.3d 35, 39 (1st Cir.\n\n2004).\n\n             In the early morning hours of May 5, 1996, Ruffin was\n\nwith family and friends at a bar in Dorchester, Massachusetts.\n\nOver the course of the day, Ruffin had consumed some eight beers in\n\neleven hours.     Ruffin's sister, Colleen O'Herlihy, also had been\n\ndrinking.     When she left to drive home, the family was concerned\n\nthat O'Herlihy had imbibed too much to drive safely, and followed\n\nher to the parking lot.      Ruffin approached her and attempted to\n\npersuade her not to drive.      O'Herlihy was resistant, and the two\n\nbegan arguing in loud voices.    A neighbor viewed the argument from\n\na distance and mistakenly believed that Ruffin was attacking\n\nO'Herlihy.     She called 911 and reported a \"man beating a woman.\"\n\n             Boston police officers Williams and Griffin, defendants-\n\nappellees, responded to the 911 dispatcher and arrived at the\n\nparking lot.     They saw Ruffin pinning O'Herlihy to the ground, and\n\nordered him to get off her.       As the officers attempted to pull\n\nRuffin off O'Herlihy, he yelled profanities and racial slurs.1        A\n\nstruggle ensued as the officers attempted to arrest and handcuff\n\nRuffin and he fought them.     During this scuffle, both Ruffin and\n\nGriffin were injured, Ruffin more severely.      Ruffin's family and\n\nfriends witnessed various portions of this altercation.\n\n\n\n\n     1\n         Ruffin is white; Griffin and Williams are black.\n\n                                  -3-\n\f           One of the officers made an \"officer in trouble\" radio\n\ncall, and other officers responded shortly.           Ruffin was eventually\n\nplaced into the back of a police cruiser.           He continued struggling\n\nand kicked out the rear passenger window.           The officers then moved\n\nhim to a windowless wagon for transportation to the police station.\n\nAt the station, Ruffin continued to be combative and uncooperative.\n\nAn emergency medical technician (whose treatment Ruffin refused)\n\nnoted in his log that Ruffin was intoxicated and belligerent.\n\nB.   Procedural History\n\n           Three years after the incident, Ruffin filed suit against\n\nnamed and unknown police officers, the City of Boston, former\n\nPolice   Commissioner    Paul     Evans,   and   Superintendent      Ann   Marie\n\nDoherty, alleging various federal and state claims. Ruffin alleged\n\nthat Williams had struck him from behind without provocation and\n\nthat the officers had then beaten him severely while he offered no\n\nresistance.    According to Ruffin, as he was being placed into the\n\nback of the police cruiser, Williams choked Ruffin and stuck his\n\nthumb into Ruffin's eye with such force that Ruffin began flailing\n\nand involuntarily kicked out the window.            Police supervisors then\n\nused this broken window as a pretext to explain the beating and\n\ncovered up the real nature of the event.\n\n           Ruffin's complaint alleged, inter alia, that defendants\n\nviolated his civil rights by using unreasonable force, failing to\n\nintervene,    covering   up   a   civil    rights   violation   by    false   or\n\n\n                                     -4-\n\fmisleading statements, and conspiring to cover up a civil rights\n\nviolation.   The district court severed the individual liability\n\nclaims against Williams and Griffin from the supervisory claims\n\nagainst the other defendants, and the federal claims under 42\n\nU.S.C. ยง 1983 from the state law claims.\n\n           The   ยง   1983    claims   against   the    two   named     officers\n\nproceeded to jury trial.      At the close of the plaintiff's case, the\n\ncourt granted the defendants' motion for judgment as a matter of\n\nlaw on Ruffin's cover-up and conspiracy to cover-up claims.                 The\n\nexcessive force and failure to intervene claims were submitted to\n\nthe jury, which returned verdicts for the defendants. The district\n\ncourt then dismissed Ruffin's remaining federal claims against the\n\nsupervisory defendants and the City, and transferred the state law\n\nclaims to Massachusetts state court.        Ruffin timely appealed.\n\n                                      II.\n\n           Ruffin raises various claims on appeal, arising from\n\npretrial discovery rulings, evidentiary rulings at trial, the\n\ndistrict   court's   trial    management,   and   its     grant   of    partial\n\njudgment as a matter of law for defendants.           We address the alleged\n\nerrors approximately in the order in which Ruffin presents them,\n\ncombining two issues that are better treated together.\n\nA.   Admission of Thomas Finn's Report and Testimony\n\n           While Ruffin was at the police station, Emergency Medical\n\nTechnician Thomas Finn evaluated Ruffin's injuries and offered\n\n\n                                      -5-\n\fmedical treatment, which Ruffin refused.             Although by the time of\n\ntrial Finn could no longer recall the events of May 5, 1996, he had\n\ncontemporaneously recorded his observations in a brief patient care\n\nreport.         The report, besides describing Ruffin's injuries, noted\n\nthat       he   had   refused   treatment,   which    contradicted   Ruffin's\n\ntestimony that he had never been offered treatment.              The report\n\nalso noted \"obvious ETOH\"2 and \"belligerent toward authority.\"\n\n                Before trial, Ruffin moved in limine to exclude Finn's\n\ntestimony and report on the grounds that the evidence was relevant\n\nonly to an earlier claim of failure to provide medical assistance,\n\nwhich Ruffin had voluntarily dismissed.              In a separate document,\n\nRuffin objected to the notation \"belligerent towards authority.\"\n\nAt trial, the defense sought to put Finn on the stand and to\n\nintroduce the report into evidence.          Over Ruffin's objection, the\n\ncourt permitted Finn to testify based on the report (since he had\n\nno independent recollection) and permitted the defense to publish\n\nthe report to the jury.\n\n                On appeal, Ruffin argues that Finn's report and testimony\n\nbased upon that report were inadmissible hearsay.                    Appellees\n\nrespond that the report was admissible under various hearsay\n\nexceptions.        See Fed. R. Evid. 803(1) (present sense impression),\n\n803(5) (past recollection recorded), 803(6) (business record),\n\n\n       2\n      \"ETOH\" is an abbreviation for ethyl alcohol. As Finn later\nexplained, the phrase \"obvious ETOH\" referred to his impression\nthat Ruffin was intoxicated.\n\n                                       -6-\n\f803(8)   (public   record).    Appellees   further    argue   that   any\n\nstatements by Ruffin incorporated into the report (and hence double\n\nhearsay) are admissible under other rules.       See Fed. R. Evid.\n\n613(b) (extrinsic evidence of prior inconsistent statement for\n\nimpeachment), 801(d)(2)(A) (admission by party opponent), 803(2)\n\n(excited utterance),     803(3) (existing state of mind), 803(4)\n\n(statements for purpose of medical diagnosis).       Ruffin also argues\n\nthat Finn was biased because he was a member of the Boston Police\n\nPatrolman's Association and, by virtue of his position, sympathetic\n\nto police officers.\n\n           We review the district court's admission of disputed\n\nevidence for abuse of discretion.      United States v. Flemmi, 402\n\nF.3d 79, 86 (1st Cir. 2005).   Finn's own observations contained in\n\nthe patient care report were admissible as, at least, business\n\nrecords under Rule 803(6).    Double hearsay statements by Ruffin in\n\nthat report were admissible as statements of a party-opponent under\n\nRule 801(d)(2)(A).    Finally, Ruffin was able to develop in cross-\n\nexamination his theory that Finn was biased towards police officers\n\nand had a motive to falsify his report to buttress the officers'\n\naccount. Ultimately, the admissibility of the report and testimony\n\nwere quintessential discretionary calls for the trial court, and\n\nthe court did not abuse its discretion in admitting that evidence.\n\n\n\n\n                                 -7-\n\fB.   Inquiry into Williams's Job Status, Reputation, and/or Prior\n     Bad Acts\n\n          1.   The Excluded Testimony\n\n          Before the complaint in this case was filed, Williams was\n\nterminated from the Boston police for an unrelated incident of\n\nalleged excessive force.3   He has not been a member of any police\n\nforce since then.\n\n          Not surprisingly, Ruffin wished to explore Williams's\n\nreputation, employment history, and prior excessive force history,\n\nand Williams wished to avoid it.   The issue first surfaced during\n\ndirect examination of Ruffin himself.      Ruffin's counsel asked\n\nwhether, before May 5, 1996, Ruffin had ever seen Williams. Ruffin\n\nstarted to answer that he had once seen Williams (presumably off-\n\nduty) in a business establishment in Dorchester.        Williams's\n\ncounsel objected, and it emerged that Ruffin would testify that\n\nWilliams was wearing a shirt (presumably not official department\n\nissue) that said words to the effect of \"Boston Police, Toughest\n\nGang There Is.\" Williams's counsel again objected on the ground of\n\nrelevance, and the court sustained the objection.    The following\n\nexchange then occurred:\n\n\n\n     3\n      In 1998, a federal civil jury found Williams liable in that\nincident for, inter alia, excessive force, assault and battery,\ndeliberate indifference to excessive force, and deliberate\nindifference to medical needs. See Cox v. City of Boston, No. 95-\n12729 (D. Mass. filed Dec. 18, 1995), docket entry 420 (Dec. 22,\n1998) (jury verdict).     We may take judicial notice of court\nproceedings. Maher v. Hyde, 272 F.3d 83, 86 n.3 (1st Cir. 2001).\n\n                                -8-\n\f          MR. ROACH [Ruffin's counsel]: I'd like just to\n          say one thing for the record, Your Honor. I'm\n          sorry to keep you.     I'm going to put into\n          evidence later on in this case, I just want\n          you to know, there are -- people around\n          Dorchester in the community, specifically his\n          mother, other people knew Dave Williams and he\n          had a reputation. I am going to try to put\n          that into evidence at some point.\n\n          MR.    LOPEZ     [Williams's    counsel]:    His\n          reputation?\n\n          MR. ROACH: Under Rule 404.\n\n          THE COURT: I am not going to let it in because\n          the issue already is narrow:    Did they beat\n          him or didn't they.        His reputation is\n          irrelevant because there is no extortion,\n          there is no fear --\n\n          MR. ROACH: Well, I think the defense, Your\n          Honor, is going to say --\n\n          THE COURT: Well, let's see what the defense\n          does.\n\n          MR. ROACH: Can I make an offer of proof on the\n          record on this?\n\n          THE COURT: Well, you may, but not at this\n          time.\n\n          MR. ROACH: Okay.\n\n          The    issue   later   arose   before   Williams's   direct\n\nexamination.    Williams's counsel requested a sidebar to clarify\n\nwhether Ruffin would be able to cross-examine Williams regarding\n\nhis current job status and to object to such cross-examination as\n\nirrelevant.    Ruffin's counsel advised the court that he wished to\n\n\"ask him if he's still employed as a police officer, yes or no,\n\nsir, what do you do.     That is it, I'm not going to ask him about\n\n                                 -9-\n\fwhy or anything.\"         The court described that as \"a dangerous\n\nquestion,\" and inquired whether \"the purpose of [your] asking it is\n\nto leave the inference . . . that he was kicked out for good cause,\n\n[because] it's prejudicial if it didn't grow out of this case.\"\n\nRuffin's   counsel   confirmed      that   Williams's   termination    was\n\nunrelated to this case, and the court sustained the objection.\n\n           2.    Analysis\n\n           On   appeal,    Ruffin   challenges   the    district   court's\n\nexclusion of inquiry into Williams's job status, disciplinary\n\nhistory, and reputation.4\n\n           First, he challenges the court's ruling preventing him\n\nfrom inquiring into Williams's present job status.         He notes that\n\nunder Fed. R. Evid. 608(b), \"[s]pecific instances of the conduct of\n\na witness, for the purpose of attacking or supporting the witness'\n\ncharacter for truthfulness . . . . may, . . . in the discretion of\n\nthe court, if probative of truthfulness or untruthfulness, be\n\ninquired into on cross-examination of the witness . . . concerning\n\nthe witness' character for truthfulness or untruthfulness.\"           Fed.\n\nR. Evid. 608(b).\n\n           Ruffin's argument fails for two independent reasons.\n\nFirst, he did not argue below that character for truthfulness was\n\na basis for the inquiry, but rather tacitly confirmed the district\n\n\n\n     4\n      He does not challenge the exclusion of the testimony about\nWilliams's shirt.\n\n                                    -10-\n\fcourt's suspicion that the purpose of the question was to create an\n\ninference of propensity to engage in misconduct. Consequently, any\n\nargument     that    the    evidence   was    admissible    under    Rule   608   is\n\nforfeited.     See Tate v. Robbins & Myers, Inc., 790 F.2d 10, 12 (1st\n\nCir. 1986) (\"[I]f evidence is excluded because it is inadmissible\n\nfor its only articulated purpose, the proponent of the evidence\n\ncannot challenge the ruling on appeal on the ground that the\n\nevidence 'could have been rightly admitted for another purpose.'\")\n\n(citation     omitted).         Second,      the   district   court      \"has    wide\n\ndiscretion under Rule 608(b),\" Navarro de Cosme v. Hospital Pavia,\n\n922   F.2d    926,    933    (1st   Cir.     1991),   as   well     as   Rules    402\n\n(inadmissibility       of     irrelevant     evidence),     403   (exclusion      of\n\nrelevant evidence on grounds of prejudice), and 404(b) (exclusion\n\nof evidence of other acts to demonstrate propensity to act in a\n\ncertain fashion). The court was entitled to find that the question\n\nran afoul of any or all of the above rules.                Put another way, the\n\ninference that Ruffin wished to raise -- that because Williams had\n\nbeen terminated for an unrelated incident, he was probably at fault\n\nin this incident too -- is precisely the type of inference that the\n\nFederal Rules of Evidence seek to prevent a party from raising.\n\nWhile the specific question that Ruffin wanted to ask was not so\n\nblatantly prejudicial that the district court was required to\n\nexclude it, the court certainly was not required to permit it\n\neither, and did not abuse its discretion in excluding it.\n\n\n                                       -11-\n\f          Second, Ruffin challenges the district court's exclusion\n\nof evidence concerning Williams's reputation or prior bad acts.\n\nSuch evidence can, in appropriate circumstances, be admissible for\n\nlimited purposes.   See generally Fed. R. Evid. 404(b) (evidence of\n\nother acts may be admissible to show, e.g., \"absence of mistake or\n\naccident\"), 608(a) (impeachment by reputation for truthfulness),\n\n608(b) (impeachment by specific instances of conduct).       On the\n\nother hand, that type of evidence also carries the risks of unfair\n\nprejudice, see Fed. R. Evid. 403, or being misused to demonstrate\n\npropensity to act in a certain way, see Fed. R. Evid. 404(b).    The\n\nbalance is delicate, and courts have occasionally held that it was\n\nerroneous to exclude such evidence.     See, e.g., Carson v. Polley,\n\n689 F.2d 562, 571-572 (5th Cir. 1982) (reversing district court's\n\nexclusion of performance evaluations of two deputy sheriffs stating\n\nthat they needed to control their tempers, holding that one report\n\nwas admissible under Rule 404(b) to show intent to harm plaintiff\n\ninmate, and other was admissible under Rule 608(b)).\n\n          We realize that evidence of other instances in which\n\nWilliams allegedly used excessive force might have been helpful to\n\nRuffin in swaying the jury.   However, there was also a risk that,\n\ndespite any limiting instructions, the jury would use the evidence\n\nnot just to evaluate Williams's truthfulness, but also to establish\n\na propensity for such conduct.   The district court was in the best\n\nposition to determine whether the risk of unfair prejudice would\n\n\n                                 -12-\n\foutweigh the legitimate uses of the evidence, and we are reluctant\n\nto disturb its ruling given the wide latitude we accord to trial\n\njudges in this area.       We do not find an abuse of discretion.\n\n           Other    rulings      to   which   Ruffin     objects    are   easily\n\nresolved. First, he argues that permitting the defense to refer to\n\nWilliams   as    \"Officer\"      Williams,     in   the   present    tense,    was\n\nprejudicial to Ruffin because it created the false impression that\n\nWilliams   was     still   a    police   officer.        Since     he   did   not\n\ncontemporaneously object, we review only for plain error, Fed. R.\n\nEvid. 103(d); Bandera v. City of Quincy, 344 F.3d 47, 55 (1st Cir.\n\n2003), and find none.          Second, he argues that the district court\n\nerroneously excluded evidence of Williams's reputation.5                      But,\n\ndespite the court's statement that counsel could make an offer of\n\nproof on the record at some later point, counsel never attempted to\n\nintroduce evidence of Williams's reputation.                Since he did not\n\n\n\n\n     5\n      Ruffin never explained, either to the district court or in\nhis appellate brief, whether he meant to offer evidence of\nWilliams's reputation for truthfulness or his reputation for\nviolence. However, at trial Ruffin's counsel explained that the\nbasis for admitting reputation evidence was Rule 404. The only\nbasis under Rule 404 for admitting evidence of a civil defendant's\nreputation is Rule 404(a)(3), which permits, inter alia, evidence\nof a witness's character for truthfulness pursuant to Rule 608(a).\nConsequently, we assume, for purposes of this appeal, that Ruffin\nintended to introduce evidence of Williams's reputation for\ntruthfulness. Evidence of a reputation for violence would probably\nnot have been admissible under any rule; reputation evidence \"may\nrefer only to character for truthfulness or untruthfulness.\" Fed.\nR. Evid. 608(a)(1) (emphasis added).\n\n                                      -13-\n\fattempt to offer such evidence, he cannot complain on appeal that\n\nit was not permitted.     See Fed. R. Evid. 103(a)(2).6\n\nC.    Deprivation of a Fair Trial\n\n           Ruffin asserts that various comments made by the district\n\ncourt during the course of the trial, concerning the credibility of\n\nRuffin, one of his witnesses, his counsel, and an ultimate issue in\n\nthe case, denied Ruffin a fair trial.       Our standard of review for\n\nsuch charges reflects the realities of trial management:\n\n      Bias and improper conduct by a trial judge may be grounds\n      for a new trial if a party is so seriously prejudiced as\n      to be deprived of a fair trial. However, mere active\n      participation by the judge does not create prejudice nor\n      deprive the party of a fair trial. On appeal, we must\n      consider isolated incidents in light of the entire\n      transcript so as to guard against magnification on appeal\n      of instances which were of little importance in their\n      setting.\n\nDeary v. City of Gloucester, 9 F.3d 191, 194 (1st Cir. 1993)\n\n(internal quotation marks and citations omitted).\n\n           Ruffin first claims that the district court interrupted\n\nhis   cross-examination    of   a   witness,   Sergeant   Terestre,   and\n\n\n      6\n      Ruffin suggests that he did not take up the court's\ninvitation to make an offer of proof because of the court's later\nexclusion of evidence concerning Williams's job status. But if\nRuffin genuinely intended to offer evidence of Williams's\nreputation for truthfulness, as opposed to a reputation for\nviolence, see supra note 5, then the exclusion of evidence\nregarding job status had no bearing on potential reputation\nevidence regarding truthfulness. Even in cases where \"the court\ntelegraphed what its ruling was likely to be if . . . counsel\nopened the door\" by offering disputed evidence, we treat the matter\nas forfeited if \"the latter never knocked.\"       United States v.\nGriffin, 818 F.2d 97, 103 (1st Cir. 1987).               Under the\ncircumstances, we see no reason to excuse the forfeiture.\n\n                                    -14-\n\fcommented on the case in a manner that would lead the jury to\n\nbelieve that the court adopted the defense version of precisely\n\nwhat happened when Ruffin kicked out the window of the cruiser.\n\nSergeant Terestre, who was the supervisor of Williams and Griffin,\n\ntestified that he arrived in response to the \"officer in trouble\"\n\ncall at approximately the time that the cruiser window was kicked\n\nout.     Part of Ruffin's theory of the case was that Sergeant\n\nTerestre had actually arrived earlier and witnessed the initial\n\nconfrontation, but had attempted to cover up the beating and his\n\nfailure to stop it.     On cross-examination, Ruffin's counsel tried\n\nto examine Terestre about his concern for the cruiser window to\n\nshow that it was just a ruse to divert attention from the beating.\n\nWhile it is not clear from the printed transcript, it appears that\n\nRuffin's counsel used an unduly sarcastic tone of voice in this\n\nexamination, and the court admonished him for it.              The court also\n\nrepeatedly urged Ruffin's counsel to \"move on.\"\n\n            Our   review    of   the     transcript    indicates       that   the\n\nchallenged statements, taken in context, were defensible efforts to\n\nmove the cross-examination along as Ruffin's counsel attempted\n\nwithout success to induce Terestre to admit that he had witnessed\n\na confrontation that Terestre insisted he had not witnessed.                   We\n\naccord   considerable      deference    to    the   district   court    in    such\n\nmatters:\n\n       The trial judge has discretion to maintain the pace of\n       trial, and indeed has the responsibility to oversee the\n\n                                       -15-\n\f     conduct of a trial so that it moves expeditiously.\n     Therefore,   encouraging   counsel   to  move   forward,\n     forbidding counsel from eliciting duplicative testimony,\n     or halting what the court perceived to be a waste of\n     time, was firmly within the discretion of the trial\n     judge.\n\nId. at 194-95.\n\n          Ruffin next complains about the court's sharp admonitions\n\nto witness Mary Flynn, who witnessed most of the altercation. Even\n\nfrom the printed transcript, it is evident that Flynn was a feisty,\n\nspirited witness with a penchant for stating her thoughts when the\n\nquestion called for her observations or, indeed, when there was no\n\nquestion before her.   The court's responses escalated each time\n\nFlynn injected her opinions where none were requested.    The first\n\ntime she did this, the court simply instructed her to answer the\n\nquestions asked; the second time, it warned Ruffin's counsel to\n\ncontrol her; the third time, it warned Ruffin's counsel at sidebar\n\nthat if he could not control the witness, the court would declare\n\na mistrial; finally, having exhausted all of these measures, the\n\ncourt admonished Flynn in the presence of the jury.    In reviewing\n\nthis type of trial management, \"the widest possible latitude is\n\ngiven to the judge on the scene.\"        Rodriguez v. Banco Central\n\nCorp., 990 F.2d 7, 12 (1st Cir. 1993).      The court's handling of\n\nFlynn fell well within that latitude.7\n\n\n     7\n      We also note that the court admonished Griffin when he\nstrayed from the question, stating at one point, \"No, here is the\nquestion, can you answer the question?         I don't want an\nexplanation.\"\n\n                               -16-\n\f          Finally, Ruffin complains that the court's admonishment\n\nof counsel was unbalanced because the court, in sustaining Ruffin's\n\nobjections, did not sufficiently chastise defense counsel.     Our\n\nreview of the transcript reveals that the court's comments to\n\ncounsel for all parties were within its discretion given the nature\n\nof the events leading to the remark, and the court displayed no\n\nimproper bias against Ruffin or his counsel.\n\nD.   Exclusion of Boston Police Department Rule 327\n\n          As part of his theory that Sergeant Terestre used the\n\nbreaking of the cruiser window as a convenient distraction to\n\ndivert attention from a police beating, Ruffin's counsel pressed\n\nthe point that the initial 911 call had been for domestic violence\n\nand the police had never actually investigated domestic violence.\n\nRuffin sought to introduce Boston Police Department Rule 327\n\n(\"Protection of Abused Persons\"), which specifies procedures for\n\nresponding to domestic violence calls.   Ruffin's theory was that\n\nTerestre had decided that it would be simpler to focus on a broken\n\ncruiser window, rather than the comparatively daunting work of\n\nfollowing through with Rule 327's requirements for investigating a\n\ndomestic violence incident, and furthermore that the contents of a\n\nproperly investigated domestic violence report would show that\n\nthere had been no domestic violence incident, thus calling into\n\nquestion the defendants' version of the altercation.\n\n\n\n\n                               -17-\n\f            The court permitted Ruffin to cross-examine Terestre\n\nabout Rule 327 in general terms. However, when Ruffin attempted to\n\nmark it as an exhibit in anticipation of introducing it into\n\nevidence, defense counsel objected and the court sustained the\n\nobjection.      Neither the defense objection nor the court's ruling\n\nexplicitly stated their grounds, but from context we can discern\n\nthree reasons for excluding Rule 327, any of which would suffice.\n\n            The most obvious rationale for excluding Rule 327 is that\n\nit was irrelevant.      See Fed. R. Evid. 401.    The issues remaining in\n\nthe case at that point were whether Williams and Griffin had used\n\nexcessive force or failed to intervene when another officer used\n\nexcessive force.        The contents of a police department policy on\n\nresponding to domestic violence incidents were not relevant to this\n\ndetermination.8       Alternatively, if the purpose of introducing Rule\n\n327 was to attack Sergeant Terestre's credibility by suggesting\n\nthat he had fabricated a story to avoid paperwork, the district\n\ncourt     had   the   discretion   to   exclude   the   evidence   because\n\n\"[s]pecific instances of the conduct of a witness, for the purpose\n\nof attacking or supporting the witness' character for truthfulness\n\n. . . may not be proved by extrinsic evidence.\"            Fed. R. Evid.\n\n608(b).    Finally, even if the rule arguably had some relevance, it\n\n\n\n     8\n      If the cover-up or conspiracy to cover-up claims had survived\nto this point, the policy might have been relevant.         But the\ndistrict court had already properly granted judgment as a matter of\nlaw on those claims. See infra Part III.F.\n\n                                    -18-\n\fwas at best peripheral, and the district court had the discretion\n\nto exclude it because \"its probative value [was] substantially\n\noutweighed by the danger of . . . confusion of the issues, or\n\nmisleading the jury, or by considerations of undue delay, waste of\n\ntime, or needless presentation of cumulative evidence.\"    Fed. R.\n\nEvid. 403.    In any event, the district court did not abuse its\n\ndiscretion in excluding Rule 327.\n\nE.   Denial of Motion for Telephonic Deposition\n\n            One of Ruffin's listed witnesses was Margaret Finnerty,\n\nan Irish citizen and friend of Ruffin's aunt who had witnessed the\n\nincident.    Finnerty had moved back to Ireland soon after the 1996\n\nincident, but Ruffin had believed that she would fly to Boston to\n\ntestify in his trial, which was scheduled for June 30, 2003.\n\nShortly before trial, Ruffin learned that she would not, in fact,\n\nbe able to make the trip.       On June 5, 2003, he moved for a\n\ntelephonic deposition. Defendants opposed the motion, arguing that\n\nit was untimely, procedurally defective under Fed. R. Civ. P. 28(b)\n\n(governing foreign depositions), inappropriate for the type of\n\nfacts-on-the-ground testimony Finnerty would offer, and unjustified\n\nbecause her testimony would be cumulative with that of Ruffin's\n\nother witnesses.     On June 17, 2003, the district court denied\n\nRuffin's request, noting that Ruffin's motion \"comes on the eve of\n\n\n\n\n                                -19-\n\fa June 30, 2003 trial and approximately nine months after the\n\nSeptember, 2002 close of discovery in this case.\"9\n\n           We review the district court's discovery rulings for\n\nabuse of discretion, Bogosian v. Woloohojian Realty Corp., 323 F.3d\n\n55, 63 (1st Cir. 2003), and find no error.          The combination of (1)\n\nthe lateness of the request after the discovery deadline, (2) the\n\nproximity of the request to the trial date, (3) the lack of\n\njustification for not making the request earlier, (4) the potential\n\nprocedural complications of a foreign deposition under Fed. R. Civ.\n\nP. 28(b), (5) Ruffin's apparent failure to recognize that such\n\nissues even existed, and (6) the fact that Finnerty's testimony,\n\nwhile likely helpful to Ruffin, was not indispensable, provided an\n\nadequate   basis   for   the   court,   in   the   exercise   of   its   broad\n\ndiscovery management discretion, to deny the request.\n\nF.   Dismissal of Cover-Up and Conspiracy Claims\n\n           At the close of Ruffin's case in chief, defendants moved\n\nfor judgment as a matter of law under Fed. R. Civ. P. 50(a).              The\n\ndistrict court granted that motion in part and denied it in part,\n\nfinding that Ruffin had advanced a sufficient evidentiary basis for\n\nhis excessive force and failure to intervene claims, but not for\n\nhis cover-up and conspiracy to cover-up claims.          Ruffin challenges\n\n\n\n     9\n      Ruffin argues that some additional discovery was permitted\nafter the formal deadline. However, that fact did not deprive the\ncourt of the ability to enforce that deadline as to other types of\ndiscovery.\n\n                                   -20-\n\fthis ruling on appeal.        We review the district court's grant of\n\njudgment as a matter of law de novo.           Guilloty Perez v. Pierluisi,\n\n339 F.3d 43, 50 (1st Cir. 2003).\n\n            Our review indicates that the district court was exactly\n\nright in granting the motion on the cover-up and conspiracy claims\n\nbut   not   the   excessive   force   or     failure   to    intervene   claims.\n\nRuffin's witnesses testified almost exclusively as to the events of\n\nthe arrest and altercation itself.           Not one scintilla of evidence\n\nregarding a cover-up or conspiracy was adduced.               On appeal, Ruffin\n\ndoes not attempt to refute this point.                 Instead, he discusses\n\nlargely irrelevant procedural circumstances.                We find no error in\n\nthe court's ruling.\n\n            Affirmed.\n\n\n\n\n                                      -21-\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">                Not For Publication in West's Federal Reporter\n               Citation Limited Pursuant to 1st Cir. Loc. R. 32.3\n\n          United States Court of Appeals\n                        For the First Circuit\n\nNo. 03-2102\n\n                              PETER RUFFIN,\n\n                         Plaintiff, Appellant,\n\n                                      v.\n\n  CITY OF BOSTON; DAVID C. WILLIAMS; JAMES GRIFFIN; PAUL EVANS;\n   ANN MARIE DOHERTY; and SEVERAL UNKNOWN CITY OF BOSTON POLICE\n                             OFFICERS,\n\n                        Defendants, Appellees.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n     [Hon. Edward F. Harrington, Senior U.S. District Judge]\n\n\n                                   Before\n\n                        Boudin, Chief Judge,\n                 Lynch and Lipez, Circuit Judges.\n\n\n     Stephen A. Roach, with whom Roach & Wise, LLP was on brief,\nfor appellant.\n     Eve A. Piemonte Stacey, Assistant Corporation Counsel, City of\nBoston Law Department, with whom Merita A. Hopkins, Corporation\nCounsel, was on brief, for appellees City of Boston, James Griffin,\nPaul Evans, Ann Marie Doherty, and Several Unknown City of Boston\nPolice Officers.\n     Scott P. Lopez, Special Assistant Corporation Counsel, with\nwhom Merita A. Hopkins, Corporation Counsel, was on brief, for\nappellee David C. Williams.\n\n\n                           September 2, 2005\n\f             LIPEZ,    Circuit      Judge.     This    appeal    stems     from     an\n\nexcessive force claim against several Boston police officers.\n\nPlaintiff-appellant Peter Ruffin, who suffered injuries during an\n\naltercation with police, alleged that the officers had beaten him\n\nwithout provocation and then participated in a cover-up designed to\n\nshift attention away from their conduct and towards some incidental\n\nproperty damage Ruffin had inadvertently caused while being beaten.\n\nThe case proceeded to jury trial and the jury found for the\n\ndefendant police officers.            On appeal, Ruffin mainly challenges\n\nvarious evidentiary rulings and trial management decisions.                       Many\n\nof   these   claims    were   not    preserved      below.      Having    carefully\n\nreviewed the record of the entire trial, and concluding that Ruffin\n\nreceived a fair trial, we affirm.\n\n                                        I.\n\nA.    Factual Background\n\n             This case turned entirely on a factual dispute about what\n\nactually happened in the early morning hours of May 5, 1996.                        A\n\ntotal of ten witnesses to the altercation (or part of it) testified\n\n-- five (including Ruffin himself) on behalf of Ruffin and five\n\n(including     defendants     Williams        and    Griffin)     on     behalf     of\n\ndefendants.      Not    surprisingly,        each   witness's    version     varies\n\nsubstantially from that of every other witness, and the truth is\n\ndifficult to determine.          We provide only a brief summary of the\n\nfacts, reciting them in the light most favorable to the jury's\n\n\n                                        -2-\n\fverdict.     United States v. Castellini, </pre><span class=\"citation\" data-id=\"201380\"><a href=\"/opinion/201380/united-states-v-castellini/\"><span class=\"volume\">392</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">35</span></a></span><pre class=\"inline\">, 39 (1st Cir.\n\n2004).\n\n             In the early morning hours of May 5, 1996, Ruffin was\n\nwith family and friends at a bar in Dorchester, Massachusetts.\n\nOver the course of the day, Ruffin had consumed some eight beers in\n\neleven hours.     Ruffin's sister, Colleen O'Herlihy, also had been\n\ndrinking.     When she left to drive home, the family was concerned\n\nthat O'Herlihy had imbibed too much to drive safely, and followed\n\nher to the parking lot.      Ruffin approached her and attempted to\n\npersuade her not to drive.      O'Herlihy was resistant, and the two\n\nbegan arguing in loud voices.    A neighbor viewed the argument from\n\na distance and mistakenly believed that Ruffin was attacking\n\nO'Herlihy.     She called 911 and reported a \"man beating a woman.\"\n\n             Boston police officers Williams and Griffin, defendants-\n\nappellees, responded to the 911 dispatcher and arrived at the\n\nparking lot.     They saw Ruffin pinning O'Herlihy to the ground, and\n\nordered him to get off her.       As the officers attempted to pull\n\nRuffin off O'Herlihy, he yelled profanities and racial slurs.1        A\n\nstruggle ensued as the officers attempted to arrest and handcuff\n\nRuffin and he fought them.     During this scuffle, both Ruffin and\n\nGriffin were injured, Ruffin more severely.      Ruffin's family and\n\nfriends witnessed various portions of this altercation.\n\n\n\n\n     1\n         Ruffin is white; Griffin and Williams are black.\n\n                                  -3-\n\f           One of the officers made an \"officer in trouble\" radio\n\ncall, and other officers responded shortly.           Ruffin was eventually\n\nplaced into the back of a police cruiser.           He continued struggling\n\nand kicked out the rear passenger window.           The officers then moved\n\nhim to a windowless wagon for transportation to the police station.\n\nAt the station, Ruffin continued to be combative and uncooperative.\n\nAn emergency medical technician (whose treatment Ruffin refused)\n\nnoted in his log that Ruffin was intoxicated and belligerent.\n\nB.   Procedural History\n\n           Three years after the incident, Ruffin filed suit against\n\nnamed and unknown police officers, the City of Boston, former\n\nPolice   Commissioner    Paul     Evans,   and   Superintendent      Ann   Marie\n\nDoherty, alleging various federal and state claims. Ruffin alleged\n\nthat Williams had struck him from behind without provocation and\n\nthat the officers had then beaten him severely while he offered no\n\nresistance.    According to Ruffin, as he was being placed into the\n\nback of the police cruiser, Williams choked Ruffin and stuck his\n\nthumb into Ruffin's eye with such force that Ruffin began flailing\n\nand involuntarily kicked out the window.            Police supervisors then\n\nused this broken window as a pretext to explain the beating and\n\ncovered up the real nature of the event.\n\n           Ruffin's complaint alleged, inter alia, that defendants\n\nviolated his civil rights by using unreasonable force, failing to\n\nintervene,    covering   up   a   civil    rights   violation   by    false   or\n\n\n                                     -4-\n\fmisleading statements, and conspiring to cover up a civil rights\n\nviolation.   The district court severed the individual liability\n\nclaims against Williams and Griffin from the supervisory claims\n\nagainst the other defendants, and the federal claims under 42\n\nU.S.C. ยง 1983 from the state law claims.\n\n           The   ยง   1983    claims   against   the    two   named     officers\n\nproceeded to jury trial.      At the close of the plaintiff's case, the\n\ncourt granted the defendants' motion for judgment as a matter of\n\nlaw on Ruffin's cover-up and conspiracy to cover-up claims.                 The\n\nexcessive force and failure to intervene claims were submitted to\n\nthe jury, which returned verdicts for the defendants. The district\n\ncourt then dismissed Ruffin's remaining federal claims against the\n\nsupervisory defendants and the City, and transferred the state law\n\nclaims to Massachusetts state court.        Ruffin timely appealed.\n\n                                      II.\n\n           Ruffin raises various claims on appeal, arising from\n\npretrial discovery rulings, evidentiary rulings at trial, the\n\ndistrict   court's   trial    management,   and   its     grant   of    partial\n\njudgment as a matter of law for defendants.           We address the alleged\n\nerrors approximately in the order in which Ruffin presents them,\n\ncombining two issues that are better treated together.\n\nA.   Admission of Thomas Finn's Report and Testimony\n\n           While Ruffin was at the police station, Emergency Medical\n\nTechnician Thomas Finn evaluated Ruffin's injuries and offered\n\n\n                                      -5-\n\fmedical treatment, which Ruffin refused.             Although by the time of\n\ntrial Finn could no longer recall the events of May 5, 1996, he had\n\ncontemporaneously recorded his observations in a brief patient care\n\nreport.         The report, besides describing Ruffin's injuries, noted\n\nthat       he   had   refused   treatment,   which    contradicted   Ruffin's\n\ntestimony that he had never been offered treatment.              The report\n\nalso noted \"obvious ETOH\"2 and \"belligerent toward authority.\"\n\n                Before trial, Ruffin moved in limine to exclude Finn's\n\ntestimony and report on the grounds that the evidence was relevant\n\nonly to an earlier claim of failure to provide medical assistance,\n\nwhich Ruffin had voluntarily dismissed.              In a separate document,\n\nRuffin objected to the notation \"belligerent towards authority.\"\n\nAt trial, the defense sought to put Finn on the stand and to\n\nintroduce the report into evidence.          Over Ruffin's objection, the\n\ncourt permitted Finn to testify based on the report (since he had\n\nno independent recollection) and permitted the defense to publish\n\nthe report to the jury.\n\n                On appeal, Ruffin argues that Finn's report and testimony\n\nbased upon that report were inadmissible hearsay.                    Appellees\n\nrespond that the report was admissible under various hearsay\n\nexceptions.        See Fed. R. Evid. 803(1) (present sense impression),\n\n803(5) (past recollection recorded), 803(6) (business record),\n\n\n       2\n      \"ETOH\" is an abbreviation for ethyl alcohol. As Finn later\nexplained, the phrase \"obvious ETOH\" referred to his impression\nthat Ruffin was intoxicated.\n\n                                       -6-\n\f803(8)   (public   record).    Appellees   further    argue   that   any\n\nstatements by Ruffin incorporated into the report (and hence double\n\nhearsay) are admissible under other rules.       See Fed. R. Evid.\n\n613(b) (extrinsic evidence of prior inconsistent statement for\n\nimpeachment), 801(d)(2)(A) (admission by party opponent), 803(2)\n\n(excited utterance),     803(3) (existing state of mind), 803(4)\n\n(statements for purpose of medical diagnosis).       Ruffin also argues\n\nthat Finn was biased because he was a member of the Boston Police\n\nPatrolman's Association and, by virtue of his position, sympathetic\n\nto police officers.\n\n           We review the district court's admission of disputed\n\nevidence for abuse of discretion.      United States v. Flemmi, </pre><span class=\"citation\" data-id=\"201500\"><a href=\"/opinion/201500/united-states-v-flemmi/\"><span class=\"volume\">402</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">79</span></a></span><pre class=\"inline\">, 86 (1st Cir. 2005).   Finn's own observations contained in\n\nthe patient care report were admissible as, at least, business\n\nrecords under Rule 803(6).    Double hearsay statements by Ruffin in\n\nthat report were admissible as statements of a party-opponent under\n\nRule 801(d)(2)(A).    Finally, Ruffin was able to develop in cross-\n\nexamination his theory that Finn was biased towards police officers\n\nand had a motive to falsify his report to buttress the officers'\n\naccount. Ultimately, the admissibility of the report and testimony\n\nwere quintessential discretionary calls for the trial court, and\n\nthe court did not abuse its discretion in admitting that evidence.\n\n\n\n\n                                 -7-\n\fB.   Inquiry into Williams's Job Status, Reputation, and/or Prior\n     Bad Acts\n\n          1.   The Excluded Testimony\n\n          Before the complaint in this case was filed, Williams was\n\nterminated from the Boston police for an unrelated incident of\n\nalleged excessive force.3   He has not been a member of any police\n\nforce since then.\n\n          Not surprisingly, Ruffin wished to explore Williams's\n\nreputation, employment history, and prior excessive force history,\n\nand Williams wished to avoid it.   The issue first surfaced during\n\ndirect examination of Ruffin himself.      Ruffin's counsel asked\n\nwhether, before May 5, 1996, Ruffin had ever seen Williams. Ruffin\n\nstarted to answer that he had once seen Williams (presumably off-\n\nduty) in a business establishment in Dorchester.        Williams's\n\ncounsel objected, and it emerged that Ruffin would testify that\n\nWilliams was wearing a shirt (presumably not official department\n\nissue) that said words to the effect of \"Boston Police, Toughest\n\nGang There Is.\" Williams's counsel again objected on the ground of\n\nrelevance, and the court sustained the objection.    The following\n\nexchange then occurred:\n\n\n\n     3\n      In 1998, a federal civil jury found Williams liable in that\nincident for, inter alia, excessive force, assault and battery,\ndeliberate indifference to excessive force, and deliberate\nindifference to medical needs. See Cox v. City of Boston, No. 95-\n12729 (D. Mass. filed Dec. 18, 1995), docket entry 420 (Dec. 22,\n1998) (jury verdict).     We may take judicial notice of court\nproceedings. Maher v. Hyde, </pre><span class=\"citation\" data-id=\"199707\"><a href=\"/opinion/199707/maher-v-hyde/\"><span class=\"volume\">272</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">83</span></a></span><pre class=\"inline\">, 86 n.3 (1st Cir. 2001).\n\n                                -8-\n\f          MR. ROACH [Ruffin's counsel]: I'd like just to\n          say one thing for the record, Your Honor. I'm\n          sorry to keep you.     I'm going to put into\n          evidence later on in this case, I just want\n          you to know, there are -- people around\n          Dorchester in the community, specifically his\n          mother, other people knew Dave Williams and he\n          had a reputation. I am going to try to put\n          that into evidence at some point.\n\n          MR.    LOPEZ     [Williams's    counsel]:    His\n          reputation?\n\n          MR. ROACH: Under Rule 404.\n\n          THE COURT: I am not going to let it in because\n          the issue already is narrow:    Did they beat\n          him or didn't they.        His reputation is\n          irrelevant because there is no extortion,\n          there is no fear --\n\n          MR. ROACH: Well, I think the defense, Your\n          Honor, is going to say --\n\n          THE COURT: Well, let's see what the defense\n          does.\n\n          MR. ROACH: Can I make an offer of proof on the\n          record on this?\n\n          THE COURT: Well, you may, but not at this\n          time.\n\n          MR. ROACH: Okay.\n\n          The    issue   later   arose   before   Williams's   direct\n\nexamination.    Williams's counsel requested a sidebar to clarify\n\nwhether Ruffin would be able to cross-examine Williams regarding\n\nhis current job status and to object to such cross-examination as\n\nirrelevant.    Ruffin's counsel advised the court that he wished to\n\n\"ask him if he's still employed as a police officer, yes or no,\n\nsir, what do you do.     That is it, I'm not going to ask him about\n\n                                 -9-\n\fwhy or anything.\"         The court described that as \"a dangerous\n\nquestion,\" and inquired whether \"the purpose of [your] asking it is\n\nto leave the inference . . . that he was kicked out for good cause,\n\n[because] it's prejudicial if it didn't grow out of this case.\"\n\nRuffin's   counsel   confirmed      that   Williams's   termination    was\n\nunrelated to this case, and the court sustained the objection.\n\n           2.    Analysis\n\n           On   appeal,    Ruffin   challenges   the    district   court's\n\nexclusion of inquiry into Williams's job status, disciplinary\n\nhistory, and reputation.4\n\n           First, he challenges the court's ruling preventing him\n\nfrom inquiring into Williams's present job status.         He notes that\n\nunder Fed. R. Evid. 608(b), \"[s]pecific instances of the conduct of\n\na witness, for the purpose of attacking or supporting the witness'\n\ncharacter for truthfulness . . . . may, . . . in the discretion of\n\nthe court, if probative of truthfulness or untruthfulness, be\n\ninquired into on cross-examination of the witness . . . concerning\n\nthe witness' character for truthfulness or untruthfulness.\"           Fed.\n\nR. Evid. 608(b).\n\n           Ruffin's argument fails for two independent reasons.\n\nFirst, he did not argue below that character for truthfulness was\n\na basis for the inquiry, but rather tacitly confirmed the district\n\n\n\n     4\n      He does not challenge the exclusion of the testimony about\nWilliams's shirt.\n\n                                    -10-\n\fcourt's suspicion that the purpose of the question was to create an\n\ninference of propensity to engage in misconduct. Consequently, any\n\nargument     that    the    evidence   was    admissible    under    Rule   608   is\n\nforfeited.     See Tate v. Robbins & Myers, Inc., </pre><span class=\"citation\" data-id=\"469475\"><a href=\"/opinion/469475/20-fed-r-evid-serv-1185-prodliabrepcchp-10996-steven-tate-v/\"><span class=\"volume\">790</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">10</span></a></span><pre class=\"inline\">, 12 (1st\n\nCir. 1986) (\"[I]f evidence is excluded because it is inadmissible\n\nfor its only articulated purpose, the proponent of the evidence\n\ncannot challenge the ruling on appeal on the ground that the\n\nevidence 'could have been rightly admitted for another purpose.'\")\n\n(citation     omitted).         Second,      the   district   court      \"has    wide\n\ndiscretion under Rule 608(b),\" Navarro de Cosme v. Hospital Pavia,\n\n</pre><span class=\"citation\" data-id=\"553839\"><a href=\"/opinion/553839/maria-r-navarro-de-cosme-v-hospital-pavia/\"><span class=\"volume\">922</span>   <span class=\"reporter\">F.2d</span>    <span class=\"page\">926</span></a></span><pre class=\"inline\">,    933    (1st   Cir.     1991),   as   well     as   Rules    402\n\n(inadmissibility       of     irrelevant     evidence),     403   (exclusion      of\n\nrelevant evidence on grounds of prejudice), and 404(b) (exclusion\n\nof evidence of other acts to demonstrate propensity to act in a\n\ncertain fashion). The court was entitled to find that the question\n\nran afoul of any or all of the above rules.                Put another way, the\n\ninference that Ruffin wished to raise -- that because Williams had\n\nbeen terminated for an unrelated incident, he was probably at fault\n\nin this incident too -- is precisely the type of inference that the\n\nFederal Rules of Evidence seek to prevent a party from raising.\n\nWhile the specific question that Ruffin wanted to ask was not so\n\nblatantly prejudicial that the district court was required to\n\nexclude it, the court certainly was not required to permit it\n\neither, and did not abuse its discretion in excluding it.\n\n\n                                       -11-\n\f          Second, Ruffin challenges the district court's exclusion\n\nof evidence concerning Williams's reputation or prior bad acts.\n\nSuch evidence can, in appropriate circumstances, be admissible for\n\nlimited purposes.   See generally Fed. R. Evid. 404(b) (evidence of\n\nother acts may be admissible to show, e.g., \"absence of mistake or\n\naccident\"), 608(a) (impeachment by reputation for truthfulness),\n\n608(b) (impeachment by specific instances of conduct).       On the\n\nother hand, that type of evidence also carries the risks of unfair\n\nprejudice, see Fed. R. Evid. 403, or being misused to demonstrate\n\npropensity to act in a certain way, see Fed. R. Evid. 404(b).    The\n\nbalance is delicate, and courts have occasionally held that it was\n\nerroneous to exclude such evidence.     See, e.g., Carson v. Polley,\n\n</pre><span class=\"citation\" data-id=\"409249\"><a href=\"/opinion/409249/arthur-wayne-carson-cross-appellee-v-officer-polley-cross-appellants/\"><span class=\"volume\">689</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">562</span></a></span><pre class=\"inline\">, 571-572 (5th Cir. 1982) (reversing district court's\n\nexclusion of performance evaluations of two deputy sheriffs stating\n\nthat they needed to control their tempers, holding that one report\n\nwas admissible under Rule 404(b) to show intent to harm plaintiff\n\ninmate, and other was admissible under Rule 608(b)).\n\n          We realize that evidence of other instances in which\n\nWilliams allegedly used excessive force might have been helpful to\n\nRuffin in swaying the jury.   However, there was also a risk that,\n\ndespite any limiting instructions, the jury would use the evidence\n\nnot just to evaluate Williams's truthfulness, but also to establish\n\na propensity for such conduct.   The district court was in the best\n\nposition to determine whether the risk of unfair prejudice would\n\n\n                                 -12-\n\foutweigh the legitimate uses of the evidence, and we are reluctant\n\nto disturb its ruling given the wide latitude we accord to trial\n\njudges in this area.       We do not find an abuse of discretion.\n\n           Other    rulings      to   which   Ruffin     objects    are   easily\n\nresolved. First, he argues that permitting the defense to refer to\n\nWilliams   as    \"Officer\"      Williams,     in   the   present    tense,    was\n\nprejudicial to Ruffin because it created the false impression that\n\nWilliams   was     still   a    police   officer.        Since     he   did   not\n\ncontemporaneously object, we review only for plain error, Fed. R.\n\nEvid. 103(d); Bandera v. City of Quincy, </pre><span class=\"citation\" data-id=\"200643\"><a href=\"/opinion/200643/bandera-v-city-of-quincy/\"><span class=\"volume\">344</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">47</span></a></span><pre class=\"inline\">, 55 (1st Cir.\n\n2003), and find none.          Second, he argues that the district court\n\nerroneously excluded evidence of Williams's reputation.5                      But,\n\ndespite the court's statement that counsel could make an offer of\n\nproof on the record at some later point, counsel never attempted to\n\nintroduce evidence of Williams's reputation.                Since he did not\n\n\n\n\n     5\n      Ruffin never explained, either to the district court or in\nhis appellate brief, whether he meant to offer evidence of\nWilliams's reputation for truthfulness or his reputation for\nviolence. However, at trial Ruffin's counsel explained that the\nbasis for admitting reputation evidence was Rule 404. The only\nbasis under Rule 404 for admitting evidence of a civil defendant's\nreputation is Rule 404(a)(3), which permits, inter alia, evidence\nof a witness's character for truthfulness pursuant to Rule 608(a).\nConsequently, we assume, for purposes of this appeal, that Ruffin\nintended to introduce evidence of Williams's reputation for\ntruthfulness. Evidence of a reputation for violence would probably\nnot have been admissible under any rule; reputation evidence \"may\nrefer only to character for truthfulness or untruthfulness.\" Fed.\nR. Evid. 608(a)(1) (emphasis added).\n\n                                      -13-\n\fattempt to offer such evidence, he cannot complain on appeal that\n\nit was not permitted.     See Fed. R. Evid. 103(a)(2).6\n\nC.    Deprivation of a Fair Trial\n\n           Ruffin asserts that various comments made by the district\n\ncourt during the course of the trial, concerning the credibility of\n\nRuffin, one of his witnesses, his counsel, and an ultimate issue in\n\nthe case, denied Ruffin a fair trial.       Our standard of review for\n\nsuch charges reflects the realities of trial management:\n\n      Bias and improper conduct by a trial judge may be grounds\n      for a new trial if a party is so seriously prejudiced as\n      to be deprived of a fair trial. However, mere active\n      participation by the judge does not create prejudice nor\n      deprive the party of a fair trial. On appeal, we must\n      consider isolated incidents in light of the entire\n      transcript so as to guard against magnification on appeal\n      of instances which were of little importance in their\n      setting.\n\nDeary v. City of Gloucester, </pre><span class=\"citation\" data-id=\"195029\"><a href=\"/opinion/195029/deary-v-city-of-gloucester/\"><span class=\"volume\">9</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">191</span></a></span><pre class=\"inline\">, 194 (1st Cir. 1993)\n\n(internal quotation marks and citations omitted).\n\n           Ruffin first claims that the district court interrupted\n\nhis   cross-examination    of   a   witness,   Sergeant   Terestre,   and\n\n\n      6\n      Ruffin suggests that he did not take up the court's\ninvitation to make an offer of proof because of the court's later\nexclusion of evidence concerning Williams's job status. But if\nRuffin genuinely intended to offer evidence of Williams's\nreputation for truthfulness, as opposed to a reputation for\nviolence, see supra note 5, then the exclusion of evidence\nregarding job status had no bearing on potential reputation\nevidence regarding truthfulness. Even in cases where \"the court\ntelegraphed what its ruling was likely to be if . . . counsel\nopened the door\" by offering disputed evidence, we treat the matter\nas forfeited if \"the latter never knocked.\"       United States v.\nGriffin, </pre><span class=\"citation\" data-id=\"488020\"><a href=\"/opinion/488020/united-states-v-barry-j-griffin/\"><span class=\"volume\">818</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">97</span></a></span><pre class=\"inline\">, 103 (1st Cir. 1987).               Under the\ncircumstances, we see no reason to excuse the forfeiture.\n\n                                    -14-\n\fcommented on the case in a manner that would lead the jury to\n\nbelieve that the court adopted the defense version of precisely\n\nwhat happened when Ruffin kicked out the window of the cruiser.\n\nSergeant Terestre, who was the supervisor of Williams and Griffin,\n\ntestified that he arrived in response to the \"officer in trouble\"\n\ncall at approximately the time that the cruiser window was kicked\n\nout.     Part of Ruffin's theory of the case was that Sergeant\n\nTerestre had actually arrived earlier and witnessed the initial\n\nconfrontation, but had attempted to cover up the beating and his\n\nfailure to stop it.     On cross-examination, Ruffin's counsel tried\n\nto examine Terestre about his concern for the cruiser window to\n\nshow that it was just a ruse to divert attention from the beating.\n\nWhile it is not clear from the printed transcript, it appears that\n\nRuffin's counsel used an unduly sarcastic tone of voice in this\n\nexamination, and the court admonished him for it.              The court also\n\nrepeatedly urged Ruffin's counsel to \"move on.\"\n\n            Our   review    of   the     transcript    indicates       that   the\n\nchallenged statements, taken in context, were defensible efforts to\n\nmove the cross-examination along as Ruffin's counsel attempted\n\nwithout success to induce Terestre to admit that he had witnessed\n\na confrontation that Terestre insisted he had not witnessed.                   We\n\naccord   considerable      deference    to    the   district   court    in    such\n\nmatters:\n\n       The trial judge has discretion to maintain the pace of\n       trial, and indeed has the responsibility to oversee the\n\n                                       -15-\n\f     conduct of a trial so that it moves expeditiously.\n     Therefore,   encouraging   counsel   to  move   forward,\n     forbidding counsel from eliciting duplicative testimony,\n     or halting what the court perceived to be a waste of\n     time, was firmly within the discretion of the trial\n     judge.\n\nId. at 194-95.\n\n          Ruffin next complains about the court's sharp admonitions\n\nto witness Mary Flynn, who witnessed most of the altercation. Even\n\nfrom the printed transcript, it is evident that Flynn was a feisty,\n\nspirited witness with a penchant for stating her thoughts when the\n\nquestion called for her observations or, indeed, when there was no\n\nquestion before her.   The court's responses escalated each time\n\nFlynn injected her opinions where none were requested.    The first\n\ntime she did this, the court simply instructed her to answer the\n\nquestions asked; the second time, it warned Ruffin's counsel to\n\ncontrol her; the third time, it warned Ruffin's counsel at sidebar\n\nthat if he could not control the witness, the court would declare\n\na mistrial; finally, having exhausted all of these measures, the\n\ncourt admonished Flynn in the presence of the jury.    In reviewing\n\nthis type of trial management, \"the widest possible latitude is\n\ngiven to the judge on the scene.\"        Rodriguez v. Banco Central\n\nCorp., </pre><span class=\"citation\" data-id=\"603795\"><a href=\"/opinion/603795/raul-f-rodriguez-v-banco-central-corporation/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">7</span></a></span><pre class=\"inline\">, 12 (1st Cir. 1993).      The court's handling of\n\nFlynn fell well within that latitude.7\n\n\n     7\n      We also note that the court admonished Griffin when he\nstrayed from the question, stating at one point, \"No, here is the\nquestion, can you answer the question?         I don't want an\nexplanation.\"\n\n                               -16-\n\f          Finally, Ruffin complains that the court's admonishment\n\nof counsel was unbalanced because the court, in sustaining Ruffin's\n\nobjections, did not sufficiently chastise defense counsel.     Our\n\nreview of the transcript reveals that the court's comments to\n\ncounsel for all parties were within its discretion given the nature\n\nof the events leading to the remark, and the court displayed no\n\nimproper bias against Ruffin or his counsel.\n\nD.   Exclusion of Boston Police Department Rule 327\n\n          As part of his theory that Sergeant Terestre used the\n\nbreaking of the cruiser window as a convenient distraction to\n\ndivert attention from a police beating, Ruffin's counsel pressed\n\nthe point that the initial 911 call had been for domestic violence\n\nand the police had never actually investigated domestic violence.\n\nRuffin sought to introduce Boston Police Department Rule 327\n\n(\"Protection of Abused Persons\"), which specifies procedures for\n\nresponding to domestic violence calls.   Ruffin's theory was that\n\nTerestre had decided that it would be simpler to focus on a broken\n\ncruiser window, rather than the comparatively daunting work of\n\nfollowing through with Rule 327's requirements for investigating a\n\ndomestic violence incident, and furthermore that the contents of a\n\nproperly investigated domestic violence report would show that\n\nthere had been no domestic violence incident, thus calling into\n\nquestion the defendants' version of the altercation.\n\n\n\n\n                               -17-\n\f            The court permitted Ruffin to cross-examine Terestre\n\nabout Rule 327 in general terms. However, when Ruffin attempted to\n\nmark it as an exhibit in anticipation of introducing it into\n\nevidence, defense counsel objected and the court sustained the\n\nobjection.      Neither the defense objection nor the court's ruling\n\nexplicitly stated their grounds, but from context we can discern\n\nthree reasons for excluding Rule 327, any of which would suffice.\n\n            The most obvious rationale for excluding Rule 327 is that\n\nit was irrelevant.      See Fed. R. Evid. 401.    The issues remaining in\n\nthe case at that point were whether Williams and Griffin had used\n\nexcessive force or failed to intervene when another officer used\n\nexcessive force.        The contents of a police department policy on\n\nresponding to domestic violence incidents were not relevant to this\n\ndetermination.8       Alternatively, if the purpose of introducing Rule\n\n327 was to attack Sergeant Terestre's credibility by suggesting\n\nthat he had fabricated a story to avoid paperwork, the district\n\ncourt     had   the   discretion   to   exclude   the   evidence   because\n\n\"[s]pecific instances of the conduct of a witness, for the purpose\n\nof attacking or supporting the witness' character for truthfulness\n\n. . . may not be proved by extrinsic evidence.\"            Fed. R. Evid.\n\n608(b).    Finally, even if the rule arguably had some relevance, it\n\n\n\n     8\n      If the cover-up or conspiracy to cover-up claims had survived\nto this point, the policy might have been relevant.         But the\ndistrict court had already properly granted judgment as a matter of\nlaw on those claims. See infra Part III.F.\n\n                                    -18-\n\fwas at best peripheral, and the district court had the discretion\n\nto exclude it because \"its probative value [was] substantially\n\noutweighed by the danger of . . . confusion of the issues, or\n\nmisleading the jury, or by considerations of undue delay, waste of\n\ntime, or needless presentation of cumulative evidence.\"    Fed. R.\n\nEvid. 403.    In any event, the district court did not abuse its\n\ndiscretion in excluding Rule 327.\n\nE.   Denial of Motion for Telephonic Deposition\n\n            One of Ruffin's listed witnesses was Margaret Finnerty,\n\nan Irish citizen and friend of Ruffin's aunt who had witnessed the\n\nincident.    Finnerty had moved back to Ireland soon after the 1996\n\nincident, but Ruffin had believed that she would fly to Boston to\n\ntestify in his trial, which was scheduled for June 30, 2003.\n\nShortly before trial, Ruffin learned that she would not, in fact,\n\nbe able to make the trip.       On June 5, 2003, he moved for a\n\ntelephonic deposition. Defendants opposed the motion, arguing that\n\nit was untimely, procedurally defective under Fed. R. Civ. P. 28(b)\n\n(governing foreign depositions), inappropriate for the type of\n\nfacts-on-the-ground testimony Finnerty would offer, and unjustified\n\nbecause her testimony would be cumulative with that of Ruffin's\n\nother witnesses.     On June 17, 2003, the district court denied\n\nRuffin's request, noting that Ruffin's motion \"comes on the eve of\n\n\n\n\n                                -19-\n\fa June 30, 2003 trial and approximately nine months after the\n\nSeptember, 2002 close of discovery in this case.\"9\n\n           We review the district court's discovery rulings for\n\nabuse of discretion, Bogosian v. Woloohojian Realty Corp., </pre><span class=\"citation\" data-id=\"781269\"><a href=\"/opinion/781269/elizabeth-v-bogosian-plaintiff-appellantcross-appellee-v-woloohojian/\"><span class=\"volume\">323</span> <span class=\"reporter\">F.3d</span>\n\n<span class=\"page\">55</span></a></span><pre class=\"inline\">, 63 (1st Cir. 2003), and find no error.          The combination of (1)\n\nthe lateness of the request after the discovery deadline, (2) the\n\nproximity of the request to the trial date, (3) the lack of\n\njustification for not making the request earlier, (4) the potential\n\nprocedural complications of a foreign deposition under Fed. R. Civ.\n\nP. 28(b), (5) Ruffin's apparent failure to recognize that such\n\nissues even existed, and (6) the fact that Finnerty's testimony,\n\nwhile likely helpful to Ruffin, was not indispensable, provided an\n\nadequate   basis   for   the   court,   in   the   exercise   of   its   broad\n\ndiscovery management discretion, to deny the request.\n\nF.   Dismissal of Cover-Up and Conspiracy Claims\n\n           At the close of Ruffin's case in chief, defendants moved\n\nfor judgment as a matter of law under Fed. R. Civ. P. 50(a).              The\n\ndistrict court granted that motion in part and denied it in part,\n\nfinding that Ruffin had advanced a sufficient evidentiary basis for\n\nhis excessive force and failure to intervene claims, but not for\n\nhis cover-up and conspiracy to cover-up claims.          Ruffin challenges\n\n\n\n     9\n      Ruffin argues that some additional discovery was permitted\nafter the formal deadline. However, that fact did not deprive the\ncourt of the ability to enforce that deadline as to other types of\ndiscovery.\n\n                                   -20-\n\fthis ruling on appeal.        We review the district court's grant of\n\njudgment as a matter of law de novo.           Guilloty Perez v. Pierluisi,\n\n</pre><span class=\"citation\" data-id=\"200592\"><a href=\"/opinion/200592/guilloty-perez-v-fuentes-agostini/\"><span class=\"volume\">339</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">43</span></a></span><pre class=\"inline\">, 50 (1st Cir. 2003).\n\n            Our review indicates that the district court was exactly\n\nright in granting the motion on the cover-up and conspiracy claims\n\nbut   not   the   excessive   force   or     failure   to    intervene   claims.\n\nRuffin's witnesses testified almost exclusively as to the events of\n\nthe arrest and altercation itself.           Not one scintilla of evidence\n\nregarding a cover-up or conspiracy was adduced.               On appeal, Ruffin\n\ndoes not attempt to refute this point.                 Instead, he discusses\n\nlargely irrelevant procedural circumstances.                We find no error in\n\nthe court's ruling.\n\n            Affirmed.\n\n\n\n\n                                      -21-\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/195029/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199707/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200592/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200643/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201380/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201500/",
    "http://www.courtlistener.com/api/rest/v3/opinions/409249/",
    "http://www.courtlistener.com/api/rest/v3/opinions/469475/",
    "http://www.courtlistener.com/api/rest/v3/opinions/488020/",
    "http://www.courtlistener.com/api/rest/v3/opinions/553839/",
    "http://www.courtlistener.com/api/rest/v3/opinions/603795/",
    "http://www.courtlistener.com/api/rest/v3/opinions/781269/"
  ]
}