{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201773/",
  "absolute_url": "/opinion/201773/halo-v-gonzales/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201773/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:34:02Z",
  "date_modified": "2016-02-28T05:06:29.139288Z",
  "type": "010combined",
  "sha1": "ca35e8951cabcf36599d7ce3c2590d02d46d0073",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/05-1076-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2005/08/17/Halo_v._Gonzales.pdf",
  "plain_text": "         United States Court of Appeals\n                      For the First Circuit\n\nNo. 05-1076\n\n                  ALTIN HALO; ESMERALDA HYSENAJ,\n\n                           Petitioners,\n\n                                v.\n\n                        ALBERTO GONZALES,\n              Attorney General of the United States,\n\n                            Respondent.\n\n\n                 ON PETITION FOR REVIEW OF AN ORDER\n                OF THE BOARD OF IMMIGRATION APPEALS\n\n\n                               Before\n              Selya, Lynch and Lipez, Circuit Judges.\n\n\n     Charles Christophe and Christophe & Associates, P.C., on brief\nfor petitioners.\n     William J. Schneider, Assistant United States Attorney, and\nPaula D. Silsby, United States Attorney, on brief for respondent.\n\n\n                          August 17, 2005\n\f             LYNCH, Circuit Judge.        Altin Halo and Esmeralda Hysenaj\n\nare Albanian nationals whose applications for asylum, withholding\n\nof removal, and relief under the Convention Against Torture (CAT)\n\nwere denied by the Immigration Judge (IJ).                  That denial was\n\naffirmed by the Board of Immigration Appeals (BIA).                   The two\n\ndecisionmakers rested their conclusions on different grounds.             The\n\nIJ denied asylum on the basis that Halo, the lead applicant, was\n\nnot credible.\n\n             The   BIA    noted   the   IJ's   lack-of-credibility   finding;\n\nhowever, it did not purport to adopt it.              Rather, the BIA found\n\nthat\n\n             even   assuming   the   credibility   of   the\n             testimony, the lead respondent would have\n             failed to establish that the harms he claims\n             to have suffered amounted to persecution on\n             account of his political opinion (actual or\n             imputed) or any other statutory basis for\n             asylum and withholding of removal. We further\n             find that background evidence in the record\n             fails to show that a person such as the\n             respondent would face a reasonable possibility\n             of persecution, or a clear probability of\n             persecution or torture if he were to return to\n             Albania.\n\nThe    BIA   offered     no   further   explanation   for   its   conclusions.\n\nLacking such explanation, and given that the final agency decision\n\ndoes not rest on a lack-of-credibility determination, we are left\n\nwith significant questions about the justifications for the denial.\n\nWe therefore vacate the BIA's order and remand.\n\n\n\n\n                                        -2-\n\f                                     I.\n\n             Halo entered the United States via Canada in December\n\n1999.   On December 26, 2000, he filed an Application for Asylum and\n\nfor Withholding of Removal.\n\n             The second petitioner, Hysenaj, entered the United States\n\nvia Canada in November 2001.         She and Halo were married at the\n\nAlbanian Embassy in Washington, D.C., on April 16, 2002.                On\n\nDecember 12, 2002, she presented herself to the INS1 in Boston and\n\nwas served with a Notice to Appear.           The IJ granted Hysenaj's\n\nmotion to consolidate her proceedings with Halo's, and the couple\n\nappeared jointly before the IJ on November 12, 2003.\n\n             What follows is a summary of Halo's testimony at the\n\nhearing: Halo's father and uncle were members of the Democratic\n\nParty   in    his   hometown   of   Fier,   and   his   uncle   contributed\n\nsignificant amounts of money to the party.         In February 1995, Halo\n\n-- who had been attending party meetings and demonstrations with\n\nhis father and uncle since 1990 -- formally joined the party.           He\n\ncontinued attending party rallies at least once a week.            He also\n\ndrove trucks for his uncle's business and served as his personal\n\ndriver.\n\n\n\n\n1\n    On March 1, 2003, the relevant functions of the INS were\ntransferred to the Department of Homeland Security, and the INS\nsubsequently ceased to exist. See Homeland Security Act of 2002,\nPub. L. No. 107-296, § 471, 116 Stat. 2135, 2205 (codified as\namended at 6 U.S.C. § 291(a)).\n\n                                     -3-\n\f            From 1995 to 1997, the Democratic Party was in power and\n\nthe demonstrations Halo attended were peaceful.                But in June 1997,\n\nthe Socialist Party was elected to power, and the Democrats began\n\nholding rallies to protest the Socialist victory.                 By 1998, Halo\n\ntestified, baton-wielding government officials had begun coming to\n\nthe Democratic rallies and breaking them up.\n\n            In 1998, Halo's uncle began to receive phone calls from\n\nSocialists asking him to drop his support for the Democrats and\n\nbecome a Socialist instead.            Unidentified callers also called\n\nHalo's home at night and sought answers about what his uncle's\n\npolitical affiliations would be.         Halo's father and uncle decided\n\nnot to join the Socialists, but they talked to Halo about the\n\npossibility of switching his allegiance because he was the future\n\nof   the   family   and   they   did   not   want   him   to    have    to   suffer\n\npersecution.    Halo rejected the idea of joining the Socialists and\n\nremained a Democrat.\n\n            In June 1998, several individuals wearing masks came to\n\nHalo's home.    When his mother answered the door, they shoved her\n\nagainst a wall, entered the home, and grabbed Halo, telling his\n\nmother they were taking him to \"verify some documents.\"                 They took\n\nHalo to the local police station, where he was held in a cell for\n\nthree days.    Halo was not given food during this time.               On at least\n\none occasion, his captors came into his cell, kicked him, and said\n\n\"you don't like the Socialist Party.\"          Halo offered few details on\n\n\n                                       -4-\n\fthe extent of his injuries from the beating, but he did say that\n\nwhen he was released, his family members were waiting for him\n\noutside    the   police     station     and       they   wept   when    they   saw   his\n\ncondition.\n\n            Three months later, in September 1998, Halo participated\n\nin a Democratic Party demonstration in Fier.                    After party leaders\n\nleft, police came to try to break up the demonstration.                              The\n\npolice, who were wielding \"sticks,\" arrested ten demonstrators,\n\nHalo among them.         He was held for a week in a jail cell and given\n\nonly small amounts of food. He testified that the arrests occurred\n\nbecause a Democratic Party leader had been assassinated and the\n\ngovernment said it wanted to investigate whether the assassination\n\nplot had been \"prepared in Fier.\"\n\n            Halo was arrested again in December 1998.                    He testified\n\nthat the arrest was associated with the pressure the Socialist\n\nParty was putting on his uncle to publicly convert to Socialist\n\nmembership.       In     fact,   as    part       of   the   pressure   tactics,     the\n\nSocialists made calls to Halo's uncle while Halo sat in jail,\n\nthreatening to kill Halo and all the members of the uncle's family.\n\n            After Halo was released, his uncle continued receiving\n\nthreatening      phone    calls;      the    callers     insulted      him   and   again\n\nthreatened to kill his family.              Finally, in July 1999, Halo and his\n\nfather and uncle decided Halo needed to flee the country to avoid\n\nharm.     He fled to Italy, France, England, Canada, and then the\n\n\n                                            -5-\n\fUnited     States.          After       Halo     left     Albania,   his     uncle     was\n\nassassinated.          Halo claimed the Socialist Party was behind the\n\nkilling.    He also testified that the Socialists are still in power\n\nin Albania, that his relatives in Albania fear for their safety in\n\nthe wake of his uncle's death, and that he believes he too will be\n\nkilled if he returns to the country.\n\n            After hearing Halo's testimony, the IJ issued an oral\n\ndecision rejecting Halo and Hysenaj's application for relief.                          The\n\nIJ's main rationale was an adverse credibility finding.                           The IJ\n\nnoted, inter alia, that (1) Halo's original asylum application did\n\nnot mention that he had been a member of the Democratic Party or\n\nthat he had been detained or beaten; (2) there was conflicting\n\nevidence about how, when, and even whether Halo's uncle was killed,\n\nand no corroborating evidence that the uncle had been politically\n\nactive; and (3) it did not seem logical that Halo would wait more\n\nthan six months after his last arrest before fleeing Albania.\n\nGiven those findings, the IJ concluded that Halo's claim was\n\n\"simply a preconceived idea of coming to the United States and\n\nstarting a better life.\"            The IJ also stated that even if Halo was\n\ndetained    on       the   three    occasions        he   identified,     that   did   not\n\nconstitute       a    pattern      of    mistreatment        and   thus    he    had   not\n\nestablished that he had been persecuted in the past or that he\n\nharbored a well-founded fear of future persecution.\n\n\n\n\n                                               -6-\n\f          The BIA affirmed, but on different grounds. As explained\n\nabove, the BIA assumed Halo's credibility and wrote, without\n\nexplanation,    that   he   had   not    made    a    showing   of   persecution\n\nsufficient to justify relief.\n\n                                        II.\n\n          In evaluating a BIA denial of asylum, our review is aimed\n\nat determining whether the decision is supported by substantial\n\nevidence in the record.       Bocova v. Gonzales, 412 F.3d 257, 262 (1st\n\nCir. 2005) (citing Da Silva v. Ashcroft, 394 F.3d 1, 4 (1st Cir.\n\n2005)); see also INS v. Elias-Zacarias, 502 U.S. 478, 481 (1992).\n\nUnder that standard of review, we must uphold the BIA's fact-based\n\ndetermination of whether an alien is eligible for asylum \"unless\n\nany reasonable adjudicator would be compelled to conclude to the\n\ncontrary.\"      Bocova,     412   F.3d    at    262    (quoting      8   U.S.C.    §\n\n1252(b)(4)(B)). We may remand, however, if the BIA's opinion fails\n\nto \"state with sufficient particularity and clarity the reasons for\n\ndenial of asylum.\"     Gailius v. INS, 147 F.3d 34, 46 (1st Cir. 1998)\n\n(internal quotation marks omitted).             This is because we apply to\n\nthe BIA \"normal principles of administrative law governing the role\n\nof   courts    of   appeals    when     reviewing      agency   decisions         for\n\nsubstantial evidence,\" Cordero-Trejo v. INS, 40 F.3d 482, 487 (1st\n\nCir. 1994), and under those principles, \"a reviewing court . . .\n\nmust judge the propriety of [administrative] action solely by the\n\ngrounds invoked by the agency,\" and \"that basis must be set forth\n\n\n                                      -7-\n\fwith such clarity as to be understandable.\"           Gailius, 147 F.3d at\n\n44 (quoting SEC v. Chenery Corp., 332 U.S. 194, 196 (1947))\n\n(omission and alteration in Gailius).\n\n            In this case, assuming Halo's testimony to be true, he\n\nwas an active member of the Democratic Party and worked at the\n\nright hand of his uncle, a leading member of, and significant\n\nsource of funding for, the party.          He was hauled in three times by\n\nthe Albanian police after the rival Socialists took power, at least\n\nonce because of his and/or his uncle's political affiliations and\n\nanother time as part of an effort to force his uncle to switch\n\nparty loyalties.       He was beaten and denied food while in custody.\n\nMost importantly, if Halo's testimony is truthful, (1) government\n\nofficials threatened to kill his uncle to pressure him to change\n\nhis party affiliation and join the Socialists, (2) those same\n\ngovernment officials also threatened to kill Halo if his uncle did\n\nnot acquiesce, (3) Halo was known to be his uncle's right-hand man\n\nand   a   Democratic    supporter,   (4)    Halo's   uncle   was   eventually\n\nassassinated for his political activity and refusal to join the\n\nSocialists, and (5) Halo fears that if he were to return to\n\nAlbania, he would be killed for the same reasons.\n\n            It is not clear to us why this does not establish past\n\npersecution, or even reasonable fear of future persecution, on\n\naccount of Halo's political opinion and his and his family's\n\naffiliation with the Democratic party.          The BIA may well have had\n\n\n                                     -8-\n\fvalid reasons for its conclusion, see Topalli v. Gonzales, No. 04-\n\n2514, 2005 U.S. App. LEXIS 15825, at *11-12 (1st Cir. Aug. 2, 2005)\n\n(distinguishing     \"isolated       incidents\"   of     maltreatment       from\n\n\"systematic maltreatment rising to the level of persecution\"), but\n\nif so those reasons have not been articulated \"with sufficient\n\nparticularity and clarity.\"     Gailius, 147 F.3d at 46.2\n\n            Second, if Halo had demonstrated past persecution based\n\non   political    opinion,   then    the   burden     would   shift   to   the\n\ngovernment: the BIA could still find Halo ineligible for asylum,\n\nbut only if the government established that \"[t]here has been a\n\nfundamental change in circumstances such that the applicant no\n\nlonger has a well-founded fear of persecution in the applicant's\n\ncountry of nationality,\" or that \"[t]he applicant could avoid\n\nfuture persecution by relocating to another part of the applicant's\n\ncountry.\"    El Moraghy v. Ashcroft, 331 F.3d 195, 203 (1st Cir.\n\n2003) (quoting 8 C.F.R. §§ 1208.13(b)(1)(i)(A)-(B)) (alterations in\n\noriginal).       Here the BIA stated that Halo would not face a\n\nreasonable possibility of persecution if returned to Albania, but\n\nits statement was conclusory; it offered no explanation of why this\n\nwas so and did not account for the presumption arising from past\n\npersecution.      As such, we cannot rely on that ground for an\n\n\n2\n   The BIA here chose not to use its adoption and affirmance\nprocedure, under which it indicates that its \"conclusions upon\nreview of the record coincide with those which the immigration\njudge articulated in his or her decision.\" Matter of Burbano, 20\nI. & N. Dec. 872, 874 (BIA 1994).\n\n                                     -9-\n\faffirmance. Under these circumstances we think the best outcome is\n\nto remand to the agency.3\n\n          Of course, this would be a different (and, from the\n\ngovernment's standpoint, much easier) case if the IJ's adverse\n\ncredibility determination were to be given effect.        The BIA,\n\nhowever, chose not to review that determination, but, rather, to\n\nassume arguendo Halo's credibility. On remand, the BIA is free, if\n\nit so elects, to reevaluate that decision and pass upon the IJ's\n\nadverse credibility determination.\n\n                               III.\n\n          The order of the BIA is vacated, and the case is remanded\n\nto the BIA for further proceedings consistent with this opinion.\n\n\n\n\n3\n    Because of our disposition, we need not address the BIA's\ndecision denying withholding of removal or CAT relief.\n\n                               -10-\n\f",
  "html": "<p class=\"case_cite\">419 F.3d 15</p>\n    <p class=\"parties\">Altin HALO; Esmeralda Hysenaj, Petitioners,<br>v.<br>Alberto GONZALES, Attorney General of the United States, Respondent.</p>\n    <p class=\"docket\">No. 05-1076.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Submitted July 6, 2005.</p>\n    <p class=\"date\">Decided August 17, 2005.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Charles Christophe and Christophe &amp; Associates, P.C., on brief for petitioners.</p>\n      <p class=\"indent\">William J. Schneider, Assistant United States Attorney, and Paula D. Silsby, United States Attorney, on brief for respondent.</p>\n      <p class=\"indent\">Before SELYA, LYNCH and LIPEZ, Circuit Judges.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Altin Halo and Esmeralda Hysenaj are Albanian nationals whose applications for asylum, withholding of removal, and relief under the Convention Against Torture (CAT) were denied by the Immigration Judge (IJ). That denial was affirmed by the Board of Immigration Appeals (BIA). The two decisionmakers rested their conclusions on different grounds. The IJ denied asylum on the basis that Halo, the lead applicant, was not credible.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The BIA noted the IJ's lack-of-credibility finding; however, it did not purport to adopt it. Rather, the BIA found that</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">even assuming the credibility of the testimony, the lead respondent would have failed to establish that the harms he claims to have suffered amounted to persecution on account of his political opinion (actual or imputed) or any other statutory basis for asylum and withholding of removal. We further find that background evidence in the record fails to show that a person such as the respondent would face a reasonable possibility of persecution, or a clear probability of persecution or torture if he were to return to Albania.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The BIA offered no further explanation for its conclusions. Lacking such explanation, and given that the final agency decision does not rest on a lack-of-credibility determination, we are left with significant questions about the justifications for the denial. We therefore vacate the BIA's order and remand.</p>\n    </div>\n    <p class=\"center\">I.</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Halo entered the United States via Canada in December 1999. On December 26, 2000, he filed an Application for Asylum and for Withholding of Removal.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The second petitioner, Hysenaj, entered the United States via Canada in November 2001. She and Halo were married at the Albanian Embassy in Washington, D.C., on April 16, 2002. On December 12, 2002, she presented herself to the INS<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> in Boston and was served with a Notice to Appear. The IJ granted Hysenaj's motion to consolidate her proceedings with Halo's, and the couple appeared jointly before the IJ on November 12, 2003.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">What follows is a summary of Halo's testimony at the hearing: Halo's father and uncle were members of the Democratic Party in his hometown of Fier, and his uncle contributed significant amounts of money to the party. In February 1995, Halo &#8212; who had been attending party meetings and demonstrations with his father and uncle since 1990 &#8212; formally joined the party. He continued attending party rallies at least once a week. He also drove trucks for his uncle's business and served as his personal driver.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">From 1995 to 1997, the Democratic Party was in power and the demonstrations Halo attended were peaceful. But in June 1997, the Socialist Party was elected to power, and the Democrats began holding rallies to protest the Socialist victory. By 1998, Halo testified, baton-wielding government officials had begun coming to the Democratic rallies and breaking them up.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In 1998, Halo's uncle began to receive phone calls from Socialists asking him to drop his support for the Democrats and become a Socialist instead. Unidentified callers also called Halo's home at night and sought answers about what his uncle's political affiliations would be. Halo's father and uncle decided not to join the Socialists, but they talked to Halo about the possibility of switching his allegiance because he was the future of the family and they did not want him to have to suffer persecution. Halo rejected the idea of joining the Socialists and remained a Democrat.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In June 1998, several individuals wearing masks came to Halo's home. When his mother answered the door, they shoved her against a wall, entered the home, and grabbed Halo, telling his mother they were taking him to \"verify some documents.\" They took Halo to the local police station, where he was held in a cell for three days. Halo was not given food during this time. On at least one occasion, his captors came into his cell, kicked him, and said \"you don't like the Socialist Party.\" Halo offered few details on the extent of his injuries from the beating, but he did say that when he was released, his family members were waiting for him outside the police station and they wept when they saw his condition.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Three months later, in September 1998, Halo participated in a Democratic Party demonstration in Fier. After party leaders left, police came to try to break up the demonstration. The police, who were wielding \"sticks,\" arrested ten demonstrators, Halo among them. He was held for a week in a jail cell and given only small amounts of food. He testified that the arrests occurred because a Democratic Party leader had been assassinated and the government said it wanted to investigate whether the assassination plot had been \"prepared in Fier.\"</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Halo was arrested again in December 1998. He testified that the arrest was associated with the pressure the Socialist Party was putting on his uncle to publicly convert to Socialist membership. In fact, as part of the pressure tactics, the Socialists made calls to Halo's uncle while Halo sat in jail, threatening to kill Halo and all the members of the uncle's family.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">After Halo was released, his uncle continued receiving threatening phone calls; the callers insulted him and again threatened to kill his family. Finally, in July 1999, Halo and his father and uncle decided Halo needed to flee the country to avoid harm. He fled to Italy, France, England, Canada, and then the United States. After Halo left Albania, his uncle was assassinated. Halo claimed the Socialist Party was behind the killing. He also testified that the Socialists are still in power in Albania, that his relatives in Albania fear for their safety in the wake of his uncle's death, and that he believes he too will be killed if he returns to the country.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">After hearing Halo's testimony, the IJ issued an oral decision rejecting Halo and Hysenaj's application for relief. The IJ's main rationale was an adverse credibility finding. The IJ noted, inter alia, that (1) Halo's original asylum application did not mention that he had been a member of the Democratic Party or that he had been detained or beaten; (2) there was conflicting evidence about how, when, and even whether Halo's uncle was killed, and no corroborating evidence that the uncle had been politically active; and (3) it did not seem logical that Halo would wait more than six months after his last arrest before fleeing Albania. Given those findings, the IJ concluded that Halo's claim was \"simply a preconceived idea of coming to the United States and starting a better life.\" The IJ also stated that even if Halo was detained on the three occasions he identified, that did not constitute a pattern of mistreatment and thus he had not established that he had been persecuted in the past or that he harbored a well-founded fear of future persecution.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The BIA affirmed, but on different grounds. As explained above, the BIA assumed Halo's credibility and wrote, without explanation, that he had not made a showing of persecution sufficient to justify relief.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In evaluating a BIA denial of asylum, our review is aimed at determining whether the decision is supported by substantial evidence in the record. <i>Bocova v. Gonzales,</i> 412 F.3d 257, 262 (1st Cir.2005) (citing <i>Da Silva v. Ashcroft,</i> 394 F.3d 1, 4 (1st Cir.2005)); <i>see also INS v. Elias-Zacarias,</i> 502 U.S. 478, 481, 112 S.Ct. 812, 117 L.Ed.2d 38 (1992). Under that standard of review, we must uphold the BIA's fact-based determination of whether an alien is eligible for asylum \"unless any reasonable adjudicator would be compelled to conclude to the contrary.\" <i>Bocova,</i> 412 F.3d at 262 (quoting 8 U.S.C. &#167; 1252(b)(4)(B)). We may remand, however, if the BIA's opinion fails to \"state with sufficient particularity and clarity the reasons for denial of asylum.\" <i>Gailius v. INS,</i> 147 F.3d 34, 46 (1st Cir.1998) (internal quotation marks omitted). This is because we apply to the BIA \"normal principles of administrative law governing the role of courts of appeals when reviewing agency decisions for substantial evidence,\" <i>Cordero-Trejo v. INS,</i> 40 F.3d 482, 487 (1st Cir.1994), and under those principles, \"a reviewing court ... must judge the propriety of [administrative] action solely by the grounds invoked by the agency,\" and \"that basis must be set forth with such clarity as to be understandable.\" <i>Gailius,</i> 147 F.3d at 44 (quoting <i>SEC v. Chenery Corp.,</i> 332 U.S. 194, 196, 67 S.Ct. 1575, 91 L.Ed. 1995 (1947)) (omission and alteration in <i>Gailius</i>).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In this case, assuming Halo's testimony to be true, he was an active member of the Democratic Party and worked at the right hand of his uncle, a leading member of, and significant source of funding for, the party. He was hauled in three times by the Albanian police after the rival Socialists took power, at least once because of his and/or his uncle's political affiliations and another time as part of an effort to force his uncle to switch party loyalties. He was beaten and denied food while in custody. Most importantly, if Halo's testimony is truthful, (1) government officials threatened to kill his uncle to pressure him to change his party affiliation and join the Socialists, (2) those same government officials also threatened to kill Halo if his uncle did not acquiesce, (3) Halo was known to be his uncle's right-hand man and a Democratic supporter, (4) Halo's uncle was eventually assassinated for his political activity and refusal to join the Socialists, and (5) Halo fears that if he were to return to Albania, he would be killed for the same reasons.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">It is not clear to us why this does not establish past persecution, or even reasonable fear of future persecution, on account of Halo's political opinion and his and his family's affiliation with the Democratic party. The BIA may well have had valid reasons for its conclusion, <i>see Topalli v. Gonzales,</i> 417 F.3d 128, 132 (1st Cir.2005) (distinguishing \"isolated incidents\" of maltreatment from \"systematic maltreatment rising to the level of persecution\"), but if so those reasons have not been articulated \"with sufficient particularity and clarity.\" <i>Gailius,</i> 147 F.3d at 46.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Second, if Halo had demonstrated past persecution based on political opinion, then the burden would shift to the government: the BIA could still find Halo ineligible for asylum, but only if the government established that \"[t]here has been a fundamental change in circumstances such that the applicant no longer has a well-founded fear of persecution in the applicant's country of nationality,\" or that \"[t]he applicant could avoid future persecution by relocating to another part of the applicant's country.\" <i>El Moraghy v. Ashcroft,</i> 331 F.3d 195, 203 (1st Cir.2003) (quoting 8 C.F.R. &#167;&#167; 1208.13(b)(1)(i)(A)-(B)) (alterations in original). Here the BIA stated that Halo would not face a reasonable possibility of persecution if returned to Albania, but its statement was conclusory; it offered no explanation of why this was so and did not account for the presumption arising from past persecution. As such, we cannot rely on that ground for an affirmance. Under these circumstances we think the best outcome is to remand to the agency.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Of course, this would be a different (and, from the government's standpoint, much easier) case if the IJ's adverse credibility determination were to be given effect. The BIA, however, chose not to review that determination, but, rather, to assume <i>arguendo</i> Halo's credibility. On remand, the BIA is free, if it so elects, to reevaluate that decision and pass upon the IJ's adverse credibility determination.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The order of the BIA is <i>vacated,</i> and the case is <i>remanded</i> to the BIA for further proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> On March 1, 2003, the relevant functions of the INS were transferred to the Department of Homeland Security, and the INS subsequently ceased to exist<i>See</i> Homeland Security Act of 2002, Pub.L. No. 107-296, &#167; 471, 116 Stat. 2135, 2205 (codified as amended at 6 U.S.C. &#167; 291(a)).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The BIA here chose not to use its adoption and affirmance procedure, under which it indicates that its \"conclusions upon review of the record coincide with those which the immigration judge articulated in his or her decision.\"<i>Matter of Burbano,</i> 20 I. &amp; N. Dec. 872, 874 (BIA 1994).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Because of our disposition, we need not address the BIA's decision denying withholding of removal or CAT relief</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">419</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></span></p>\n    <p class=\"parties\">Altin HALO; Esmeralda Hysenaj, Petitioners,<br>v.<br>Alberto GONZALES, Attorney General of the United States, Respondent.</p>\n    <p class=\"docket\">No. 05-1076.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Submitted July 6, 2005.</p>\n    <p class=\"date\">Decided August 17, 2005.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Charles Christophe and Christophe &amp; Associates, P.C., on brief for petitioners.</p>\n      <p class=\"indent\">William J. Schneider, Assistant United States Attorney, and Paula D. Silsby, United States Attorney, on brief for respondent.</p>\n      <p class=\"indent\">Before SELYA, LYNCH and LIPEZ, Circuit Judges.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Altin Halo and Esmeralda Hysenaj are Albanian nationals whose applications for asylum, withholding of removal, and relief under the Convention Against Torture (CAT) were denied by the Immigration Judge (IJ). That denial was affirmed by the Board of Immigration Appeals (BIA). The two decisionmakers rested their conclusions on different grounds. The IJ denied asylum on the basis that Halo, the lead applicant, was not credible.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The BIA noted the IJ's lack-of-credibility finding; however, it did not purport to adopt it. Rather, the BIA found that</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">even assuming the credibility of the testimony, the lead respondent would have failed to establish that the harms he claims to have suffered amounted to persecution on account of his political opinion (actual or imputed) or any other statutory basis for asylum and withholding of removal. We further find that background evidence in the record fails to show that a person such as the respondent would face a reasonable possibility of persecution, or a clear probability of persecution or torture if he were to return to Albania.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The BIA offered no further explanation for its conclusions. Lacking such explanation, and given that the final agency decision does not rest on a lack-of-credibility determination, we are left with significant questions about the justifications for the denial. We therefore vacate the BIA's order and remand.</p>\n    </div>\n    <p class=\"center\">I.</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Halo entered the United States via Canada in December 1999. On December 26, 2000, he filed an Application for Asylum and for Withholding of Removal.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The second petitioner, Hysenaj, entered the United States via Canada in November 2001. She and Halo were married at the Albanian Embassy in Washington, D.C., on April 16, 2002. On December 12, 2002, she presented herself to the INS<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> in Boston and was served with a Notice to Appear. The IJ granted Hysenaj's motion to consolidate her proceedings with Halo's, and the couple appeared jointly before the IJ on November 12, 2003.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">What follows is a summary of Halo's testimony at the hearing: Halo's father and uncle were members of the Democratic Party in his hometown of Fier, and his uncle contributed significant amounts of money to the party. In February 1995, Halo &#8212; who had been attending party meetings and demonstrations with his father and uncle since 1990 &#8212; formally joined the party. He continued attending party rallies at least once a week. He also drove trucks for his uncle's business and served as his personal driver.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">From 1995 to 1997, the Democratic Party was in power and the demonstrations Halo attended were peaceful. But in June 1997, the Socialist Party was elected to power, and the Democrats began holding rallies to protest the Socialist victory. By 1998, Halo testified, baton-wielding government officials had begun coming to the Democratic rallies and breaking them up.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In 1998, Halo's uncle began to receive phone calls from Socialists asking him to drop his support for the Democrats and become a Socialist instead. Unidentified callers also called Halo's home at night and sought answers about what his uncle's political affiliations would be. Halo's father and uncle decided not to join the Socialists, but they talked to Halo about the possibility of switching his allegiance because he was the future of the family and they did not want him to have to suffer persecution. Halo rejected the idea of joining the Socialists and remained a Democrat.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In June 1998, several individuals wearing masks came to Halo's home. When his mother answered the door, they shoved her against a wall, entered the home, and grabbed Halo, telling his mother they were taking him to \"verify some documents.\" They took Halo to the local police station, where he was held in a cell for three days. Halo was not given food during this time. On at least one occasion, his captors came into his cell, kicked him, and said \"you don't like the Socialist Party.\" Halo offered few details on the extent of his injuries from the beating, but he did say that when he was released, his family members were waiting for him outside the police station and they wept when they saw his condition.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Three months later, in September 1998, Halo participated in a Democratic Party demonstration in Fier. After party leaders left, police came to try to break up the demonstration. The police, who were wielding \"sticks,\" arrested ten demonstrators, Halo among them. He was held for a week in a jail cell and given only small amounts of food. He testified that the arrests occurred because a Democratic Party leader had been assassinated and the government said it wanted to investigate whether the assassination plot had been \"prepared in Fier.\"</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Halo was arrested again in December 1998. He testified that the arrest was associated with the pressure the Socialist Party was putting on his uncle to publicly convert to Socialist membership. In fact, as part of the pressure tactics, the Socialists made calls to Halo's uncle while Halo sat in jail, threatening to kill Halo and all the members of the uncle's family.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">After Halo was released, his uncle continued receiving threatening phone calls; the callers insulted him and again threatened to kill his family. Finally, in July 1999, Halo and his father and uncle decided Halo needed to flee the country to avoid harm. He fled to Italy, France, England, Canada, and then the United States. After Halo left Albania, his uncle was assassinated. Halo claimed the Socialist Party was behind the killing. He also testified that the Socialists are still in power in Albania, that his relatives in Albania fear for their safety in the wake of his uncle's death, and that he believes he too will be killed if he returns to the country.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">After hearing Halo's testimony, the IJ issued an oral decision rejecting Halo and Hysenaj's application for relief. The IJ's main rationale was an adverse credibility finding. The IJ noted, inter alia, that (1) Halo's original asylum application did not mention that he had been a member of the Democratic Party or that he had been detained or beaten; (2) there was conflicting evidence about how, when, and even whether Halo's uncle was killed, and no corroborating evidence that the uncle had been politically active; and (3) it did not seem logical that Halo would wait more than six months after his last arrest before fleeing Albania. Given those findings, the IJ concluded that Halo's claim was \"simply a preconceived idea of coming to the United States and starting a better life.\" The IJ also stated that even if Halo was detained on the three occasions he identified, that did not constitute a pattern of mistreatment and thus he had not established that he had been persecuted in the past or that he harbored a well-founded fear of future persecution.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The BIA affirmed, but on different grounds. As explained above, the BIA assumed Halo's credibility and wrote, without explanation, that he had not made a showing of persecution sufficient to justify relief.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In evaluating a BIA denial of asylum, our review is aimed at determining whether the decision is supported by substantial evidence in the record. <i>Bocova v. Gonzales,</i> <span class=\"citation\" data-id=\"201655\"><a href=\"/opinion/201655/bocova-v-gonzales/\"><span class=\"volume\">412</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">257</span></a></span>, 262 (1st Cir.2005) (citing <i>Da Silva v. Ashcroft,</i> <span class=\"citation\" data-id=\"201398\"><a href=\"/opinion/201398/da-silva-v-ashcroft/\"><span class=\"volume\">394</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 4 (1st Cir.2005)); <i>see also INS v. Elias-Zacarias,</i> <span class=\"citation\" data-id=\"112682\"><a href=\"/opinion/112682/ins-v-elias-zacarias/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">478</span></a></span>, 481, <span class=\"citation\" data-id=\"112682\"><a href=\"/opinion/112682/ins-v-elias-zacarias/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">812</span></a></span>, <span class=\"citation\" data-id=\"112682\"><a href=\"/opinion/112682/ins-v-elias-zacarias/\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">38</span></a></span> (1992). Under that standard of review, we must uphold the BIA's fact-based determination of whether an alien is eligible for asylum \"unless any reasonable adjudicator would be compelled to conclude to the contrary.\" <i>Bocova,</i> 412 F.3d at 262 (quoting 8 U.S.C. &#167; 1252(b)(4)(B)). We may remand, however, if the BIA's opinion fails to \"state with sufficient particularity and clarity the reasons for denial of asylum.\" <i>Gailius v. INS,</i> <span class=\"citation\" data-id=\"198026\"><a href=\"/opinion/198026/ins-v-gailius/\"><span class=\"volume\">147</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">34</span></a></span>, 46 (1st Cir.1998) (internal quotation marks omitted). This is because we apply to the BIA \"normal principles of administrative law governing the role of courts of appeals when reviewing agency decisions for substantial evidence,\" <i>Cordero-Trejo v. INS,</i> <span class=\"citation\" data-id=\"195749\"><a href=\"/opinion/195749/cordero-trejo-v-ins/\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">482</span></a></span>, 487 (1st Cir.1994), and under those principles, \"a reviewing court ... must judge the propriety of [administrative] action solely by the grounds invoked by the agency,\" and \"that basis must be set forth with such clarity as to be understandable.\" <i>Gailius,</i> 147 F.3d at 44 (quoting <i>SEC v. Chenery Corp.,</i> <span class=\"citation\" data-id=\"104462\"><a href=\"/opinion/104462/sec-v-chenery-corp/\"><span class=\"volume\">332</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">194</span></a></span>, 196, <span class=\"citation\" data-id=\"104462\"><a href=\"/opinion/104462/sec-v-chenery-corp/\"><span class=\"volume\">67</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1575</span></a></span>, <span class=\"citation\" data-id=\"104462\"><a href=\"/opinion/104462/sec-v-chenery-corp/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1995</span></a></span> (1947)) (omission and alteration in <i>Gailius</i>).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In this case, assuming Halo's testimony to be true, he was an active member of the Democratic Party and worked at the right hand of his uncle, a leading member of, and significant source of funding for, the party. He was hauled in three times by the Albanian police after the rival Socialists took power, at least once because of his and/or his uncle's political affiliations and another time as part of an effort to force his uncle to switch party loyalties. He was beaten and denied food while in custody. Most importantly, if Halo's testimony is truthful, (1) government officials threatened to kill his uncle to pressure him to change his party affiliation and join the Socialists, (2) those same government officials also threatened to kill Halo if his uncle did not acquiesce, (3) Halo was known to be his uncle's right-hand man and a Democratic supporter, (4) Halo's uncle was eventually assassinated for his political activity and refusal to join the Socialists, and (5) Halo fears that if he were to return to Albania, he would be killed for the same reasons.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">It is not clear to us why this does not establish past persecution, or even reasonable fear of future persecution, on account of Halo's political opinion and his and his family's affiliation with the Democratic party. The BIA may well have had valid reasons for its conclusion, <i>see Topalli v. Gonzales,</i> <span class=\"citation\" data-id=\"201738\"><a href=\"/opinion/201738/topalli-v-ashcroft/\"><span class=\"volume\">417</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">128</span></a></span>, 132 (1st Cir.2005) (distinguishing \"isolated incidents\" of maltreatment from \"systematic maltreatment rising to the level of persecution\"), but if so those reasons have not been articulated \"with sufficient particularity and clarity.\" <i>Gailius,</i> 147 F.3d at 46.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Second, if Halo had demonstrated past persecution based on political opinion, then the burden would shift to the government: the BIA could still find Halo ineligible for asylum, but only if the government established that \"[t]here has been a fundamental change in circumstances such that the applicant no longer has a well-founded fear of persecution in the applicant's country of nationality,\" or that \"[t]he applicant could avoid future persecution by relocating to another part of the applicant's country.\" <i>El Moraghy v. Ashcroft,</i> <span class=\"citation\" data-id=\"200506\"><a href=\"/opinion/200506/el-moraghy-v-ins/\"><span class=\"volume\">331</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">195</span></a></span>, 203 (1st Cir.2003) (quoting 8 C.F.R. &#167;&#167; 1208.13(b)(1)(i)(A)-(B)) (alterations in original). Here the BIA stated that Halo would not face a reasonable possibility of persecution if returned to Albania, but its statement was conclusory; it offered no explanation of why this was so and did not account for the presumption arising from past persecution. As such, we cannot rely on that ground for an affirmance. Under these circumstances we think the best outcome is to remand to the agency.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Of course, this would be a different (and, from the government's standpoint, much easier) case if the IJ's adverse credibility determination were to be given effect. The BIA, however, chose not to review that determination, but, rather, to assume <i>arguendo</i> Halo's credibility. On remand, the BIA is free, if it so elects, to reevaluate that decision and pass upon the IJ's adverse credibility determination.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The order of the BIA is <i>vacated,</i> and the case is <i>remanded</i> to the BIA for further proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> On March 1, 2003, the relevant functions of the INS were transferred to the Department of Homeland Security, and the INS subsequently ceased to exist<i>See</i> Homeland Security Act of 2002, Pub.L. No. 107-296, &#167; 471, 116 Stat. 2135, 2205 (codified as amended at 6 U.S.C. &#167; 291(a)).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The BIA here chose not to use its adoption and affirmance procedure, under which it indicates that its \"conclusions upon review of the record coincide with those which the immigration judge articulated in his or her decision.\"<i>Matter of Burbano,</i> 20 I. &amp; N. Dec. 872, 874 (BIA 1994).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Because of our disposition, we need not address the BIA's decision denying withholding of removal or CAT relief</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104462/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112682/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195749/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198026/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200506/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201398/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201655/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201738/"
  ]
}