{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201754/",
  "absolute_url": "/opinion/201754/pasdon-v-city-of-peabody/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201754/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:33:32Z",
  "date_modified": "2016-02-28T05:06:23.068941Z",
  "type": "010combined",
  "sha1": "6ab4fc9578272d9f0fee6bee6faf96f30ab07515",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/04-2314-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2005/08/09/Pasdon_v._City_of_Peabody.pdf",
  "plain_text": "           United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 04-2314\n\n                         STEVEN E. PASDON,\n\n                       Plaintiff, Appellant,\n\n                                v.\n\n      CITY OF PEABODY; SHEILA MCDAID, in her professional and\n        personal capacities; CHIEF ROBERT CHAMPAGNE, in his\n               professional and personal capacities,\n\n                      Defendants, Appellees.\n\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n                 FOR THE DISTRICT OF MASSACHUSETTS\n\n          [Hon. Reginald C. Lindsay, U.S. District Judge]\n\n\n                              Before\n\n                     Torruella, Circuit Judge,\n                   Stahl, Senior Circuit Judge,\n              and Oberdorfer,* Senior District Judge.\n\n\n     Mary-Ellen Manning, on brief, for appellant.\n     Katharine Goree Doyle, with whom Kopelman and Paige, P.C., was\non brief, for appellees.\n\n\n\n                          August 9, 2005\n\n\n\n\n*\n    Of the District of Columbia, sitting by designation.\n\f            TORRUELLA, Circuit Judge.     This matter is before us on\n\nappeal from a dismissal of the complaint pursuant to Federal Rule\n\nof Civil Procedure 12(c).1    We affirm the decision of the district\n\ncourt.      The standard for evaluating a Rule 12(c) motion for\n\njudgment on the pleadings is essentially the same as that for\n\ndeciding a Rule 12(b)(6) motion.        \"[T]he trial court must accept\n\nall of the nonmovant's well-pleaded factual averments as true, and\n\ndraw all reasonable inferences in his favor.\"       Rivera-Gómez v. de\n\nCastro, 843 F.2d 631, 635 (1st Cir. 1998) (internal citations\n\nomitted).     The motion should not be granted \"unless it appears\n\nbeyond doubt that the plaintiff can prove no set of facts in\n\nsupport of his claim which would entitle him to relief.\"         Id.    With\n\nthese parameters in mind, we look to the circumstances of the case\n\nbefore us.\n\n            The complaint was originally filed in Essex Superior\n\nCourt in Massachusetts, pursuant to 42 U.S.C. § 1983, alleging\n\nviolations of plaintiff-appellant Steven E. Pasdon's constitutional\n\nrights under the Fifth, Sixth, Seventh and Fourteenth Amendments of\n\nthe United States Constitution.     In essence, Pasdon claimed that\n\nthese    rights   were   transgressed    during   the   course     of    an\n\ninvestigation into an alleged infringement of a restraining order\n\nthat had been issued by a Massachusetts state court against him.\n\n\n1\n   Fed. R. Civ. P. 12(c) provides: \"After the pleadings are closed\nbut within such time as not to delay the trial, any party may move\nfor judgment on the pleadings.\"\n\n                                 -2-\n\fThe case was removed to the United States District Court for the\n\nDistrict of Massachusetts.\n\n              The defendants in the original complaint were appellee\n\nSheila McDaid, a police officer of the Peabody Police Department,\n\nappellee Robert Champagne, the chief of that department, and\n\nappellee City of Peabody.\n\n              The complaint alleged that Pasdon's former wife made ex\n\nparte    allegations     against      him     that   enabled    her    to    obtain   a\n\nrestraining order against Pasdon in the Essex Probate and Family\n\nCourt.     She then reported to the Peabody Police Department that\n\nPasdon had disobeyed the restraining order by coming within fifty\n\nyards    of   the     marital     home   in       Peabody.      Subsequently,      the\n\ndepartment, with the approval of Chief Champagne, caused a criminal\n\ncomplaint to be issued by the Peabody District Court against Pasdon\n\nfor     breaching     the     restraining         order.      Almost    immediately\n\nthereafter, \"McDaid . . . , with [the] authorization of Chief . . .\n\nChampagne, questioned . . . Pasdon about the alleged criminal\n\nconduct without informing him that criminal process had already\n\nbeen    issued      against     him   and    without       informing   him    of   his\n\nconstitutional rights under Miranda.\"                Original Compl., para. 11.\n\nIt is then claimed that following this incident, \"Defendant City\n\n. . . Police Department, with authorization of Chief . . .\n\nChampagne, read the substance of the police report containing the\n\nallegations of criminal conduct to a reporter from the Salem\n\n\n                                            -3-\n\fEvening News, who []published the allegations\" the next day.                    Id.\n\nat para. 12.        The complaint outlines several claims for relief\n\nwhich, considering our disposition of this case, are irrelevant to\n\nthe present discussion and outcome.2\n\n            After appellees moved to dismiss the original complaint,\n\nbut before the district court acted on their motion, Pasdon filed\n\nfor leave to amend the complaint \"to make corrections to certain\n\naspects of the pleadings as well as to add additional state\n\npleadings.\"    Appellant's Br. at 25.             This request \"was predicated\n\nupon the need to state his allegations with greater clarity so as\n\nto correct defects in his prima facie case for § 1983\" relief.                  Id.\n\nThe amended complaint argued that both McDaid and Chief Champagne\n\nwere \"policymaker[s]\" for the City with regard to \"the handling,\n\ninvestigation, and prosecution of crimes of domestic violence as\n\nwell as violations of restraining orders issued\" in relation\n\ntherewith,    and    that    their      actions    were   in    conformance     with\n\nestablished    municipal         policy    for   which    the   City   is   liable.\n\nProposed Am. Compl., para. 6-7.\n\n            We turn first to Pasdon's claim that McDaid's failure to\n\nprovide Miranda warnings before questioning him violated his Fifth\n\nAmendment    rights.        We   find     that   the   district   court     properly\n\n\n2\n   Appellant seeks, inter alia, that the defendants be enjoined\nfrom investigating allegations against him \"in such a way that\nviolates his constitutional rights\" and that defendants be ordered\nto pay all his damages, including attorney's fees and costs\nassociated with this lawsuit. Original Compl., Prayers for Relief.\n\n                                          -4-\n\fdismissed this claim, because Pasdon was not \"in custody\" at the\n\ntime   of   the    questioning,        and   thus,    not   entitled    to    Miranda\n\nwarnings.     The warnings required by Miranda v. Arizona, 384 U.S.\n\n436    (1966),     are   needed    \"only     where     there   has    been    such   a\n\nrestriction on a person's freedom as to render him 'in custody.'\"\n\nOregon v. Mathiason, 429 U.S. 492, 496 (1977); see also United\n\nStates v. Ventura, 85 F.3d 708, 710 (1st Cir. 1996) (\"[T]he\n\nultimate inquiry is whether there was a formal arrest or restraint\n\non freedom of movement of the degree associated with a formal\n\narrest.\") (internal quotation omitted).                 It is clear that Pasdon\n\nwas not \"in custody\" here: McDaid asked him questions over the\n\ntelephone.        Cf. Commonwealth v. Smallwood, 401 N.E.2d 802, 806\n\n(Mass. 1980) (warnings not required for statements to police over\n\ntelephone; defendant \"not in custody\" even though complaint and\n\narrest warrant had been issued).\n\n            Pasdon       argues    that      the     \"custodial      interrogation\"\n\nrequirement does not apply here since a criminal complaint was\n\nissued against him.          However, he does not cite a single case\n\nholding that Miranda warnings are required where a complaint has\n\nbeen issued but the suspect is not in custody.                 Moreover, Miranda\n\nwarnings     are    intended      to   provide       protection   \"from      coercive\n\npressures that can be brought to bear upon a suspect in the context\n\nof custodial interrogation.\"             Berkemer v. McCarty, 468 U.S. 420,\n\n428 (1984) (emphasis added).            Pasdon does not explain how the mere\n\n\n                                          -5-\n\ffiling of a criminal complaint -- particularly one of which he was\n\nunaware -- could create such \"coercive pressure.\"\n\n            Pasdon additionally claims that McDaid's questioning\n\nimplicated his Sixth Amendment right to counsel.           However, as to\n\nthis claim, Pasdon has no cause of action under 42 U.S.C. § 1983\n\nbecause he has not and cannot show that he was prejudiced by having\n\nbeen questioned without his counsel present.              See Cinelli v.\n\nRevere, 820 F.2d 474, 476-77 (1st Cir. 1987) (section 1983 claim\n\nfor violation of Sixth Amendment right to counsel requires \"showing\n\nof prejudice\" in the form of \"realistic possibility of injury to\n\nthe   defendant   or   benefit   to   the   state\")   (internal   quotation\n\nomitted).\n\n            The remaining contentions in Count Two and Three fare no\n\nbetter.    We start with the fact previously stated that Pasdon was\n\nnot subjected to a criminal trial.           We are thus not faced with\n\nissues of unconstitutional pretrial publicity, situations which are\n\nin themselves considerably different factually, and legally, from\n\nthe present scenario. See, e.g., Sheppard v. Maxwell, 384 U.S. 333\n\n(1966); United States v. Moreno Morales, 815 F.2d 725 (1st Cir.\n\n1987).    Those extraordinary circumstances aside, we are unaware of\n\nany authority, and appellant does not cite to any authority,\n\nsuggesting that the dissemination to the press of \"the substance of\n\n[a] police report containing . . . allegations of criminal conduct\"\n\nconstitutes a violation of a criminal defendant's constitutional\n\n\n                                      -6-\n\frights.   Original Compl., para. 12.      We decline the invitation to\n\nso   conclude.     Furthermore,   we    fail    to   see   how,   under   the\n\ncircumstances of this case, the release of information contained in\n\na public record can in any way affect appellant's \"right against\n\nself-incrimination, right to counsel, right to fair trial, and all\n\nother rights under the Fifth, Sixth and Seventh Amendments.\"\n\nCompl., para. 17.    Moreover, because there was no trial, fair or\n\notherwise, the allegation that appellees' actions have affected\n\nPasdon's right to a fair trial appears to run afoul of Rule\n\n11(b)(2)'s requirement that all claims be \"warranted by existing\n\nlaw or by a nonfrivolous argument for the extension, modification,\n\nor reversal of existing law or the establishment of new law.\"\n\n            If the gravamen of this contention is, as stated in Count\n\nThree, that the release of this information caused Pasdon to be\n\n\"held up to public scorn and . . . stigmatized and deprived of his\n\nreputation without a hearing and without available and adequate\n\npost-deprivation hearing,\" quite clearly, Pasdon fails to state a\n\ncause of action under § 1983.\n\n            To begin with, interest in reputation as such is not a\n\n\"liberty\"   or   \"property\"   concern   which    is   guaranteed    against\n\nspoilation by state action.     See Paul v. Davis, 424 U.S. 693, 708,\n\n712 (1976) (\"[A]ny harm or injury to that interest, even where as\n\nhere inflicted by an officer of the State, does not result in a\n\n\n\n\n                                  -7-\n\fdeprivation of any 'liberty' or 'property' recognized by state or\n\nfederal law.\").\n\n            In substance, Pasdon is only making a defamation claim.\n\nSuch an allegation is not cognizable under the Constitution and\n\nthus fails to state an actionable cause under 42 U.S.C. § 1983.\n\nWojcik v. Mass. State Lottery Comm'n, 300 F.3d 92, 102 (1st Cir.\n\n2002) (\"It is beyond cavil that 'defamation, even from the lips of\n\na   government    actor,   does   not   in   and    of    itself   transgress\n\nconstitutionally      assured     rights.'\")     (quoting       Pendleton     v.\n\nHaverhill, 156 F.3d 57, 62-63 (1st Cir. 1998)). For a reputational\n\nharm or stigma to be actionable under § 1983, the utterance must be\n\ncoupled with a loss of or adverse effect on a person's legal\n\nstatus.    Paul, 424 U.S. at 707-709.          We note that the complaint\n\nmakes no allegation that Pasdon suffered any change in legal\n\nstatus, such as employment discharge or demotion, as a result of\n\nthe allegedly defamatory statements released to the press by Chief\n\nChampagne.    See Wojcik, 300 F.3d at 103. (To be actionable under\n\n§   1983   \"the   stigmatizing    statements    must     have   been   made   in\n\nconjunction with an alteration of the employee's legal status, such\n\nas the termination of his employment.\").           Thus, the district court\n\nhad no alternative but to dismiss Count Three as well.\n\n            We turn finally to the district court's refusal to allow\n\nPasdon's request to amend his complaint. Appellant claims that the\n\ndistrict court committed error \"because the denial was apparently\n\n\n                                    -8-\n\fbased on the erroneous conclusion that Pasdon's constitutional\n\nrights did not attach until he was incarcerated.\"                Appellant's Br.\n\nat 25.    We have just indicated in some detail why we believe that\n\nthe   district       court   was   correct    in   determining    that    Pasdon's\n\nconstitutional rights had not been violated. Having concluded that\n\nthere    were   no    remaining    valid     federal   claims    before   it,   the\n\ndistrict court was well within its discretion to refuse to accept\n\namendments for the purpose of adding state causes of action.\n\nRomani v. Shearson Lehman Hutton, 929 F.2d 875, 880 (1st Cir. 1991)\n\n(denial of motion to amend complaint is reviewed for abuse of\n\ndiscretion); Steir v. Girl Scouts of the USA, 383 F.3d 7, 12 (1st\n\nCir. 2004) (an appellate court will \"defer to the district court if\n\nany adequate reason for the denial is apparent on the record\").\n\n            The opinion of the district court is affirmed. Appellant\n\nis granted 20 days to show cause why double costs should not be\n\ngranted to appellees.\n\n\n\n\n                                        -9-\n\f",
  "html": "<p class=\"case_cite\">417 F.3d 225</p>\n    <p class=\"parties\">Steven E. PASDON, Plaintiff, Appellant,<br>v.<br>CITY OF PEABODY; Sheila McDaid, in her professional and personal capacities; Chief Robert Champagne, in his professional and personal capacities, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 04-2314.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard February 11, 2005.</p>\n    <p class=\"date\">Decided August 9, 2005.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mary-Ellen Manning, on brief, for appellant.</p>\n      <p class=\"indent\">Katharine Goree Doyle, with whom Kopelman and Paige, P.C., was on brief, for appellees.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, STAHL, Senior Circuit Judge, and OBERDORFER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This matter is before us on appeal from a dismissal of the complaint pursuant to Federal Rule of Civil Procedure 12(c).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> We <i>affirm</i> the decision of the district court. The standard for evaluating a Rule 12(c) motion for judgment on the pleadings is essentially the same as that for deciding a Rule 12(b)(6) motion. \"[T]he trial court must accept all of the nonmovant's well-pleaded factual averments as true, and draw all reasonable inferences in his favor.\" <i>Rivera-Gomez v. de Castro,</i> 843 F.2d 631, 635 (1st Cir.1998) (internal citations omitted). The motion should not be granted \"unless it appears beyond doubt that the plaintiff can prove no set of facts in support of his claim which would entitle him to relief.\" <i>Id.</i> With these parameters in mind, we look to the circumstances of the case before us.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The complaint was originally filed in Essex Superior Court in Massachusetts, pursuant to 42 U.S.C. &#167; 1983, alleging violations of plaintiff-appellant Steven E. Pasdon's constitutional rights under the Fifth, Sixth, Seventh and Fourteenth Amendments of the United States Constitution. In essence, Pasdon claimed that these rights were transgressed during the course of an investigation into an alleged infringement of a restraining order that had been issued by a Massachusetts state court against him. The case was removed to the United States District Court for the District of Massachusetts.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The defendants in the original complaint were appellee Sheila McDaid, a police officer of the Peabody Police Department, appellee Robert Champagne, the chief of that department, and appellee City of Peabody.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The complaint alleged that Pasdon's former wife made <i>ex parte</i> allegations against him that enabled her to obtain a restraining order against Pasdon in the Essex Probate and Family Court. She then reported to the Peabody Police Department that Pasdon had disobeyed the restraining order by coming within fifty yards of the marital home in Peabody. Subsequently, the department, with the approval of Chief Champagne, caused a criminal complaint to be issued by the Peabody District Court against Pasdon for breaching the restraining order. Almost immediately thereafter, \"McDaid . . ., with [the] authorization of Chief . . . Champagne, questioned . . . Pasdon about the alleged criminal conduct without informing him that criminal process had already been issued against him and without informing him of his constitutional rights under <i>Miranda.</i>\" Original Compl., para. 11. It is then claimed that following this incident, \"Defendant City. . . Police Department, with authorization of Chief . . . Champagne, read the substance of the police report containing the allegations of criminal conduct to a reporter from the Salem Evening News, who []published the allegations\" the next day. <i>Id.</i> at para. 12. The complaint outlines several claims for relief which, considering our disposition of this case, are irrelevant to the present discussion and outcome.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">After appellees moved to dismiss the original complaint, but before the district court acted on their motion, Pasdon filed for leave to amend the complaint \"to make corrections to certain aspects of the pleadings as well as to add additional state pleadings.\" Appellant's Br. at 25. This request \"was predicated upon the need to state his allegations with greater clarity so as to correct defects in his prima facie case for &#167; 1983\" relief. <i>Id.</i> The amended complaint argued that both McDaid and Chief Champagne were \"policymaker[s]\" for the City with regard to \"the handling, investigation, and prosecution of crimes of domestic violence as well as violations of restraining orders issued\" in relation therewith, and that their actions were in conformance with established municipal policy for which the City is liable. Proposed Am. Compl., para. 6-7.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We turn first to Pasdon's claim that McDaid's failure to provide <i>Miranda</i> warnings before questioning him violated his Fifth Amendment rights. We find that the district court properly dismissed this claim, because Pasdon was not \"in custody\" at the time of the questioning, and thus, not entitled to <i>Miranda</i> warnings. The warnings required by <i>Miranda v. Arizona,</i> 384 U.S. 436, 86 S.Ct. 1602, 16 L.Ed.2d 694 (1966), are needed \"only where there has been such a restriction on a person's freedom as to render him `in custody.'\" <i>Oregon v. Mathiason,</i> 429 U.S. 492, 496, 97 S.Ct. 711, 50 L.Ed.2d 714 (1977); <i>see also United States v. Ventura,</i> 85 F.3d 708, 710 (1st Cir.1996) (\"[T]he ultimate inquiry is whether there was a formal arrest or restraint on freedom of movement of the degree associated with a formal arrest.\") (internal quotation omitted). It is clear that Pasdon was not \"in custody\" here: McDaid asked him questions over the telephone. <i>Cf. Commonwealth v. Smallwood,</i> 379 Mass. 878, 401 N.E.2d 802, 806 (1980) (warnings not required for statements to police over telephone; defendant \"not in custody\" even though complaint and arrest warrant had been issued).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Pasdon argues that the \"custodial interrogation\" requirement does not apply here since a criminal complaint was issued against him. However, he does not cite a single case holding that <i>Miranda</i> warnings are required where a complaint has been issued but the suspect is not in custody. Moreover, <i>Miranda</i> warnings are intended to provide protection \"from <i>coercive pressures</i> that can be brought to bear upon a suspect in the context of custodial interrogation.\" <i>Berkemer v. McCarty,</i> 468 U.S. 420, 428, 104 S.Ct. 3138, 82 L.Ed.2d 317 (1984) (emphasis added). Pasdon does not explain how the mere filing of a criminal complaint &#8212; particularly one of which he was unaware &#8212; could create such \"coercive pressure.\"</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Pasdon additionally claims that McDaid's questioning implicated his Sixth Amendment right to counsel. However, as to this claim, Pasdon has no cause of action under 42 U.S.C. &#167; 1983 because he has not and cannot show that he was prejudiced by having been questioned without his counsel present. <i>See Cinelli v. Revere,</i> 820 F.2d 474, 476-77 (1st Cir.1987) (section 1983 claim for violation of Sixth Amendment right to counsel requires \"showing of prejudice\" in the form of \"realistic possibility of injury to the defendant or benefit to the state\") (internal quotation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The remaining contentions in Count Two and Three fare no better. We start with the fact previously stated that Pasdon was not subjected to a criminal trial. We are thus not faced with issues of unconstitutional pretrial publicity, situations which are in themselves considerably different factually, and legally, from the present scenario. <i>See, e.g., Sheppard v. Maxwell,</i> 384 U.S. 333, 86 S.Ct. 1507, 16 L.Ed.2d 600 (1966); <i>United States v. Moreno Morales,</i> 815 F.2d 725 (1st Cir.1987). Those extraordinary circumstances aside, we are unaware of any authority, and appellant does not cite to any authority, suggesting that the dissemination to the press of \"the substance of [a] police report containing. . . allegations of criminal conduct\" constitutes a violation of a criminal defendant's constitutional rights. Original Compl., para. 12. We decline the invitation to so conclude. Furthermore, we fail to see how, under the circumstances of this case, the release of information contained in a public record can in any way affect appellant's \"right against self-incrimination, right to counsel, right to fair trial, and all other rights under the Fifth, Sixth and Seventh Amendments.\" Compl., para. 17. Moreover, because there was no trial, fair or otherwise, the allegation that appellees' actions have affected Pasdon's right to a fair trial appears to run afoul of Rule 11(b)(2)'s requirement that all claims be \"warranted by existing law or by a nonfrivolous argument for the extension, modification, or reversal of existing law or the establishment of new law.\"</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">If the gravamen of this contention is, as stated in Count Three, that the release of this information caused Pasdon to be \"held up to public scorn and . . . stigmatized and deprived of his reputation without a hearing and without available and adequate post-deprivation hearing,\" quite clearly, Pasdon fails to state a cause of action under &#167; 1983.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">To begin with, interest in reputation as such is not a \"liberty\" or \"property\" concern which is guaranteed against spoilation by state action. <i>See Paul v. Davis,</i> 424 U.S. 693, 708, 712, 96 S.Ct. 1155, 47 L.Ed.2d 405 (1976) (\"[A]ny harm or injury to that interest, even where as here inflicted by an officer of the State, does not result in a deprivation of any `liberty' or `property' recognized by state or federal law.\").</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In substance, Pasdon is only making a defamation claim. Such an allegation is not cognizable under the Constitution and thus fails to state an actionable cause under 42 U.S.C. &#167; 1983. <i>Wojcik v. Mass. State Lottery Comm'n,</i> 300 F.3d 92, 102 (1st Cir.2002) (\"It is beyond cavil that `defamation, even from the lips of a government actor, does not in and of itself transgress constitutionally assured rights.'\") (quoting <i>Pendleton v. Haverhill,</i> 156 F.3d 57, 62-63 (1st Cir.1998)). For a reputational harm or stigma to be actionable under &#167; 1983, the utterance must be coupled with a loss of or adverse effect on a person's legal status. <i>Paul,</i> 424 U.S. at 707-709, 96 S.Ct. 1155. We note that the complaint makes no allegation that Pasdon suffered any change in legal status, such as employment discharge or demotion, as a result of the allegedly defamatory statements released to the press by Chief Champagne. <i>See Wojcik,</i> 300 F.3d at 103. (To be actionable under &#167; 1983 \"the stigmatizing statements must have been made in conjunction with an alteration of the employee's legal status, such as the termination of his employment.\"). Thus, the district court had no alternative but to dismiss Count Three as well.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We turn finally to the district court's refusal to allow Pasdon's request to amend his complaint. Appellant claims that the district court committed error \"because the denial was apparently based on the erroneous conclusion that Pasdon's constitutional rights did not attach until he was incarcerated.\" Appellant's Br. at 25. We have just indicated in some detail why we believe that the district court was correct in determining that Pasdon's constitutional rights had not been violated. Having concluded that there were no remaining valid federal claims before it, the district court was well within its discretion to refuse to accept amendments for the purpose of adding state causes of action. <i>Romani v. Shearson Lehman Hutton,</i> 929 F.2d 875, 880 (1st Cir.1991) (denial of motion to amend complaint is reviewed for abuse of discretion); <i>Steir v. Girl Scouts of the USA,</i> 383 F.3d 7, 12 (1st Cir.2004) (an appellate court will \"defer to the district court if any adequate reason for the denial is apparent on the record\").</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The opinion of the district court is affirmed. Appellant is granted 20 days to show cause why double costs should not be granted to appellees.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Columbia, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Fed.R.Civ.P. 12(c) provides: \"After the pleadings are closed but within such time as not to delay the trial, any party may move for judgment on the pleadings.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Appellant seeks,<i>inter alia,</i> that the defendants be enjoined from investigating allegations against him \"in such a way that violates his constitutional rights\" and that defendants be ordered to pay all his damages, including attorney's fees and costs associated with this lawsuit. Original Compl., Prayers for Relief.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">417</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">225</span></span></p>\n    <p class=\"parties\">Steven E. PASDON, Plaintiff, Appellant,<br>v.<br>CITY OF PEABODY; Sheila McDaid, in her professional and personal capacities; Chief Robert Champagne, in his professional and personal capacities, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 04-2314.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard February 11, 2005.</p>\n    <p class=\"date\">Decided August 9, 2005.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mary-Ellen Manning, on brief, for appellant.</p>\n      <p class=\"indent\">Katharine Goree Doyle, with whom Kopelman and Paige, P.C., was on brief, for appellees.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, STAHL, Senior Circuit Judge, and OBERDORFER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This matter is before us on appeal from a dismissal of the complaint pursuant to Federal Rule of Civil Procedure 12(c).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> We <i>affirm</i> the decision of the district court. The standard for evaluating a Rule 12(c) motion for judgment on the pleadings is essentially the same as that for deciding a Rule 12(b)(6) motion. \"[T]he trial court must accept all of the nonmovant's well-pleaded factual averments as true, and draw all reasonable inferences in his favor.\" <i>Rivera-Gomez v. de Castro,</i> <span class=\"citation\" data-id=\"504001\"><a href=\"/opinion/504001/martin-rivera-gomez-v-rafael-adolfo-de-castro/\"><span class=\"volume\">843</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">631</span></a></span>, 635 (1st Cir.1998) (internal citations omitted). The motion should not be granted \"unless it appears beyond doubt that the plaintiff can prove no set of facts in support of his claim which would entitle him to relief.\" <i>Id.</i> With these parameters in mind, we look to the circumstances of the case before us.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The complaint was originally filed in Essex Superior Court in Massachusetts, pursuant to 42 U.S.C. &#167; 1983, alleging violations of plaintiff-appellant Steven E. Pasdon's constitutional rights under the Fifth, Sixth, Seventh and Fourteenth Amendments of the United States Constitution. In essence, Pasdon claimed that these rights were transgressed during the course of an investigation into an alleged infringement of a restraining order that had been issued by a Massachusetts state court against him. The case was removed to the United States District Court for the District of Massachusetts.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The defendants in the original complaint were appellee Sheila McDaid, a police officer of the Peabody Police Department, appellee Robert Champagne, the chief of that department, and appellee City of Peabody.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The complaint alleged that Pasdon's former wife made <i>ex parte</i> allegations against him that enabled her to obtain a restraining order against Pasdon in the Essex Probate and Family Court. She then reported to the Peabody Police Department that Pasdon had disobeyed the restraining order by coming within fifty yards of the marital home in Peabody. Subsequently, the department, with the approval of Chief Champagne, caused a criminal complaint to be issued by the Peabody District Court against Pasdon for breaching the restraining order. Almost immediately thereafter, \"McDaid . . ., with [the] authorization of Chief . . . Champagne, questioned . . . Pasdon about the alleged criminal conduct without informing him that criminal process had already been issued against him and without informing him of his constitutional rights under <i>Miranda.</i>\" Original Compl., para. 11. It is then claimed that following this incident, \"Defendant City. . . Police Department, with authorization of Chief . . . Champagne, read the substance of the police report containing the allegations of criminal conduct to a reporter from the Salem Evening News, who []published the allegations\" the next day. <i>Id.</i> at para. 12. The complaint outlines several claims for relief which, considering our disposition of this case, are irrelevant to the present discussion and outcome.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">After appellees moved to dismiss the original complaint, but before the district court acted on their motion, Pasdon filed for leave to amend the complaint \"to make corrections to certain aspects of the pleadings as well as to add additional state pleadings.\" Appellant's Br. at 25. This request \"was predicated upon the need to state his allegations with greater clarity so as to correct defects in his prima facie case for &#167; 1983\" relief. <i>Id.</i> The amended complaint argued that both McDaid and Chief Champagne were \"policymaker[s]\" for the City with regard to \"the handling, investigation, and prosecution of crimes of domestic violence as well as violations of restraining orders issued\" in relation therewith, and that their actions were in conformance with established municipal policy for which the City is liable. Proposed Am. Compl., para. 6-7.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We turn first to Pasdon's claim that McDaid's failure to provide <i>Miranda</i> warnings before questioning him violated his Fifth Amendment rights. We find that the district court properly dismissed this claim, because Pasdon was not \"in custody\" at the time of the questioning, and thus, not entitled to <i>Miranda</i> warnings. The warnings required by <i>Miranda v. Arizona,</i> <span class=\"citation\" data-id=\"107252\"><a href=\"/opinion/107252/miranda-v-arizona/\"><span class=\"volume\">384</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">436</span></a></span>, <span class=\"citation\" data-id=\"107252\"><a href=\"/opinion/107252/miranda-v-arizona/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1602</span></a></span>, <span class=\"citation\" data-id=\"107252\"><a href=\"/opinion/107252/miranda-v-arizona/\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">694</span></a></span> (1966), are needed \"only where there has been such a restriction on a person's freedom as to render him `in custody.'\" <i>Oregon v. Mathiason,</i> <span class=\"citation\" data-id=\"109587\"><a href=\"/opinion/109587/oregon-v-mathiason/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">492</span></a></span>, 496, <span class=\"citation\" data-id=\"109587\"><a href=\"/opinion/109587/oregon-v-mathiason/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">711</span></a></span>, <span class=\"citation\" data-id=\"109587\"><a href=\"/opinion/109587/oregon-v-mathiason/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">714</span></a></span> (1977); <i>see also United States v. Ventura,</i> <span class=\"citation\" data-id=\"196786\"><a href=\"/opinion/196786/united-states-v-fernandez-ventura/\"><span class=\"volume\">85</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">708</span></a></span>, 710 (1st Cir.1996) (\"[T]he ultimate inquiry is whether there was a formal arrest or restraint on freedom of movement of the degree associated with a formal arrest.\") (internal quotation omitted). It is clear that Pasdon was not \"in custody\" here: McDaid asked him questions over the telephone. <i>Cf. Commonwealth v. Smallwood,</i> <span class=\"citation\" data-id=\"2177377\"><a href=\"/opinion/2177377/commonwealth-v-smallwood/\"><span class=\"volume\">379</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">878</span></a></span>, <span class=\"citation\" data-id=\"2177377\"><a href=\"/opinion/2177377/commonwealth-v-smallwood/\"><span class=\"volume\">401</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">802</span></a></span>, 806 (1980) (warnings not required for statements to police over telephone; defendant \"not in custody\" even though complaint and arrest warrant had been issued).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Pasdon argues that the \"custodial interrogation\" requirement does not apply here since a criminal complaint was issued against him. However, he does not cite a single case holding that <i>Miranda</i> warnings are required where a complaint has been issued but the suspect is not in custody. Moreover, <i>Miranda</i> warnings are intended to provide protection \"from <i>coercive pressures</i> that can be brought to bear upon a suspect in the context of custodial interrogation.\" <i>Berkemer v. McCarty,</i> <span class=\"citation\" data-id=\"111249\"><a href=\"/opinion/111249/berkemer-v-mccarty/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">420</span></a></span>, 428, <span class=\"citation\" data-id=\"111249\"><a href=\"/opinion/111249/berkemer-v-mccarty/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3138</span></a></span>, <span class=\"citation\" data-id=\"111249\"><a href=\"/opinion/111249/berkemer-v-mccarty/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">317</span></a></span> (1984) (emphasis added). Pasdon does not explain how the mere filing of a criminal complaint &#8212; particularly one of which he was unaware &#8212; could create such \"coercive pressure.\"</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Pasdon additionally claims that McDaid's questioning implicated his Sixth Amendment right to counsel. However, as to this claim, Pasdon has no cause of action under 42 U.S.C. &#167; 1983 because he has not and cannot show that he was prejudiced by having been questioned without his counsel present. <i>See Cinelli v. Revere,</i> <span class=\"citation\" data-id=\"489488\"><a href=\"/opinion/489488/arthur-j-cinelli-v-city-of-revere/\"><span class=\"volume\">820</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">474</span></a></span>, 476-77 (1st Cir.1987) (section 1983 claim for violation of Sixth Amendment right to counsel requires \"showing of prejudice\" in the form of \"realistic possibility of injury to the defendant or benefit to the state\") (internal quotation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The remaining contentions in Count Two and Three fare no better. We start with the fact previously stated that Pasdon was not subjected to a criminal trial. We are thus not faced with issues of unconstitutional pretrial publicity, situations which are in themselves considerably different factually, and legally, from the present scenario. <i>See, e.g., Sheppard v. Maxwell,</i> <span class=\"citation\" data-id=\"107247\"><a href=\"/opinion/107247/sheppard-v-maxwell/\"><span class=\"volume\">384</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">333</span></a></span>, <span class=\"citation\" data-id=\"107247\"><a href=\"/opinion/107247/sheppard-v-maxwell/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1507</span></a></span>, <span class=\"citation\" data-id=\"107247\"><a href=\"/opinion/107247/sheppard-v-maxwell/\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">600</span></a></span> (1966); <i>United States v. Moreno Morales,</i> <span class=\"citation\" data-id=\"486363\"><a href=\"/opinion/486363/united-states-v-rafael-moreno-morales-united-states-of-america-v-angel/\"><span class=\"volume\">815</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">725</span></a></span> (1st Cir.1987). Those extraordinary circumstances aside, we are unaware of any authority, and appellant does not cite to any authority, suggesting that the dissemination to the press of \"the substance of [a] police report containing. . . allegations of criminal conduct\" constitutes a violation of a criminal defendant's constitutional rights. Original Compl., para. 12. We decline the invitation to so conclude. Furthermore, we fail to see how, under the circumstances of this case, the release of information contained in a public record can in any way affect appellant's \"right against self-incrimination, right to counsel, right to fair trial, and all other rights under the Fifth, Sixth and Seventh Amendments.\" Compl., para. 17. Moreover, because there was no trial, fair or otherwise, the allegation that appellees' actions have affected Pasdon's right to a fair trial appears to run afoul of Rule 11(b)(2)'s requirement that all claims be \"warranted by existing law or by a nonfrivolous argument for the extension, modification, or reversal of existing law or the establishment of new law.\"</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">If the gravamen of this contention is, as stated in Count Three, that the release of this information caused Pasdon to be \"held up to public scorn and . . . stigmatized and deprived of his reputation without a hearing and without available and adequate post-deprivation hearing,\" quite clearly, Pasdon fails to state a cause of action under &#167; 1983.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">To begin with, interest in reputation as such is not a \"liberty\" or \"property\" concern which is guaranteed against spoilation by state action. <i>See Paul v. Davis,</i> <span class=\"citation\" data-id=\"109402\"><a href=\"/opinion/109402/paul-v-davis/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">693</span></a></span>, 708, 712, <span class=\"citation\" data-id=\"109402\"><a href=\"/opinion/109402/paul-v-davis/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1155</span></a></span>, <span class=\"citation\" data-id=\"109402\"><a href=\"/opinion/109402/paul-v-davis/\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">405</span></a></span> (1976) (\"[A]ny harm or injury to that interest, even where as here inflicted by an officer of the State, does not result in a deprivation of any `liberty' or `property' recognized by state or federal law.\").</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In substance, Pasdon is only making a defamation claim. Such an allegation is not cognizable under the Constitution and thus fails to state an actionable cause under 42 U.S.C. &#167; 1983. <i>Wojcik v. Mass. State Lottery Comm'n,</i> <span class=\"citation\" data-id=\"200086\"><a href=\"/opinion/200086/wojcik-v-massachusetts-state/\"><span class=\"volume\">300</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">92</span></a></span>, 102 (1st Cir.2002) (\"It is beyond cavil that `defamation, even from the lips of a government actor, does not in and of itself transgress constitutionally assured rights.'\") (quoting <i>Pendleton v. Haverhill,</i> <span class=\"citation\" data-id=\"198106\"><a href=\"/opinion/198106/pendleton-v-haverhill/\"><span class=\"volume\">156</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">57</span></a></span>, 62-63 (1st Cir.1998)). For a reputational harm or stigma to be actionable under &#167; 1983, the utterance must be coupled with a loss of or adverse effect on a person's legal status. <i>Paul,</i> 424 U.S. at 707-709, <span class=\"citation\" data-id=\"109402\"><a href=\"/opinion/109402/paul-v-davis/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1155</span></a></span>. We note that the complaint makes no allegation that Pasdon suffered any change in legal status, such as employment discharge or demotion, as a result of the allegedly defamatory statements released to the press by Chief Champagne. <i>See Wojcik,</i> 300 F.3d at 103. (To be actionable under &#167; 1983 \"the stigmatizing statements must have been made in conjunction with an alteration of the employee's legal status, such as the termination of his employment.\"). Thus, the district court had no alternative but to dismiss Count Three as well.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We turn finally to the district court's refusal to allow Pasdon's request to amend his complaint. Appellant claims that the district court committed error \"because the denial was apparently based on the erroneous conclusion that Pasdon's constitutional rights did not attach until he was incarcerated.\" Appellant's Br. at 25. We have just indicated in some detail why we believe that the district court was correct in determining that Pasdon's constitutional rights had not been violated. Having concluded that there were no remaining valid federal claims before it, the district court was well within its discretion to refuse to accept amendments for the purpose of adding state causes of action. <i>Romani v. Shearson Lehman Hutton,</i> <span class=\"citation\" data-id=\"558579\"><a href=\"/opinion/558579/richard-romani-v-shearson-lehman-hutton/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">875</span></a></span>, 880 (1st Cir.1991) (denial of motion to amend complaint is reviewed for abuse of discretion); <i>Steir v. Girl Scouts of the USA,</i> <span class=\"citation no-link\"><span class=\"volume\">383</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></span>, 12 (1st Cir.2004) (an appellate court will \"defer to the district court if any adequate reason for the denial is apparent on the record\").</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The opinion of the district court is affirmed. Appellant is granted 20 days to show cause why double costs should not be granted to appellees.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Columbia, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Fed.R.Civ.P. 12(c) provides: \"After the pleadings are closed but within such time as not to delay the trial, any party may move for judgment on the pleadings.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Appellant seeks,<i>inter alia,</i> that the defendants be enjoined from investigating allegations against him \"in such a way that violates his constitutional rights\" and that defendants be ordered to pay all his damages, including attorney's fees and costs associated with this lawsuit. Original Compl., Prayers for Relief.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107247/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107252/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109402/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109587/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111249/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196786/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198106/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200086/",
    "http://www.courtlistener.com/api/rest/v3/opinions/486363/",
    "http://www.courtlistener.com/api/rest/v3/opinions/489488/",
    "http://www.courtlistener.com/api/rest/v3/opinions/504001/",
    "http://www.courtlistener.com/api/rest/v3/opinions/558579/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2177377/"
  ]
}