{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201788/",
  "absolute_url": "/opinion/201788/united-states-v-perez-ruiz/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201788/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:34:18Z",
  "date_modified": "2016-02-28T05:06:30.340598Z",
  "type": "010combined",
  "sha1": "122cc8e3fee03e0acb935514bc606ef7c53789db",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/04-1853-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2005/08/26/US_v._Perez-Ruiz.pdf",
  "plain_text": "              United States Court of Appeals\n                         For the First Circuit\n\nNo. 04-1853\n\n                       UNITED STATES OF AMERICA,\n\n                               Appellee,\n\n                                   v.\n\n                           JULIO PÉREZ-RUIZ,\n\n                         Defendant, Appellant.\n\n\n              APPEAL FROM THE UNITED STATES DISTRICT COURT\n                     FOR THE DISTRICT OF PUERTO RICO\n\n             [Hon. José Antonio Fusté, U.S. District Judge]\n\n\n                                 Before\n\n                           Boudin, Chief Judge,\n                      Siler,* Senior Circuit Judge,\n                       and Saris,** District Judge.\n\n\n     Bruce J. McGiverin, by appointment of the court, for\nappellant.\n     Germán A. Rieckehoff, Assistant United States Attorney, with\nwhom H.S. Garcia, United States Attorney, and Nelson Pérez-Sosa,\nAssistant United States Attorney, Senior Appellate Attorney, were\non brief for appellee.\n\n\n\n                            August 26, 2005\n\n\n\n\n     *\n         Of the Sixth Circuit, sitting by designation.\n     **\n          Of the District of Massachusetts, sitting by designation.\n\f            BOUDIN, Chief Judge.        Julio Perez-Ruiz (\"Perez\") was\n\nindicted in June 2000 for conspiring to distribute heroin, cocaine\n\nand cocaine base and in July 2001 was convicted after a jury trial.\n\nBecause of evidence at trial that Perez had participated in the\n\nmurder of a dealer who had broken with the ring, the district court\n\nfound that the maximum sentence under the Sentencing Guidelines was\n\nlife    imprisonment    and   imposed   this    sentence   upon    Perez,    who\n\nappealed both from his conviction and the sentence.                On appeal,\n\nthis court affirmed the conviction but remanded for re-sentencing.\n\nUnited States v. Perez-Ruiz, 353 F.3d 1 (1st Cir. 2003), cert.\n\ndenied, 541 U.S. 1005 (2004) (\"Perez-Ruiz I\").\n\n            The reason for the remand was that the guideline sentence\n\nimposed on Perez exceeded the statutory maximum that could be\n\nimposed under Apprendi v. New Jersey, 530 U.S. 466 (2000).                Absent\n\na finding either of prescribed amounts of drugs or of death or\n\nserious bodily injury, a conspiracy to distribute heroin, cocaine\n\nand cocaine base (or any one of them alone) has a maximum sentence\n\nof twenty years' imprisonment.          21 U.S.C. §§ 841(b)(1)(C), 846\n\n(2000).    Under Apprendi, that finding must be made by the jury\n\nbecause it enlarges the statutory maximum.           See United States v.\n\nEirby, 262 F.3d 31, 36-37 (1st Cir. 2001).\n\n            Under subsection (A) of section 841(b)(1), the amounts of\n\nthe three drugs charged in the Perez indictment (or any one of\n\nthem)    would   have   permitted   a    life    sentence,   but    the     jury\n\n\n                                    -2-\n\finstructions did not require the jury to find specific amounts in\n\norder to convict, nor were there special verdict findings.       And\n\nalthough subsection (C) also permits a maximum sentence of life\n\nimprisonment where death results from the drug crime, again the\n\njury made no determination that such a death had occurred.       The\n\nApprendi objection had been preserved and, given that the trial\n\nevidence as to drug quantity was not overwhelming, we refused to\n\nfind the Apprendi error harmless.      Perez-Ruiz I, 353 F.3d at 18.\n\n            The case was therefore remanded to the district court for\n\nre-sentencing up to a maximum of twenty years.      On May 20, 2004,\n\nthe district court re-sentenced Perez, imposing a sentence of 235\n\nmonths. The district judge computed the guideline range as 188-235\n\nmonths based upon the quantity of drugs he found attributable to\n\nPerez and further enhancements for use of a firearm and Perez'\n\nsupervisory status.    Under United States v. Booker, 125 S. Ct. 738\n\n(2005), these findings may be made by the judge alone.          Perez\n\nappeals again to challenge this new sentence on several different\n\ngrounds.\n\n            Perez' first argument is that the true statutory maximum\n\nis not twenty years but only five--the maximum that applies if the\n\ndrug involved in the conspiracy is marijuana of no specified\n\namount.    21 U.S.C. § 841(b)(1)(D).   The first difficulty with this\n\nargument is that we determined on the prior appeal, in the face of\n\nthe same argument, that twenty years was the correct maximum.\n\n\n                                 -3-\n\fPerez-Ruiz I, 353 F.3d at 15 n.2.            Although the governing law of\n\nthe case doctrine arguably permits us to reexamine our own prior\n\ndetermination at a later stage of the same case (if we deem that\n\nappropriate), United States v. Moran, 393 F.3d 1, 7-8 (1st Cir.\n\n2004), it will soon be apparent that there is no basis for doing so\n\nhere.\n\n               The crime charged in the indictment was a conspiracy to\n\ndistribute heroin, cocaine and cocaine base, and the jury was\n\ninstructed that it was this conspiracy that had to be found in\n\norder to convict.         The indictment also referred to three episodes\n\ninvolving marijuana; but they were not charged as objects of the\n\nconspiracy.         The jury instructions mentioned marijuana, along with\n\nheroin, cocaine and crack cocaine, as controlled substances, but\n\nthe     jury     instructions    thereafter       expressly    identified     the\n\nconspiracy at issue as an agreement to distribute heroin, cocaine\n\nand cocaine base and did not include marijuana.\n\n               At   trial,   there   was   some   evidence    as   to   marijuana\n\npresented, including description of a delivery of the drug to\n\nPerez' drug point, but also evidence of the hard drugs charged in\n\nthe indictment.        In order to convict, the jury had to find that the\n\nconspiracy was directed to the hard drugs, not marijuana; strictly\n\nspeaking, it had to conclude that all three hard drugs were objects\n\nof    the      conspiracy    because   the    indictment      charged    in   the\n\nconjunctive. See United States v. Soto-Beniquez, 356 F.3d 1, 48-50\n\n\n                                       -4-\n\f(1st Cir. 2003), cert. denied, 541 U.S. 1074 (2004).                    In all\n\nevents, there is no realistic chance that, in convicting under this\n\nindictment and these instructions, the jury constructively amended\n\nthe   indictment     by   convicting    Perez     solely   for   a   marijuana\n\nconspiracy--itself never charged.\n\n            Perez' next argument is that the district judge violated\n\nthe Sixth Amendment by himself making the determinations as to drug\n\nquantity and other enhancements, and that the remedial holding of\n\nBooker violates the ex post facto and due process clauses of the\n\nConstitution.      U.S. Const. art. I, § 9, cl. 3; Id. amend. V.\n\nAlthough arguably this claim was not properly preserved in the\n\nremanded proceeding, our case law has already rejected such claims\n\non the merits so we bypass the preservation question.\n\n            Under the 5-4 constitutional ruling in Booker, judge-made\n\nenhancements under the guidelines that result in a sentence greater\n\nthan the sentence that could be imposed based solely on the facts\n\nfound by the jury do amount to Sixth Amendment violations if the\n\nguidelines are treated as mandatory; but under the companion 5-4\n\nremedial ruling in Booker, this problem is washed out by treating\n\nthe guidelines as advisory.            A defendant sentenced under the\n\nmandatory   regime    may   be   entitled    to   re-sentencing      under   the\n\nadvisory one--we return to this issue--but Booker both created and\n\ncured the constitutional error at the same time. See United States\n\nv. Antonakopoulos, 399 F.3d 68, 75-76 (1st Cir. 2005).\n\n\n                                       -5-\n\f            Perez' fallback is that it was (in some metaphysical\n\nsense) always a violation of the Sixth Amendment to permit such\n\njudge-made findings at sentencing and that it violates ex post\n\nfacto and due process principles to apply Booker's remedial cure of\n\nadvisory    guidelines   for   a   crime    that   occurred   prior   to   that\n\ndecision.    As we explained in United States v. Lata, 415 F.3d 107,\n\n2005 WL 1491483, at *2 (1st Cir. June 24, 2005), the ex post facto\n\nclause does not apply because the changes wrought by Booker were by\n\njudicial decision and not by statute.              The due process argument\n\nremains available to Perez, protecting against adverse changes in\n\nthe law after the crime was committed where the change denies the\n\ndefendant    fair   warning,    but   \"only     where   the   alteration    is\n\n'unexpected and indefensible' by reference to the case law that had\n\nbeen expressed prior to the offense.\"          Id. at *3 (citing Rogers v.\n\nTennessee, 532 U.S. 451, 461 (2001)).\n\n            There is no fair warning problem in this case.             At the\n\ntime of Perez' crime--indeed, until the morning that Booker was\n\nannounced by the Supreme Court--Perez faced a foreseeable risk that\n\nany crime he committed would result in a guideline sentence (within\n\nthe statutory maximum) based on judge-made fact-finding.              That is\n\nexactly what he got in this case.          For Perez, the change wrought by\n\nBooker might now permit a still lower sentence, but it did not\n\nproduce one higher than any pre-Booker reasonable expectation.\n\n\n\n\n                                      -6-\n\f              As to the possibility of a lower sentence, Perez has been\n\nfree for months to point to any circumstance that might suggest\n\nthat--if the district judge were offered the opportunity--the judge\n\nmight under advisory guidelines impose a sentence below 235 months.\n\nNo such suggestion has been made and for good reason.              The judge\n\nsentenced Perez at the very top of the available guideline range,\n\ncompare United States v. Vázquez-Rivera, 407 F.3d 476, 490 (1st\n\nCir. 2005), petition for cert. filed (U.S. Aug. 5, 2005) (No. 05-\n\n5686), and Perez points to no mitigating factors that mandatory\n\nguidelines forbad or discouraged the district judge to consider.\n\n              If anything, an advisory-guideline sentence for Perez\n\ncould easily be longer--although only by five months. The district\n\njudge earlier made clear his view that Perez was not only a\n\nconspirator but also an enforcer who had committed a murder in aid\n\nof the conspiracy.      Absent a jury determination, this fact cannot\n\nraise   the    statutory   maximum,    but   it   could   easily   have   been\n\nconsidered in deciding where to sentence under an advisory system\n\n(and, seemingly, in fixing the guideline range itself although the\n\ndistrict judge did not base his sentencing range on this fact).\n\n              Next, Perez argues that the district judge erred in his\n\nfactual findings by attributing to him 15 kilograms of cocaine--\n\nfindings that we review for clear error.           United States v. Santos,\n\n357 F.3d 136, 140 (1st Cir. 2004).                In a drug conspiracy, a\n\ndefendant is responsible \"not only for the drugs he actually\n\n\n                                      -7-\n\fhandled but also for the full amount of drugs that he could\n\nreasonably have anticipated would be within the ambit of the\n\nconspiracy.\"      Id.\n\n            The district court's findings as to the 15 kilograms are\n\nadequately      supported.    At   trial,    a    member   of   the     conspiracy\n\ntestified that he had supplied the conspiracy with 2-4 kilograms of\n\ncocaine    on   \"several\"    occasions,     amounting      to   \"more    than   15\"\n\nkilograms of cocaine; a federal agent stated summarily that the\n\nconspiracy distributed \"over 150 kilograms of cocaine\"; and--\n\nperhaps at least as important--there was evidence that the drug\n\nconspiracy was a broad one covering a substantial number of drug\n\n\"points\" (locations of sale) over a substantial period.\n\n            As for Perez' own role, he was not a minor figure, such\n\nas a courier or lookout on the fringe of the operation.                         The\n\nevidence   at    trial   indicated   that    he    had   participated      in   the\n\nconspiracy for five years and controlled his own drug point,\n\npurchasing supplies at a higher level and employing others to\n\nassist him. Tellingly, the district judge found enough evidence to\n\njustify ranking Perez as a supervisor under the guidelines, and\n\nsummed up his sentencing determination as follows:\n\n            I think there is plenty on this record to\n            state this was an encompassing organization\n            that ran a ton of points, many, many points.\n            And those who were in the managerial levels of\n            the organization had reason, []or should have\n            known, you know, and in that sense, it ought\n            to be 15 kilos is a very, very conservative\n            estimate.\n\n                                     -8-\n\f           The specific evidence is not without weaknesses. The man\n\nwho delivered the \"several\" multi-kilogram shipments gave them not\n\nto Perez but to a senior figure in the conspiracy, and these\n\ndeliveries occurred just about the time that Perez apparently\n\njoined.    The agent who estimated that the conspiracy handled over\n\nten times as much cocaine gave no foundation for his estimate.     It\n\nwas concerns of this kind that led us in the earlier decision to\n\nconclude that the evidence as to amount was not so powerful as to\n\novercome the preserved Apprendi error.    Perez-Ruiz I, 353 F.3d at\n\n18-19.\n\n           But it is one thing to disregard an error on the ground\n\nthat it has not been shown harmless beyond a reasonable doubt; it\n\nis quite another to conclude that the district court committed\n\nclear error in making findings about foreseeable amounts in a\n\nconspiracy described at length as having multiple sales points, a\n\nhierarchy of suppliers and an existence over a substantial period\n\nof time.     Whether \"conservative\" or not, the district court's\n\nfinding of 15 kilograms was adequately supported against any charge\n\nthat the finding was clear error.\n\n           Finally,    Perez   argues   that   the   sentencing   was\n\nprocedurally faulty.    The pre-sentence report, issued before his\n\ninitial sentencing and unaltered for the re-sentencing, focused\n\nexclusively upon a homicide with which Perez was associated but\n\nwhich did not factor into the district court's eventual sentencing\n\n\n                                 -9-\n\fdetermination now on appeal.        The government's objections to the\n\npre-sentence report, filed for the re-sentencing, also offered an\n\nalternative sentence calculation to the homicide cross-reference,\n\ncontaining    the     drug    quantity   calculation      and   firearm    and\n\nsupervisory enhancements on the basis of which the district court\n\neventually sentenced.\n\n            Because     the   alternative   sentencing     basis   had    been\n\npresented    in   the   pre-sentence     process,   the   district   judge's\n\ndecision to base Perez' sentence on this alternative calculation\n\nwas not improper under Fed. R. Crim. P. 32, which effectively\n\nmandates--although it does not state the matter in these general\n\nterms--a measure of notice to the defendant of the bases on which\n\nthe court may impose a sentence. However, the government filed its\n\nobjections containing the new calculations on the day of the re-\n\nsentencing hearing, thus arguably depriving Perez of adequate\n\nnotice of this new calculation.1\n\n            Nevertheless, at the sentencing hearing defense counsel\n\nably (although unsuccessfully) argued on the merits against the\n\ncourt's contemplated findings as to drug quantity and use of a\n\nfirearm, an argument complete with case citations. More important,\n\ncounsel did not object that he had been given inadequate notice or\n\n\n     1\n      Because the original pre-sentence report was resubmitted\nwithout revisions, it is debatable which, if any, of the prescribed\ntime limits found in Fed. R. Crim. P. 32 applied to the parties.\nSee Fed. R. Crim. P. 32(f)(1), (g). At the very least, the spirit\nof the rules required some notice and opportunity to object.\n\n                                    -10-\n\fask for a continuance on the ground that he needed more time to\n\nprepare to contest the calculations based on newly minted bases.\n\n               Although the sentencing procedures laid out by Rule 32\n\nare designed to narrow the issues and provide due notice, see Fed.\n\nR. Crim. P. 32, it is well settled that counsel is expected to\n\nobject if he conceives that these procedures have been violated and\n\nthat, in the absence of a timely objection, only plain error review\n\nis available.         Soto-Beniquez, 356 F.3d at 53; United States v.\n\nLópez-López, 295 F.3d 165, 169 (1st Cir. 2002).                 Nothing said on\n\nthis       appeal   explains   why   the   sentencing   might   have   come   out\n\ndifferently if more time had been afforded.\n\n               Perez' brief also complains that the district judge\n\nfailed to require the probation officer to revise the pre-sentence\n\nreport in light of the alternative sentencing calculations, and\n\nthat the court then failed to make formal rulings on any disputed\n\nportion of the report or other controverted matters as required by\n\nFed. R. Crim. P. 32(i)(3)(B). The rule provides that the probation\n\nofficer \"may\" revise the pre-sentence report, Fed. R. Crim. P.\n\n32(f)(3), and as to the findings it is plain from the sentencing\n\ntranscript that the district court specifically spelled out its\n\ndeterminations and the bases on which it made them.2\n\n\n       2\n      The government misinterprets or mischaracterizes this\nargument as addressed to the supposed failure of the district court\nto append a copy of its determinations to the version of the pre-\nsentence report that is submitted to the Bureau of Prisons. See\nFed. R. Crim. P. 32(i)(3)(C). This is not the relief Perez seeks;\n\n                                       -11-\n\f          There is a separately filed pro se brief by Perez himself\n\nwhich we have considered together with the briefs filed by counsel.\n\nIn this brief, Perez' first claim is the same Booker claim made by\n\nhis counsel and rejected above; his second claim is that Booker\n\nerror is a form of structural error, an argument flatly contravened\n\nby our precedent, most recently in Vázquez-Rivera, 407 F.3d at 489,\n\nand on which nothing more need be said.\n\n          Affirmed.\n\n\n\n\nif the government views this failure to append as error it should\nraise that objection with the district court.\n\n                               -12-\n\f",
  "html": "<p class=\"case_cite\">421 F.3d 11</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Julio P&#201;REZ-RUIZ, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 04-1853.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard August 4, 2005.</p>\n    <p class=\"date\">Decided August 26, 2005.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Bruce J. McGiverin, by appointment of the court, for appellant.</p>\n      <p class=\"indent\">Germ&#225;n A. Rieckehoff, Assistant United States Attorney, with whom H.S. Garcia, United States Attorney, and Nelson P&#233;rez-Sosa, Assistant United States Attorney, Senior Appellate Attorney, were on brief for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, SILER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge, and SARIS,<a class=\"footnote\" href=\"#fn-s-s\" id=\"fn-s-s_ref\">**</a> District Judge.</p>\n      <p class=\"indent\">BOUDIN, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Julio Perez-Ruiz (\"Perez\") was indicted in June 2000 for conspiring to distribute heroin, cocaine and cocaine base and in July 2001 was convicted after a jury trial. Because of evidence at trial that Perez had participated in the murder of a dealer who had broken with the ring, the district court found that the maximum sentence under the Sentencing Guidelines was life imprisonment and imposed this sentence upon Perez, who appealed both from his conviction and the sentence. On appeal, this court affirmed the conviction but remanded for re-sentencing. <i>United States v. Perez-Ruiz,</i> 353 F.3d 1 (1st Cir.2003), <i>cert. denied,</i> 541 U.S. 1005, 124 S.Ct. 2058, 158 L.Ed.2d 522 (2004) (\"<i>Perez-Ruiz I</i>\").</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The reason for the remand was that the guideline sentence imposed on Perez exceeded the statutory maximum that could be imposed under <i>Apprendi v. New Jersey,</i> 530 U.S. 466, 120 S.Ct. 2348, 147 L.Ed.2d 435 (2000). Absent a finding either of prescribed amounts of drugs or of death or serious bodily injury, a conspiracy to distribute heroin, cocaine and cocaine base (or any one of them alone) has a maximum sentence of twenty years' imprisonment. 21 U.S.C. &#167;&#167; 841(b)(1)(C), 846 (2000). Under <i>Apprendi,</i> that finding must be made by the jury because it enlarges the statutory maximum. <i>See United States v. Eirby,</i> 262 F.3d 31, 36-37 (1st Cir.2001).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Under subsection (A) of section 841(b)(1), the amounts of the three drugs charged in the Perez indictment (or any one of them) would have permitted a life sentence, but the jury instructions did not require the jury to find specific amounts in order to convict, nor were there special verdict findings. And although subsection (C) also permits a maximum sentence of life imprisonment where death results from the drug crime, again the jury made no determination that such a death had occurred. The <i>Apprendi</i> objection had been preserved and, given that the trial evidence as to drug quantity was not overwhelming, we refused to find the <i>Apprendi</i> error harmless. <i>Perez-Ruiz I,</i> 353 F.3d at 18.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The case was therefore remanded to the district court for re-sentencing up to a maximum of twenty years. On May 20, 2004, the district court re-sentenced Perez, imposing a sentence of 235 months. The district judge computed the guideline range as 188-235 months based upon the quantity of drugs he found attributable to Perez and further enhancements for use of a firearm and Perez' supervisory status. Under <i>United States v. Booker,</i> ___ U.S. ___, 125 S.Ct. 738, 160 L.Ed.2d 621 (2005), these findings may be made by the judge alone. Perez appeals again to challenge this new sentence on several different grounds.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Perez' first argument is that the true statutory maximum is not twenty years but only five &#8212; the maximum that applies if the drug involved in the conspiracy is marijuana of no specified amount. 21 U.S.C. &#167; 841(b)(1)(D). The first difficulty with this argument is that we determined on the prior appeal, in the face of the same argument, that twenty years was the correct maximum. <i>Perez-Ruiz I,</i> 353 F.3d at 15 n. 2. Although the governing law of the case doctrine arguably permits us to reexamine our own prior determination at a later stage of the same case (if we deem that appropriate), <i>United States v. Moran,</i> 393 F.3d 1, 7-8 (1st Cir.2004), it will soon be apparent that there is no basis for doing so here.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The crime charged in the indictment was a conspiracy to distribute heroin, cocaine and cocaine base, and the jury was instructed that it was <i>this conspiracy</i> that had to be found in order to convict. The indictment also referred to three episodes involving marijuana; but they were not charged as objects of the conspiracy. The jury instructions mentioned marijuana, along with heroin, cocaine and crack cocaine, as controlled substances, but the jury instructions thereafter expressly identified the conspiracy at issue as an agreement to distribute heroin, cocaine and cocaine base and did not include marijuana.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">At trial, there was some evidence as to marijuana presented, including description of a delivery of the drug to Perez' drug point, but also evidence of the hard drugs charged in the indictment. In order to convict, the jury had to find that the conspiracy was directed to the hard drugs, not marijuana; strictly speaking, it had to conclude that all three hard drugs were objects of the conspiracy because the indictment charged in the conjunctive. <i>See United States v. Soto-Beniquez,</i> 356 F.3d 1, 48-50 (1st Cir.2003), <i>cert. denied,</i> 541 U.S. 1074, 124 S.Ct. 2412, 158 L.Ed.2d 985 (2004). In all events, there is no realistic chance that, in convicting under this indictment and these instructions, the jury constructively amended the indictment by convicting Perez solely for a marijuana conspiracy &#8212; itself never charged.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Perez' next argument is that the district judge violated the Sixth Amendment by himself making the determinations as to drug quantity and other enhancements, and that the remedial holding of <i>Booker</i> violates the <i>ex post facto</i> and due process clauses of the Constitution. U.S. Const. art. I, &#167; 9, cl. 3; <i>Id.</i> amend. V. Although arguably this claim was not properly preserved in the remanded proceeding, our case law has already rejected such claims on the merits so we bypass the preservation question.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Under the 5-4 constitutional ruling in <i>Booker,</i> judge-made enhancements under the guidelines that result in a sentence greater than the sentence that could be imposed based solely on the facts found by the jury do amount to Sixth Amendment violations if the guidelines are treated as mandatory; but under the companion 5-4 remedial ruling in <i>Booker,</i> this problem is washed out by treating the guidelines as advisory. A defendant sentenced under the mandatory regime may be entitled to re-sentencing under the advisory one &#8212; we return to this issue &#8212; but <i>Booker</i> both created and cured the constitutional error at the same time. <i>See United States v. Antonakopoulos,</i> 399 F.3d 68, 75-76 (1st Cir.2005).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Perez' fallback is that it was (in some metaphysical sense) always a violation of the Sixth Amendment to permit such judge-made findings at sentencing and that it violates <i>ex post facto</i> and due process principles to apply <i>Booker's</i> remedial cure of advisory guidelines for a crime that occurred prior to that decision. As we explained in <i>United States v. Lata,</i> 415 F.3d 107, 110 (1st Cir.2005), the <i>ex post facto</i> clause does not apply because the changes wrought by <i>Booker</i> were by judicial decision and not by statute. The due process argument remains available to Perez, protecting against adverse changes in the law after the crime was committed where the change denies the defendant fair warning, but \"only where the alteration is `unexpected and indefensible' by reference to the case law that had been expressed prior to the offense.\" <i>Id.</i> at 111 (citing <i>Rogers v. Tennessee,</i> 532 U.S. 451, 461, 121 S.Ct. 1693, 149 L.Ed.2d 697 (2001)).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">There is no fair warning problem in this case. At the time of Perez' crime &#8212; indeed, until the morning that <i>Booker</i> was announced by the Supreme Court &#8212; Perez faced a foreseeable risk that any crime he committed would result in a guideline sentence (within the statutory maximum) based on judge-made fact-finding. That is exactly what he got in this case. For Perez, the change wrought by <i>Booker</i> might now permit a still lower sentence, but it did not produce one higher than any pre-<i>Booker</i> reasonable expectation.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">As to the possibility of a lower sentence, Perez has been free for months to point to any circumstance that might suggest that &#8212; if the district judge were offered the opportunity &#8212; the judge might under advisory guidelines impose a sentence below 235 months. No such suggestion has been made and for good reason. The judge sentenced Perez at the very top of the available guideline range, <i>compare United States v. V&#225;zquez-Rivera,</i> 407 F.3d 476, 490 (1st Cir.2005), <i>petition for cert. filed</i> (U.S. Aug. 5, 2005) (No. 05-5686), and Perez points to no mitigating factors that mandatory guidelines forbad or discouraged the district judge to consider.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">If anything, an advisory-guideline sentence for Perez could easily be longer &#8212; although only by five months. The district judge earlier made clear his view that Perez was not only a conspirator but also an enforcer who had committed a murder in aid of the conspiracy. Absent a jury determination, this fact cannot raise the statutory maximum, but it could easily have been considered in deciding where to sentence under an advisory system (and, seemingly, in fixing the guideline range itself although the district judge did not base his sentencing range on this fact).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Next, Perez argues that the district judge erred in his factual findings by attributing to him 15 kilograms of cocaine &#8212; findings that we review for clear error. <i>United States v. Santos,</i> 357 F.3d 136, 140 (1st Cir.2004). In a drug conspiracy, a defendant is responsible \"not only for the drugs he actually handled but also for the full amount of drugs that he could reasonably have anticipated would be within the ambit of the conspiracy.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The district court's findings as to the 15 kilograms are adequately supported. At trial, a member of the conspiracy testified that he had supplied the conspiracy with 2-4 kilograms of cocaine on \"several\" occasions, amounting to \"more than 15\" kilograms of cocaine; a federal agent stated summarily that the conspiracy distributed \"over 150 kilograms of cocaine\"; and &#8212; perhaps at least as important-there was evidence that the drug conspiracy was a broad one covering a substantial number of drug \"points\" (locations of sale) over a substantial period.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">As for Perez' own role, he was not a minor figure, such as a courier or lookout on the fringe of the operation. The evidence at trial indicated that he had participated in the conspiracy for five years and controlled his own drug point, purchasing supplies at a higher level and employing others to assist him. Tellingly, the district judge found enough evidence to justify ranking Perez as a supervisor under the guidelines, and summed up his sentencing determination as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">I think there is plenty on this record to state this was an encompassing organization that ran a ton of points, many, many points. And those who were in the managerial levels of the organization had reason, []or should have known, you know, and in that sense, it ought to be 15 kilos is a very, very conservative estimate.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The specific evidence is not without weaknesses. The man who delivered the \"several\" multi-kilogram shipments gave them not to Perez but to a senior figure in the conspiracy, and these deliveries occurred just about the time that Perez apparently joined. The agent who estimated that the conspiracy handled over ten times as much cocaine gave no foundation for his estimate. It was concerns of this kind that led us in the earlier decision to conclude that the evidence as to amount was not so powerful as to overcome the preserved <i>Apprendi</i> error. <i>Perez-Ruiz I,</i> 353 F.3d at 18-19.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">But it is one thing to disregard an error on the ground that it has not been shown harmless beyond a reasonable doubt; it is quite another to conclude that the district court committed clear error in making findings about foreseeable amounts in a conspiracy described at length as having multiple sales points, a hierarchy of suppliers and an existence over a substantial period of time. Whether \"conservative\" or not, the district court's finding of 15 kilograms was adequately supported against any charge that the finding was clear error.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Finally, Perez argues that the sentencing was procedurally faulty. The pre-sentence report, issued before his initial sentencing and unaltered for the re-sentencing, focused exclusively upon a homicide with which Perez was associated but which did not factor into the district court's eventual sentencing determination now on appeal. The government's objections to the pre-sentence report, filed for the re-sentencing, also offered an alternative sentence calculation to the homicide cross-reference, containing the drug quantity calculation and firearm and supervisory enhancements on the basis of which the district court eventually sentenced.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Because the alternative sentencing basis had been presented in the pre-sentence process, the district judge's decision to base Perez' sentence on this alternative calculation was not improper under Fed.R.Crim.P. 32, which effectively mandates &#8212; although it does not state the matter in these general terms &#8212; a measure of notice to the defendant of the bases on which the court may impose a sentence. However, the government filed its objections containing the new calculations on the day of the re-sentencing hearing, thus arguably depriving Perez of adequate notice of this new calculation.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Nevertheless, at the sentencing hearing defense counsel ably (although unsuccessfully) argued on the merits against the court's contemplated findings as to drug quantity and use of a firearm, an argument complete with case citations. More important, counsel did not object that he had been given inadequate notice or ask for a continuance on the ground that he needed more time to prepare to contest the calculations based on newly minted bases.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Although the sentencing procedures laid out by Rule 32 are designed to narrow the issues and provide due notice, <i>see</i> Fed.R.Crim.P. 32, it is well settled that counsel is expected to object if he conceives that these procedures have been violated and that, in the absence of a timely objection, only plain error review is available. <i>Soto-Beniquez,</i> 356 F.3d at 53; <i>United States v. L&#243;pez-L&#243;pez,</i> 295 F.3d 165, 169 (1st Cir.2002). Nothing said on this appeal explains why the sentencing might have come out differently if more time had been afforded.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Perez' brief also complains that the district judge failed to require the probation officer to revise the pre-sentence report in light of the alternative sentencing calculations, and that the court then failed to make formal rulings on any disputed portion of the report or other controverted matters as required by Fed.R.Crim.P. 32(i)(3)(B). The rule provides that the probation officer \"may\" revise the pre-sentence report, Fed.R.Crim.P. 32(f)(3), and as to the findings it is plain from the sentencing transcript that the district court specifically spelled out its determinations and the bases on which it made them.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">There is a separately filed pro se brief by Perez himself which we have considered together with the briefs filed by counsel. In this brief, Perez' first claim is the same <i>Booker</i> claim made by his counsel and rejected above; his second claim is that <i>Booker</i> error is a form of structural error, an argument flatly contravened by our precedent, most recently in <i>V&#225;zquez-Rivera,</i> 407 F.3d at 489, and on which nothing more need be said.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Sixth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s-s\">\n        <a class=\"footnote\" href=\"#fn-s-s_ref\">**</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Because the original pre-sentence report was resubmitted without revisions, it is debatable which, if any, of the prescribed time limits found in Fed.R.Crim.P. 32 applied to the parties. See Fed.R.Crim.P. 32(f)(1), (g). At the very least, the spirit of the rules required some notice and opportunity to object</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The government misinterprets or mischaracterizes this argument as addressed to the supposed failure of the district court to append a copy of its determinations to the version of the pre-sentence report that is submitted to the Bureau of Prisons<i>See</i> Fed.R.Crim.P. 32(i)(3)(C). This is not the relief Perez seeks; if the government views this failure to append as error it should raise that objection with the district court.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation\" data-id=\"201825\"><a href=\"/opinion/201825/united-states-v-perez-ruiz/\"><span class=\"volume\">421</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">11</span></a></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Julio P&#201;REZ-RUIZ, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 04-1853.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard August 4, 2005.</p>\n    <p class=\"date\">Decided August 26, 2005.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Bruce J. McGiverin, by appointment of the court, for appellant.</p>\n      <p class=\"indent\">Germ&#225;n A. Rieckehoff, Assistant United States Attorney, with whom H.S. Garcia, United States Attorney, and Nelson P&#233;rez-Sosa, Assistant United States Attorney, Senior Appellate Attorney, were on brief for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, SILER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge, and SARIS,<a class=\"footnote\" href=\"#fn-s-s\" id=\"fn-s-s_ref\">**</a> District Judge.</p>\n      <p class=\"indent\">BOUDIN, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Julio Perez-Ruiz (\"Perez\") was indicted in June 2000 for conspiring to distribute heroin, cocaine and cocaine base and in July 2001 was convicted after a jury trial. Because of evidence at trial that Perez had participated in the murder of a dealer who had broken with the ring, the district court found that the maximum sentence under the Sentencing Guidelines was life imprisonment and imposed this sentence upon Perez, who appealed both from his conviction and the sentence. On appeal, this court affirmed the conviction but remanded for re-sentencing. <i>United States v. Perez-Ruiz,</i> <span class=\"citation\" data-id=\"200773\"><a href=\"/opinion/200773/united-states-v-perez-ruiz/\"><span class=\"volume\">353</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span> (1st Cir.2003), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">541</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1005</span></span>, <span class=\"citation no-link\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2058</span></span>, <span class=\"citation no-link\"><span class=\"volume\">158</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">522</span></span> (2004) (\"<i>Perez-Ruiz I</i>\").</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The reason for the remand was that the guideline sentence imposed on Perez exceeded the statutory maximum that could be imposed under <i>Apprendi v. New Jersey,</i> <span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">530</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">466</span></a></span>, <span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2348</span></a></span>, <span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">147</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">435</span></a></span> (2000). Absent a finding either of prescribed amounts of drugs or of death or serious bodily injury, a conspiracy to distribute heroin, cocaine and cocaine base (or any one of them alone) has a maximum sentence of twenty years' imprisonment. 21 U.S.C. &#167;&#167; 841(b)(1)(C), 846 (2000). Under <i>Apprendi,</i> that finding must be made by the jury because it enlarges the statutory maximum. <i>See United States v. Eirby,</i> <span class=\"citation\" data-id=\"199580\"><a href=\"/opinion/199580/united-states-v-eirby/\"><span class=\"volume\">262</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">31</span></a></span>, 36-37 (1st Cir.2001).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Under subsection (A) of section 841(b)(1), the amounts of the three drugs charged in the Perez indictment (or any one of them) would have permitted a life sentence, but the jury instructions did not require the jury to find specific amounts in order to convict, nor were there special verdict findings. And although subsection (C) also permits a maximum sentence of life imprisonment where death results from the drug crime, again the jury made no determination that such a death had occurred. The <i>Apprendi</i> objection had been preserved and, given that the trial evidence as to drug quantity was not overwhelming, we refused to find the <i>Apprendi</i> error harmless. <i>Perez-Ruiz I,</i> 353 F.3d at 18.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The case was therefore remanded to the district court for re-sentencing up to a maximum of twenty years. On May 20, 2004, the district court re-sentenced Perez, imposing a sentence of 235 months. The district judge computed the guideline range as 188-235 months based upon the quantity of drugs he found attributable to Perez and further enhancements for use of a firearm and Perez' supervisory status. Under <i>United States v. Booker,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">738</span></span>, <span class=\"citation no-link\"><span class=\"volume\">160</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">621</span></span> (2005), these findings may be made by the judge alone. Perez appeals again to challenge this new sentence on several different grounds.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Perez' first argument is that the true statutory maximum is not twenty years but only five &#8212; the maximum that applies if the drug involved in the conspiracy is marijuana of no specified amount. 21 U.S.C. &#167; 841(b)(1)(D). The first difficulty with this argument is that we determined on the prior appeal, in the face of the same argument, that twenty years was the correct maximum. <i>Perez-Ruiz I,</i> 353 F.3d at 15 n. 2. Although the governing law of the case doctrine arguably permits us to reexamine our own prior determination at a later stage of the same case (if we deem that appropriate), <i>United States v. Moran,</i> <span class=\"citation\" data-id=\"201379\"><a href=\"/opinion/201379/united-states-v-moran/\"><span class=\"volume\">393</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 7-8 (1st Cir.2004), it will soon be apparent that there is no basis for doing so here.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The crime charged in the indictment was a conspiracy to distribute heroin, cocaine and cocaine base, and the jury was instructed that it was <i>this conspiracy</i> that had to be found in order to convict. The indictment also referred to three episodes involving marijuana; but they were not charged as objects of the conspiracy. The jury instructions mentioned marijuana, along with heroin, cocaine and crack cocaine, as controlled substances, but the jury instructions thereafter expressly identified the conspiracy at issue as an agreement to distribute heroin, cocaine and cocaine base and did not include marijuana.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">At trial, there was some evidence as to marijuana presented, including description of a delivery of the drug to Perez' drug point, but also evidence of the hard drugs charged in the indictment. In order to convict, the jury had to find that the conspiracy was directed to the hard drugs, not marijuana; strictly speaking, it had to conclude that all three hard drugs were objects of the conspiracy because the indictment charged in the conjunctive. <i>See United States v. Soto-Beniquez,</i> <span class=\"citation\" data-id=\"784866\"><a href=\"/opinion/784866/united-states-v-william-soto-beniquez-united-states-of-america-v-juan/\"><span class=\"volume\">356</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 48-50 (1st Cir.2003), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">541</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1074</span></span>, <span class=\"citation no-link\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2412</span></span>, <span class=\"citation no-link\"><span class=\"volume\">158</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">985</span></span> (2004). In all events, there is no realistic chance that, in convicting under this indictment and these instructions, the jury constructively amended the indictment by convicting Perez solely for a marijuana conspiracy &#8212; itself never charged.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Perez' next argument is that the district judge violated the Sixth Amendment by himself making the determinations as to drug quantity and other enhancements, and that the remedial holding of <i>Booker</i> violates the <i>ex post facto</i> and due process clauses of the Constitution. U.S. Const. art. I, &#167; 9, cl. 3; <i>Id.</i> amend. V. Although arguably this claim was not properly preserved in the remanded proceeding, our case law has already rejected such claims on the merits so we bypass the preservation question.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Under the 5-4 constitutional ruling in <i>Booker,</i> judge-made enhancements under the guidelines that result in a sentence greater than the sentence that could be imposed based solely on the facts found by the jury do amount to Sixth Amendment violations if the guidelines are treated as mandatory; but under the companion 5-4 remedial ruling in <i>Booker,</i> this problem is washed out by treating the guidelines as advisory. A defendant sentenced under the mandatory regime may be entitled to re-sentencing under the advisory one &#8212; we return to this issue &#8212; but <i>Booker</i> both created and cured the constitutional error at the same time. <i>See United States v. Antonakopoulos,</i> <span class=\"citation\" data-id=\"201462\"><a href=\"/opinion/201462/united-states-v-antonakopoulos/\"><span class=\"volume\">399</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">68</span></a></span>, 75-76 (1st Cir.2005).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Perez' fallback is that it was (in some metaphysical sense) always a violation of the Sixth Amendment to permit such judge-made findings at sentencing and that it violates <i>ex post facto</i> and due process principles to apply <i>Booker's</i> remedial cure of advisory guidelines for a crime that occurred prior to that decision. As we explained in <i>United States v. Lata,</i> <span class=\"citation\" data-id=\"201703\"><a href=\"/opinion/201703/united-states-v-lata/\"><span class=\"volume\">415</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">107</span></a></span>, 110 (1st Cir.2005), the <i>ex post facto</i> clause does not apply because the changes wrought by <i>Booker</i> were by judicial decision and not by statute. The due process argument remains available to Perez, protecting against adverse changes in the law after the crime was committed where the change denies the defendant fair warning, but \"only where the alteration is `unexpected and indefensible' by reference to the case law that had been expressed prior to the offense.\" <i>Id.</i> at 111 (citing <i>Rogers v. Tennessee,</i> <span class=\"citation\" data-id=\"118425\"><a href=\"/opinion/118425/rogers-v-tennessee/\"><span class=\"volume\">532</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">451</span></a></span>, 461, <span class=\"citation\" data-id=\"118425\"><a href=\"/opinion/118425/rogers-v-tennessee/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1693</span></a></span>, <span class=\"citation\" data-id=\"118425\"><a href=\"/opinion/118425/rogers-v-tennessee/\"><span class=\"volume\">149</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">697</span></a></span> (2001)).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">There is no fair warning problem in this case. At the time of Perez' crime &#8212; indeed, until the morning that <i>Booker</i> was announced by the Supreme Court &#8212; Perez faced a foreseeable risk that any crime he committed would result in a guideline sentence (within the statutory maximum) based on judge-made fact-finding. That is exactly what he got in this case. For Perez, the change wrought by <i>Booker</i> might now permit a still lower sentence, but it did not produce one higher than any pre-<i>Booker</i> reasonable expectation.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">As to the possibility of a lower sentence, Perez has been free for months to point to any circumstance that might suggest that &#8212; if the district judge were offered the opportunity &#8212; the judge might under advisory guidelines impose a sentence below 235 months. No such suggestion has been made and for good reason. The judge sentenced Perez at the very top of the available guideline range, <i>compare United States v. V&#225;zquez-Rivera,</i> <span class=\"citation\" data-id=\"201585\"><a href=\"/opinion/201585/united-states-v-vazquez-rivera/\"><span class=\"volume\">407</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">476</span></a></span>, 490 (1st Cir.2005), <i>petition for cert. filed</i> (U.S. Aug. 5, 2005) (No. 05-5686), and Perez points to no mitigating factors that mandatory guidelines forbad or discouraged the district judge to consider.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">If anything, an advisory-guideline sentence for Perez could easily be longer &#8212; although only by five months. The district judge earlier made clear his view that Perez was not only a conspirator but also an enforcer who had committed a murder in aid of the conspiracy. Absent a jury determination, this fact cannot raise the statutory maximum, but it could easily have been considered in deciding where to sentence under an advisory system (and, seemingly, in fixing the guideline range itself although the district judge did not base his sentencing range on this fact).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Next, Perez argues that the district judge erred in his factual findings by attributing to him 15 kilograms of cocaine &#8212; findings that we review for clear error. <i>United States v. Santos,</i> <span class=\"citation\" data-id=\"200851\"><a href=\"/opinion/200851/united-states-v-santos/\"><span class=\"volume\">357</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">136</span></a></span>, 140 (1st Cir.2004). In a drug conspiracy, a defendant is responsible \"not only for the drugs he actually handled but also for the full amount of drugs that he could reasonably have anticipated would be within the ambit of the conspiracy.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The district court's findings as to the 15 kilograms are adequately supported. At trial, a member of the conspiracy testified that he had supplied the conspiracy with 2-4 kilograms of cocaine on \"several\" occasions, amounting to \"more than 15\" kilograms of cocaine; a federal agent stated summarily that the conspiracy distributed \"over 150 kilograms of cocaine\"; and &#8212; perhaps at least as important-there was evidence that the drug conspiracy was a broad one covering a substantial number of drug \"points\" (locations of sale) over a substantial period.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">As for Perez' own role, he was not a minor figure, such as a courier or lookout on the fringe of the operation. The evidence at trial indicated that he had participated in the conspiracy for five years and controlled his own drug point, purchasing supplies at a higher level and employing others to assist him. Tellingly, the district judge found enough evidence to justify ranking Perez as a supervisor under the guidelines, and summed up his sentencing determination as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">I think there is plenty on this record to state this was an encompassing organization that ran a ton of points, many, many points. And those who were in the managerial levels of the organization had reason, []or should have known, you know, and in that sense, it ought to be 15 kilos is a very, very conservative estimate.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The specific evidence is not without weaknesses. The man who delivered the \"several\" multi-kilogram shipments gave them not to Perez but to a senior figure in the conspiracy, and these deliveries occurred just about the time that Perez apparently joined. The agent who estimated that the conspiracy handled over ten times as much cocaine gave no foundation for his estimate. It was concerns of this kind that led us in the earlier decision to conclude that the evidence as to amount was not so powerful as to overcome the preserved <i>Apprendi</i> error. <i>Perez-Ruiz I,</i> 353 F.3d at 18-19.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">But it is one thing to disregard an error on the ground that it has not been shown harmless beyond a reasonable doubt; it is quite another to conclude that the district court committed clear error in making findings about foreseeable amounts in a conspiracy described at length as having multiple sales points, a hierarchy of suppliers and an existence over a substantial period of time. Whether \"conservative\" or not, the district court's finding of 15 kilograms was adequately supported against any charge that the finding was clear error.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Finally, Perez argues that the sentencing was procedurally faulty. The pre-sentence report, issued before his initial sentencing and unaltered for the re-sentencing, focused exclusively upon a homicide with which Perez was associated but which did not factor into the district court's eventual sentencing determination now on appeal. The government's objections to the pre-sentence report, filed for the re-sentencing, also offered an alternative sentence calculation to the homicide cross-reference, containing the drug quantity calculation and firearm and supervisory enhancements on the basis of which the district court eventually sentenced.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Because the alternative sentencing basis had been presented in the pre-sentence process, the district judge's decision to base Perez' sentence on this alternative calculation was not improper under Fed.R.Crim.P. 32, which effectively mandates &#8212; although it does not state the matter in these general terms &#8212; a measure of notice to the defendant of the bases on which the court may impose a sentence. However, the government filed its objections containing the new calculations on the day of the re-sentencing hearing, thus arguably depriving Perez of adequate notice of this new calculation.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Nevertheless, at the sentencing hearing defense counsel ably (although unsuccessfully) argued on the merits against the court's contemplated findings as to drug quantity and use of a firearm, an argument complete with case citations. More important, counsel did not object that he had been given inadequate notice or ask for a continuance on the ground that he needed more time to prepare to contest the calculations based on newly minted bases.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Although the sentencing procedures laid out by Rule 32 are designed to narrow the issues and provide due notice, <i>see</i> Fed.R.Crim.P. 32, it is well settled that counsel is expected to object if he conceives that these procedures have been violated and that, in the absence of a timely objection, only plain error review is available. <i>Soto-Beniquez,</i> 356 F.3d at 53; <i>United States v. L&#243;pez-L&#243;pez,</i> <span class=\"citation\" data-id=\"200033\"><a href=\"/opinion/200033/united-states-v-lopez-lopez/\"><span class=\"volume\">295</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">165</span></a></span>, 169 (1st Cir.2002). Nothing said on this appeal explains why the sentencing might have come out differently if more time had been afforded.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Perez' brief also complains that the district judge failed to require the probation officer to revise the pre-sentence report in light of the alternative sentencing calculations, and that the court then failed to make formal rulings on any disputed portion of the report or other controverted matters as required by Fed.R.Crim.P. 32(i)(3)(B). The rule provides that the probation officer \"may\" revise the pre-sentence report, Fed.R.Crim.P. 32(f)(3), and as to the findings it is plain from the sentencing transcript that the district court specifically spelled out its determinations and the bases on which it made them.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">There is a separately filed pro se brief by Perez himself which we have considered together with the briefs filed by counsel. In this brief, Perez' first claim is the same <i>Booker</i> claim made by his counsel and rejected above; his second claim is that <i>Booker</i> error is a form of structural error, an argument flatly contravened by our precedent, most recently in <i>V&#225;zquez-Rivera,</i> 407 F.3d at 489, and on which nothing more need be said.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Sixth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s-s\">\n        <a class=\"footnote\" href=\"#fn-s-s_ref\">**</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Because the original pre-sentence report was resubmitted without revisions, it is debatable which, if any, of the prescribed time limits found in Fed.R.Crim.P. 32 applied to the parties. See Fed.R.Crim.P. 32(f)(1), (g). At the very least, the spirit of the rules required some notice and opportunity to object</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The government misinterprets or mischaracterizes this argument as addressed to the supposed failure of the district court to append a copy of its determinations to the version of the pre-sentence report that is submitted to the Bureau of Prisons<i>See</i> Fed.R.Crim.P. 32(i)(3)(C). This is not the relief Perez seeks; if the government views this failure to append as error it should raise that objection with the district court.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/118381/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118425/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199580/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200033/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200773/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200851/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201379/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201462/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201585/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201703/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201825/",
    "http://www.courtlistener.com/api/rest/v3/opinions/784866/"
  ]
}