{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201845/",
  "absolute_url": "/opinion/201845/in-re-us-v/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201845/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:35:41Z",
  "date_modified": "2016-02-28T05:06:37.137520Z",
  "type": "010combined",
  "sha1": "049a838f05ef589d871e5f8c76e28c220d84f1f1",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/05-2358-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2005/10/07/In_re_U.S._v..pdf",
  "plain_text": "          United States Court of Appeals\n                       For the First Circuit\n\nNo. 05-2358\n\n                  IN RE:   UNITED STATES OF AMERICA,\n\n                               Petitioner.\n\n\n              ON PETITION FOR A WRIT OF MANDAMUS TO THE\n                 UNITED STATES DISTRICT COURT FOR THE\n                       DISTRICT OF MASSACHUSETTS\n                          ____________________\n\n              [Hon. Nancy Gertner, U.S. District Judge]\n\n\n                                 Before\n\n                           Boudin, Chief Judge,\n\n                    Stahl, Senior Circuit Judge,\n\n                      and Lynch, Circuit Judge.\n\n\n     Timothy Q. Feeley, Assistant United States Attorney with whom\nMichael J. Sullivan, United States Attorney, Lori J. Holik,\nAssistant United States Attorney and Theodore B. Heinrich,\nAssistant United States Attorney were on petition for a writ of\nmandamus, motion to stay district court order, and request for\nleave to file a supplemental brief.\n     Patricia Garin with whom Max D. Stern, Kenneth M. Resnik,\nStern, Shapiro, Wiessberg & Garin, LLP, David P. Hoose, Katz,\nSasson, Hoose & Turnbill, John H. Cuhna, Jr., Cuhna & Holcomb,\nP.C., Randolph Gioia, Elizabeth Billowitz, Law Office of Randy\nGioia, Sarah Jennings Hunt, William C. Brennan, Jr., Brennan,\nTrainor, Billman & Bennett, LLP, George F. Gormley and George F.\nGormley, P.C. were on opposition to the government's petition for\na writ of mandamus and opposition to the government's motion to\nstay district court order for respondents Branden Morris, Jonathan\nHart, Darryl Green and Edward Washington.\n     Charles W. Rankin, James L. Sultan and Rankin & Sultan on\nbrief for Nancy Gertner, United States District Judge.\n     Jackie Gardina, Vermont Law School, on brief for Chief Judge\nWilliam G. Young, Amicus Curiae.\n\f     Michael Avery, Suffolk Law School, on brief for National\nLawyers Guild, Massachusetts Association of Criminal Defense\nLawyers and Juvenile Justice Center of Suffolk University Law\nSchool, Amici Curiae.\n     Julia M. Wade, David J. Apfel and Goodwin Procter LLP on brief\nfor The Boston Bar Association, The Committee for Public Counsel\nServices, and The National Association of Criminal Defense Lawyers,\nAmici Curiae.\n     William W. Fick, Martin F. Murphy, Foley Hoag LLP, Nadine\nCohen, Barbara J. Dougan, Lawyers' Committee for Civil Rights,\nDennis Courtland Hayes, General Counsel, Victor L. Goode, Assistant\nGeneral Counsel, NAACP, Charles J. Ogletree and Charles Hamilton\nHouston Institute for Race & Justice on brief for Lawyers'\nCommittee for Civil Rights Under Law Of The Boston Bar Association\nand Boston Branch of the NAACP, Greater Boston Civil Rights\nCoalition, Community Change, Inc., Jewish Alliance for Law and\nSocial Action, Women's Bar Association, Massachusetts Black Lawyers\nAssociation, Charles Hamilton Houston Institute for Race and\nJustice, and Massachusetts Black Legislative Caucus, Amici Curiae.\n\n\n                         October 7, 2005\n\f          BOUDIN, Chief Judge.        In September 2003, the defendants\n\nwere   charged   in   federal   district    court,   by    a   superceding\n\nindictment,   with    racketeering,    18   U.S.C.   §    1962(c)    (2000),\n\nracketeering conspiracy, id. § 1962(d), conspiracy to murder, id.\n\n§ 1959(a)(5), and various assaults and firearms offenses.                Two\n\ndefendants were further charged with murder in aid of racketeering.\n\nId. § 1959(a)(1).     Shortly thereafter, the government advised that\n\nit would seek the death penalty against the latter two defendants\n\nif they were convicted of a specific murder charged in one of the\n\ncounts.\n\n          In November 2004, one of the defendants moved to dismiss\n\nthe superceding indictment, or in the alternative for an order to\n\nsupplement the names contained in the master jury wheel currently\n\nin use in the district court.    This defendant claimed that the jury\n\nselection process under-represented African Americans.              At least\n\nsome of the defendants are African American and all joined in this\n\nchallenge.\n\n          The district judge held evidentiary hearings in January\n\n2005 and received an expert report in April 2005.          On September 2,\n\n2005, with two of the defendants scheduled for trial on September\n\n19, 2005, the district judge issued a 101-page decision and order.\n\nThe judge rejected the defendants' constitutional attack but found\n\nthat the current arrangements in this district for jury selection\n\nwere unlawful under the statute.        United States v. Green, --- F.\n\n\n                                  -3-\n\fSupp. 2d ---, 2005 WL 2109114, at *22, *32 (D. Mass. Sept. 2,\n\n2005).\n\n          In Massachusetts, as in other district courts, the jury\n\nselection process is governed by a \"plan\" adopted by the district\n\ncourt pursuant to the Jury Selection and Service Act (\"JSSA\" or\n\n\"the statute\"), 28 U.S.C. §§ 1861 et seq. (2000).          The JSSA\n\ncontains substantive requirements for such plans and specifies the\n\nprocedures for adopting the plans.    Each such plan must be adopted\n\nby a vote of the judges of the district court and then approved by\n\na special review panel comprised of the circuit council and a\n\ndesignated judge of the district court in question. Id. § 1863(a).\n\nThe current Massachusetts plan was revised in 2000 and is publicly\n\navailable.   Plan for Random Selection of Jurors (D. Mass.).\n\n          Under the Massachusetts plan, trials held in the Eastern\n\nDivision of Massachusetts--a set of adjacent counties in the\n\neastern part of the state--draw juries starting with a source list\n\nof names of residents from these counties.     Plan §§ 2, 5(c).   A\n\nrandom selection of names from the full source list is placed in a\n\nmaster jury wheel; a large number of names is then periodically\n\ndrawn at random from the master wheel and sent jury summonses and\n\nqualification questionnaires; and after the returned questionnaires\n\nare vetted (e.g., to exclude disqualified persons), the remaining\n\nnames go into a \"qualified jury wheel\" from which the needed number\n\nof jurors are randomly drawn and eventually dispatched to court\n\n\n                                -4-\n\fwhen a jury or juries are to be selected.        Plan §§ 8-10; see also\n\n28 U.S.C. §§ 1863, 1864, 1866(a), (b).\n\n           In this case, the district judge determined from the\n\nevidence that although African Americans comprised over 6 percent\n\nof the Eastern Division population in the last several years, just\n\nover 3 percent out of all those who returned questionnaires (and\n\nidentified their race) were African American.            Green, 2005 WL\n\n2109114, at *7.     For the period 2001-2003 inclusive, the average\n\ndisparity was 3.66 percent.         Id. at *18.       In short, African\n\nAmericans appeared among the questionnaire answerers about half as\n\noften as their presence in the population of the Eastern Division.\n\n           Out-of-date (or otherwise incorrect) addresses and a\n\nlower response rate by African Americans than in the population as\n\na whole appeared to be the main reasons for the disparity.          Green,\n\n2005 WL 2109114, at *20-*21, *30-*31. Some letters are returned to\n\nthe jury administrator or clerk marked \"undeliverable\" (e.g., the\n\naddressee moved).    Id. at *20-*21.      Others are not returned but no\n\nquestionnaire is filed by the addressee--a category that includes\n\nsome persons who never received a summons and questionnaire and\n\nothers who did but chose not to return the questionnaire.          Id. at\n\n*21.   Although such misdeliveries and nonresponses occur in all\n\ncommunities, the data suggest that they occurred proportionally\n\nmore   often   in   areas   that   contained   more   poor   or   minority\n\ninhabitants.   Id. at *20-*21.\n\n\n                                    -5-\n\f               After an analysis of existing case law and statutory\n\nprovisions, the district judge concluded that no Sixth Amendment\n\nviolation had been proved, Green, 2005 WL 2109114, at *22, but that\n\nthe statute required supplementation of the names originally drawn\n\nfrom the master wheel in order to remedy or ameliorate the racial\n\ndisparity, id. at *27-*28, *31-*32.              The district judge directed\n\nthe federal jury administrator to draw an additional name from the\n\nmaster wheel, but from the same zip code, for each name to whom a\n\nquestionnaire was sent that was returned \"undeliverable\"; for any\n\nquestionnaire that was not returned at all after two attempted\n\nmailings to the same address, the same remedy was ordered.                These\n\nnewly       drawn   names,   to   the   extent   their   questionnaires   were\n\nreturned, were then to be merged with original persons drawn who\n\nhad returned their questionnaires.1\n\n\n        1\n      The challenged paragraphs of the order provided that with\nrespect to the present case:\n\n               1.    For all summonses returned to the Court\n                     as \"undeliverable,\" the same number of\n                     new summonses should be mailed to\n                     residents who live in the same zip code\n                     area as the undeliverable summonses.\n                     Replacement summonses will be selected\n                     from a supplemental array, merged with\n                     the existing array and randomized;\n\n               2.    For all summonses for which there is no\n                     response (\"nonresponses\") after a second\n                     mailing, the same number of new summonses\n                     should be mailed to residents who live in\n                     the   same   zip   code   area   as   the\n                     nonrespondents.    Replacement summonses\n                     will be selected from a supplemental\n\n                                        -6-\n\f          This     procedure   would   draw   proportionately   more\n\nsupplemental names from zip codes where the original response rate\n\nhad been low--which the evidence showed would tend to have a larger\n\nthan average population of African Americans.        Green, 2005 WL\n\n2109114, at *35.     The process would in turn tend to produce a\n\nblended list of persons filing questionnaire answers containing a\n\ngreater proportion of African Americans than the original list.\n\nThe supplementation remedy adopted by the district judge thus\n\nsought to increase the likelihood of African Americans (and other\n\ngroups similarly situated) appearing on the final jury in numbers\n\nmore closely aligned with their presence in the Eastern Division's\n\npopulation.\n\n          After objecting to this remedy as inconsistent with the\n\nstatute and with the current plan, see 28 U.S.C. § 1867(e), the\n\ngovernment sought mandamus in this court to prevent the district\n\ncourt's use of the supplemented list.     We granted a stay of the\n\norder and expedited our hearing on the mandamus petition, making\n\nclear that the district court was free to delay the upcoming trial,\n\nwhich it has now done.   Issues of law are reviewed de novo, Porn v.\n\nNat'l Grange Mut. Ins. Co., 93 F.3d 31, 33 (1st Cir. 1996); some\n\ndeference may be accorded to a court's interpretation of its own\n\n\n\n                 array, merged with the existing array and\n                 randomized; . . .\n\n\n\n                                 -7-\n\fjury plan, but only to a \"reasonable interpretation.\"                Cf. Nehmer\n\nv. Veterans' Admin., 284 F.3d 1158, 1160 (9th Cir. 2002).\n\n             In this court, the defendants contest our authority to\n\nintervene.     They argue that there is no final judgment in this case\n\nand that it does not fit within the few categories of criminal\n\ncases for which Congress has allowed interlocutory appeals. See 18\n\nU.S.C.   §    3731     (permitting,     e.g.,    interlocutory       appeal    of\n\nsuppression     orders).     The   short     answer    is   that   well   settled\n\nprecedent treats mandamus as an alternative means of securing\n\ninterlocutory relief in the limited class of extraordinary cases\n\nwhere the requirements for mandamus have been met.\n\n             The     most   familiar    track,        so-called    \"supervisory\n\nmandamus,\" is traditionally available where judicial power has been\n\nexceeded, there is a threat of irreparable harm, and the underlying\n\norder is clearly erroneous.        United States v. Horn, 29 F.3d 754,\n\n769 (1st Cir. 1994).          Even absent such conditions, \"advisory\n\nmandamus\" has sometimes been granted in this circuit, United States\n\nv. Green, 407 F.3d 434, 439-40 (1st Cir. 2005), petition for cert.\n\nfiled (U.S. Aug. 12, 2005) (No. 05-360), and elsewhere, e.g., In re\n\nvon Bulow, 828 F.2d 94, 97-100 (2d Cir. 1987), to settle critical\n\nquestions of law that affect multiple cases and warrant immediate\n\nresolution.2\n\n\n     2\n      The Supreme Court cautioned in Will v. United States, 389\nU.S. 90 (1967), against the over-ready use of mandamus in criminal\ncases, id. at 96-98; but its own precedents--both before and after\n\n                                       -8-\n\f                 Our case is a classic \"exceptional\" instance justifying\n\ninterlocutory intervention.            The central issue is one of judicial\n\nauthority--namely, whether the district judge's action contravenes\n\nor unlawfully supplements the jury plan adopted by the district\n\ncourt       as   a   whole   and    approved      by    the    review     panel.        See\n\nSchlagenhauf         v.   Holder,    379   U.S.    104,       110   (1964).        As   for\n\nirreparable injury, Horn, 29 F.3d at 769, the government has no\n\nready way to appeal if there is an acquittal and no standing to\n\nappeal if there is a conviction.                       And, as we shall see, the\n\ndistrict judge's order clearly departs from the existing jury plan.\n\n                 Further,    the    district     judge's       decision    effectively\n\nindicts the existing plan as applied to grand jury and petit jury\n\nactions in a vast array of criminal cases, past and future.                             The\n\ndecision has already prompted motions in other pending cases.                           In\n\nstatements that are part of the record, the district judge's order\n\nhas been endorsed by the chief judge of the district court,\n\nsuggesting that he (and likely some other judges) will follow the\n\nsame course.         Advisory, as well as supervisory, mandamus is thus\n\nwholly appropriate.3\n\n\nWill--make clear that mandamus is available in exceptional\ncircumstances in both civil and criminal cases. Schlagenhauf v.\nHolder, 379 U.S. 104, 110 (1964); United States v. United States\nDist. Ct. for E. Dist. of Mich., 407 U.S. 297, 301 n.3 (1972).\n        3\n      The JSSA provides a short pre-trial window within which a\nparty must move to challenge non-compliance with the provisions of\nthe statute and further provides, with some qualifications, that\nthis is an \"exclusive\" remedy. 28 U.S.C. §§ 1867(a)-(c), (e). The\n\n                                           -9-\n\f               Turning to the merits, we begin by asking whether the\n\ndistrict judge's order comports with the existing plan or whether,\n\nif not, the order can be justified in this case by claims that the\n\nplan is at odds with the statute.             Concluding that the answer to\n\nboth questions is no, our decision then explains why the order must\n\nbe enjoined even if a legitimately amended plan designed to improve\n\non the existing one might be permissible.\n\n               Central to this case is the relationship between the plan\n\nand the statute.        The statute provides a purpose and framework for\n\njury       selection   plans   and   some   of   the   mechanical   detail    for\n\ncollecting jurors.        A plan, which the statute requires from each\n\ndistrict, provides additional detail and mechanics, and it must not\n\nconflict with the statute, 28 U.S.C. § 1863(a), but may differ from\n\ndistrict court to district court (e.g., as to the source of names\n\nfor the master wheel and the number drawn, id. § 1863(b)(2)).                Once\n\nadopted, the plan is intended to provide a uniform procedure for\n\nassembling jurors in that district court binding upon each district\n\njudge.       See id. § 1863; S. Rep. No. 90-891, at 34 (1967); H. Rep.\n\nNo. 90-1076 (1968), as reprinted in 1968 U.S.C.C.A.N. 1792, 1805.4\n\n\ngovernment did make its objection within this period and the\nstatute does not specify how or when such challenges may be\npresented to an appellate court and it does not preclude mandamus.\n       4\n      Employing identical language, both the Senate and House\nreports explain: \"The specific and comprehensive nature of the\nprovisions of the act and the local plan will assure that there are\nreadily available standards against which the selection procedures\nmay be measured. Thus, procedural regularity is the measure of the\n\n                                       -10-\n\f           In this case, the plan pertinently provides that the\n\nstate's local resident lists constitute \"a fair cross section of\n\nthe community\"--the grouping prescribed by the statute for jury\n\nselection--and that the names of the persons \"to be considered for\n\nservice . . . shall be selected at random\" from the lists.   Plan §\n\n5(c).   It also provides that the selection of names from the source\n\nlist and then from the master wheel (which are two separate steps)\n\n\"must . . . insure that the mathematical odds of any single name\n\nbeing picked are substantially equal.\" Id. § 7(a); see also, e.g.,\n\nDistrict of Maine Plan §§ IV, V.\n\n           Then, from the names so drawn (first from the source list\n\nof residents and then from the master wheel), the clerk sends a\n\nsummons and qualification form, Plan § 9(b), (c).          From the\n\nreturned forms and through other procedures, some names are removed\n\nfor disqualification, exemption or excuse.    Id. § 10.   Under the\n\nstatute, the names of persons so qualified constitute a \"qualified\n\njury wheel\" from which jurors are drawn at random as necessary for\n\ngrand juries and for arrays periodically summoned to court (e.g.,\n\nfor Monday, September 19, 2005) as potential petit jurors for\n\ntrials.   28 U.S.C. § 1863(b)(8).\n\n\n\nvalidity of the selection system. It is an appropriate measure\nsince the bill sets up a largely mechanical process in which the\nrole of human discretion is minimized. The bill does not guarantee\nthat each venire or each jury will mirror the structure of the\ncommunity.     It guarantees only that appropriate selection\nprocedures have been used.\"\n\n                                -11-\n\f             The district judge's order departs from this regime by\n\nproviding that a new name chosen in the supplemental draw must come\n\nfrom the same zip code as an original addressee whose questionnaire\n\nwas not returned.        This violates the \"equal odds\" requirement of\n\nthe   plan    because     the    supplemental    draw,       constrained       by     the\n\npreferences for those in certain zip codes, does not give equal\n\nodds of selection to every name in the master wheel.                       Indeed, if\n\nthe   equal     odds    requirement      were   met,     the       results    of      the\n\nsupplemental draw would tend to reflect the very same demographics\n\nas the original one.\n\n             The district judge pointed to a different provision of\n\nthe plan, namely, the authority in section 11 for the court to\n\ndirect   a    further     draw    from    the   master    wheel       to     create    a\n\n\"supplemental array\" to be added to the regular array summoned from\n\nthe qualified wheel.       But the expressed purpose of section 11 is to\n\nadd a small list of potential jurors when additional names are\n\nneeded \"because of excused or increased jury requirements,\"--i.e.,\n\nan inadequate number of qualified jurors in a regular array.\n\nNothing in this provision authorizes new jurors because of low\n\nreturn rates in a particular zip code.\n\n             Further, what the plan prescribes for a shortage of\n\nqualified jurors is supplementation by a further draw from the\n\nmaster   jury    wheel,    Plan    §   11(d),   and    not     a   draw    only     from\n\nidentified zip codes within the master wheel.                  Regardless of the\n\n\n                                         -12-\n\fpurpose of the supplemental array, the plan authorizes additions\n\nonly through a new \"equal odds\" draw from the entire master wheel.\n\nId. § 7(a).     The successive new draws directed by the district\n\njudge's order are not \"equal odds\" draws from the wheel but draws\n\nonly from individual zip codes.\n\n            Even without regard to the plan's equal odds language,\n\nthe order fails for a different reason.       As just noted, the plan's\n\nmechanism provides for additional draws from the master wheel only\n\nin   one   specific   situation--a    draw   of   a   supplemental   array\n\noccasioned by a shortage of qualified jurors in a regularly-\n\nselected array.   Plan § 11(d).      A consequential enlargement of the\n\nbases for a new draw amounts to a de facto amendment, even if\n\nperformed by an individual judge, and does not thereby escape the\n\nstatute's procedural requirements;5       the failure formally to amend\n\nthe plan by vote of the whole court is not a defense of the present\n\norder but its vice.\n\n            Imagine that the district judge in question adopted this\n\nnew, zip-code-oriented approach and that another judge in the\n\ndistrict insisted on using the pre-existing practice.         Quite apart\n\nfrom the mechanical complications--normally an array is summoned\n\n\n      5\n      This is well settled in the closely related area of\nrulemaking. See, e.g., United States v. Hoyts Cinemas Corp., 380\nF.3d 558, 569 (1st Cir. 2004); Levesque v. Block, 723 F.2d 175,\n178-85 (1st Cir. 1983); Hoctor v. U.S. Dept. of Agric., 82 F.3d\n165, 170-72 (7th Cir. 1996); Mission Group Kan. v. Riley, 146 F.3d\n775, 782-83 (10th Cir. 1998); United States v. Picciotto, 875 F.2d\n345, 346-49 (D.C. Cir. 1989).\n\n                                  -13-\n\ffor multiple trials before different judges--this would result in\n\nsome defendants getting juries selected under one regime and others\n\nunder   a    significantly    different     one.      Compare    note   4,   above\n\n(quoting     legislative     history).      Alternatively,       if   all    judges\n\ninformally followed the district judge's lead, it would merely\n\nemphasize that a plan amendment had been improperly implemented\n\nwithout the approvals required by the statute.\n\n             Certainly some details in jury administration are too\n\nminor   to    require   inclusion    in     a      plan;   for   instance,      the\n\nMassachusetts plan does not specify the number of mailings to a\n\nnon-responding addressee and the government does not challenge the\n\ndistrict judge's contemplation of additional mailings to the same\n\naddress.      But the plan does specify the use of equal odds draws\n\nfrom the master wheel and the basis upon which a supplementary draw\n\ncan be ordered.      The challenged portion of the district judge's\n\norder is not a minor adjustment of administration on a matter left\n\nunaddressed by the existing plan.\n\n             Possibly a major departure from the existing plan by one\n\njudge might be justified if that plan were unconstitutional or in\n\nconflict with the JSSA.        Such a situation would create a conflict\n\nbetween the substance of the plan and the procedure for altering\n\nit. The government says that in such a case the conflict-resolving\n\nsolution would be to stay the trial and seek a formal amendment to\n\nthe plan by the district court as a whole.                  Cf., e.g., United\n\n\n                                     -14-\n\fStates v. Gordon, 961 F.2d 426, 431 (3d Cir. 1992).              But we will\n\nassume, solely for the sake of argument, that a judge might depart\n\nfrom the plan where compliance would cause a constitutional or\n\nstatutory violation.     Here, the district judge did claim that the\n\nstatute compelled such a departure.         It does not.\n\n            The   district   judge   recognized   that   under    our   prior\n\ngoverning precedent the plan, without any supplemental drawings,\n\ncomplied with the Sixth Amendment. Green, 2005 WL 2109114, at *11-\n\n*22; see United States v. Royal, 174 F.3d 1, 10-11 (1st Cir. 1999).\n\nHowever, her decision invoked a statutory requirement that the\n\ndistrict court prescribe \"some other source or sources of names in\n\naddition to voter lists where necessary to foster the policy and\n\nprotect the rights\" secured by the statute (which include both the\n\nfair cross section requirement and equal access of citizens to\n\nconsideration for service on juries).         Green, 2005 WL 2109114, at\n\n*27-*30 (citing 28 U.S.C. § 1863(b)(2)).          The district judge then\n\ndeemed the racial disparity in qualified names as triggering the\n\nstatutory duty to supplement.        Id. at *30-*32.\n\n            This amounts to saying that the cross section language in\n\nthe statute is more demanding than the constitutional cross section\n\nholdings.    Yet the statutory language was drawn from the Supreme\n\nCourt's constitutional holdings, and this court, Royal, 174 F.3d at\n\n\n\n\n                                     -15-\n\f6, like others,6 has held the statute to impose essentially the\n\nsame obligation.       Whether or not the record in this case is\n\nfactually better developed than that in Royal, the disparities are\n\nof the same general magnitude, compare Royal, 174 F.3d at 10-11,\n\nwith Green, 2005 WL 2109114, at *18, and Royal binds this panel\n\nquite as much as it binds the district judge.             Irving v. United\n\nStates, 162 F.3d 154, 160 (1st Cir. 1998), cert. denied, 528 U.S.\n\n812 (1999).\n\n            What is more, the \"in addition\" language in section\n\n1863(b)(2) is directed to the specification of the source lists for\n\nthe master wheel.     This is a function expressly to be performed by\n\nthe district court as a whole through the plan, see Plan § 5(b),\n\nand it was performed when that court found that the Massachusetts\n\nlocal    resident   lists   satisfied   the   statute's   requirements   (a\n\nfinding expressly permitted by the statute as to the Massachusetts\n\nlists, 28 U.S.C. § 1863(b)(2)).           Nothing in the \"in addition\"\n\nlanguage has anything to do with how names are selected from the\n\nmaster wheel.\n\n            In certain cases we have upheld convictions despite\n\ndeviations from a jury selection plan where the deviation did not\n\n\n\n     6\n      United States v. Rioux, 97 F.3d 648, 660 (2d Cir. 1996);\nUnited States v. Allen, 160 F.3d 1096, 1102 (6th Cir. 1998), cert.\ndenied, 526 U.S. 1044 (1999); United States v. Clifford, 640 F.2d\n150, 154-55 (8th Cir. 1981); United States v. Miller, 771 F.2d\n1219, 1227 (9th Cir. 1985); United States v. Shinault, 147 F.3d\n1266, 1270-71 (10th Cir.), cert. denied, 525 U.S. 988 (1998).\n\n                                   -16-\n\ffrustrate   core     concerns    of    the     statute,    specifically,     random\n\nselection     of     jurors     and     objective         criteria     for    juror\n\ndisqualification. See United States v. Savides, 787 F.2d 751, 754-\n\n55 (1st Cir. 1986); see also United States v. Tarnowski, 429 F.\n\nSupp. 783, 790-91 (E.D. Mich. 1977), aff'd, 583 F.2d 903 (6th Cir.\n\n1978), cert. denied, 440 U.S. 918 (1979).                    Our concern here,\n\nhowever, is not with the rights of an individual party seeking\n\nredress on appeal but with the use of mandamus to assure that the\n\ndistrict court complies with an existing plan in a series of trials\n\nyet to be held.\n\n            As   a   final    source    of    authority    for   the   order,   the\n\ndistrict    judge's    decision       cites    the   long-recognized     inherent\n\n\"supervisory\" power of the court to manage its business.                     Green,\n\n2005 WL 2109114, at *32-*33 (citing Bank of Nova Scotia v. United\n\nStates, 487 U.S. 250, 254 (1988)).              The court's supervisory power\n\ndoes not license it to ignore an otherwise valid existing jury plan\n\nor to bypass the mechanism provided by statute to alter such plan.\n\n\"To allow otherwise 'would confer on the judiciary discretionary\n\npower to disregard the considered limitations of the law it is\n\ncharged with enforcing.'\"         Bank of Nova Scotia, 487 U.S. at 254\n\n(quoting United States v. Payner, 447 U.S. 727, 737 (1980)).\n\n            No one is entitled automatically to be tried by a jury of\n\npersons comprised of his or her own race, religion or gender.\n\nTaylor v. Louisiana, 419 U.S. 522, 538 (1975); Barber v. Ponte, 772\n\n\n                                        -17-\n\fF.2d 982, 997 (1st Cir. 1985) (en banc), cert. denied, 475 U.S.\n\n1050 (1986).   Yet there is assuredly cause for concern, as this\n\ncourt said six years ago, Royal, 174 F.3d at 12, where African\n\nAmerican defendants have been indicted for major crimes, and the\n\nproportion of blacks who return jury questionnaires is half the\n\npercentage to be expected from their presence in the division of\n\nthe district concerned. The district court has always been free to\n\nrevise its jury plan in compliance with the statute.\n\n           Without developing its argument in detail, the government\n\nhas questioned whether the district court's remedy would comport\n\nwith the statute even if embodied in a properly adopted plan.   But\n\nwhat plan the district court as a whole might adopt is uncertain;\n\nand we have expedited both oral argument and issuance of this\n\ndecision because of the need for a prompt resolution of the\n\nmandamus petition.   The statute provides for the district court as\n\na whole and then the review panel to consider plan changes in the\n\nfirst instance.   28 U.S.C. § 1863(a).\n\n           The writ of mandamus is granted and the district court is\n\ndirected not to implement paragraphs 1 and 2 of its remedial order\n\nentered on September 2, 2005.      The writ shall issue forthwith\n\nwithout prejudice to petitions for rehearing.    No costs are to be\n\nawarded.\n\n           It is so ordered.\n\n\n\n\n                                -18-\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">          United States Court of Appeals\n                       For the First Circuit\n\nNo. 05-2358\n\n                  IN RE:   UNITED STATES OF AMERICA,\n\n                               Petitioner.\n\n\n              ON PETITION FOR A WRIT OF MANDAMUS TO THE\n                 UNITED STATES DISTRICT COURT FOR THE\n                       DISTRICT OF MASSACHUSETTS\n                          ____________________\n\n              [Hon. Nancy Gertner, U.S. District Judge]\n\n\n                                 Before\n\n                           Boudin, Chief Judge,\n\n                    Stahl, Senior Circuit Judge,\n\n                      and Lynch, Circuit Judge.\n\n\n     Timothy Q. Feeley, Assistant United States Attorney with whom\nMichael J. Sullivan, United States Attorney, Lori J. Holik,\nAssistant United States Attorney and Theodore B. Heinrich,\nAssistant United States Attorney were on petition for a writ of\nmandamus, motion to stay district court order, and request for\nleave to file a supplemental brief.\n     Patricia Garin with whom Max D. Stern, Kenneth M. Resnik,\nStern, Shapiro, Wiessberg & Garin, LLP, David P. Hoose, Katz,\nSasson, Hoose & Turnbill, John H. Cuhna, Jr., Cuhna & Holcomb,\nP.C., Randolph Gioia, Elizabeth Billowitz, Law Office of Randy\nGioia, Sarah Jennings Hunt, William C. Brennan, Jr., Brennan,\nTrainor, Billman & Bennett, LLP, George F. Gormley and George F.\nGormley, P.C. were on opposition to the government's petition for\na writ of mandamus and opposition to the government's motion to\nstay district court order for respondents Branden Morris, Jonathan\nHart, Darryl Green and Edward Washington.\n     Charles W. Rankin, James L. Sultan and Rankin & Sultan on\nbrief for Nancy Gertner, United States District Judge.\n     Jackie Gardina, Vermont Law School, on brief for Chief Judge\nWilliam G. Young, Amicus Curiae.\n\f     Michael Avery, Suffolk Law School, on brief for National\nLawyers Guild, Massachusetts Association of Criminal Defense\nLawyers and Juvenile Justice Center of Suffolk University Law\nSchool, Amici Curiae.\n     Julia M. Wade, David J. Apfel and Goodwin Procter LLP on brief\nfor The Boston Bar Association, The Committee for Public Counsel\nServices, and The National Association of Criminal Defense Lawyers,\nAmici Curiae.\n     William W. Fick, Martin F. Murphy, Foley Hoag LLP, Nadine\nCohen, Barbara J. Dougan, Lawyers' Committee for Civil Rights,\nDennis Courtland Hayes, General Counsel, Victor L. Goode, Assistant\nGeneral Counsel, NAACP, Charles J. Ogletree and Charles Hamilton\nHouston Institute for Race & Justice on brief for Lawyers'\nCommittee for Civil Rights Under Law Of The Boston Bar Association\nand Boston Branch of the NAACP, Greater Boston Civil Rights\nCoalition, Community Change, Inc., Jewish Alliance for Law and\nSocial Action, Women's Bar Association, Massachusetts Black Lawyers\nAssociation, Charles Hamilton Houston Institute for Race and\nJustice, and Massachusetts Black Legislative Caucus, Amici Curiae.\n\n\n                         October 7, 2005\n\f          BOUDIN, Chief Judge.        In September 2003, the defendants\n\nwere   charged   in   federal   district    court,   by    a   superceding\n\nindictment,   with    racketeering,    18   U.S.C.   §    1962(c)    (2000),\n\nracketeering conspiracy, id. § 1962(d), conspiracy to murder, id.\n\n§ 1959(a)(5), and various assaults and firearms offenses.                Two\n\ndefendants were further charged with murder in aid of racketeering.\n\nId. § 1959(a)(1).     Shortly thereafter, the government advised that\n\nit would seek the death penalty against the latter two defendants\n\nif they were convicted of a specific murder charged in one of the\n\ncounts.\n\n          In November 2004, one of the defendants moved to dismiss\n\nthe superceding indictment, or in the alternative for an order to\n\nsupplement the names contained in the master jury wheel currently\n\nin use in the district court.    This defendant claimed that the jury\n\nselection process under-represented African Americans.              At least\n\nsome of the defendants are African American and all joined in this\n\nchallenge.\n\n          The district judge held evidentiary hearings in January\n\n2005 and received an expert report in April 2005.          On September 2,\n\n2005, with two of the defendants scheduled for trial on September\n\n19, 2005, the district judge issued a 101-page decision and order.\n\nThe judge rejected the defendants' constitutional attack but found\n\nthat the current arrangements in this district for jury selection\n\nwere unlawful under the statute.        United States v. Green, --- F.\n\n\n                                  -3-\n\fSupp. 2d ---, </pre><span class=\"citation no-link\"><span class=\"volume\">2005</span> <span class=\"reporter\">WL</span> <span class=\"page\">2109114</span></span><pre class=\"inline\">, at *22, *32 (D. Mass. Sept. 2,\n\n2005).\n\n          In Massachusetts, as in other district courts, the jury\n\nselection process is governed by a \"plan\" adopted by the district\n\ncourt pursuant to the Jury Selection and Service Act (\"JSSA\" or\n\n\"the statute\"), 28 U.S.C. §§ 1861 et seq. (2000).          The JSSA\n\ncontains substantive requirements for such plans and specifies the\n\nprocedures for adopting the plans.    Each such plan must be adopted\n\nby a vote of the judges of the district court and then approved by\n\na special review panel comprised of the circuit council and a\n\ndesignated judge of the district court in question. Id. § 1863(a).\n\nThe current Massachusetts plan was revised in 2000 and is publicly\n\navailable.   Plan for Random Selection of Jurors (D. Mass.).\n\n          Under the Massachusetts plan, trials held in the Eastern\n\nDivision of Massachusetts--a set of adjacent counties in the\n\neastern part of the state--draw juries starting with a source list\n\nof names of residents from these counties.     Plan §§ 2, 5(c).   A\n\nrandom selection of names from the full source list is placed in a\n\nmaster jury wheel; a large number of names is then periodically\n\ndrawn at random from the master wheel and sent jury summonses and\n\nqualification questionnaires; and after the returned questionnaires\n\nare vetted (e.g., to exclude disqualified persons), the remaining\n\nnames go into a \"qualified jury wheel\" from which the needed number\n\nof jurors are randomly drawn and eventually dispatched to court\n\n\n                                -4-\n\fwhen a jury or juries are to be selected.        Plan §§ 8-10; see also\n\n28 U.S.C. §§ 1863, 1864, 1866(a), (b).\n\n           In this case, the district judge determined from the\n\nevidence that although African Americans comprised over 6 percent\n\nof the Eastern Division population in the last several years, just\n\nover 3 percent out of all those who returned questionnaires (and\n\nidentified their race) were African American.            Green, </pre><span class=\"citation no-link\"><span class=\"volume\">2005</span> <span class=\"reporter\">WL</span>\n\n<span class=\"page\">2109114</span></span><pre class=\"inline\">, at *7.     For the period 2001-2003 inclusive, the average\n\ndisparity was 3.66 percent.         Id. at *18.       In short, African\n\nAmericans appeared among the questionnaire answerers about half as\n\noften as their presence in the population of the Eastern Division.\n\n           Out-of-date (or otherwise incorrect) addresses and a\n\nlower response rate by African Americans than in the population as\n\na whole appeared to be the main reasons for the disparity.          Green,\n\n</pre><span class=\"citation no-link\"><span class=\"volume\">2005</span> <span class=\"reporter\">WL</span> <span class=\"page\">2109114</span></span><pre class=\"inline\">, at *20-*21, *30-*31. Some letters are returned to\n\nthe jury administrator or clerk marked \"undeliverable\" (e.g., the\n\naddressee moved).    Id. at *20-*21.      Others are not returned but no\n\nquestionnaire is filed by the addressee--a category that includes\n\nsome persons who never received a summons and questionnaire and\n\nothers who did but chose not to return the questionnaire.          Id. at\n\n*21.   Although such misdeliveries and nonresponses occur in all\n\ncommunities, the data suggest that they occurred proportionally\n\nmore   often   in   areas   that   contained   more   poor   or   minority\n\ninhabitants.   Id. at *20-*21.\n\n\n                                    -5-\n\f               After an analysis of existing case law and statutory\n\nprovisions, the district judge concluded that no Sixth Amendment\n\nviolation had been proved, Green, </pre><span class=\"citation no-link\"><span class=\"volume\">2005</span> <span class=\"reporter\">WL</span> <span class=\"page\">2109114</span></span><pre class=\"inline\">, at *22, but that\n\nthe statute required supplementation of the names originally drawn\n\nfrom the master wheel in order to remedy or ameliorate the racial\n\ndisparity, id. at *27-*28, *31-*32.              The district judge directed\n\nthe federal jury administrator to draw an additional name from the\n\nmaster wheel, but from the same zip code, for each name to whom a\n\nquestionnaire was sent that was returned \"undeliverable\"; for any\n\nquestionnaire that was not returned at all after two attempted\n\nmailings to the same address, the same remedy was ordered.                These\n\nnewly       drawn   names,   to   the   extent   their   questionnaires   were\n\nreturned, were then to be merged with original persons drawn who\n\nhad returned their questionnaires.1\n\n\n        1\n      The challenged paragraphs of the order provided that with\nrespect to the present case:\n\n               1.    For all summonses returned to the Court\n                     as \"undeliverable,\" the same number of\n                     new summonses should be mailed to\n                     residents who live in the same zip code\n                     area as the undeliverable summonses.\n                     Replacement summonses will be selected\n                     from a supplemental array, merged with\n                     the existing array and randomized;\n\n               2.    For all summonses for which there is no\n                     response (\"nonresponses\") after a second\n                     mailing, the same number of new summonses\n                     should be mailed to residents who live in\n                     the   same   zip   code   area   as   the\n                     nonrespondents.    Replacement summonses\n                     will be selected from a supplemental\n\n                                        -6-\n\f          This     procedure   would   draw   proportionately   more\n\nsupplemental names from zip codes where the original response rate\n\nhad been low--which the evidence showed would tend to have a larger\n\nthan average population of African Americans.        Green, </pre><span class=\"citation no-link\"><span class=\"volume\">2005</span> <span class=\"reporter\">WL</span>\n\n<span class=\"page\">2109114</span></span><pre class=\"inline\">, at *35.     The process would in turn tend to produce a\n\nblended list of persons filing questionnaire answers containing a\n\ngreater proportion of African Americans than the original list.\n\nThe supplementation remedy adopted by the district judge thus\n\nsought to increase the likelihood of African Americans (and other\n\ngroups similarly situated) appearing on the final jury in numbers\n\nmore closely aligned with their presence in the Eastern Division's\n\npopulation.\n\n          After objecting to this remedy as inconsistent with the\n\nstatute and with the current plan, see 28 U.S.C. § 1867(e), the\n\ngovernment sought mandamus in this court to prevent the district\n\ncourt's use of the supplemented list.     We granted a stay of the\n\norder and expedited our hearing on the mandamus petition, making\n\nclear that the district court was free to delay the upcoming trial,\n\nwhich it has now done.   Issues of law are reviewed de novo, Porn v.\n\nNat'l Grange Mut. Ins. Co., </pre><span class=\"citation\" data-id=\"196943\"><a href=\"/opinion/196943/porn-v-national-grange/\"><span class=\"volume\">93</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">31</span></a></span><pre class=\"inline\">, 33 (1st Cir. 1996); some\n\ndeference may be accorded to a court's interpretation of its own\n\n\n\n                 array, merged with the existing array and\n                 randomized; . . .\n\n\n\n                                 -7-\n\fjury plan, but only to a \"reasonable interpretation.\"                Cf. Nehmer\n\nv. Veterans' Admin., </pre><span class=\"citation\" data-id=\"777070\"><a href=\"/opinion/777070/beverly-nehmer-claude-washington-linda-wagenmakers-robert-fazio-george/\"><span class=\"volume\">284</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1158</span></a></span><pre class=\"inline\">, 1160 (9th Cir. 2002).\n\n             In this court, the defendants contest our authority to\n\nintervene.     They argue that there is no final judgment in this case\n\nand that it does not fit within the few categories of criminal\n\ncases for which Congress has allowed interlocutory appeals. See 18\n\nU.S.C.   §    3731     (permitting,     e.g.,    interlocutory       appeal    of\n\nsuppression     orders).     The   short     answer    is   that   well   settled\n\nprecedent treats mandamus as an alternative means of securing\n\ninterlocutory relief in the limited class of extraordinary cases\n\nwhere the requirements for mandamus have been met.\n\n             The     most   familiar    track,        so-called    \"supervisory\n\nmandamus,\" is traditionally available where judicial power has been\n\nexceeded, there is a threat of irreparable harm, and the underlying\n\norder is clearly erroneous.        United States v. Horn, </pre><span class=\"citation\" data-id=\"674595\"><a href=\"/opinion/674595/united-states-v-richard-a-horn/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">754</span></a></span><pre class=\"inline\">,\n\n769 (1st Cir. 1994).          Even absent such conditions, \"advisory\n\nmandamus\" has sometimes been granted in this circuit, United States\n\nv. Green, </pre><span class=\"citation\" data-id=\"201583\"><a href=\"/opinion/201583/united-states-v-green/\"><span class=\"volume\">407</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">434</span></a></span><pre class=\"inline\">, 439-40 (1st Cir. 2005), petition for cert.\n\nfiled (U.S. Aug. 12, 2005) (No. 05-360), and elsewhere, e.g., In re\n\nvon Bulow, </pre><span class=\"citation\" data-id=\"493894\"><a href=\"/opinion/493894/in-re-claus-von-bulow-martha-von-bulow-by-her-next-friends-alexander/\"><span class=\"volume\">828</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">94</span></a></span><pre class=\"inline\">, 97-100 (2d Cir. 1987), to settle critical\n\nquestions of law that affect multiple cases and warrant immediate\n\nresolution.2\n\n\n     2\n      The Supreme Court cautioned in Will v. United States, </pre><span class=\"citation\" data-id=\"107539\"><a href=\"/opinion/107539/will-v-united-states/\"><span class=\"volume\">389</span>\n<span class=\"reporter\">U.S.</span> <span class=\"page\">90</span></a></span><pre class=\"inline\"> (1967), against the over-ready use of mandamus in criminal\ncases, id. at 96-98; but its own precedents--both before and after\n\n                                       -8-\n\f                 Our case is a classic \"exceptional\" instance justifying\n\ninterlocutory intervention.            The central issue is one of judicial\n\nauthority--namely, whether the district judge's action contravenes\n\nor unlawfully supplements the jury plan adopted by the district\n\ncourt       as   a   whole   and    approved      by    the    review     panel.        See\n\nSchlagenhauf         v.   Holder,    </pre><span class=\"citation no-link\"><span class=\"volume\">379</span>   <span class=\"reporter\">U.S.</span>    <span class=\"page\">104</span></span><pre class=\"inline\">,       110   (1964).        As   for\n\nirreparable injury, Horn, 29 F.3d at 769, the government has no\n\nready way to appeal if there is an acquittal and no standing to\n\nappeal if there is a conviction.                       And, as we shall see, the\n\ndistrict judge's order clearly departs from the existing jury plan.\n\n                 Further,    the    district     judge's       decision    effectively\n\nindicts the existing plan as applied to grand jury and petit jury\n\nactions in a vast array of criminal cases, past and future.                             The\n\ndecision has already prompted motions in other pending cases.                           In\n\nstatements that are part of the record, the district judge's order\n\nhas been endorsed by the chief judge of the district court,\n\nsuggesting that he (and likely some other judges) will follow the\n\nsame course.         Advisory, as well as supervisory, mandamus is thus\n\nwholly appropriate.3\n\n\nWill--make clear that mandamus is available in exceptional\ncircumstances in both civil and criminal cases. Schlagenhauf v.\nHolder, </pre><span class=\"citation no-link\"><span class=\"volume\">379</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">104</span></span><pre class=\"inline\">, 110 (1964); United States v. United States\nDist. Ct. for E. Dist. of Mich., </pre><span class=\"citation\" data-id=\"108581\"><a href=\"/opinion/108581/united-states-v-united-states-dist-court-for-eastern-dist-of-mich/\"><span class=\"volume\">407</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">297</span></a></span><pre class=\"inline\">, 301 n.3 (1972).\n        3\n      The JSSA provides a short pre-trial window within which a\nparty must move to challenge non-compliance with the provisions of\nthe statute and further provides, with some qualifications, that\nthis is an \"exclusive\" remedy. 28 U.S.C. §§ 1867(a)-(c), (e). The\n\n                                           -9-\n\f               Turning to the merits, we begin by asking whether the\n\ndistrict judge's order comports with the existing plan or whether,\n\nif not, the order can be justified in this case by claims that the\n\nplan is at odds with the statute.             Concluding that the answer to\n\nboth questions is no, our decision then explains why the order must\n\nbe enjoined even if a legitimately amended plan designed to improve\n\non the existing one might be permissible.\n\n               Central to this case is the relationship between the plan\n\nand the statute.        The statute provides a purpose and framework for\n\njury       selection   plans   and   some   of   the   mechanical   detail    for\n\ncollecting jurors.        A plan, which the statute requires from each\n\ndistrict, provides additional detail and mechanics, and it must not\n\nconflict with the statute, 28 U.S.C. § 1863(a), but may differ from\n\ndistrict court to district court (e.g., as to the source of names\n\nfor the master wheel and the number drawn, id. § 1863(b)(2)).                Once\n\nadopted, the plan is intended to provide a uniform procedure for\n\nassembling jurors in that district court binding upon each district\n\njudge.       See id. § 1863; S. Rep. No. 90-891, at 34 (1967); H. Rep.\n\nNo. 90-1076 (1968), as reprinted in 1968 U.S.C.C.A.N. 1792, 1805.4\n\n\ngovernment did make its objection within this period and the\nstatute does not specify how or when such challenges may be\npresented to an appellate court and it does not preclude mandamus.\n       4\n      Employing identical language, both the Senate and House\nreports explain: \"The specific and comprehensive nature of the\nprovisions of the act and the local plan will assure that there are\nreadily available standards against which the selection procedures\nmay be measured. Thus, procedural regularity is the measure of the\n\n                                       -10-\n\f           In this case, the plan pertinently provides that the\n\nstate's local resident lists constitute \"a fair cross section of\n\nthe community\"--the grouping prescribed by the statute for jury\n\nselection--and that the names of the persons \"to be considered for\n\nservice . . . shall be selected at random\" from the lists.   Plan §\n\n5(c).   It also provides that the selection of names from the source\n\nlist and then from the master wheel (which are two separate steps)\n\n\"must . . . insure that the mathematical odds of any single name\n\nbeing picked are substantially equal.\" Id. § 7(a); see also, e.g.,\n\nDistrict of Maine Plan §§ IV, V.\n\n           Then, from the names so drawn (first from the source list\n\nof residents and then from the master wheel), the clerk sends a\n\nsummons and qualification form, Plan § 9(b), (c).          From the\n\nreturned forms and through other procedures, some names are removed\n\nfor disqualification, exemption or excuse.    Id. § 10.   Under the\n\nstatute, the names of persons so qualified constitute a \"qualified\n\njury wheel\" from which jurors are drawn at random as necessary for\n\ngrand juries and for arrays periodically summoned to court (e.g.,\n\nfor Monday, September 19, 2005) as potential petit jurors for\n\ntrials.   28 U.S.C. § 1863(b)(8).\n\n\n\nvalidity of the selection system. It is an appropriate measure\nsince the bill sets up a largely mechanical process in which the\nrole of human discretion is minimized. The bill does not guarantee\nthat each venire or each jury will mirror the structure of the\ncommunity.     It guarantees only that appropriate selection\nprocedures have been used.\"\n\n                                -11-\n\f             The district judge's order departs from this regime by\n\nproviding that a new name chosen in the supplemental draw must come\n\nfrom the same zip code as an original addressee whose questionnaire\n\nwas not returned.        This violates the \"equal odds\" requirement of\n\nthe   plan    because     the    supplemental    draw,       constrained       by     the\n\npreferences for those in certain zip codes, does not give equal\n\nodds of selection to every name in the master wheel.                       Indeed, if\n\nthe   equal     odds    requirement      were   met,     the       results    of      the\n\nsupplemental draw would tend to reflect the very same demographics\n\nas the original one.\n\n             The district judge pointed to a different provision of\n\nthe plan, namely, the authority in section 11 for the court to\n\ndirect   a    further     draw    from    the   master    wheel       to     create    a\n\n\"supplemental array\" to be added to the regular array summoned from\n\nthe qualified wheel.       But the expressed purpose of section 11 is to\n\nadd a small list of potential jurors when additional names are\n\nneeded \"because of excused or increased jury requirements,\"--i.e.,\n\nan inadequate number of qualified jurors in a regular array.\n\nNothing in this provision authorizes new jurors because of low\n\nreturn rates in a particular zip code.\n\n             Further, what the plan prescribes for a shortage of\n\nqualified jurors is supplementation by a further draw from the\n\nmaster   jury    wheel,    Plan    §   11(d),   and    not     a   draw    only     from\n\nidentified zip codes within the master wheel.                  Regardless of the\n\n\n                                         -12-\n\fpurpose of the supplemental array, the plan authorizes additions\n\nonly through a new \"equal odds\" draw from the entire master wheel.\n\nId. § 7(a).     The successive new draws directed by the district\n\njudge's order are not \"equal odds\" draws from the wheel but draws\n\nonly from individual zip codes.\n\n            Even without regard to the plan's equal odds language,\n\nthe order fails for a different reason.       As just noted, the plan's\n\nmechanism provides for additional draws from the master wheel only\n\nin   one   specific   situation--a    draw   of   a   supplemental   array\n\noccasioned by a shortage of qualified jurors in a regularly-\n\nselected array.   Plan § 11(d).      A consequential enlargement of the\n\nbases for a new draw amounts to a de facto amendment, even if\n\nperformed by an individual judge, and does not thereby escape the\n\nstatute's procedural requirements;5       the failure formally to amend\n\nthe plan by vote of the whole court is not a defense of the present\n\norder but its vice.\n\n            Imagine that the district judge in question adopted this\n\nnew, zip-code-oriented approach and that another judge in the\n\ndistrict insisted on using the pre-existing practice.         Quite apart\n\nfrom the mechanical complications--normally an array is summoned\n\n\n      5\n      This is well settled in the closely related area of\nrulemaking. See, e.g., United States v. Hoyts Cinemas Corp., </pre><span class=\"citation\" data-id=\"201213\"><a href=\"/opinion/201213/united-states-v-national-amusement/\"><span class=\"volume\">380</span>\n<span class=\"reporter\">F.3d</span> <span class=\"page\">558</span></a></span><pre class=\"inline\">, 569 (1st Cir. 2004); Levesque v. Block, </pre><span class=\"citation\" data-id=\"428535\"><a href=\"/opinion/428535/michele-levesque-v-john-r-block-secretary-of-agriculture-michele/\"><span class=\"volume\">723</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">175</span></a></span><pre class=\"inline\">,\n178-85 (1st Cir. 1983); Hoctor v. U.S. Dept. of Agric., </pre><span class=\"citation\" data-id=\"716784\"><a href=\"/opinion/716784/patrick-d-hoctor-v-united-states-department-of-agriculture/\"><span class=\"volume\">82</span> <span class=\"reporter\">F.3d</span>\n<span class=\"page\">165</span></a></span><pre class=\"inline\">, 170-72 (7th Cir. 1996); Mission Group Kan. v. Riley, </pre><span class=\"citation\" data-id=\"156388\"><a href=\"/opinion/156388/mission-group-kansas-v-riley/\"><span class=\"volume\">146</span> <span class=\"reporter\">F.3d</span>\n<span class=\"page\">775</span></a></span><pre class=\"inline\">, 782-83 (10th Cir. 1998); United States v. Picciotto, </pre><span class=\"citation\" data-id=\"523555\"><a href=\"/opinion/523555/united-states-v-concepcion-picciotto/\"><span class=\"volume\">875</span> <span class=\"reporter\">F.2d</span>\n<span class=\"page\">345</span></a></span><pre class=\"inline\">, 346-49 (D.C. Cir. 1989).\n\n                                  -13-\n\ffor multiple trials before different judges--this would result in\n\nsome defendants getting juries selected under one regime and others\n\nunder   a    significantly    different     one.      Compare    note   4,   above\n\n(quoting     legislative     history).      Alternatively,       if   all    judges\n\ninformally followed the district judge's lead, it would merely\n\nemphasize that a plan amendment had been improperly implemented\n\nwithout the approvals required by the statute.\n\n             Certainly some details in jury administration are too\n\nminor   to    require   inclusion    in     a      plan;   for   instance,      the\n\nMassachusetts plan does not specify the number of mailings to a\n\nnon-responding addressee and the government does not challenge the\n\ndistrict judge's contemplation of additional mailings to the same\n\naddress.      But the plan does specify the use of equal odds draws\n\nfrom the master wheel and the basis upon which a supplementary draw\n\ncan be ordered.      The challenged portion of the district judge's\n\norder is not a minor adjustment of administration on a matter left\n\nunaddressed by the existing plan.\n\n             Possibly a major departure from the existing plan by one\n\njudge might be justified if that plan were unconstitutional or in\n\nconflict with the JSSA.        Such a situation would create a conflict\n\nbetween the substance of the plan and the procedure for altering\n\nit. The government says that in such a case the conflict-resolving\n\nsolution would be to stay the trial and seek a formal amendment to\n\nthe plan by the district court as a whole.                  Cf., e.g., United\n\n\n                                     -14-\n\fStates v. Gordon, </pre><span class=\"citation\" data-id=\"581380\"><a href=\"/opinion/581380/united-states-v-cheryl-gordon/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">426</span></a></span><pre class=\"inline\">, 431 (3d Cir. 1992).              But we will\n\nassume, solely for the sake of argument, that a judge might depart\n\nfrom the plan where compliance would cause a constitutional or\n\nstatutory violation.     Here, the district judge did claim that the\n\nstatute compelled such a departure.         It does not.\n\n            The   district   judge   recognized   that   under    our   prior\n\ngoverning precedent the plan, without any supplemental drawings,\n\ncomplied with the Sixth Amendment. Green, </pre><span class=\"citation no-link\"><span class=\"volume\">2005</span> <span class=\"reporter\">WL</span> <span class=\"page\">2109114</span></span><pre class=\"inline\">, at *11-\n\n*22; see United States v. Royal, </pre><span class=\"citation\" data-id=\"198410\"><a href=\"/opinion/198410/united-states-v-royal/\"><span class=\"volume\">174</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 10-11 (1st Cir. 1999).\n\nHowever, her decision invoked a statutory requirement that the\n\ndistrict court prescribe \"some other source or sources of names in\n\naddition to voter lists where necessary to foster the policy and\n\nprotect the rights\" secured by the statute (which include both the\n\nfair cross section requirement and equal access of citizens to\n\nconsideration for service on juries).         Green, </pre><span class=\"citation no-link\"><span class=\"volume\">2005</span> <span class=\"reporter\">WL</span> <span class=\"page\">2109114</span></span><pre class=\"inline\">, at\n\n*27-*30 (citing 28 U.S.C. § 1863(b)(2)).          The district judge then\n\ndeemed the racial disparity in qualified names as triggering the\n\nstatutory duty to supplement.        Id. at *30-*32.\n\n            This amounts to saying that the cross section language in\n\nthe statute is more demanding than the constitutional cross section\n\nholdings.    Yet the statutory language was drawn from the Supreme\n\nCourt's constitutional holdings, and this court, Royal, 174 F.3d at\n\n\n\n\n                                     -15-\n\f6, like others,6 has held the statute to impose essentially the\n\nsame obligation.       Whether or not the record in this case is\n\nfactually better developed than that in Royal, the disparities are\n\nof the same general magnitude, compare Royal, 174 F.3d at 10-11,\n\nwith Green, </pre><span class=\"citation no-link\"><span class=\"volume\">2005</span> <span class=\"reporter\">WL</span> <span class=\"page\">2109114</span></span><pre class=\"inline\">, at *18, and Royal binds this panel\n\nquite as much as it binds the district judge.             Irving v. United\n\nStates, </pre><span class=\"citation\" data-id=\"759695\"><a href=\"/opinion/759695/gail-merchant-irving-v-united-states/\"><span class=\"volume\">162</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">154</span></a></span><pre class=\"inline\">, 160 (1st Cir. 1998), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">528</span> <span class=\"reporter\">U.S.</span>\n\n<span class=\"page\">812</span></span><pre class=\"inline\"> (1999).\n\n            What is more, the \"in addition\" language in section\n\n1863(b)(2) is directed to the specification of the source lists for\n\nthe master wheel.     This is a function expressly to be performed by\n\nthe district court as a whole through the plan, see Plan § 5(b),\n\nand it was performed when that court found that the Massachusetts\n\nlocal    resident   lists   satisfied   the   statute's   requirements   (a\n\nfinding expressly permitted by the statute as to the Massachusetts\n\nlists, 28 U.S.C. § 1863(b)(2)).           Nothing in the \"in addition\"\n\nlanguage has anything to do with how names are selected from the\n\nmaster wheel.\n\n            In certain cases we have upheld convictions despite\n\ndeviations from a jury selection plan where the deviation did not\n\n\n\n     6\n      United States v. Rioux, </pre><span class=\"citation\" data-id=\"727307\"><a href=\"/opinion/727307/united-states-of-america-appelleecross-appellant-v-alfred-j-rioux/\"><span class=\"volume\">97</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">648</span></a></span><pre class=\"inline\">, 660 (2d Cir. 1996);\nUnited States v. Allen, </pre><span class=\"citation\" data-id=\"759249\"><a href=\"/opinion/759249/united-states-v-chris-jermaine-allen-96-6635-corey-antoine-murray/\"><span class=\"volume\">160</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1096</span></a></span><pre class=\"inline\">, 1102 (6th Cir. 1998), cert.\ndenied, </pre><span class=\"citation no-link\"><span class=\"volume\">526</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1044</span></span><pre class=\"inline\"> (1999); United States v. Clifford, </pre><span class=\"citation\" data-id=\"386947\"><a href=\"/opinion/386947/united-states-v-david-collins-clifford/\"><span class=\"volume\">640</span> <span class=\"reporter\">F.2d</span>\n<span class=\"page\">150</span></a></span><pre class=\"inline\">, 154-55 (8th Cir. 1981); United States v. Miller, </pre><span class=\"citation\" data-id=\"457774\"><a href=\"/opinion/457774/united-states-v-h-david-miller-united-states-of-america-v-continental/\"><span class=\"volume\">771</span> <span class=\"reporter\">F.2d</span>\n<span class=\"page\">1219</span></a></span><pre class=\"inline\">, 1227 (9th Cir. 1985); United States v. Shinault, </pre><span class=\"citation\" data-id=\"755528\"><a href=\"/opinion/755528/united-states-v-michael-d-shinault/\"><span class=\"volume\">147</span> <span class=\"reporter\">F.3d</span>\n<span class=\"page\">1266</span></a></span><pre class=\"inline\">, 1270-71 (10th Cir.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">525</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">988</span></span><pre class=\"inline\"> (1998).\n\n                                   -16-\n\ffrustrate   core     concerns    of    the     statute,    specifically,     random\n\nselection     of     jurors     and     objective         criteria     for    juror\n\ndisqualification. See United States v. Savides, </pre><span class=\"citation\" data-id=\"468100\"><a href=\"/opinion/468100/united-states-v-edward-k-savides/\"><span class=\"volume\">787</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">751</span></a></span><pre class=\"inline\">, 754-\n\n55 (1st Cir. 1986); see also United States v. Tarnowski, 429 F.\n\nSupp. 783, 790-91 (E.D. Mich. 1977), aff'd, </pre><span class=\"citation\" data-id=\"359671\"><a href=\"/opinion/359671/united-states-v-henry-w-tarnowski-and-kenneth-b-kush/\"><span class=\"volume\">583</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">903</span></a></span><pre class=\"inline\"> (6th Cir.\n\n1978), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">440</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">918</span></span><pre class=\"inline\"> (1979).                    Our concern here,\n\nhowever, is not with the rights of an individual party seeking\n\nredress on appeal but with the use of mandamus to assure that the\n\ndistrict court complies with an existing plan in a series of trials\n\nyet to be held.\n\n            As   a   final    source    of    authority    for   the   order,   the\n\ndistrict    judge's    decision       cites    the   long-recognized     inherent\n\n\"supervisory\" power of the court to manage its business.                     Green,\n\n</pre><span class=\"citation no-link\"><span class=\"volume\">2005</span> <span class=\"reporter\">WL</span> <span class=\"page\">2109114</span></span><pre class=\"inline\">, at *32-*33 (citing Bank of Nova Scotia v. United\n\nStates, </pre><span class=\"citation\" data-id=\"112125\"><a href=\"/opinion/112125/bank-of-nova-scotia-v-united-states/\"><span class=\"volume\">487</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">250</span></a></span><pre class=\"inline\">, 254 (1988)).              The court's supervisory power\n\ndoes not license it to ignore an otherwise valid existing jury plan\n\nor to bypass the mechanism provided by statute to alter such plan.\n\n\"To allow otherwise 'would confer on the judiciary discretionary\n\npower to disregard the considered limitations of the law it is\n\ncharged with enforcing.'\"         Bank of Nova Scotia, 487 U.S. at 254\n\n(quoting United States v. Payner, </pre><span class=\"citation\" data-id=\"110317\"><a href=\"/opinion/110317/united-states-v-payner/\"><span class=\"volume\">447</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">727</span></a></span><pre class=\"inline\">, 737 (1980)).\n\n            No one is entitled automatically to be tried by a jury of\n\npersons comprised of his or her own race, religion or gender.\n\nTaylor v. Louisiana, </pre><span class=\"citation\" data-id=\"109133\"><a href=\"/opinion/109133/taylor-v-louisiana/\"><span class=\"volume\">419</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">522</span></a></span><pre class=\"inline\">, 538 (1975); Barber v. Ponte, 772\n\n\n                                        -17-\n\fF.2d 982, 997 (1st Cir. 1985) (en banc), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span>\n\n<span class=\"page\">1050</span></span><pre class=\"inline\"> (1986).   Yet there is assuredly cause for concern, as this\n\ncourt said six years ago, Royal, 174 F.3d at 12, where African\n\nAmerican defendants have been indicted for major crimes, and the\n\nproportion of blacks who return jury questionnaires is half the\n\npercentage to be expected from their presence in the division of\n\nthe district concerned. The district court has always been free to\n\nrevise its jury plan in compliance with the statute.\n\n           Without developing its argument in detail, the government\n\nhas questioned whether the district court's remedy would comport\n\nwith the statute even if embodied in a properly adopted plan.   But\n\nwhat plan the district court as a whole might adopt is uncertain;\n\nand we have expedited both oral argument and issuance of this\n\ndecision because of the need for a prompt resolution of the\n\nmandamus petition.   The statute provides for the district court as\n\na whole and then the review panel to consider plan changes in the\n\nfirst instance.   28 U.S.C. § 1863(a).\n\n           The writ of mandamus is granted and the district court is\n\ndirected not to implement paragraphs 1 and 2 of its remedial order\n\nentered on September 2, 2005.      The writ shall issue forthwith\n\nwithout prejudice to petitions for rehearing.    No costs are to be\n\nawarded.\n\n           It is so ordered.\n\n\n\n\n                                -18-\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107539/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108581/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109133/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110317/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112125/",
    "http://www.courtlistener.com/api/rest/v3/opinions/156388/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196943/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198410/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201213/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201583/",
    "http://www.courtlistener.com/api/rest/v3/opinions/359671/",
    "http://www.courtlistener.com/api/rest/v3/opinions/386947/",
    "http://www.courtlistener.com/api/rest/v3/opinions/428535/",
    "http://www.courtlistener.com/api/rest/v3/opinions/457774/",
    "http://www.courtlistener.com/api/rest/v3/opinions/468100/",
    "http://www.courtlistener.com/api/rest/v3/opinions/493894/",
    "http://www.courtlistener.com/api/rest/v3/opinions/523555/",
    "http://www.courtlistener.com/api/rest/v3/opinions/581380/",
    "http://www.courtlistener.com/api/rest/v3/opinions/674595/",
    "http://www.courtlistener.com/api/rest/v3/opinions/716784/",
    "http://www.courtlistener.com/api/rest/v3/opinions/727307/",
    "http://www.courtlistener.com/api/rest/v3/opinions/755528/",
    "http://www.courtlistener.com/api/rest/v3/opinions/759249/",
    "http://www.courtlistener.com/api/rest/v3/opinions/759695/",
    "http://www.courtlistener.com/api/rest/v3/opinions/777070/"
  ]
}