{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201972/",
  "absolute_url": "/opinion/201972/states-resources-v-architectural-team/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201972/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:41:54Z",
  "date_modified": "2016-02-28T05:06:52.066851Z",
  "type": "010combined",
  "sha1": "efb8718d6d4a05a6e0b54b14a061d642dcbeb861",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/05-1381-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2005/12/20/States_Resources_v._Architectural_Team.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 05-1381\n                     STATES RESOURCES CORP.,\n\n                      Plaintiff, Appellee,\n\n                               v.\n\n                  THE ARCHITECTURAL TEAM, INC.,\n\n                      Defendant, Appellant,\n\n       MICHAEL CAPIZZI; CATHERINE CAPIZZI; GARRETT, INC.,\n\n                     Defendants, Appellees,\n\n    JOHN CONNOLLY, JR.; MASSACHUSETTS DEPARTMENT OF REVENUE;\n                   JAMES GRUMBACH; KEVIN DUFFY,\n\n                           Defendants.\n\n\n\nNo. 05-1473\n                     STATES RESOURCES CORP.,\n\n                      Plaintiff, Appellant,\n\n                               v.\n\n            MICHAEL J. CAPIZZI; CATHERINE R. CAPIZZI;\n                  THE ARCHITECTURAL TEAM, INC.;\n                GARRETT, INC.; JOHN CONNOLLY JR.;\n        MASSACHUSETTS DEPARTMENT OF REVENUE; KEVIN DUFFY,\n\n                     Defendants, Appellees,\n\n                         JAMES GRUMBACH,\n                            Defendant.\n\f            APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n                  FOR THE DISTRICT OF MASSACHUSETTS\n\n           [Hon. Douglas P. Woodlock, U.S. District Judge]\n\n\n                                Before\n\n                        Lipez, Circuit Judge,\n                    Coffin, Senior Circuit Judge,\n                 and Carter,* Senior District Judge.\n\n\n\n     Jordan Ring, with whom Ring Law Firms was on brief, for\nappellant/cross-appellee.\n     John A. Doonan, with whom is Doonan, Graves & Longoria,\nL.L.C. was on brief, for appellee/cross-appellant.\n\n\n\n                          December 20, 2005\n\n\n\n\n    *\n        Of the District of Maine, sitting by designation.\n\f            LIPEZ, Circuit Judge. This case began as an interpleader\n\naction to determine the proper distribution of surplus proceeds\n\nfrom a foreclosure sale conducted by States Resources Corporation\n\n(\"SRC\").    To that end, SRC named several defendants with interests\n\nin the foreclosed property, including The Architectural Team, Inc.\n\n(\"TAT\"), a junior lienholder. TAT filed counterclaims against SRC,\n\nalleging that SRC mishandled the foreclosure sale and breached its\n\nfiduciary duty to TAT. The district court granted summary judgment\n\nin favor of SRC, denied a motion by TAT to add a counterclaim, and\n\ndenied a motion by SRC to strike portions of an affidavit filed by\n\nTAT.   Both parties appealed.   We affirm.\n\n                                  I.\n\n            This case has a complex factual and procedural history\n\nthat is discussed in detail in the district court's opinion. See\n\nStates Res. Corp. v. Capizzi, No. 04-10095, 2005 U.S. Dist. LEXIS\n\n956 (D. Mass. Jan. 20, 2005).   We relate only those facts relevant\n\nto the questions presented on appeal.\n\nA. States Resources Corporation's Interest in the Capizzi Property\n\n            In October 1988, Michael Capizzi (\"Capizzi\") signed a\n\n$750,000 adjustable-rate note, secured by a $750,000 mortgage on\n\nhis property at 236 Lincoln Road, Lincoln, MA, memorializing a loan\n\nfrom Winchendon Savings Bank (\"WSB\") for use in developing his\n\nproperty.   After WSB became insolvent, other institutions obtained\n\nand assigned the mortgage until SRC became the mortgagee in 1998.\n\n\n                                 -3-\n\f          SRC    first   initiated     foreclosure    proceedings     against\n\nCapizzi in state court in January 1999, alleging that he was in\n\ndefault on the note.        Due to a series of partial payments and\n\ndefaults by Capizzi and his wife, Catherine Capizzi, SRC cancelled\n\nand recommenced foreclosure proceedings against Capizzi several\n\ntimes.   The     Capizzis   filed    several    lawsuits   against   SRC   and\n\nbankruptcy petitions to prevent the foreclosure, none of which was\n\nsuccessful.    During the course of a state court action filed by the\n\nCapizzis against SRC, SRC removed the case to federal court based\n\non diversity jurisdiction.          On June 9, 2003, the district court\n\ngranted a motion by SRC for default judgment against the Capizzis\n\nfor their failure to plead or otherwise defend against SRC's\n\ncounterclaims,     and   entered     judgment    in   favor   of     SRC   for\n\n$875,203.38.\n\nB. The Architectural Team, Inc.'s Interest in the Capizzi Property\n\n          In 1989, TAT filed a lawsuit against the Capizzis in\n\nSuffolk Superior Court, regarding a dispute over unpaid fees.              In\n\n1994, TAT obtained and duly recorded a $600,000.00 attachment on\n\nthe Capizzi property.       The lawsuit went to trial and the court\n\nentered a judgment in favor of TAT for $200,254.00, with interest\n\naccruing from the 1989 filing date. See The Architectural Team,\n\nInc. v. Capizzi, No. 89-4479-D, slip op. at 3-4 (Mass. Super. Feb.\n\n26, 1999), aff'd,782 N.E.2d 1136 (Mass. App. Ct. 2003).                    On\n\n\n\n\n                                      -4-\n\fSeptember       24,   2003,   TAT    obtained       and    recorded        a    $541,152.81\n\nexecution on its judgment from the court.\n\nC.   The Foreclosure Auctions and Disbursement of Proceeds\n\n            After       obtaining         its    default     judgment          against   the\n\nCapizzis, SRC made plans to sell the property.                         SRC hired Garrett,\n\nInc. and its president, Garrett Healy, to conduct the foreclosure\n\nauction proceedings.\n\n            At the first foreclosure auction, the highest bid of\n\n$2,000,000.00 came from Linda Micu.                  Micu signed a \"Memorandum of\n\nTerms     and    Conditions        for     the    Purchase        at    the     Mortgagee's\n\nForeclosure Sale\" as \"Linda Micu or Assigns\" and provided Garrett\n\nwith a $5,000.00 deposit.                However, Micu, who turned out to be a\n\nstraw person for Catherine Capizzi, did not purchase the property\n\nand forfeited her deposit.                 Micu left Garrett a phone message\n\nstating    that       \"we   have    had    a     little    bump    in     the    road    here\n\nfinancially and we are now having a problem getting financing...\n\nbut I would at least like to give you the courtesy to let you know\n\nat this point we cannot proceed with this and hopefully you can get\n\nthis thing going and someone else can take advantage of what I\n\nthink is a pretty good deal.\"\n\n            After Micu's offer fell through, SRC scheduled a second\n\nforeclosure auction for September 26, 2003.                             SRC published a\n\n\"Notice of Mortgagee's Sale of Real Estate,\" which contained a\n\nlegal description of the property, in The Concord Journal on\n\n\n                                            -5-\n\fSeptember 4, 11, and 18, 2003.        At the direction of SRC, Garrett\n\nalso publicized the auction through telemarketing, mailings, the\n\ninternet, and \"display advertisements\" in The Boston Globe on\n\nSeptember 14 and 21, 2003.        The display advertisements contained\n\nincorrect   information,    allegedly      obtained    from    town     records,\n\nunderstating    the   acreage   of   the    property    and    the    number   of\n\nbedrooms, bathrooms, and fireplaces it contained.\n\n            In early August 2003, Garrett received a letter from\n\nLeonard Florence, who offered to buy the property for $2,000,000.00\n\nand provided a deposit of $50,000.00. Garrett informed counsel for\n\nSRC of the offer and deposit.              SRC's attorney later informed\n\nGarrett that, based on his interpretation of state law, SRC could\n\nnot accept Florence's offer because it was made outside of the\n\npublic auction process.         Garrett rejected Florence's offer and\n\nasked him whether he would like to participate in the upcoming\n\nauction.    Florence declined, telling Garrett that he did not have\n\nthe time to pursue the property.        Garrett returned the deposit to\n\nFlorence.      Neither SRC nor Garrett informed any of the other\n\ninterest holders of the offer by Florence.\n\n            On September 26, 2003, Garrett conducted the second\n\nforeclosure    auction.     Kevin    Duffy    made     the    highest    bid   of\n\n$1,200,000.00.    Duffy and Garrett executed a \"Memorandum of Terms\n\nand Conditions For the Purchase at Mortgagee's Foreclosure Sale,\"\n\n\n\n\n                                     -6-\n\fwhich included a provision stating that TAT had a $600,000.00 real\n\nestate lien on the property.\n\n             At the time of the final foreclosure auction of the\n\nCapizzis' property, SRC was owed $932,630.87, which it collected\n\nfrom the $1,200,000.00 proceeds. In November 2003, counsel for SRC\n\nand   TAT    negotiated   the   disbursement        of   the    surplus    auction\n\nproceeds.      On   November    11,   2003,   SRC    sent      TAT   a   check   for\n\n$210,096.33 in partial satisfaction of TAT's junior lien.                    After\n\nsending the check, SRC sent TAT an indemnification agreement\n\npursuant to which TAT would indemnify and hold harmless SRC \"from\n\nany and all actions, proceedings, claims, demands, costs, damages\n\nand expenses . . . in connection with or arising out of the\n\npayment.\"     TAT never executed the indemnification agreement.\n\nD.    Procedural History\n\n             SRC initiated an interpleader action in federal district\n\ncourt   on   January   15,   2004,    seeking   a    judicial        determination\n\nregarding the proper apportionment of proceeds from the September\n\n26, 2003 foreclosure sale of the Capizzis' property.                      Although\n\nSRC's initial judgment against the Capizzis was satisfied by the\n\nproceeds of the sale, SRC alleged that it had accrued additional\n\nfees and costs due to the lawsuits filed by the Capizzis and the\n\npayment owed to the auctioneer for his services. SRC named several\n\nparties with interests in the proceeds as defendants, including\n\nTAT. On March 17, 2004, TAT filed an answer; affirmative defenses;\n\n\n                                      -7-\n\fcross-claims against Catherine Capizzi; and counterclaims against\n\nSRC, seeking an accounting and alleging unjust enrichment and\n\nvarious other defects in foreclosure. On April 20, 2004, TAT filed\n\nan   amended   answer,   affirmative     defenses,    cross-claims,    and\n\ncounterclaims.   On July 8, 2004, TAT filed a motion to amend its\n\nanswer to add a counterclaim against SRC and Garrett under Mass.\n\nGen. Laws ch. 93A for unfair and deceptive business practices,\n\nbased on information regarding the Florence offer that TAT alleges\n\nit first learned about through discovery.      On October 6, 2004, SRC\n\nfiled a motion for partial summary judgment, which TAT opposed.\n\n            On January 20, 2005, the district court granted SRC's\n\nmotion   for   partial   summary    judgment    and    dismissed      TAT's\n\ncounterclaims, denied TAT's motion to amend its answer to add a\n\ncounterclaim, and denied SRC's motion to strike portions of an\n\naffidavit filed by TAT. Shortly thereafter, SRC filed a motion for\n\na final judgment, describing a proposed disbursement of the surplus\n\nfunds.   On February 4, 2005, the district court issued the final\n\njudgment, adopting SRC's disbursement proposal and ordering SRC to\n\ndisburse $48,459.20 to Garrett, Inc. for its auctioneer services\n\nand $13,813.60 to SRC for costs and attorneys fees incurred in the\n\ninterpleader action and related bankruptcy litigation. TAT and SRC\n\nappealed.\n\n\n\n\n                                   -8-\n\f                                     II.\n\nA.   Subject Matter Jurisdiction\n\n           As a preliminary matter, we dispatch SRC's argument that\n\nthe district court lacks subject matter jurisdiction over some of\n\nTAT's claims under the Rooker-Feldman doctrine. \"Under the Rooker-\n\nFeldman doctrine, federal district courts lack jurisdiction over\n\n'federal complaints . . . [that] essentially invite[] federal\n\ncourts of first instance to review and reverse unfavorable state-\n\ncourt judgments.'\" Federación de Maestros de P.R. v. Junta de\n\nRelaciones del Trabajo de P.R., 410 F.3d 17, 20 (1st Cir. 2005)\n\n(quoting Exxon Mobil Corp. v. Saudi Basic Indus. Corp., 125 S. Ct.\n\n1517, 1521 (2005)).    SRC asserts that the district court does not\n\nhave subject matter jurisdiction over TAT's claims that SRC acted\n\nin bad faith and without reasonable diligence in conducting the\n\nforeclosure sale because a state court dismissed similar claims\n\nmade by the Capizzis in a suit the Capizzis filed against SRC.\n\nAlthough TAT was not a party to that suit, SRC argues that TAT's\n\nclaims   regarding    the    foreclosure    sale    are       \"inextricably\n\nintertwined\"   with   the   issues   adjudicated   in   the    state   court\n\nproceedings and that granting relief to TAT would be effectively\n\nholding that the state court was wrong in its decision.\n\n           SRC's argument is incorrect.        The Supreme Court has\n\nclarified the scope of the Rooker-Feldman doctrine:\n\n     The Rooker-Feldman doctrine . . . is confined to cases of\n     the kind from which the doctrine acquired its name: cases\n\n                                     -9-\n\f      brought by state-court losers complaining of injuries\n      caused by state-court judgments rendered before the\n      district court proceedings commenced and inviting\n      district court review and rejection of those judgments.\n      Rooker-Feldman does not otherwise override or supplant\n      preclusion doctrine or augment the circumscribed\n      doctrines that allow federal courts to stay or dismiss\n      proceedings in deference to state-court actions.\n\nExxon Mobil Corp., 125 S. Ct. at 1521-22.               SRC's argument thus\n\nfails for two reasons.      First, as noted, TAT was not a party to the\n\ninitial action.      Therefore, TAT is not a \"state-court loser[]\n\ncomplaining of injuries caused by state-court judgments.\" Id.; see\n\nalso Valenti v. Mitchell, 962 F.2d 288, 297 (3d Cir. 1992) (\"We\n\nhave found no authority which would extend the Rooker-Feldman\n\ndoctrine to persons not parties to the proceedings before the state\n\nsupreme court.\").\n\n           Second,   as    we   have    recently     stated,   \"[i]f   federal\n\nlitigation is initiated before state proceedings have ended, then\n\n-- even if the federal plaintiff expects to lose in state court and\n\nhopes to win in federal court -- the litigation is parallel, and\n\nthe   Rooker-Feldman      doctrine     does    not   deprive   the   court   of\n\njurisdiction.\" Federación de Maestros de P.R., 410 F.3d at 24\n\n(emphasis in original). In this case, SRC is relating TAT's claims\n\nagainst it here to proceedings filed by the Capizzis in March 2004\n\nin the Middlesex Superior Court.              Since the state court action\n\nreferenced by SRC was not yet filed when SRC filed its federal\n\ndistrict court action in January 2004, and was still pending when\n\nTAT answered with its counterclaims in March 2004, the Rooker-\n\n                                     -10-\n\fFeldman doctrine does not deprive the district court of subject\n\nmatter jurisdiction over those claims.\n\nB.   Motion for Summary Judgment\n\n           \"We review a district court's grant of summary judgment\n\nde novo, viewing the facts in the light most favorable to the\n\nnonmovant.\" Hodgkins v. New England Telephone Co., 82 F.3d 1226,\n\n1229 (1st Cir. 1996).    Summary judgment is appropriate \"if the\n\npleadings, depositions, answers to interrogatories, and admissions\n\non file, together with the affidavits, if any, show that there is\n\nno genuine issue as to any material fact and that the moving party\n\nis entitled to a judgment as a matter of law.\" Fed. R. Civ. P.\n\n56(c).   An issue is \"genuine\" if \"the evidence is such that a\n\nreasonable jury could resolve the point in favor of the nonmoving\n\nparty.\" NASCO, Inc. v. Public Storage, Inc., 29 F.3d 28, 32 (1st\n\nCir. 1994) (emphasis in original) (citation and internal quotation\n\nmarks omitted).   A fact is \"material\" if it has the \"potential to\n\naffect the outcome of the suit under the applicable law.\" Santiago-\n\nRamos v. Centennial P.R. Wireless Corp., 217 F.3d 46, 52 (1st Cir.\n\n2000).   \"We may affirm a summary judgment decision on any basis\n\napparent in the record.\" Uncle Henry's, Inc. v. Plaut Consulting\n\nCo., 399 F.3d 33, 41 (1st Cir. 2005) (citing Fabiano v. Hopkins,\n\n352 F.3d 447, 452 (1st Cir. 2003)).\n\n           TAT argues that the district court erred in granting\n\nSRC's summary judgment motion and finding no genuine issue as to\n\n\n                               -11-\n\fany material fact regarding SRC's compliance with its fiduciary\n\nduties to TAT as a mortgagee conducting a foreclosure sale under\n\nMassachusetts law.          To support its breach of fiduciary duties\n\nclaim, TAT focuses on the district court's determinations regarding\n\nthe adequacy of notice and advertising of the property for sale,\n\nthe adequacy of the price obtained, and SRC's handling of the Micu\n\nbid and Florence offer.         We address each issue in turn.\n\n            1.       Adequacy of Notice and Advertising\n\n            TAT argues that SRC violated its fiduciary duties under\n\nMassachusetts law by publishing inaccurate \"display advertisements\"\n\nin The Boston Globe.        These advertisements understated the acreage\n\n(listing two-and-a-half acres instead of six) and the number of\n\nbedrooms, bathrooms, and fireplaces.\n\n            Statutory requirements for foreclosure proceedings are\n\ngoverned by Mass. Gen. Laws ch. 183, § 21 (defining the \"statutory\n\npower of sale\") and ch. 244, § 14 (governing notice of foreclosure\n\nproceedings).      As TAT concedes, SRC satisfied statutory notice\n\nrequirements by publishing timely notice in The Concord Journal,\n\nand the statute does not require additional advertising or notice.\n\nSee Mass. Gen. Laws ch. 244, § 14.\n\n            Beyond    compliance    with    statutory   terms,   however,   a\n\nmortgagee   also     owes   a   fiduciary   duty   to   lienholders   of   the\n\nproperty.    \"In executing the power of sale, the [mortgagee], in\n\n\n\n                                     -12-\n\faddition to a literal compliance with the terms of the power, [is]\n\nbound to exercise good faith and to put forth reasonable diligence\n\nto protect the interests of the mortgagor,\" Atlas Mortgage Co. v.\n\nTebaldi, 24 N.E.2d 554, 557 (Mass. 1939), or \"those claiming in his\n\nright, including those holding junior encumbrances or liens.\"\n\nSandler v. Silk, 198 N.E. 749, 751 (Mass. 1935).                   There may be\n\ncircumstances    where   a   mortgagee's      advertisement       of   inaccurate\n\ninformation about a property is evidence of a lack of good faith or\n\nreasonable    diligence,     even    if   those   inaccuracies      occurred    in\n\nnotices beyond the minimal publication notice required by statute.\n\nCf. Deslauries v. Shea, 13 N.E.2d 932, 936 (Mass. 1938) (\"A\n\nmortgagee ordinarily is not required . . . to give notice of a\n\nforeclosure sale other than by publication.                  But there may be\n\ncircumstances in which failure to give further notice is 'evidence\n\nthat good faith was not used to obtain the best reasonable possible\n\nprice.'\") (citations omitted).\n\n             However, there is no evidence of bad faith of lack of\n\ndiligence here.       SRC asserts that it obtained the inaccurate\n\ninformation given to Garrett for the display advertisements from\n\nTown of Lincoln records.       TAT does not contest this assertion and\n\ndoes   not   allege   that     SRC   had     an   improper      motive   for   the\n\ninaccuracies.      SRC   was   not    the    buyer   of   the    property.      No\n\nallegations have been made that SRC was alerted to the inaccuracies\n\nand refused to remedy them. As the district court concluded, \"[i]f\n\n\n                                      -13-\n\fanything, the reasonable inference to be drawn from SRC's arranging\n\nfor [advertisements in The Boston Globe] was that it was attempting\n\nto stir up interest among potential buyers of the Property and\n\nthereby generate competitive bidding at the auction.\" States Res.\n\nCorp., 2005 U.S. Dist. LEXIS 956, at *33.    Therefore, SRC did not\n\nviolate any fiduciary duty it owed to TAT.\n\n          Without evidence of self-dealing, or evidence that SRC\n\nmight have a motive for undermining the foreclosure sale, or any\n\nother showing of misconduct, there is no genuine issue of material\n\nfact on this claim.   See FDIC v. Elder Care Servs., 82 F.3d 524,\n\n527 (1st Cir. 1996) (\"Normally, a party suggesting fraud or bad\n\nfaith is expected to point to the misconduct (lies, rigged account\n\nbooks, self-dealing by a fiduciary) that reflects the bad faith or\n\nconstitutes the fraud.   True, on some occasions the inference of\n\nfraud or bad faith might be compelled by the combination of motive\n\nand outcome; but here motive is utterly lacking . . . .\") (emphasis\n\nin original).\n\n          2.     Adequacy of Price Obtained\n\n          TAT emphasizes that the $1,200,000.00 price paid in the\n\nsecond auction was 40% lower than the $2,000,000.00 bid offered\n\nindependently by Micu, who could not complete the sale, and by\n\nFlorence, who made his offer outside of the bidding process.   TAT\n\nargues that this \"reduction\" in price is evidence of SRC's lack of\n\nreasonable diligence and good faith.\n\n                               -14-\n\f          Under Massachusetts law, \"[a]bsent evidence of bad faith\n\nor improper conduct . . . mere inadequacy of price will not\n\ninvalidate a sale unless it is so gross as to indicate bad faith or\n\nlack of reasonable diligence.\"         Resolution Trust Corp. v. Carr, 13\n\nF.3d 425, 430 (1st Cir. 1993) (emphasis in original) (internal\n\nquotations and citations omitted); see also Seppela & Aho Contr.\n\nCo., Inc. v. Petersen, 367 N.E.2d 613, 620 (Mass. 1977) (finding\n\nthat a showing that foreclosure sale price was less than fair\n\nmarket value was not enough to support any basis of liability).\n\n          Generally, to determine whether a sales price is grossly\n\ninadequate,   the     price   is    compared    with   a   fair   market   value\n\nappraisal of the property.          See Elder Care Servs., 83 F.3d at 528.\n\nThe $2,000,000.00 comparison figure stated by TAT is based on the\n\nMicu bid and Florence offer and not on an appraisal of the fair\n\nmarket value of the property.               TAT has not offered any such\n\nappraisal information.        Even assuming a comparison of a previous\n\nuncompleted bid and final sale price is appropriate, other courts\n\nhave found similarly-sized differences to be not \"so gross\" as to\n\nindicate bad faith or a lack of reasonable diligence. See Elder\n\nCare   Servs.,   83    F.3d    at     528    (disparity    between   estimated\n\nliquidation price of $2,000,000 and later sales price of $300,000\n\nnot so gross as to withstand summary judgment motion); Resolution\n\nTrust Corp., 13 F.3d at 430 (disparity between appraisal price of\n\n$350,000 and sales price of $195,000 not enough to withstand a\n\n\n                                      -15-\n\fsummary judgment motion); Fairhaven Savings Bank v. Callahan, 462\n\nN.E.2d 112, 114 (Mass. 1984) (purchase price of $10,000 on property\n\nsecuring a $40,000 debt not so inadequate as to constitute a breach\n\nof fiduciary duty as a matter of law); Sher v. South Shore Nat'l\n\nBank, 274 N.E.2d 792, 794 (Mass. 1971) (disparity between alleged\n\nfair market value of $52,500 and sales price of $35,500 not so\n\ngross as to withstand a motion to dismiss); Cambridge Sav. Bank v.\n\nCronin, 194 N.E. 289, 289-90 (Mass. 1936) (disparity between\n\nalleged fair market value of $51,000 and sales price of $20,000\n\nwarranted direct verdict against the challenger of the sale).\n\n           3.     SRC's Handling of the Micu Bid and Florence Offer\n\n           TAT argues that SRC violated its fiduciary duty by\n\nfailing to facilitate the transfer of Micu's interest to Florence\n\nand failing to disclose the Florence offer to TAT.            TAT alleges\n\nthat Micu expressed the desire to assign her contract rights to\n\nanother   buyer   through   her   phone   message   to   Garrett   and   her\n\nsignature on the sales contract as \"Linda Micu or Assigns\".              TAT\n\nargues that, given SRC’s knowledge of Micu’s alleged desire to\n\nassign, SRC should have assisted Micu in assigning her rights under\n\nthe sales contract to Florence, or, at the very least, told TAT of\n\nFlorence's offer.\n\n           We do not find any support in the record for TAT’s\n\ncontention that Micu expressed to SRC her desire to assign her\n\nrights.   The fact that Micu signed the contract “Linda Micu or\n\n\n                                   -16-\n\fAssigns” does not constitute a request that SRC help her assign her\n\nrights to another party.      Micu’s telephone message, rather than\n\nbeing a request for assignment assistance as TAT contends, is\n\nmerely notification of and an apology for her failure to complete\n\nthe sale.   Micu took no action at any time to assign her rights to\n\na third party.\n\n            Generally, Massachusetts law requires sale of foreclosure\n\nproperty by public auction.    Mass. Gen. Laws ch. 183, § 21.   “[I]n\n\nmortgage foreclosure sales, if the highest bidder fails to pay, the\n\ntrustee of the property may declare that the next highest bidder\n\nmay purchase the property, may resell the property promptly, or may\n\nreadvertise the sale for another day.” 146 Dundas Corp. v. Chemical\n\nBank, 511 N.E.2d 520, 524 (Mass. 1987). Courts have explained that\n\nefforts to \"resell the property promptly\" must take place at the\n\npublic auction, not through a private sale which is not advertised\n\nto the public.    See id. at 524 (collecting cases).     After being\n\nnotified of the Florence offer, SRC's attorney researched the issue\n\nand concluded, based on his interpretation of state law, that SRC\n\ncould not accept Florence's offer because it was outside the\n\nforeclosure auction process.    Less than two months after the first\n\nauction took place, SRC held the second foreclosure auction and\n\nsold the property to the highest bidder at the auction.     Based on\n\nthese facts, SRC did not violate its duty of good faith and\n\nreasonable diligence by failing to arrange a sale to Florence.\n\n\n                                 -17-\n\f           Nor did SRC violate its fiduciary duties by failing to\n\ndiscuss the Florence offer with TAT.           A mortgagee's fiduciary duty\n\nto junior lienholders generally requires that the mortgagee inform\n\nparties whom it knows to be interested in buying the property of an\n\nupcoming sale.     See Sandler, 198 N.E. at 751 (finding that failure\n\nto give notice of sale to a party with a pre-mortgage attachment\n\nwho had expressed her intention to buy was evidence of bad faith);\n\nDanielczuk   v.   Ferioli,     388   N.E.2d    724   (Mass.    App.   Ct.    1979)\n\n(finding disputed reasons for mortgagee's failure to meet with\n\nprospective bidder prior to foreclosure sale were material to\n\nquestion of compliance with fiduciary duties); see also In re\n\nLaPointe, 253 B.R. 496, 500 (1st Cir. B.A.P. 2000) (upholding\n\nbankruptcy court's finding of lack of reasonable diligence by\n\nforeclosing bank for failing to provide notice of sale to a party\n\nit knew to be interested in buying).             It is undisputed that SRC\n\ninformed Florence of the upcoming auction.\n\n           TAT argues that a mortgagee has, in addition to its duty\n\nto inform interested buyers of an upcoming auction, a duty to\n\ninform junior lienholders of the existence of interested buyers.\n\nHowever,   TAT    fails   to   provide   any   case   law     to   support    this\n\nassertion or any meaningful explanation of why such a duty would\n\nprotect TAT's interest in the property in this case.                  TAT argues\n\nthat, if it had been informed of the Florence offer, it \"may have\n\nbeen able to consummate the sale of the Property to him.\"               However,\n\n\n                                     -18-\n\fTAT does not explain how it could have facilitated a sale to\n\nFlorence,      nor    has   it    presented      any   evidence   supporting   the\n\ninference that it could have done so.\n\n            Presumably, circumstances may exist where a court could\n\ninfer bad faith from a mortgagee's failure to mention an offer of\n\nsale to lienholders. If, for example, a mortgagee was secretive or\n\nevasive in discussing the details of an upcoming auction with\n\nprospective buyers and purchased the property itself, its failure\n\nto disclose to junior lienholders that more substantial offers had\n\nbeen proposed by other buyers would certainly be suspect. Cf. Bon\n\nv.   Graves,    103    N.E.      1023,   1026    (Mass.   1914)   (noting   that   a\n\nmortgagee's evasiveness with interested buyers, along with other\n\ncircumstances, showed that he was acting in the interest of buying\n\nthe property at his own price rather than the highest price\n\ncompetitive bidding could bring). However, in this case, SRC fully\n\ninformed Florence of the opportunity to bid on the property through\n\nthe public auction.           Furthermore, SRC was not the buyer and TAT\n\ndoes not allege that SRC was colluding with the buyer to lower the\n\nsales price.         Thus, no breach of its fiduciary duties can be\n\ninferred from SRC’s failure to discuss the Florence offer with TAT.\n\nC.   Motion to Amend Answer and Add Counterclaim\n\n            A denial of a motion to amend under Fed. R. Civ. P. 15(a)\n\nis generally reviewed for abuse of discretion. See Hatch v. Dept.\n\nfor Children, Youth & Families, 274 F.3d 12, 19 (1st Cir. 2001).\n\n\n                                          -19-\n\fRule 15(a) states that \"leave shall be freely given when justice so\n\nrequires.\"   Accordingly, \"unless there appears to be an adequate\n\nreason for the denial (e.g., undue delay, bad faith, dilatory\n\nmotive on the part of the movant, futility of the amendment), we\n\nwill not affirm the denial.\" Hatch, 274 F.3d at 19.\n\n          In this case, TAT filed its motion to amend its answer to\n\nadd a counterclaim against SRC under Mass. Gen. Laws ch. 93A for\n\nunfair and deceptive business practices. In its decision and order\n\ngranting summary judgment for SRC on TAT's counterclaims, the\n\ndistrict court also denied the motion to amend as futile, finding\n\nthat TAT's arguments \"relate[d] either to the[] insufficient claims\n\nor to the factual allegations underlying them\" involved in its\n\nother counterclaims, which the district court had already rejected.\n\nWe therefore analyze whether TAT's proposed amendment is properly\n\ncharacterized as futile.   See Hatch, 274 F.3d at 19.\n\n          As a preliminary matter, SRC argues that relief under\n\nMass. Gen. Laws ch. 93A is not available in this case because TAT\n\n\"puts forth no allegations that a commercial transaction took place\n\nbetween SRC and TAT.\"   Under Massachusetts law, whether ch. 93A\n\napplies to an \"interaction between two parties requires a dual\n\ninquiry: first, the court assesses whether the interaction is\n\n'commercial' in nature, and second, it evaluates whether the\n\nparties were both engaged in 'trade or commerce,' and therefore\n\n\n\n\n                               -20-\n\facting in a 'business context.'\"                Linkage Corp. v. Trustees of\n\nBoston Univ., 679 N.E.2d 191, 206-7 (1997).\n\n            An interaction is not commercial in nature if it is a\n\n\"purely private\" intra-enterprise interaction, i.e., \"where the\n\nundertaking    is   not    'in    the   ordinary       course    of   a   trade   or\n\nbusiness.'\"      Linkage Corp., 679 N.E.2d at 207 n.33 (citation\n\nomitted).     Such interactions include \"disputes stemming from an\n\nemployment relationship, disputes between individual members of a\n\npartnership arising from partnership business, and transactions and\n\ndisputes between parties to a joint venture and between fellow\n\nshareholders.\" See id. (citing Szalla v. Locke, 657 N.E.2d 1267\n\n(Mass. 1995)).\n\n            The dispute between SRC and TAT does not appear to be\n\npurely   private.         While   SRC     and    TAT    do    have    a   fiduciary\n\nrelationship, SRC's handling of the foreclosure auction was not an\n\nintra-enterprise transaction but the management of the sale of a\n\nproperty through public auction. See Szalla, 657 N.E.2d at 1270\n\n(noting that sales generally offered to the public are included in\n\nthe statutory definition of commerce).\n\n            However,   we    need   not    decide      this     issue.     Assuming\n\narguendo that the interaction between SRC and TAT regarding the\n\nforeclosure sale is not generally barred from the application of\n\nch. 93A, we find that the district court's decision to deny the\n\nmotion to amend should still be affirmed.\n\n\n                                        -21-\n\f          \"Chapter 93A is 'a statute of broad impact which creates\n\nnew substantive rights and provides new procedural devices for the\n\nenforcement of those rights.' The relief available under c. 93A...\n\n'is neither wholly tortious nor wholly contractual in nature, and\n\nis not subject to the traditional limitations of preexisting causes\n\nof action.'    It 'makes conduct unlawful which was not unlawful\n\nunder the common law or any prior statute.'\" Kattar v. Demoulas,\n\n739 N.E.2d 246, 257 (Mass. 2000) (citations omitted).     However,\n\nsome form of deceptive or unfair conduct must be alleged.      See\n\nMass. Gen. Laws ch. 93A, § 2 (declaring \"[u]nfair methods of\n\ncompetition and unfair or deceptive acts or practices in the\n\nconduct of any trade or commerce\" unlawful). \"Chapter 93A does not\n\ndefine what constitutes an unfair or deceptive act or practice . .\n\n. . [U]nfair or deceptive conduct is best discerned from the\n\ncircumstances of each case.\"   Kattar, 739 N.E.2d at 257 (citations\n\nand internal quotation marks omitted).\n\n          To supports its claim for ch. 93A relief, TAT asserts\n\nthat SRC should have accepted or disclosed the Florence offer in an\n\neffort to effectuate a sale.      However, as the district court\n\nconcluded in granting summary judgment for SRC on TAT's breach of\n\nfiduciary duty claim, there was nothing unfair or deceptive about\n\nSRC's conduct, which it pursued for the purpose of complying with\n\nstate law.    That summary judgment ruling adequately demonstrates\n\nthe futility of TAT's motion to amend.\n\n\n                                -22-\n\f           Focusing on the consequences of SRC's handling of the\n\nFlorence offer rather than the conduct itself, TAT argues that\n\nSRC's conduct was unfair because it caused substantial injury to\n\nTAT.   See Morrison v. Toys 'R' Us, Inc., 806 N.E.2d 388, 392 (Mass.\n\n2004) (noting that \"'a practice or act will be unfair under [ch.\n\n93A] if it is (1) within the penumbra of a common law, statutory,\n\nor other established concept of unfairness; (2) immoral, unethical,\n\noppressive, or unscrupulous; or (3) causes substantial injury to\n\ncompetitors   or   other   business   people'\")   (citation   omitted).\n\nHowever, the injury that TAT asserts it has suffered -- the loss of\n\n\"hundreds of thousands of dollars as a result of the diminution in\n\nsales price from $2 million to $1.2 million\" -- is not a result of\n\nSRC's conduct, but is a consequence of the foreclosure process and\n\nits requirements.    The property was sold to the person with the\n\nhighest bid at the second auction.          SRC invited Florence to\n\nparticipate in the auction, but Florence declined.       As TAT based\n\nits allegations of wrongdoing under ch. 93A entirely on SRC's\n\nhandling of the Florence offer, its motion to amend was futile, and\n\nthe district court properly denied it.\n\n                                 III.\n\n           In its cross-appeal, SRC argues that the district court\n\nerred by not requiring TAT to disgorge the funds it received from\n\nthe auction proceeds given its failure to indemnify SRC as per an\n\nindemnification agreement. In response, TAT argues that SRC failed\n\n\n                                 -23-\n\fto adequately raise the indemnification enforcement argument before\n\nthe district court.         SRC asserts that it adequately raised the\n\nargument by (a) alleging in the complaint that SRC disbursed funds\n\nto TAT in reliance on TAT's representation that it would indemnify\n\nSRC and (b) arguing in its Memorandum in Support of its Motion for\n\nPartial Summary Judgment that \"'by accepting and negotiating the\n\npayment, TAT agreed to the terms of the contract and waived any\n\nchallenge it may have to the distribution of surplus funds.'\"\n\n            \"This circuit religiously follows the rule that issues\n\nnot presented to the district court cannot be raised on appeal.\"\n\nOuimette v. Moran, 942 F.2d 1, 12 (1st Cir. 1991).                       \"Merely\n\nmentioning an issue in a pleading is insufficient to carry a\n\nparty's burden actually to present a claim or defense to the\n\ndistrict court before arguing the matter on appeal.\" Violette v.\n\nSmith & Nephew Dyonics, 62 F.3d 8, 11 (1st Cir. 1995).\n\n            SRC   did      not    adequately    press   the       indemnification\n\nenforcement argument before the district court.               SRC mentioned the\n\nindemnification agreement in its memorandum on summary judgment\n\nonly   in   support   of    its    argument    that   \"TAT   is    estopped   from\n\nchallenging the distribution of post foreclosure funds\" and \"waived\n\nany challenges.\"        Nowhere in its memorandum did SRC argue, as it\n\ndoes on appeal, that the district court should require TAT to\n\n\"disgorge surplus funds it received\" to SRC.                 Notably, SRC also\n\nfailed to mention this claim in its motion for final judgment,\n\n\n                                       -24-\n\fafter the district court specifically requested that SRC file \"a\n\nproposal for final judgment resolving any remaining issues.\" State\n\nRes. Corp.,   2005 U.S. Dist. LEXIS at *60.   SRC did not press this\n\nclaim in the district court and therefore cannot seek review on the\n\nbasis of it now. See G.D. v. Westmoreland School Dist., 930 F.2d\n\n942, 950 (1st Cir. 1991) (\"[A]n appellant cannot evade the scrutiny\n\nof the district court nor can he surprise the court on appeal with\n\na new claim in order to create essentially a new trial.\").1\n\n     The decision of the district court is affirmed.     Each party\n\nshall bear its own costs.\n\n     So ordered.\n\n\n\n\n    1\n     SRC also argues that the district court erred by denying its\nmotion to strike inadmissible portions of an affidavit submitted by\nTAT in support of its opposition to SRC's motion for partial\nsummary judgment. The district court acknowledged SRC's arguments\nthat portions of the affidavit in question failed to demonstrate\nrequisite personal knowledge and included inadmissible statements.\nHowever, the district court denied SRC's motion as moot, since\nsummary judgment was granted in favor of SRC and the affidavit was\nsubmitted in support of TAT's opposition to SRC's motion for\nsummary judgment. That mootness ruling was correct. Since we have\naffirmed the district court's summary judgment ruling for SRC on\nappeal, there is also no need for us to further address the\ndistrict court's ruling on the motion to strike.\n\n                               -25-\n\f",
  "html": "<p class=\"case_cite\">433 F.3d 73</p>\n    <p class=\"parties\">STATES RESOURCES CORP., Plaintiff, Appellee,<br>v.<br>THE ARCHITECTURAL TEAM, INC., Defendant, Appellant,<br>Michael Capizzi; Catherine Capizzi; Garrett, Inc., Defendants, Appellees,<br>John Connolly, Jr.; Massachusetts Department of Revenue; James Grumbach; Kevin Duffy, Defendants.<br>States Resources Corp., Plaintiff, Appellant,<br>v.<br>Michael J. Capizzi; Catherine R. Capizzi; The Architectural Team, Inc.; Garrett, Inc.; John Connolly Jr.; Massachusetts Department of Revenue; Kevin Duffy, Defendants, Appellees,<br>James Grumbach, Defendant.</p>\n    <p class=\"docket\">No. 05-1381.</p>\n    <p class=\"docket\">No. 05-1473.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard September 12, 2005.</p>\n    <p class=\"date\">Decided December 20, 2005.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED Jordan Ring, with whom Ring Law Firms was on brief, for appellant/cross-appellee.</p>\n      <p class=\"indent\">John A. Doonan, with whom is Doonan, Graves &amp; Longoria, L.L.C. was on brief, for appellee/cross-appellant.</p>\n      <p class=\"indent\">Before LIPEZ, Circuit Judge, COFFIN, Senior Circuit Judge, and CARTER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n      <p class=\"indent\">LIPEZ, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case began as an interpleader action to determine the proper distribution of surplus proceeds from a foreclosure sale conducted by States Resources Corporation (\"SRC\"). To that end, SRC named several defendants with interests in the foreclosed property, including The Architectural Team, Inc. (\"TAT\"), a junior lienholder. TAT filed counterclaims against SRC, alleging that SRC mishandled the foreclosure sale and breached its fiduciary duty to TAT. The district court granted summary judgment in favor of SRC, denied a motion by TAT to add a counterclaim, and denied a motion by SRC to strike portions of an affidavit filed by TAT. Both parties appealed. We affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">This case has a complex factual and procedural history that is discussed in detail in the district court's opinion. <i>See States Res. Corp. v. Capizzi,</i> No. 04-10095, 2005 U.S. Dist. LEXIS 956 (D.Mass. Jan. 20, 2005). We relate only those facts relevant to the questions presented on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">A. States Resources Corporation's Interest in the Capizzi Property</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In October 1988, Michael Capizzi (\"Capizzi\") signed a $750,000 adjustable-rate note, secured by a $750,000 mortgage on his property at 236 Lincoln Road, Lincoln, MA, memorializing a loan from Winchendon Savings Bank (\"WSB\") for use in developing his property. After WSB became insolvent, other institutions obtained and assigned the mortgage until SRC became the mortgagee in 1998.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">SRC first initiated foreclosure proceedings against Capizzi in state court in January 1999, alleging that he was in default on the note. Due to a series of partial payments and defaults by Capizzi and his wife, Catherine Capizzi, SRC cancelled and recommenced foreclosure proceedings against Capizzi several times. The Capizzis filed several lawsuits against SRC and bankruptcy petitions to prevent the foreclosure, none of which was successful. During the course of a state court action filed by the Capizzis against SRC, SRC removed the case to federal court based on diversity jurisdiction. On June 9, 2003, the district court granted a motion by SRC for default judgment against the Capizzis for their failure to plead or otherwise defend against SRC's counterclaims, and entered judgment in favor of SRC for $875,203.38.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">B. The Architectural Team, Inc.'s Interest in the Capizzi Property</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In 1989, TAT filed a lawsuit against the Capizzis in Suffolk Superior Court, regarding a dispute over unpaid fees. In 1994, TAT obtained and duly recorded a $600,000.00 attachment on the Capizzi property. The lawsuit went to trial and the court entered a judgment in favor of TAT for $200,254.00, with interest accruing from the 1989 filing date. <i>See The Architectural Team, Inc. v. Capizzi,</i> No. 89-4479-D, slip op. at 3-4 (Mass.Super.Feb.26, 1999), <i>aff'd,</i> 782 N.E.2d 1136 (Mass.App.Ct.2003). On September 24, 2003, TAT obtained and recorded a $541,152.81 execution on its judgment from the court.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">C. The Foreclosure Auctions and Disbursement of Proceeds</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">After obtaining its default judgment against the Capizzis, SRC made plans to sell the property. SRC hired Garrett, Inc. and its president, Garrett Healy, to conduct the foreclosure auction proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">At the first foreclosure auction, the highest bid of $2,000,000.00 came from Linda Micu. Micu signed a \"Memorandum of Terms and Conditions for the Purchase at the Mortgagee's Foreclosure Sale\" as \"Linda Micu or Assigns\" and provided Garrett with a $5,000.00 deposit. However, Micu, who turned out to be a straw person for Catherine Capizzi, did not purchase the property and forfeited her deposit. Micu left Garrett a phone message stating that \"we have had a little bump in the road here financially and we are now having a problem getting financing . . . but I would at least like to give you the courtesy to let you know at this point we cannot proceed with this and hopefully you can get this thing going and someone else can take advantage of what I think is a pretty good deal.\"</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">After Micu's offer fell through, SRC scheduled a second foreclosure auction for September 26, 2003. SRC published a \"Notice of Mortgagee's Sale of Real Estate,\" which contained a legal description of the property, in <i>The Concord Journal</i> on September 4, 11, and 18, 2003. At the direction of SRC, Garrett also publicized the auction through telemarketing, mailings, the internet, and \"display advertisements\" in <i>The Boston Globe</i> on September 14 and 21, 2003. The display advertisements contained incorrect information, allegedly obtained from town records, understating the acreage of the property and the number of bedrooms, bathrooms, and fireplaces it contained.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In early August 2003, Garrett received a letter from Leonard Florence, who offered to buy the property for $2,000,000.00 and provided a deposit of $50,000.00. Garrett informed counsel for SRC of the offer and deposit. SRC's attorney later informed Garrett that, based on his interpretation of state law, SRC could not accept Florence's offer because it was made outside of the public auction process. Garrett rejected Florence's offer and asked him whether he would like to participate in the upcoming auction. Florence declined, telling Garrett that he did not have the time to pursue the property. Garrett returned the deposit to Florence. Neither SRC nor Garrett informed any of the other interest holders of the offer by Florence.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On September 26, 2003, Garrett conducted the second foreclosure auction. Kevin Duffy made the highest bid of $1,200,000.00. Duffy and Garrett executed a \"Memorandum of Terms and Conditions For the Purchase at Mortgagee's Foreclosure Sale,\" which included a provision stating that TAT had a $600,000.00 real estate lien on the property.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">At the time of the final foreclosure auction of the Capizzis' property, SRC was owed $932,630.87, which it collected from the $1,200,000.00 proceeds. In November 2003, counsel for SRC and TAT negotiated the disbursement of the surplus auction proceeds. On November 11, 2003, SRC sent TAT a check for $210,096.33 in partial satisfaction of TAT's junior lien. After sending the check, SRC sent TAT an indemnification agreement pursuant to which TAT would indemnify and hold harmless SRC \"from any and all actions, proceedings, claims, demands, costs, damages and expenses . . . in connection with or arising out of the payment.\" TAT never executed the indemnification agreement.</p>\n    </div>\n    <p class=\"indent\">D. Procedural History</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">SRC initiated an interpleader action in federal district court on January 15, 2004, seeking a judicial determination regarding the proper apportionment of proceeds from the September 26, 2003 foreclosure sale of the Capizzis' property. Although SRC's initial judgment against the Capizzis was satisfied by the proceeds of the sale, SRC alleged that it had accrued additional fees and costs due to the lawsuits filed by the Capizzis and the payment owed to the auctioneer for his services. SRC named several parties with interests in the proceeds as defendants, including TAT. On March 17, 2004, TAT filed an answer; affirmative defenses; cross-claims against Catherine Capizzi; and counterclaims against SRC, seeking an accounting and alleging unjust enrichment and various other defects in foreclosure. On April 20, 2004, TAT filed an amended answer, affirmative defenses, cross-claims, and counterclaims. On July 8, 2004, TAT filed a motion to amend its answer to add a counterclaim against SRC and Garrett under Mass. Gen. Laws ch. 93A for unfair and deceptive business practices, based on information regarding the Florence offer that TAT alleges it first learned about through discovery. On October 6, 2004, SRC filed a motion for partial summary judgment, which TAT opposed.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">On January 20, 2005, the district court granted SRC's motion for partial summary judgment and dismissed TAT's counterclaims, denied TAT's motion to amend its answer to add a counterclaim, and denied SRC's motion to strike portions of an affidavit filed by TAT. Shortly thereafter, SRC filed a motion for a final judgment, describing a proposed disbursement of the surplus funds. On February 4, 2005, the district court issued the final judgment, adopting SRC's disbursement proposal and ordering SRC to disburse $48,459.20 to Garrett, Inc. for its auctioneer services and $13,813.60 to SRC for costs and attorneys fees incurred in the interpleader action and related bankruptcy litigation. TAT and SRC appealed.</p>\n    </div>\n    <p>II.</p>\n    <p class=\"indent\">A. Subject Matter Jurisdiction</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">As a preliminary matter, we dispatch SRC's argument that the district court lacks subject matter jurisdiction over some of TAT's claims under the <i>Rooker-Feldman</i> doctrine. \"Under the <i>Rooker-Feldman</i> doctrine, federal district courts lack jurisdiction over `federal complaints. . . [that] essentially invite[] federal courts of first instance to review and reverse unfavorable state-court judgments.'\" <i>Federaci&#243;n de Maestros de P.R. v. Junta de Relaciones del Trabajo de P.R.,</i> 410 F.3d 17, 20 (1st Cir.2005) (quoting <i>Exxon Mobil Corp. v. Saudi Basic Indus. Corp.,</i> 544 U.S. 280, 125 S.Ct. 1517, 1521, 161 L.Ed.2d 454 (2005)). SRC asserts that the district court does not have subject matter jurisdiction over TAT's claims that SRC acted in bad faith and without reasonable diligence in conducting the foreclosure sale because a state court dismissed similar claims made by the Capizzis in a suit the Capizzis filed against SRC. Although TAT was not a party to that suit, SRC argues that TAT's claims regarding the foreclosure sale are \"inextricably intertwined\" with the issues adjudicated in the state court proceedings and that granting relief to TAT would be effectively holding that the state court was wrong in its decision.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">SRC's argument is incorrect. The Supreme Court has clarified the scope of the <i>Rooker-Feldman</i> doctrine:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The <i>Rooker-Feldman</i> doctrine . . . is confined to cases of the kind from which the doctrine acquired its name: cases brought by state-court losers complaining of injuries caused by state-court judgments rendered before the district court proceedings commenced and inviting district court review and rejection of those judgments. <i>Rooker-Feldman</i> does not otherwise override or supplant preclusion doctrine or augment the circumscribed doctrines that allow federal courts to stay or dismiss proceedings in deference to state-court actions.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\"><i>Exxon Mobil Corp.,</i> 125 S.Ct. at 1521-22. SRC's argument thus fails for two reasons. First, as noted, TAT was not a party to the initial action. Therefore, TAT is not a \"state-court loser[] complaining of injuries caused by state-court judgments.\" <i>Id.; see also Valenti v. Mitchell,</i> 962 F.2d 288, 297 (3d Cir.1992) (\"We have found no authority which would extend the <i>Rooker-Feldman</i> doctrine to persons not parties to the proceedings before the state supreme court.\").</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Second, as we have recently stated, \"[i]f federal litigation is initiated <i>before</i> state proceedings have ended, then &#8212; even if the federal plaintiff expects to lose in state court and hopes to win in federal court &#8212; the litigation is parallel, and the Rooker-Feldman doctrine does not deprive the court of jurisdiction.\" <i>Federaci&#243;n de Maestros de P.R.,</i> 410 F.3d at 24 (emphasis in original). In this case, SRC is relating TAT's claims against it here to proceedings filed by the Capizzis in March 2004 in the Middlesex Superior Court. Since the state court action referenced by SRC was not yet filed when SRC filed its federal district court action in January 2004, and was still pending when TAT answered with its counterclaims in March 2004, the <i>Rooker-Feldman</i> doctrine does not deprive the district court of subject matter jurisdiction over those claims.</p>\n    </div>\n    <p class=\"indent\">B. Motion for Summary Judgment</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">\"We review a district court's grant of summary judgment <i>de novo,</i> viewing the facts in the light most favorable to the nonmovant.\" <i>Hodgkins v. New England Telephone Co.,</i> 82 F.3d 1226, 1229 (1st Cir.1996). Summary judgment is appropriate \"if the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\" Fed.R.Civ.P. 56(c). An issue is \"genuine\" if \"the evidence is such that a reasonable jury <i>could</i> resolve the point in favor of the nonmoving party.\" <i>NASCO, Inc. v. Public Storage, Inc.,</i> 29 F.3d 28, 32 (1st Cir.1994) (emphasis in original) (citation and internal quotation marks omitted). A fact is \"material\" if it has the \"potential to affect the outcome of the suit under the applicable law.\" <i>Santiago-Ramos v. Centennial P.R. Wireless Corp.,</i> 217 F.3d 46, 52 (1st Cir.2000). \"We may affirm a summary judgment decision on any basis apparent in the record.\" <i>Uncle Henry's, Inc. v. Plaut Consulting Co.,</i> 399 F.3d 33, 41 (1st Cir.2005) (citing <i>Fabiano v. Hopkins,</i> 352 F.3d 447, 452 (1st Cir.2003)).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">TAT argues that the district court erred in granting SRC's summary judgment motion and finding no genuine issue as to any material fact regarding SRC's compliance with its fiduciary duties to TAT as a mortgagee conducting a foreclosure sale under Massachusetts law. To support its breach of fiduciary duties claim, TAT focuses on the district court's determinations regarding the adequacy of notice and advertising of the property for sale, the adequacy of the price obtained, and SRC's handling of the Micu bid and Florence offer. We address each issue in turn.</p>\n    </div>\n    <p class=\"indent\">1. Adequacy of Notice and Advertising</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">TAT argues that SRC violated its fiduciary duties under Massachusetts law by publishing inaccurate \"display advertisements\" in <i>The Boston Globe.</i> These advertisements understated the acreage (listing two-and-a-half acres instead of six) and the number of bedrooms, bathrooms, and fireplaces.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Statutory requirements for foreclosure proceedings are governed by Mass. Gen. Laws ch. 183, &#167; 21 (defining the \"statutory power of sale\") and ch. 244, &#167; 14 (governing notice of foreclosure proceedings). As TAT concedes, SRC satisfied statutory notice requirements by publishing timely notice in <i>The Concord Journal,</i> and the statute does not require additional advertising or notice. <i>See</i> Mass. Gen. Laws ch. 244, &#167; 14.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Beyond compliance with statutory terms, however, a mortgagee also owes a fiduciary duty to lienholders of the property. \"In executing the power of sale, the [mortgagee], in addition to a literal compliance with the terms of the power, [is] bound to exercise good faith and to put forth reasonable diligence to protect the interests of the mortgagor,\" <i>Atlas Mortgage Co. v. Tebaldi,</i> 304 Mass. 554, 24 N.E.2d 554, 557 (1939), or \"those claiming in his right, including those holding junior encumbrances or liens.\" <i>Sandler v. Silk,</i> 292 Mass. 493, 198 N.E. 749, 751 (1935). There may be circumstances where a mortgagee's advertisement of inaccurate information about a property is evidence of a lack of good faith or reasonable diligence, even if those inaccuracies occurred in notices beyond the minimal publication notice required by statute. <i>Cf. DesLauries</i> <i>v. Shea,</i> 300 Mass. 30, 13 N.E.2d 932, 936 (Mass.1938) (\"A mortgagee ordinarily is not required . . . to give notice of a foreclosure sale other than by publication. But there may be circumstances in which failure to give further notice is `evidence that good faith was not used to obtain the best reasonable possible price.'\") (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">However, there is no evidence of bad faith of lack of diligence here. SRC asserts that it obtained the inaccurate information given to Garrett for the display advertisements from Town of Lincoln records. TAT does not contest this assertion and does not allege that SRC had an improper motive for the inaccuracies. SRC was not the buyer of the property. No allegations have been made that SRC was alerted to the inaccuracies and refused to remedy them. As the district court concluded, \"[i]f anything, the reasonable inference to be drawn from SRC's arranging for [advertisements in <i>The Boston Globe</i>] was that it was attempting to stir up interest among potential buyers of the Property and thereby generate competitive bidding at the auction.\" <i>States Res. Corp.,</i> 2005 U.S. Dist. LEXIS 956, at *33. Therefore, SRC did not violate any fiduciary duty it owed to TAT.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Without evidence of self-dealing, or evidence that SRC might have a motive for undermining the foreclosure sale, or any other showing of misconduct, there is no genuine issue of material fact on this claim. <i>See FDIC v. Elder Care Servs.,</i> 82 F.3d 524, 527 (1st Cir.1996) (\"Normally, a party suggesting fraud or bad faith is expected to point to the <i>misconduct</i> (lies, rigged account books, self-dealing by a fiduciary) that reflects the bad faith or constitutes the fraud. True, on some occasions the inference of fraud or bad faith might be compelled by the combination of motive and outcome; but here motive is utterly lacking . . . .\") (emphasis in original).</p>\n    </div>\n    <p class=\"indent\">2. Adequacy of Price Obtained</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">TAT emphasizes that the $1,200,000.00 price paid in the second auction was 40% lower than the $2,000,000.00 bid offered independently by Micu, who could not complete the sale, and by Florence, who made his offer outside of the bidding process. TAT argues that this \"reduction\" in price is evidence of SRC's lack of reasonable diligence and good faith.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Under Massachusetts law, \"[a]bsent evidence of bad faith or improper conduct . . . mere inadequacy of price will not invalidate a sale unless it is <i>so gross</i> as to indicate bad faith or lack of reasonable diligence.\" <i>Resolution Trust Corp. v. Carr,</i> 13 F.3d 425, 430 (1st Cir.1993) (emphasis in original) (internal quotations and citations omitted); <i>see also Seppela &amp; Aho Contr. Co., Inc. v. Petersen,</i> 373 Mass. 316, 367 N.E.2d 613, 620 (Mass.1977) (finding that a showing that foreclosure sale price was less than fair market value was not enough to support any basis of liability).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Generally, to determine whether a sales price is grossly inadequate, the price is compared with a fair market value appraisal of the property. <i>See Elder Care Servs.,</i> 82 F.3d at 528. The $2,000,000.00 comparison figure stated by TAT is based on the Micu bid and Florence offer and not on an appraisal of the fair market value of the property. TAT has not offered any such appraisal information. Even assuming a comparison of a previous uncompleted bid and final sale price is appropriate, other courts have found similarly-sized differences to be not \"so gross\" as to indicate bad faith or a lack of reasonable diligence. <i>See Elder Care Servs.,</i> 83 F.3d at 528 (disparity between estimated liquidation price of $2,000,000 and later sales price of $300,000 not so gross as to withstand summary judgment motion); <i>Resolution Trust Corp.,</i> 13 F.3d at 430 (disparity between appraisal price of $350,000 and sales price of $195,000 not enough to withstand a summary judgment motion); <i>Fairhaven Savings Bank v. Callahan,</i> 391 Mass. 1011, 462 N.E.2d 112, 114 (1984) (purchase price of $10,000 on property securing a $40,000 debt not so inadequate as to constitute a breach of fiduciary duty as a matter of law); <i>Sher v. South Shore Nat'l Bank,</i> 360 Mass. 400, 274 N.E.2d 792, 794 (1971) (disparity between alleged fair market value of $52,500 and sales price of $35,500 not so gross as to withstand a motion to dismiss); <i>Cambridge Sav. Bank v. Cronin,</i> 289 Mass. 379, 194 N.E. 289, 289-90 (1936) (disparity between alleged fair market value of $51,000 and sales price of $20,000 warranted direct verdict against the challenger of the sale).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">3. SRC's Handling of the Micu Bid and Florence Offer</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">TAT argues that SRC violated its fiduciary duty by failing to facilitate the transfer of Micu's interest to Florence and failing to disclose the Florence offer to TAT. TAT alleges that Micu expressed the desire to assign her contract rights to another buyer through her phone message to Garrett and her signature on the sales contract as \"Linda Micu or Assigns\". TAT argues that, given SRC's knowledge of Micu's alleged desire to assign, SRC should have assisted Micu in assigning her rights under the sales contract to Florence, or, at the very least, told TAT of Florence's offer.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We do not find any support in the record for TAT's contention that Micu expressed to SRC her desire to assign her rights. The fact that Micu signed the contract \"Linda Micu or Assigns\" does not constitute a request that SRC help her assign her rights to another party. Micu's telephone message, rather than being a request for assignment assistance as TAT contends, is merely notification of and an apology for her failure to complete the sale. Micu took no action at any time to assign her rights to a third party.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Generally, Massachusetts law requires sale of foreclosure property by public auction. Mass. Gen. Laws ch. 183, &#167; 21. \"[I]n mortgage foreclosure sales, if the highest bidder fails to pay, the trustee of the property may declare that the next highest bidder may purchase the property, may resell the property promptly, or may readvertise the sale for another day.\" <i>146 Dundas Corp. v. Chemical Bank,</i> 400 Mass. 588, 511 N.E.2d 520, 524 (1987). Courts have explained that efforts to \"resell the property promptly\" must take place at the public auction, not through a private sale which is not advertised to the public. <i>See id.</i> at 524 (collecting cases). After being notified of the Florence offer, SRC's attorney researched the issue and concluded, based on his interpretation of state law, that SRC could not accept Florence's offer because it was outside the foreclosure auction process. Less than two months after the first auction took place, SRC held the second foreclosure auction and sold the property to the highest bidder at the auction. Based on these facts, SRC did not violate its duty of good faith and reasonable diligence by failing to arrange a sale to Florence.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Nor did SRC violate its fiduciary duties by failing to discuss the Florence offer with TAT. A mortgagee's fiduciary duty to junior lienholders generally requires that the mortgagee inform parties whom it knows to be interested in buying the property of an upcoming sale. <i>See Sandler,</i> 198 N.E. at 751 (finding that failure to give notice of sale to a party with a pre-mortgage attachment who had expressed her intention to buy was evidence of bad faith); <i>Danielczuk v. Ferioli,</i> 7 Mass.App.Ct. 914, 388 N.E.2d 724 (1979) (finding disputed reasons for mortgagee's failure to meet with prospective bidder prior to foreclosure sale were material to question of compliance with fiduciary duties); <i>see also In re LaPointe,</i> 253 B.R. 496, 500 (1st Cir.BAP 2000) (upholding bankruptcy court's finding of lack of reasonable diligence by foreclosing bank for failing to provide notice of sale to a party it knew to be interested in buying). It is undisputed that SRC informed Florence of the upcoming auction.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">TAT argues that a mortgagee has, in addition to its duty to inform interested buyers of an upcoming auction, a duty to inform junior lienholders of the existence of interested buyers. However, TAT fails to provide any case law to support this assertion or any meaningful explanation of why such a duty would protect TAT's interest in the property in this case. TAT argues that, if it had been informed of the Florence offer, it \"may have been able to consummate the sale of the Property to him.\" However, TAT does not explain how it could have facilitated a sale to Florence, nor has it presented any evidence supporting the inference that it could have done so.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Presumably, circumstances may exist where a court could infer bad faith from a mortgagee's failure to mention an offer of sale to lienholders. If, for example, a mortgagee was secretive or evasive in discussing the details of an upcoming auction with prospective buyers and purchased the property itself, its failure to disclose to junior lienholders that more substantial offers had been proposed by other buyers would certainly be suspect. <i>Cf. Bon v. Graves,</i> 216 Mass. 440, 103 N.E. 1023, 1026 (1914) (noting that a mortgagee's evasiveness with interested buyers, along with other circumstances, showed that he was acting in the interest of buying the property at his own price rather than the highest price competitive bidding could bring). However, in this case, SRC fully informed Florence of the opportunity to bid on the property through the public auction. Furthermore, SRC was not the buyer and TAT does not allege that SRC was colluding with the buyer to lower the sales price. Thus, no breach of its fiduciary duties can be inferred from SRC's failure to discuss the Florence offer with TAT.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">C. Motion to Amend Answer and Add Counterclaim</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">A denial of a motion to amend under Fed.R.Civ.P. 15(a) is generally reviewed for abuse of discretion. <i>See Hatch v. Dept. for Children, Youth &amp; Families,</i> 274 F.3d 12, 19 (1st Cir.2001). Rule 15(a) states that \"leave shall be freely given when justice so requires.\" Accordingly, \"unless there appears to be an adequate reason for the denial (e.g., undue delay, bad faith, dilatory motive on the part of the movant, futility of the amendment), we will not affirm the denial.\" <i>Hatch,</i> 274 F.3d at 19.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">In this case, TAT filed its motion to amend its answer to add a counterclaim against SRC under Mass. Gen. Laws ch. 93A for unfair and deceptive business practices. In its decision and order granting summary judgment for SRC on TAT's counterclaims, the district court also denied the motion to amend as futile, finding that TAT's arguments \"relate[d] either to the[] insufficient claims or to the factual allegations underlying them\" involved in its other counterclaims, which the district court had already rejected. We therefore analyze whether TAT's proposed amendment is properly characterized as futile. <i>See Hatch,</i> 274 F.3d at 19.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">As a preliminary matter, SRC argues that relief under Mass. Gen. Laws ch. 93A is not available in this case because TAT \"puts forth no allegations that a commercial transaction took place between SRC and TAT.\" Under Massachusetts law, whether ch. 93A applies to an \"interaction between two parties requires a dual inquiry: first, the court assesses whether the interaction is `commercial' in nature, and second, it evaluates whether the parties were both engaged in `trade or commerce,' and therefore acting in a `business context.'\" <i>Linkage Corp. v. Trustees of Boston Univ.,</i> 425 Mass. 1, 679 N.E.2d 191, 206-7 (1997).</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">An interaction is not commercial in nature if it is a \"purely private\" intra-enterprise interaction, i.e., \"where the undertaking is not `in the ordinary course of a trade or business.'\" <i>Linkage Corp.,</i> 679 N.E.2d at 207 n. 33 (citation omitted). Such interactions include \"disputes stemming from an employment relationship, disputes between individual members of a partnership arising from partnership business, and transactions and disputes between parties to a joint venture and between fellow shareholders.\" <i>See id.</i> (citing <i>Szalla v. Locke,</i> 421 Mass. 448, 657 N.E.2d 1267 (1995)).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The dispute between SRC and TAT does not appear to be purely private. While SRC and TAT do have a fiduciary relationship, SRC's handling of the foreclosure auction was not an intra-enterprise transaction but the management of the sale of a property through public auction. <i>See Szalla,</i> 657 N.E.2d at 1270 (noting that sales generally offered to the public are included in the statutory definition of commerce).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">However, we need not decide this issue. Assuming <i>arguendo</i> that the interaction between SRC and TAT regarding the foreclosure sale is not generally barred from the application of ch. 93A, we find that the district court's decision to deny the motion to amend should still be affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">\"Chapter 93A is `a statute of broad impact which creates new substantive rights and provides new procedural devices for the enforcement of those rights.' The relief available under c. 93A . . . `is neither wholly tortious nor wholly contractual in nature, and is not subject to the traditional limitations of preexisting causes of action.' It `makes conduct unlawful which was not unlawful under the common law or any prior statute.'\" <i>Kattar v. Demoulas,</i> 433 Mass. 1, 739 N.E.2d 246, 257 (Mass.2000) (citations omitted). However, some form of deceptive or unfair conduct must be alleged. <i>See</i> Mass. Gen. Laws ch. 93A, &#167; 2 (declaring \"[u]nfair methods of competition and unfair or deceptive acts or practices in the conduct of any trade or commerce\" unlawful). \"Chapter 93A does not define what constitutes an unfair or deceptive act or practice. . . . [U]nfair or deceptive conduct is best discerned from the circumstances of each case.\" <i>Kattar,</i> 739 N.E.2d at 257 (citations and internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">To supports its claim for ch. 93A relief, TAT asserts that SRC should have accepted or disclosed the Florence offer in an effort to effectuate a sale. However, as the district court concluded in granting summary judgment for SRC on TAT's breach of fiduciary duty claim, there was nothing unfair or deceptive about SRC's conduct, which it pursued for the purpose of complying with state law. That summary judgment ruling adequately demonstrates the futility of TAT's motion to amend.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Focusing on the consequences of SRC's handling of the Florence offer rather than the conduct itself, TAT argues that SRC's conduct was unfair because it caused substantial injury to TAT. <i>See Morrison v.</i> <i>Toys `R' Us, Inc.,</i> 441 Mass. 451, 806 N.E.2d 388, 392 (2004) (noting that \"`a practice or act will be unfair under [ch. 93A] if it is (1) within the penumbra of a common law, statutory, or other established concept of unfairness; (2) immoral, unethical, oppressive, or unscrupulous; or (3) causes substantial injury to competitors or other business people'\") (citation omitted). However, the injury that TAT asserts it has suffered &#8212; the loss of \"hundreds of thousands of dollars as a result of the diminution in sales price from $2 million to $1.2 million\" &#8212; is not a result of SRC's conduct, but is a consequence of the foreclosure process and its requirements. The property was sold to the person with the highest bid at the second auction. SRC invited Florence to participate in the auction, but Florence declined. As TAT based its allegations of wrongdoing under ch. 93A entirely on SRC's handling of the Florence offer, its motion to amend was futile, and the district court properly denied it.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">In its cross-appeal, SRC argues that the district court erred by not requiring TAT to disgorge the funds it received from the auction proceeds given its failure to indemnify SRC as per an indemnification agreement. In response, TAT argues that SRC failed to adequately raise the indemnification enforcement argument before the district court. SRC asserts that it adequately raised the argument by (a) alleging in the complaint that SRC disbursed funds to TAT in reliance on TAT's representation that it would indemnify SRC and (b) arguing in its Memorandum in Support of its Motion for Partial Summary Judgment that \"`by accepting and negotiating the payment, TAT agreed to the terms of the contract and waived any challenge it may have to the distribution of surplus funds.'\"</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">\"This circuit religiously follows the rule that issues not presented to the district court cannot be raised on appeal.\" <i>Ouimette v. Moran,</i> 942 F.2d 1, 12 (1st Cir.1991). \"Merely mentioning an issue in a pleading is insufficient to carry a party's burden actually to present a claim or defense to the district court before arguing the matter on appeal.\" <i>Violette v. Smith &amp; Nephew Dyonics,</i> 62 F.3d 8, 11 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">SRC did not adequately press the indemnification enforcement argument before the district court. SRC mentioned the indemnification agreement in its memorandum on summary judgment only in support of its argument that \"TAT is estopped from challenging the distribution of post foreclosure funds\" and \"waived any challenges.\" Nowhere in its memorandum did SRC argue, as it does on appeal, that the district court should require TAT to \"disgorge surplus funds it received\" to SRC. Notably, SRC also failed to mention this claim in its motion for final judgment, after the district court specifically requested that SRC file \"a proposal for final judgment resolving any remaining issues.\" <i>State Res. Corp.,</i> 2005 U.S. Dist. LEXIS at *60. SRC did not press this claim in the district court and therefore cannot seek review on the basis of it now. <i>See G.D. v. Westmoreland School Dist.,</i> 930 F.2d 942, 950 (1st Cir.1991) (\"[A]n appellant cannot evade the scrutiny of the district court nor can he surprise the court on appeal with a new claim in order to create essentially a new trial.\").<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The decision of the district court is <i>affirmed.</i> Each party shall bear its own costs.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">\n        <i>So ordered.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Maine, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> SRC also argues that the district court erred by denying its motion to strike inadmissible portions of an affidavit submitted by TAT in support of its opposition to SRC's motion for partial summary judgment. The district court acknowledged SRC's arguments that portions of the affidavit in question failed to demonstrate requisite personal knowledge and included inadmissible statements. However, the district court denied SRC's motion as moot, since summary judgment was granted in favor of SRC and the affidavit was submitted in support of TAT's opposition to SRC's motion for summary judgment. That mootness ruling was correct. Since we have affirmed the district court's summary judgment ruling for SRC on appeal, there is also no need for us to further address the district court's ruling on the motion to strike</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">433</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">73</span></span></p>\n    <p class=\"parties\">STATES RESOURCES CORP., Plaintiff, Appellee,<br>v.<br>THE ARCHITECTURAL TEAM, INC., Defendant, Appellant,<br>Michael Capizzi; Catherine Capizzi; Garrett, Inc., Defendants, Appellees,<br>John Connolly, Jr.; Massachusetts Department of Revenue; James Grumbach; Kevin Duffy, Defendants.<br>States Resources Corp., Plaintiff, Appellant,<br>v.<br>Michael J. Capizzi; Catherine R. Capizzi; The Architectural Team, Inc.; Garrett, Inc.; John Connolly Jr.; Massachusetts Department of Revenue; Kevin Duffy, Defendants, Appellees,<br>James Grumbach, Defendant.</p>\n    <p class=\"docket\">No. 05-1381.</p>\n    <p class=\"docket\">No. 05-1473.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard September 12, 2005.</p>\n    <p class=\"date\">Decided December 20, 2005.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED Jordan Ring, with whom Ring Law Firms was on brief, for appellant/cross-appellee.</p>\n      <p class=\"indent\">John A. Doonan, with whom is Doonan, Graves &amp; Longoria, L.L.C. was on brief, for appellee/cross-appellant.</p>\n      <p class=\"indent\">Before LIPEZ, Circuit Judge, COFFIN, Senior Circuit Judge, and CARTER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n      <p class=\"indent\">LIPEZ, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case began as an interpleader action to determine the proper distribution of surplus proceeds from a foreclosure sale conducted by States Resources Corporation (\"SRC\"). To that end, SRC named several defendants with interests in the foreclosed property, including The Architectural Team, Inc. (\"TAT\"), a junior lienholder. TAT filed counterclaims against SRC, alleging that SRC mishandled the foreclosure sale and breached its fiduciary duty to TAT. The district court granted summary judgment in favor of SRC, denied a motion by TAT to add a counterclaim, and denied a motion by SRC to strike portions of an affidavit filed by TAT. Both parties appealed. We affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">This case has a complex factual and procedural history that is discussed in detail in the district court's opinion. <i>See States Res. Corp. v. Capizzi,</i> No. 04-10095, <span class=\"citation no-link\"><span class=\"volume\">2005</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">956</span></span> (D.Mass. Jan. 20, 2005). We relate only those facts relevant to the questions presented on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">A. States Resources Corporation's Interest in the Capizzi Property</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In October 1988, Michael Capizzi (\"Capizzi\") signed a $750,000 adjustable-rate note, secured by a $750,000 mortgage on his property at 236 Lincoln Road, Lincoln, MA, memorializing a loan from Winchendon Savings Bank (\"WSB\") for use in developing his property. After WSB became insolvent, other institutions obtained and assigned the mortgage until SRC became the mortgagee in 1998.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">SRC first initiated foreclosure proceedings against Capizzi in state court in January 1999, alleging that he was in default on the note. Due to a series of partial payments and defaults by Capizzi and his wife, Catherine Capizzi, SRC cancelled and recommenced foreclosure proceedings against Capizzi several times. The Capizzis filed several lawsuits against SRC and bankruptcy petitions to prevent the foreclosure, none of which was successful. During the course of a state court action filed by the Capizzis against SRC, SRC removed the case to federal court based on diversity jurisdiction. On June 9, 2003, the district court granted a motion by SRC for default judgment against the Capizzis for their failure to plead or otherwise defend against SRC's counterclaims, and entered judgment in favor of SRC for $875,203.38.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">B. The Architectural Team, Inc.'s Interest in the Capizzi Property</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In 1989, TAT filed a lawsuit against the Capizzis in Suffolk Superior Court, regarding a dispute over unpaid fees. In 1994, TAT obtained and duly recorded a $600,000.00 attachment on the Capizzi property. The lawsuit went to trial and the court entered a judgment in favor of TAT for $200,254.00, with interest accruing from the 1989 filing date. <i>See The Architectural Team, Inc. v. Capizzi,</i> No. 89-4479-D, slip op. at 3-4 (Mass.Super.Feb.26, 1999), <i>aff'd,</i> <span class=\"citation no-link\"><span class=\"volume\">782</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1136</span></span> (Mass.App.Ct.2003). On September 24, 2003, TAT obtained and recorded a $541,152.81 execution on its judgment from the court.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">C. The Foreclosure Auctions and Disbursement of Proceeds</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">After obtaining its default judgment against the Capizzis, SRC made plans to sell the property. SRC hired Garrett, Inc. and its president, Garrett Healy, to conduct the foreclosure auction proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">At the first foreclosure auction, the highest bid of $2,000,000.00 came from Linda Micu. Micu signed a \"Memorandum of Terms and Conditions for the Purchase at the Mortgagee's Foreclosure Sale\" as \"Linda Micu or Assigns\" and provided Garrett with a $5,000.00 deposit. However, Micu, who turned out to be a straw person for Catherine Capizzi, did not purchase the property and forfeited her deposit. Micu left Garrett a phone message stating that \"we have had a little bump in the road here financially and we are now having a problem getting financing . . . but I would at least like to give you the courtesy to let you know at this point we cannot proceed with this and hopefully you can get this thing going and someone else can take advantage of what I think is a pretty good deal.\"</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">After Micu's offer fell through, SRC scheduled a second foreclosure auction for September 26, 2003. SRC published a \"Notice of Mortgagee's Sale of Real Estate,\" which contained a legal description of the property, in <i>The Concord Journal</i> on September 4, 11, and 18, 2003. At the direction of SRC, Garrett also publicized the auction through telemarketing, mailings, the internet, and \"display advertisements\" in <i>The Boston Globe</i> on September 14 and 21, 2003. The display advertisements contained incorrect information, allegedly obtained from town records, understating the acreage of the property and the number of bedrooms, bathrooms, and fireplaces it contained.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In early August 2003, Garrett received a letter from Leonard Florence, who offered to buy the property for $2,000,000.00 and provided a deposit of $50,000.00. Garrett informed counsel for SRC of the offer and deposit. SRC's attorney later informed Garrett that, based on his interpretation of state law, SRC could not accept Florence's offer because it was made outside of the public auction process. Garrett rejected Florence's offer and asked him whether he would like to participate in the upcoming auction. Florence declined, telling Garrett that he did not have the time to pursue the property. Garrett returned the deposit to Florence. Neither SRC nor Garrett informed any of the other interest holders of the offer by Florence.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On September 26, 2003, Garrett conducted the second foreclosure auction. Kevin Duffy made the highest bid of $1,200,000.00. Duffy and Garrett executed a \"Memorandum of Terms and Conditions For the Purchase at Mortgagee's Foreclosure Sale,\" which included a provision stating that TAT had a $600,000.00 real estate lien on the property.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">At the time of the final foreclosure auction of the Capizzis' property, SRC was owed $932,630.87, which it collected from the $1,200,000.00 proceeds. In November 2003, counsel for SRC and TAT negotiated the disbursement of the surplus auction proceeds. On November 11, 2003, SRC sent TAT a check for $210,096.33 in partial satisfaction of TAT's junior lien. After sending the check, SRC sent TAT an indemnification agreement pursuant to which TAT would indemnify and hold harmless SRC \"from any and all actions, proceedings, claims, demands, costs, damages and expenses . . . in connection with or arising out of the payment.\" TAT never executed the indemnification agreement.</p>\n    </div>\n    <p class=\"indent\">D. Procedural History</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">SRC initiated an interpleader action in federal district court on January 15, 2004, seeking a judicial determination regarding the proper apportionment of proceeds from the September 26, 2003 foreclosure sale of the Capizzis' property. Although SRC's initial judgment against the Capizzis was satisfied by the proceeds of the sale, SRC alleged that it had accrued additional fees and costs due to the lawsuits filed by the Capizzis and the payment owed to the auctioneer for his services. SRC named several parties with interests in the proceeds as defendants, including TAT. On March 17, 2004, TAT filed an answer; affirmative defenses; cross-claims against Catherine Capizzi; and counterclaims against SRC, seeking an accounting and alleging unjust enrichment and various other defects in foreclosure. On April 20, 2004, TAT filed an amended answer, affirmative defenses, cross-claims, and counterclaims. On July 8, 2004, TAT filed a motion to amend its answer to add a counterclaim against SRC and Garrett under Mass. Gen. Laws ch. 93A for unfair and deceptive business practices, based on information regarding the Florence offer that TAT alleges it first learned about through discovery. On October 6, 2004, SRC filed a motion for partial summary judgment, which TAT opposed.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">On January 20, 2005, the district court granted SRC's motion for partial summary judgment and dismissed TAT's counterclaims, denied TAT's motion to amend its answer to add a counterclaim, and denied SRC's motion to strike portions of an affidavit filed by TAT. Shortly thereafter, SRC filed a motion for a final judgment, describing a proposed disbursement of the surplus funds. On February 4, 2005, the district court issued the final judgment, adopting SRC's disbursement proposal and ordering SRC to disburse $48,459.20 to Garrett, Inc. for its auctioneer services and $13,813.60 to SRC for costs and attorneys fees incurred in the interpleader action and related bankruptcy litigation. TAT and SRC appealed.</p>\n    </div>\n    <p>II.</p>\n    <p class=\"indent\">A. Subject Matter Jurisdiction</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">As a preliminary matter, we dispatch SRC's argument that the district court lacks subject matter jurisdiction over some of TAT's claims under the <i>Rooker-Feldman</i> doctrine. \"Under the <i>Rooker-Feldman</i> doctrine, federal district courts lack jurisdiction over `federal complaints. . . [that] essentially invite[] federal courts of first instance to review and reverse unfavorable state-court judgments.'\" <i>Federaci&#243;n de Maestros de P.R. v. Junta de Relaciones del Trabajo de P.R.,</i> <span class=\"citation\" data-id=\"201605\"><a href=\"/opinion/201605/federacion-de-maestr-v-junta-de-relaciones/\"><span class=\"volume\">410</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">17</span></a></span>, 20 (1st Cir.2005) (quoting <i>Exxon Mobil Corp. v. Saudi Basic Indus. Corp.,</i> <span class=\"citation\" data-id=\"142885\"><a href=\"/opinion/142885/exxon-mobil-corp-v-saudi-basic-industries-corp/\"><span class=\"volume\">544</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">280</span></a></span>, <span class=\"citation\" data-id=\"142885\"><a href=\"/opinion/142885/exxon-mobil-corp-v-saudi-basic-industries-corp/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1517</span></a></span>, 1521, <span class=\"citation\" data-id=\"142885\"><a href=\"/opinion/142885/exxon-mobil-corp-v-saudi-basic-industries-corp/\"><span class=\"volume\">161</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">454</span></a></span> (2005)). SRC asserts that the district court does not have subject matter jurisdiction over TAT's claims that SRC acted in bad faith and without reasonable diligence in conducting the foreclosure sale because a state court dismissed similar claims made by the Capizzis in a suit the Capizzis filed against SRC. Although TAT was not a party to that suit, SRC argues that TAT's claims regarding the foreclosure sale are \"inextricably intertwined\" with the issues adjudicated in the state court proceedings and that granting relief to TAT would be effectively holding that the state court was wrong in its decision.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">SRC's argument is incorrect. The Supreme Court has clarified the scope of the <i>Rooker-Feldman</i> doctrine:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The <i>Rooker-Feldman</i> doctrine . . . is confined to cases of the kind from which the doctrine acquired its name: cases brought by state-court losers complaining of injuries caused by state-court judgments rendered before the district court proceedings commenced and inviting district court review and rejection of those judgments. <i>Rooker-Feldman</i> does not otherwise override or supplant preclusion doctrine or augment the circumscribed doctrines that allow federal courts to stay or dismiss proceedings in deference to state-court actions.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\"><i>Exxon Mobil Corp.,</i> 125 S.Ct. at 1521-22. SRC's argument thus fails for two reasons. First, as noted, TAT was not a party to the initial action. Therefore, TAT is not a \"state-court loser[] complaining of injuries caused by state-court judgments.\" <i>Id.; see also Valenti v. Mitchell,</i> <span class=\"citation\" data-id=\"582563\"><a href=\"/opinion/582563/philip-f-valenti-sara-nichols-betty-clift-dorothy-ferebee-eric-bradway/\"><span class=\"volume\">962</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">288</span></a></span>, 297 (3d Cir.1992) (\"We have found no authority which would extend the <i>Rooker-Feldman</i> doctrine to persons not parties to the proceedings before the state supreme court.\").</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Second, as we have recently stated, \"[i]f federal litigation is initiated <i>before</i> state proceedings have ended, then &#8212; even if the federal plaintiff expects to lose in state court and hopes to win in federal court &#8212; the litigation is parallel, and the Rooker-Feldman doctrine does not deprive the court of jurisdiction.\" <i>Federaci&#243;n de Maestros de P.R.,</i> 410 F.3d at 24 (emphasis in original). In this case, SRC is relating TAT's claims against it here to proceedings filed by the Capizzis in March 2004 in the Middlesex Superior Court. Since the state court action referenced by SRC was not yet filed when SRC filed its federal district court action in January 2004, and was still pending when TAT answered with its counterclaims in March 2004, the <i>Rooker-Feldman</i> doctrine does not deprive the district court of subject matter jurisdiction over those claims.</p>\n    </div>\n    <p class=\"indent\">B. Motion for Summary Judgment</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">\"We review a district court's grant of summary judgment <i>de novo,</i> viewing the facts in the light most favorable to the nonmovant.\" <i>Hodgkins v. New England Telephone Co.,</i> <span class=\"citation\" data-id=\"196752\"><a href=\"/opinion/196752/hodgkins-v-new-england-telephon/\"><span class=\"volume\">82</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1226</span></a></span>, 1229 (1st Cir.1996). Summary judgment is appropriate \"if the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\" Fed.R.Civ.P. 56(c). An issue is \"genuine\" if \"the evidence is such that a reasonable jury <i>could</i> resolve the point in favor of the nonmoving party.\" <i>NASCO, Inc. v. Public Storage, Inc.,</i> <span class=\"citation\" data-id=\"195499\"><a href=\"/opinion/195499/nasco-inc-v-public-storage-inc/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">28</span></a></span>, 32 (1st Cir.1994) (emphasis in original) (citation and internal quotation marks omitted). A fact is \"material\" if it has the \"potential to affect the outcome of the suit under the applicable law.\" <i>Santiago-Ramos v. Centennial P.R. Wireless Corp.,</i> <span class=\"citation\" data-id=\"198991\"><a href=\"/opinion/198991/santiago-ramos-v-centennial-pr-wire/\"><span class=\"volume\">217</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">46</span></a></span>, 52 (1st Cir.2000). \"We may affirm a summary judgment decision on any basis apparent in the record.\" <i>Uncle Henry's, Inc. v. Plaut Consulting Co.,</i> <span class=\"citation\" data-id=\"789353\"><a href=\"/opinion/789353/uncle-henrys-inc-appellantcross-appellee-v-plaut-consulting-co-inc/\"><span class=\"volume\">399</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">33</span></a></span>, 41 (1st Cir.2005) (citing <i>Fabiano v. Hopkins,</i> <span class=\"citation\" data-id=\"200766\"><a href=\"/opinion/200766/fabiano-v-hopkins/\"><span class=\"volume\">352</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">447</span></a></span>, 452 (1st Cir.2003)).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">TAT argues that the district court erred in granting SRC's summary judgment motion and finding no genuine issue as to any material fact regarding SRC's compliance with its fiduciary duties to TAT as a mortgagee conducting a foreclosure sale under Massachusetts law. To support its breach of fiduciary duties claim, TAT focuses on the district court's determinations regarding the adequacy of notice and advertising of the property for sale, the adequacy of the price obtained, and SRC's handling of the Micu bid and Florence offer. We address each issue in turn.</p>\n    </div>\n    <p class=\"indent\">1. Adequacy of Notice and Advertising</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">TAT argues that SRC violated its fiduciary duties under Massachusetts law by publishing inaccurate \"display advertisements\" in <i>The Boston Globe.</i> These advertisements understated the acreage (listing two-and-a-half acres instead of six) and the number of bedrooms, bathrooms, and fireplaces.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Statutory requirements for foreclosure proceedings are governed by Mass. Gen. Laws ch. 183, &#167; 21 (defining the \"statutory power of sale\") and ch. 244, &#167; 14 (governing notice of foreclosure proceedings). As TAT concedes, SRC satisfied statutory notice requirements by publishing timely notice in <i>The Concord Journal,</i> and the statute does not require additional advertising or notice. <i>See</i> Mass. Gen. Laws ch. 244, &#167; 14.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Beyond compliance with statutory terms, however, a mortgagee also owes a fiduciary duty to lienholders of the property. \"In executing the power of sale, the [mortgagee], in addition to a literal compliance with the terms of the power, [is] bound to exercise good faith and to put forth reasonable diligence to protect the interests of the mortgagor,\" <i>Atlas Mortgage Co. v. Tebaldi,</i> <span class=\"citation no-link\"><span class=\"volume\">304</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">554</span></span>, <span class=\"citation no-link\"><span class=\"volume\">24</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">554</span></span>, 557 (1939), or \"those claiming in his right, including those holding junior encumbrances or liens.\" <i>Sandler v. Silk,</i> <span class=\"citation no-link\"><span class=\"volume\">292</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">493</span></span>, <span class=\"citation no-link\"><span class=\"volume\">198</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">749</span></span>, 751 (1935). There may be circumstances where a mortgagee's advertisement of inaccurate information about a property is evidence of a lack of good faith or reasonable diligence, even if those inaccuracies occurred in notices beyond the minimal publication notice required by statute. <i>Cf. DesLauries</i> <i>v. Shea,</i> <span class=\"citation no-link\"><span class=\"volume\">300</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">30</span></span>, <span class=\"citation no-link\"><span class=\"volume\">13</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">932</span></span>, 936 (Mass.1938) (\"A mortgagee ordinarily is not required . . . to give notice of a foreclosure sale other than by publication. But there may be circumstances in which failure to give further notice is `evidence that good faith was not used to obtain the best reasonable possible price.'\") (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">However, there is no evidence of bad faith of lack of diligence here. SRC asserts that it obtained the inaccurate information given to Garrett for the display advertisements from Town of Lincoln records. TAT does not contest this assertion and does not allege that SRC had an improper motive for the inaccuracies. SRC was not the buyer of the property. No allegations have been made that SRC was alerted to the inaccuracies and refused to remedy them. As the district court concluded, \"[i]f anything, the reasonable inference to be drawn from SRC's arranging for [advertisements in <i>The Boston Globe</i>] was that it was attempting to stir up interest among potential buyers of the Property and thereby generate competitive bidding at the auction.\" <i>States Res. Corp.,</i> <span class=\"citation no-link\"><span class=\"volume\">2005</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">956</span></span>, at *33. Therefore, SRC did not violate any fiduciary duty it owed to TAT.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Without evidence of self-dealing, or evidence that SRC might have a motive for undermining the foreclosure sale, or any other showing of misconduct, there is no genuine issue of material fact on this claim. <i>See FDIC v. Elder Care Servs.,</i> <span class=\"citation\" data-id=\"196723\"><a href=\"/opinion/196723/fdic-v-elder-care-services/\"><span class=\"volume\">82</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">524</span></a></span>, 527 (1st Cir.1996) (\"Normally, a party suggesting fraud or bad faith is expected to point to the <i>misconduct</i> (lies, rigged account books, self-dealing by a fiduciary) that reflects the bad faith or constitutes the fraud. True, on some occasions the inference of fraud or bad faith might be compelled by the combination of motive and outcome; but here motive is utterly lacking . . . .\") (emphasis in original).</p>\n    </div>\n    <p class=\"indent\">2. Adequacy of Price Obtained</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">TAT emphasizes that the $1,200,000.00 price paid in the second auction was 40% lower than the $2,000,000.00 bid offered independently by Micu, who could not complete the sale, and by Florence, who made his offer outside of the bidding process. TAT argues that this \"reduction\" in price is evidence of SRC's lack of reasonable diligence and good faith.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Under Massachusetts law, \"[a]bsent evidence of bad faith or improper conduct . . . mere inadequacy of price will not invalidate a sale unless it is <i>so gross</i> as to indicate bad faith or lack of reasonable diligence.\" <i>Resolution Trust Corp. v. Carr,</i> <span class=\"citation\" data-id=\"195104\"><a href=\"/opinion/195104/rtc-v-carr/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">425</span></a></span>, 430 (1st Cir.1993) (emphasis in original) (internal quotations and citations omitted); <i>see also Seppela &amp; Aho Contr. Co., Inc. v. Petersen,</i> <span class=\"citation no-link\"><span class=\"volume\">373</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">316</span></span>, <span class=\"citation no-link\"><span class=\"volume\">367</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">613</span></span>, 620 (Mass.1977) (finding that a showing that foreclosure sale price was less than fair market value was not enough to support any basis of liability).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Generally, to determine whether a sales price is grossly inadequate, the price is compared with a fair market value appraisal of the property. <i>See Elder Care Servs.,</i> 82 F.3d at 528. The $2,000,000.00 comparison figure stated by TAT is based on the Micu bid and Florence offer and not on an appraisal of the fair market value of the property. TAT has not offered any such appraisal information. Even assuming a comparison of a previous uncompleted bid and final sale price is appropriate, other courts have found similarly-sized differences to be not \"so gross\" as to indicate bad faith or a lack of reasonable diligence. <i>See Elder Care Servs.,</i> 83 F.3d at 528 (disparity between estimated liquidation price of $2,000,000 and later sales price of $300,000 not so gross as to withstand summary judgment motion); <i>Resolution Trust Corp.,</i> 13 F.3d at 430 (disparity between appraisal price of $350,000 and sales price of $195,000 not enough to withstand a summary judgment motion); <i>Fairhaven Savings Bank v. Callahan,</i> <span class=\"citation no-link\"><span class=\"volume\">391</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">1011</span></span>, <span class=\"citation no-link\"><span class=\"volume\">462</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">112</span></span>, 114 (1984) (purchase price of $10,000 on property securing a $40,000 debt not so inadequate as to constitute a breach of fiduciary duty as a matter of law); <i>Sher v. South Shore Nat'l Bank,</i> <span class=\"citation\" data-id=\"2156905\"><a href=\"/opinion/2156905/sher-v-south-shore-national-bank/\"><span class=\"volume\">360</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">400</span></a></span>, <span class=\"citation\" data-id=\"2156905\"><a href=\"/opinion/2156905/sher-v-south-shore-national-bank/\"><span class=\"volume\">274</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">792</span></a></span>, 794 (1971) (disparity between alleged fair market value of $52,500 and sales price of $35,500 not so gross as to withstand a motion to dismiss); <i>Cambridge Sav. Bank v. Cronin,</i> <span class=\"citation no-link\"><span class=\"volume\">289</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">379</span></span>, <span class=\"citation no-link\"><span class=\"volume\">194</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">289</span></span>, 289-90 (1936) (disparity between alleged fair market value of $51,000 and sales price of $20,000 warranted direct verdict against the challenger of the sale).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">3. SRC's Handling of the Micu Bid and Florence Offer</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">TAT argues that SRC violated its fiduciary duty by failing to facilitate the transfer of Micu's interest to Florence and failing to disclose the Florence offer to TAT. TAT alleges that Micu expressed the desire to assign her contract rights to another buyer through her phone message to Garrett and her signature on the sales contract as \"Linda Micu or Assigns\". TAT argues that, given SRC's knowledge of Micu's alleged desire to assign, SRC should have assisted Micu in assigning her rights under the sales contract to Florence, or, at the very least, told TAT of Florence's offer.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We do not find any support in the record for TAT's contention that Micu expressed to SRC her desire to assign her rights. The fact that Micu signed the contract \"Linda Micu or Assigns\" does not constitute a request that SRC help her assign her rights to another party. Micu's telephone message, rather than being a request for assignment assistance as TAT contends, is merely notification of and an apology for her failure to complete the sale. Micu took no action at any time to assign her rights to a third party.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Generally, Massachusetts law requires sale of foreclosure property by public auction. Mass. Gen. Laws ch. 183, &#167; 21. \"[I]n mortgage foreclosure sales, if the highest bidder fails to pay, the trustee of the property may declare that the next highest bidder may purchase the property, may resell the property promptly, or may readvertise the sale for another day.\" <i>146 Dundas Corp. v. Chemical Bank,</i> <span class=\"citation\" data-id=\"2062016\"><a href=\"/opinion/2062016/146-dundas-corp-v-chemical-bank/\"><span class=\"volume\">400</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">588</span></a></span>, <span class=\"citation\" data-id=\"2062016\"><a href=\"/opinion/2062016/146-dundas-corp-v-chemical-bank/\"><span class=\"volume\">511</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">520</span></a></span>, 524 (1987). Courts have explained that efforts to \"resell the property promptly\" must take place at the public auction, not through a private sale which is not advertised to the public. <i>See id.</i> at 524 (collecting cases). After being notified of the Florence offer, SRC's attorney researched the issue and concluded, based on his interpretation of state law, that SRC could not accept Florence's offer because it was outside the foreclosure auction process. Less than two months after the first auction took place, SRC held the second foreclosure auction and sold the property to the highest bidder at the auction. Based on these facts, SRC did not violate its duty of good faith and reasonable diligence by failing to arrange a sale to Florence.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Nor did SRC violate its fiduciary duties by failing to discuss the Florence offer with TAT. A mortgagee's fiduciary duty to junior lienholders generally requires that the mortgagee inform parties whom it knows to be interested in buying the property of an upcoming sale. <i>See Sandler,</i> 198 N.E. at 751 (finding that failure to give notice of sale to a party with a pre-mortgage attachment who had expressed her intention to buy was evidence of bad faith); <i>Danielczuk v. Ferioli,</i> 7 Mass.App.Ct. 914, <span class=\"citation no-link\"><span class=\"volume\">388</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">724</span></span> (1979) (finding disputed reasons for mortgagee's failure to meet with prospective bidder prior to foreclosure sale were material to question of compliance with fiduciary duties); <i>see also In re LaPointe,</i> <span class=\"citation\" data-id=\"1967297\"><a href=\"/opinion/1967297/in-re-lapointe/\"><span class=\"volume\">253</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">496</span></a></span>, 500 (1st Cir.BAP 2000) (upholding bankruptcy court's finding of lack of reasonable diligence by foreclosing bank for failing to provide notice of sale to a party it knew to be interested in buying). It is undisputed that SRC informed Florence of the upcoming auction.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">TAT argues that a mortgagee has, in addition to its duty to inform interested buyers of an upcoming auction, a duty to inform junior lienholders of the existence of interested buyers. However, TAT fails to provide any case law to support this assertion or any meaningful explanation of why such a duty would protect TAT's interest in the property in this case. TAT argues that, if it had been informed of the Florence offer, it \"may have been able to consummate the sale of the Property to him.\" However, TAT does not explain how it could have facilitated a sale to Florence, nor has it presented any evidence supporting the inference that it could have done so.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Presumably, circumstances may exist where a court could infer bad faith from a mortgagee's failure to mention an offer of sale to lienholders. If, for example, a mortgagee was secretive or evasive in discussing the details of an upcoming auction with prospective buyers and purchased the property itself, its failure to disclose to junior lienholders that more substantial offers had been proposed by other buyers would certainly be suspect. <i>Cf. Bon v. Graves,</i> <span class=\"citation no-link\"><span class=\"volume\">216</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">440</span></span>, <span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">1023</span></span>, 1026 (1914) (noting that a mortgagee's evasiveness with interested buyers, along with other circumstances, showed that he was acting in the interest of buying the property at his own price rather than the highest price competitive bidding could bring). However, in this case, SRC fully informed Florence of the opportunity to bid on the property through the public auction. Furthermore, SRC was not the buyer and TAT does not allege that SRC was colluding with the buyer to lower the sales price. Thus, no breach of its fiduciary duties can be inferred from SRC's failure to discuss the Florence offer with TAT.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">C. Motion to Amend Answer and Add Counterclaim</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">A denial of a motion to amend under Fed.R.Civ.P. 15(a) is generally reviewed for abuse of discretion. <i>See Hatch v. Dept. for Children, Youth &amp; Families,</i> <span class=\"citation\" data-id=\"775863\"><a href=\"/opinion/775863/richard-h-hatch-jr-v-department-for-children-youth-and-their-families/\"><span class=\"volume\">274</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span>, 19 (1st Cir.2001). Rule 15(a) states that \"leave shall be freely given when justice so requires.\" Accordingly, \"unless there appears to be an adequate reason for the denial (e.g., undue delay, bad faith, dilatory motive on the part of the movant, futility of the amendment), we will not affirm the denial.\" <i>Hatch,</i> 274 F.3d at 19.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">In this case, TAT filed its motion to amend its answer to add a counterclaim against SRC under Mass. Gen. Laws ch. 93A for unfair and deceptive business practices. In its decision and order granting summary judgment for SRC on TAT's counterclaims, the district court also denied the motion to amend as futile, finding that TAT's arguments \"relate[d] either to the[] insufficient claims or to the factual allegations underlying them\" involved in its other counterclaims, which the district court had already rejected. We therefore analyze whether TAT's proposed amendment is properly characterized as futile. <i>See Hatch,</i> 274 F.3d at 19.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">As a preliminary matter, SRC argues that relief under Mass. Gen. Laws ch. 93A is not available in this case because TAT \"puts forth no allegations that a commercial transaction took place between SRC and TAT.\" Under Massachusetts law, whether ch. 93A applies to an \"interaction between two parties requires a dual inquiry: first, the court assesses whether the interaction is `commercial' in nature, and second, it evaluates whether the parties were both engaged in `trade or commerce,' and therefore acting in a `business context.'\" <i>Linkage Corp. v. Trustees of Boston Univ.,</i> <span class=\"citation no-link\"><span class=\"volume\">425</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">1</span></span>, <span class=\"citation no-link\"><span class=\"volume\">679</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">191</span></span>, 206-7 (1997).</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">An interaction is not commercial in nature if it is a \"purely private\" intra-enterprise interaction, i.e., \"where the undertaking is not `in the ordinary course of a trade or business.'\" <i>Linkage Corp.,</i> 679 N.E.2d at 207 n. 33 (citation omitted). Such interactions include \"disputes stemming from an employment relationship, disputes between individual members of a partnership arising from partnership business, and transactions and disputes between parties to a joint venture and between fellow shareholders.\" <i>See id.</i> (citing <i>Szalla v. Locke,</i> <span class=\"citation no-link\"><span class=\"volume\">421</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">448</span></span>, <span class=\"citation no-link\"><span class=\"volume\">657</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1267</span></span> (1995)).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The dispute between SRC and TAT does not appear to be purely private. While SRC and TAT do have a fiduciary relationship, SRC's handling of the foreclosure auction was not an intra-enterprise transaction but the management of the sale of a property through public auction. <i>See Szalla,</i> 657 N.E.2d at 1270 (noting that sales generally offered to the public are included in the statutory definition of commerce).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">However, we need not decide this issue. Assuming <i>arguendo</i> that the interaction between SRC and TAT regarding the foreclosure sale is not generally barred from the application of ch. 93A, we find that the district court's decision to deny the motion to amend should still be affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">\"Chapter 93A is `a statute of broad impact which creates new substantive rights and provides new procedural devices for the enforcement of those rights.' The relief available under c. 93A . . . `is neither wholly tortious nor wholly contractual in nature, and is not subject to the traditional limitations of preexisting causes of action.' It `makes conduct unlawful which was not unlawful under the common law or any prior statute.'\" <i>Kattar v. Demoulas,</i> <span class=\"citation no-link\"><span class=\"volume\">433</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">1</span></span>, <span class=\"citation no-link\"><span class=\"volume\">739</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">246</span></span>, 257 (Mass.2000) (citations omitted). However, some form of deceptive or unfair conduct must be alleged. <i>See</i> Mass. Gen. Laws ch. 93A, &#167; 2 (declaring \"[u]nfair methods of competition and unfair or deceptive acts or practices in the conduct of any trade or commerce\" unlawful). \"Chapter 93A does not define what constitutes an unfair or deceptive act or practice. . . . [U]nfair or deceptive conduct is best discerned from the circumstances of each case.\" <i>Kattar,</i> 739 N.E.2d at 257 (citations and internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">To supports its claim for ch. 93A relief, TAT asserts that SRC should have accepted or disclosed the Florence offer in an effort to effectuate a sale. However, as the district court concluded in granting summary judgment for SRC on TAT's breach of fiduciary duty claim, there was nothing unfair or deceptive about SRC's conduct, which it pursued for the purpose of complying with state law. That summary judgment ruling adequately demonstrates the futility of TAT's motion to amend.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Focusing on the consequences of SRC's handling of the Florence offer rather than the conduct itself, TAT argues that SRC's conduct was unfair because it caused substantial injury to TAT. <i>See Morrison v.</i> <i>Toys `R' Us, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">441</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">451</span></span>, <span class=\"citation no-link\"><span class=\"volume\">806</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">388</span></span>, 392 (2004) (noting that \"`a practice or act will be unfair under [ch. 93A] if it is (1) within the penumbra of a common law, statutory, or other established concept of unfairness; (2) immoral, unethical, oppressive, or unscrupulous; or (3) causes substantial injury to competitors or other business people'\") (citation omitted). However, the injury that TAT asserts it has suffered &#8212; the loss of \"hundreds of thousands of dollars as a result of the diminution in sales price from $2 million to $1.2 million\" &#8212; is not a result of SRC's conduct, but is a consequence of the foreclosure process and its requirements. The property was sold to the person with the highest bid at the second auction. SRC invited Florence to participate in the auction, but Florence declined. As TAT based its allegations of wrongdoing under ch. 93A entirely on SRC's handling of the Florence offer, its motion to amend was futile, and the district court properly denied it.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">In its cross-appeal, SRC argues that the district court erred by not requiring TAT to disgorge the funds it received from the auction proceeds given its failure to indemnify SRC as per an indemnification agreement. In response, TAT argues that SRC failed to adequately raise the indemnification enforcement argument before the district court. SRC asserts that it adequately raised the argument by (a) alleging in the complaint that SRC disbursed funds to TAT in reliance on TAT's representation that it would indemnify SRC and (b) arguing in its Memorandum in Support of its Motion for Partial Summary Judgment that \"`by accepting and negotiating the payment, TAT agreed to the terms of the contract and waived any challenge it may have to the distribution of surplus funds.'\"</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">\"This circuit religiously follows the rule that issues not presented to the district court cannot be raised on appeal.\" <i>Ouimette v. Moran,</i> <span class=\"citation\" data-id=\"566793\"><a href=\"/opinion/566793/john-f-ouimette-v-john-moran-director-of-the-department-of-corrections/\"><span class=\"volume\">942</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 12 (1st Cir.1991). \"Merely mentioning an issue in a pleading is insufficient to carry a party's burden actually to present a claim or defense to the district court before arguing the matter on appeal.\" <i>Violette v. Smith &amp; Nephew Dyonics,</i> <span class=\"citation\" data-id=\"701304\"><a href=\"/opinion/701304/russell-violette-v-smith-nephew-dyonics-inc-russell-violette-v-smith/\"><span class=\"volume\">62</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">8</span></a></span>, 11 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">SRC did not adequately press the indemnification enforcement argument before the district court. SRC mentioned the indemnification agreement in its memorandum on summary judgment only in support of its argument that \"TAT is estopped from challenging the distribution of post foreclosure funds\" and \"waived any challenges.\" Nowhere in its memorandum did SRC argue, as it does on appeal, that the district court should require TAT to \"disgorge surplus funds it received\" to SRC. Notably, SRC also failed to mention this claim in its motion for final judgment, after the district court specifically requested that SRC file \"a proposal for final judgment resolving any remaining issues.\" <i>State Res. Corp.,</i> 2005 U.S. Dist. LEXIS at *60. SRC did not press this claim in the district court and therefore cannot seek review on the basis of it now. <i>See G.D. v. Westmoreland School Dist.,</i> <span class=\"citation\" data-id=\"559501\"><a href=\"/opinion/559501/gd-etc-v-westmoreland-school-district/\"><span class=\"volume\">930</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">942</span></a></span>, 950 (1st Cir.1991) (\"[A]n appellant cannot evade the scrutiny of the district court nor can he surprise the court on appeal with a new claim in order to create essentially a new trial.\").<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The decision of the district court is <i>affirmed.</i> Each party shall bear its own costs.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">\n        <i>So ordered.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Maine, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> SRC also argues that the district court erred by denying its motion to strike inadmissible portions of an affidavit submitted by TAT in support of its opposition to SRC's motion for partial summary judgment. The district court acknowledged SRC's arguments that portions of the affidavit in question failed to demonstrate requisite personal knowledge and included inadmissible statements. However, the district court denied SRC's motion as moot, since summary judgment was granted in favor of SRC and the affidavit was submitted in support of TAT's opposition to SRC's motion for summary judgment. That mootness ruling was correct. Since we have affirmed the district court's summary judgment ruling for SRC on appeal, there is also no need for us to further address the district court's ruling on the motion to strike</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/142885/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195104/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195499/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196723/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196752/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198991/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200766/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201605/",
    "http://www.courtlistener.com/api/rest/v3/opinions/559501/",
    "http://www.courtlistener.com/api/rest/v3/opinions/566793/",
    "http://www.courtlistener.com/api/rest/v3/opinions/582563/",
    "http://www.courtlistener.com/api/rest/v3/opinions/701304/",
    "http://www.courtlistener.com/api/rest/v3/opinions/775863/",
    "http://www.courtlistener.com/api/rest/v3/opinions/789353/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1967297/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2062016/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2156905/"
  ]
}