{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201938/",
  "absolute_url": "/opinion/201938/massachusetts-asset-v-harter-secrest/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201938/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:41:20Z",
  "date_modified": "2016-02-28T05:06:47.291882Z",
  "type": "010combined",
  "sha1": "f610fbdfda8195ce1506840222cc4e35d852c384",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/04-2541-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2005/12/01/Massachusetts_Asset_v._Harter_Secrest.pdf",
  "plain_text": "          United States Court of Appeals\n                        For the First Circuit\nNo. 04-2541\n\n              MASSACHUSETTS ASSET FINANCING CORPORATION,\n                         Plaintiff, Appellant,\n\n                                  v.\n\n                     HARTER, SECREST & EMERY, LLP,\n                   SARDONE, ROBINSON & SCHNELL, and\n                      MB VALUATION SERVICES, INC.,\n                         Defendants, Appellees,\n\n                                 and\n\n     WANDA KINNEY-CANARY, d/b/a TRITECH APPRAISAL SERVICES,\n                           Defendant.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF MASSACHUSETTS\n        [Hon. Robert B. Collings, U.S. Magistrate Judge]\n\n\n                                Before\n                         Boudin, Chief Judge,\n                 Torruella and Selya, Circuit Judges.\n\n\n     Michael E. Schoeman, with whom Schoeman, Updike & Kaufman,\nLLP, was on brief, for appellant.\n     John J. O'Connor, with whom Robert T. Gill and Peabody &\nArnold, LLP, were on brief, for appellee MB Valuation Services,\nInc.\n     Goulston & Storrs, on brief for appellee Harter, Secrest &\nEmery, LLP.\n     Donovan Hatem, LLP, on brief for appellee Sardone, Robinson &\nSchnell.\n\n\n\n                           December 1, 2005\n\f             TORRUELLA, Circuit Judge.       This case arises from a loan\n\nmade by Plaintiff Massachusetts Asset Financing Corp. (\"Plaintiff\")\n\nto American Mold Corporation (\"American Mold\").              The loan was\n\nsecured by American Mold's manufacturing equipment, which had been\n\nappraised at $1.1 million dollars, but eventually sold for $30,000\n\nafter American Mold defaulted on the loan and went bankrupt.\n\nPlaintiff filed suit against American Mold's lawyers, American\n\nMold's accountants, and two appraisal companies.                This appeal\n\nconcerns     Plaintiff's   claim   against    the   appraisal   company   MB\n\nValuation Services, Inc. (\"MB Valuation\"). On August 29, 2002, the\n\ncourt below allowed MB Valuation's motion for summary judgment.\n\nMass. Asset Financing Corp. v. Harter, Secrest & Emery, LLP, 220 F.\n\nSupp. 2d 20, 25 (D. Mass. 2002).       On September 30, 2004, the court\n\nbelow entered an order for final judgement pursuant to Federal Rule\n\nof Civil Procedure 54(b).          For the reasons stated herein, we\n\nreverse the decision of the district court and remand the case for\n\ntrial.\n\n                                     I.\n\n             Plaintiff is in the business of making loans.        The loans\n\nare secured by the borrower's assets, which are appraised before\n\nthe   loan   is   made.    On   numerous   occasions,   MB   Valuation    had\n\nperformed appraisals for Plaintiff. To secure the loan to American\n\nMold, Plaintiff called Scott Creel (\"Creel\") at MB Valuation about\n\nappraising American Mold's equipment.         The parties disagree as to\n\n\n                                    -2-\n\fCreel's actual involvement after this request.                   According to\n\nPlaintiff, Creel stated that \"he could not himself perform the\n\nappraisal\" but that \"he would find another appraiser and would\n\nsupervise and review that appraiser's work.\"1               Plaintiff states\n\nthat Creel then put Plaintiff in touch with an appraiser from\n\nanother company, Tri-Tech Appraisal Services, and that \"Creel\n\nreviewed the appraisal as he had promised and increased some\n\nspecific     equipment    appraisal     amounts      and   reduced     others.\"\n\nAccording to MB Valuation, Creel referred Plaintiff to another\n\nappraisal company and had no further involvement in the appraisal.\n\n           The final appraisal valued American Mold's equipment at\n\nabout $1.1 million. MB Valuation and Creel did not receive payment\n\nfrom Plaintiff or any other source for their involvement with this\n\nappraisal.    Several months after the closing of the loan, American\n\nMold   defaulted   on    the   loan   and   filed    for   bankruptcy.     The\n\nequipment, which had been appraised at a value of about $1.1\n\nmillion, sold for about $30,000.\n\n           Plaintiff claims damages of about $1.2 million, resulting\n\nfrom   professional      negligence    on   the     part   of   MB   Valuation.\n\nSignificantly, Plaintiff's complaint alleged only negligence on the\n\npart of MB Valuation and did not allege gross negligence.                   MB\n\nValuation moved for summary judgment.               The court below granted\n\n\n\n1\n   The quoted language is from Plaintiff's brief and is not an\nactual quotation of Creel.\n\n                                      -3-\n\fsummary    judgment       because      it   found    that   the   factual    dispute\n\ndescribed above was not material to the outcome of the case.                        The\n\ncourt found that because Plaintiff had never paid MB Valuation for\n\nthe appraisal -- regardless of the dispute over Creel's involvement\n\n-- any act by MB Valuation was gratuitous.                    Under Massachusetts\n\nlaw,    liability       for   a   gratuitous      act    arises   only   from    gross\n\nnegligence.    Thus, since Plaintiff alleged only negligence and not\n\ngross negligence, Plaintiff could not recover as a matter of law.\n\n            We review a district court's grant of summary judgment de\n\nnovo.     Tum v. Barber Foods, Inc., 360 F.3d 274, 279 (1st Cir.\n\n2004).     Since MB Valuation has moved for summary judgment, we\n\nconstrue the record in the light most favorable to Plaintiff.                       Id.\n\n                                            II.\n\n            \"A basic principle of negligence law is that ordinarily\n\neveryone    has     a    duty     to   refrain    from    affirmative     acts   that\n\nunreasonably expose others to a risk of harm.\"                    Tobin v. Norwood\n\nCountry Club, Inc., 661 N.E.2d 627, 637 (Mass. 1996). In contrast,\n\na person generally \"does not have a duty to take affirmative\n\naction.\" Commonwealth v. Levesque, 766 N.E.2d 50, 56 (Mass. 2002).\n\nFor    example,   \"a     mere     passerby    who    observes     a   fire   [has    no\n\nobligation] to alert authorities.\"                  Id. at 57.        If, however, a\n\nperson voluntarily assumes a duty, that duty must be performed with\n\n\n\n\n                                            -4-\n\fdue care.     Mullins v. Pine Manor College, 449 N.E.2d 331, 336\n\n(Mass. 1983).2\n\n            For a duty voluntarily undertaken, the standard of due\n\ncare depends upon the nature of the action.                   The Supreme Judicial\n\nCourt (SJC) has noted that \"[j]ustice requires that the one who\n\nundertakes to perform a duty gratuitously should not be under the\n\nsame   measure    of    obligation     as   one   who    enters    upon   the    same\n\nundertaking for pay.\"           Massaletti v. Fitzroy, 118 N.E. 168, 177\n\n(Mass. 1917).      A person undertaking a nongratuitous duty, such as\n\none for pay, has a duty to refrain from ordinary negligence.\n\nWheatley v. Peirce, 238 N.E.2d 858, 860 (Mass. 1968). In contrast,\n\na person undertaking a gratuitous duty must refrain only from gross\n\nnegligence.      Id.    Therefore, in order to determine whether a duty\n\nof care has been breached, we must first determine whether the duty\n\nwas gratuitous or not.         In a number of cases, Massachusetts courts\n\nhave   undertaken       the    task    of   distinguishing        gratuitous      and\n\nnongratuitous acts.           An important factor is whether there was a\n\n\"social nature in the relations of the parties.\"                        Beaulieu v.\n\nLincoln   Rides,       Inc.,   104    N.E.2d   417,     418    (Mass.   1952).     A\n\ngratuitous act is more likely to occur when an act is of a social\n\nnature rather than a business nature.             See id.\n\n\n\n\n2\n   There are exceptions, not relevant to this case, to the rule\nthat a person has no duty to take affirmative action. See Mullins,\n449 N.E.2d at 336.\n\n                                        -5-\n\f            The line between gratuitous and nongratuitous acts is\n\nrelatively clear in the social context.        In a social context, when\n\na person does a favor for another person, whether a friend or a\n\nstranger,     and   receives    no   consideration   other   than   \"those\n\nintangible advantages arising from mere social intercourse,\" Comeau\n\nv. Comeau, 189 N.E. 588, 589 (Mass. 1934), the act will be\n\ngratuitous.     For example, in Bagley v. Buckholder, the plaintiff\n\nand defendant were both truck drivers for different trucking\n\ncompanies, and plaintiff sued defendant for injuries that occurred\n\nwhile defendant was helping plaintiff move his truck.          149 N.E.2d\n\n143, 144 (Mass. 1958).         The court found that defendant's act was\n\ngratuitous because the evidence showed no business purpose and \"no\n\nimmediate advantage to the defendant of his helpful action.\"          Id.\n\nat 146.   Similarly, in a personal context, when a person offers to\n\ngive another person a ride without any consideration, the act will\n\nbe gratuitous.3     See Ruel v. Langelier, 12 N.E.2d 735, 736 (Mass.\n\n1938); Massaletti, 118 N.E. at 177; cf. Taylor v. Goldstein, 107\n\nN.E.2d 14 (Mass. 1952) (finding the giving of a ride to be a\n\nnongratuitous act where the objective of the ride was to benefit\n\nthe driver and not the passenger).         Finally, when a host receives\n\na guest \"as a visitor for social purposes,\" the act will be\n\ngratuitous.    O'Brien v. Shea, 96 N.E.2d 163, 164 (Mass. 1951).\n\n\n3\n   By statute, the standard of care owed by drivers of motor\nvehicles to their passengers is that of ordinary negligence. Mass.\nGen. Laws ch. 231, ยง 85L.\n\n                                     -6-\n\f           In the business context, the line between gratuitous and\n\nnongratuitous acts is more difficult to discern.           The dispositive\n\nquestion is whether the allegedly gratuitous act had a business\n\npurpose.   See Onofrio v. Dept. of Mental Health, 562 N.E.2d 1341,\n\n1346 (Mass. 1990) (\"[Defendant] was furthering its own business\n\ninterests . . . .\"); Falden v. Crook, 172 N.E.2d 686, 688 (Mass.\n\n1961) (\"[Defendant] was doing a kind act rather than building up\n\ngood will for his business.\"); Beaulieu v. Lincoln Rides, Inc., 104\n\nN.E.2d 417, 418 (Mass. 1952) (\"[T]here is nothing in the record to\n\nindicate that the defendant, a business corporation, undertook to\n\ngive the plaintiff a pure gratuity.\"); Foley v. McDonald, 185 N.E.\n\n926, 927 (Mass. 1933) (\"[A] business purpose could be found in the\n\ntransportation of the plaintiffs by the defendants in the course of\n\nan   attempt   by   the   defendants   to   sell   an   automobile   to   the\n\nplaintiffs . . . .\").\n\n           For an act to have a business purpose it need only be\n\n\"incidental to the [defendant's] business.\"             Foley, 185 N.E. at\n\n926-27. For example, when a car salesman drove a prospective buyer\n\nhome, the court found that the act was incidental to the business\n\npurpose of selling automobiles and therefore nongratuitous. Id. at\n\n926-27.    In contrast, where an ice cream truck driver gave a\n\ncustomer a ride home, the act was not incidental to the defendant's\n\nbusiness as the court found that the driver \"was doing a kind act\n\n\n\n\n                                   -7-\n\frather than building up good will for his business.\" Falden, 172\n\nN.E.2d at 688.\n\n              For an act to be nongratuitous, \"it is only necessary for\n\na   jury     to   find       some   business        advantage   to   the    defendant.\"\n\nBeaulieu, 104 N.E.2d at 418.                  In Beaulieu, the defendant was the\n\noperator of an amusement park ride who gave free rides before 2:00\n\np.m. and charged for rides after 2:00 p.m.                      Id. at 417-18.         The\n\ncourt found that a \"jury could find that the purpose of giving free\n\nrides    .   .    .    was    merely     to    interest    customers       and   increase\n\nbusiness.\"        Id. at 418.       A \"conjectural future benefit,\" however,\n\nwill not establish an otherwise nonexistent business purpose.\n\nBagley, 149 N.E.2d at 146.               In Bagley, the plaintiff truck driver\n\nargued     that       the    defendant    truck      driver's   assistance       was   not\n\ngratuitous because, had he not given assistance, the defendant\n\nwould receive a bad reputation and other truck drivers would not\n\nhelp the defendant in the future.                    Id. at 145.     The Bagley court\n\nfound this karmic claim meritless.                   Id. at 146.\n\n              An act may have a business purpose even though \"no\n\npecuniary benefit actually resulted to the defendants.\" Foley, 185\n\nN.E. at 927.            It is enough that \"the object of the [act] was\n\npecuniary benefit to the defendants and this fact if found would\n\ntake the [act] out of the category of gratuitous transactions.\"\n\nId.   For example, in Foley, a car salesman gave a potential buyer\n\na ride home, and the court found a business purpose even though the\n\n\n                                              -8-\n\fsale was merely prospective and not ultimately made.   Id. at 926-\n\n27.   Similarly, the operator of an amusement park ride who gave\n\nfree rides to children had the business purpose of enticing more\n\npaying customers even though he had no guarantee of success.   See\n\nBeaulieu, 104 N.E.2d at 417-18.\n\n          The court below stated without citation that to render an\n\nact nongratuitous, the defendant must have \"acted for a specific\n\nbusiness purpose\" that resulted in an \"immediate and obvious\n\nbusiness benefit.\" Mass. Asset Financing Corp., 220 F. Supp. 2d at\n\n25 (internal quotation marks omitted).    This is not the law in\n\nMassachusetts.   See Taylor, 107 N.E.2d at 15 (\"Although the most\n\nobvious benefit to a defendant is one of a direct pecuniary nature,\n\nan indirect pecuniary benefit or an undertaking which holds out the\n\nhope of a pecuniary benefit may be sufficient to entitle the\n\nplaintiff to recover for ordinary negligence.\"); Beaulieu, 104\n\nN.E.2d at 418 (\"[I]t is only necessary for a jury to find some\n\nbusiness advantage to the defendant.\"). We therefore cannot affirm\n\nthe district court's summary judgment order based on the reasoning\n\npresented by the district court.\n\n                               III.\n\n          Since \"we may affirm [a summary judgment] order on any\n\nground revealed by the record,\" we will now consider Plaintiff's\n\narguments against summary judgment. Houlton Citizens' Coalition v.\n\nTown of Houlton, 175 F.3d 178, 184 (1st Cir. 1999).      Plaintiff\n\n\n                                  -9-\n\fmakes three arguments against summary judgment. The first argument\n\nis simply that whether MB Valuation and Creel's involvement with\n\nthe appraisal was gratuitous is a question of fact for the jury to\n\ndecide.     The second argument is that because of the previous\n\nbusiness dealings between Plaintiff and MB Valuation, the instant\n\nappraisal was \"an indispensable part of the bundle of services\"\n\nbetween the parties.      The third argument is that the parties had a\n\n\"special relationship\" that requires MB Valuation to refrain from\n\nordinary negligence.           We need only address Plaintiff's first\n\nargument.\n\n            In doing so, we first consider whether the relationship\n\nbetween the parties was of a business nature or of a social nature.\n\nWe cannot but conclude that the parties had a business relationship\n\nas MB Valuation had previously completed appraisals for Plaintiff\n\nfor a fee.     The parties have put forth no evidence of anything\n\nother   than   a    business    relationship   between   Plaintiff     and    MB\n\nValuation and Creel.       We thus find only a business relationship\n\nbetween the parties.\n\n            We now consider whether we can determine as a matter of\n\nlaw that MB Valuation or Creel acted gratuitously by their alleged\n\nundertaking    of    an   appraisal    without   charging   a   fee.         The\n\nMassachusetts cases make it clear that whether a party had a\n\nbusiness purpose in performing an allegedly gratuitous act is a\n\nquestion of fact for the jury to decide.         See Beaulieu, 104 N.E.2d\n\n\n                                      -10-\n\fat 418 (\"[I]t is only necessary for a jury to find some business\n\nadvantage to the defendant.\").          Massachusetts courts have found\n\nthat when businesses give out free services or products, the acts\n\nwere not gratuitous but rather an effort to entice more customers\n\nor create goodwill.    See id. (amusement park ride operator giving\n\nfree rides to children); Foley, 185 N.E. at 926 (car salesman\n\ngiving a customer a ride home).     We see no distinction in this case\n\nthat would allow us to state as a matter of law that the alleged\n\ninvolvement of MB Valuation and Creel in the appraisal had no\n\nbusiness purpose.\n\n             In addition, the parties contest the extent of Creel's\n\ninvolvement in the appraisal of American Mold's equipment. Whether\n\nMB Valuation or Creel had a business purpose clearly depends on\n\nCreel's actual involvement and the extent of that involvement.           If\n\nCreel merely referred Plaintiff to another company, then a business\n\npurpose is less likely, but if Creel supervised and reviewed the\n\nappraisal, then a business purpose is more likely.         Thus, in order\n\nto determine whether MB Valuation or Creel had a business purpose\n\nin   their   involvement   with   the   appraisal,   a   jury   must   first\n\ndetermine Creel's involvement and then determine whether there was\n\na business purpose.        We thus find a genuine dispute as to a\n\nmaterial fact that precludes summary judgment.\n\n\n\n\n                                   -11-\n\f                                 IV.\n\n          We reverse the district court's grant of summary judgment\n\nand remand the case for trial.\n\n          Reversed and Remanded.\n\n\n\n\n                      \"Concurrence follows\"\n\n\n\n\n                                 -12-\n\f           BOUDIN,   Chief   Judge,    and    SELYA,   Circuit   Judge,\n\nConcurring.   The present facts, taking the version most favorable\n\nto MAFCO as the nonmoving party, lie partway between preexisting\n\nMassachusetts cases which point in different directions.\n\n           In Bagley v. Burkholder, 149 N.E.2d 143 (Mass. 1958), the\n\nmis en scene was work related, but the truck driver who moved a\n\ntruck as a favor to a rival driver acted gratuitously and without\n\nany reason to expect future benefits.     By contrast, in Beaulieu v.\n\nLincoln Rides, Inc., 104 N.E.2d 417, 418 (Mass. 1952), the \"free\n\nrides\" were part of the amusement park's business, and the car\n\nsalesman in Foley v. McDonald, 185 N.E. 926 (Mass. 1933), who drove\n\nthe plaintiffs home to demonstrate the features of the new car he\n\nhoped to sell them, was surely doing so for purposes of selling the\n\ncar and not as a gesture of kindness.\n\n           Our own situation has the look and feel of a business\n\ncontext but without the immediate benefit of enticing visitors into\n\nthe amusement park or giving a specific sale a push in the right\n\ndirection, as in the car salesman case.      If Creel did as claimed by\n\nMAFCO, he probably was building good will for future business, but\n\nperhaps also there was a measure of friendly accommodation in his\n\nefforts.\n\n           This is not an area in which the rationale of the Good\n\nSamaritan rule makes it easy to resolve close cases.     If MAFCO were\n\nconcerned solely with whether the negligently performed gesture had\n\n\n                                -13-\n\foccurred without any payment or promise of remuneration, MAFCO's\n\nclaim would fail; but Foley and Beaulieu refute so narrow a\n\nreading.     They show that Massachusetts aims to protect a truly\n\ndisinterested Good Samaritan but takes a more skeptical view in a\n\nbusiness context when there is some prospect of recompense. Bagley\n\nshows that the benefit cannot be too speculative, but how much is\n\ntoo much is open to debate.\n\n           The strongest argument for Creel is Justice Cutter's\n\nstatement in Bagley that to move from gross negligence to a\n\nnegligence standard, \"more than a conjectural future benefit to the\n\ndefendant from his gratuitous act of helpfulness must be shown.\"\n\n149 N.E.2d at 146.        If taken literally, this general statement\n\ncould doom MAFCO's claim since no evidence exists that Creel had\n\nsome concrete or immediate hope of gain from any apple-polishing\n\nefforts.     But the quoted language goes well beyond the facts of\n\nBagley, where the supposed benefit (through reciprocity) was nearly\n\nimaginary.\n\n           Against Justice Cutter's generalization must be weighed\n\nthe emphasis in the Massachusetts cases on the purpose of the\n\nsupposed     gratuitous   act.    If     Creel   had   merely   offered   a\n\nrecommendation of a substitute appraiser, this would look enough\n\nlike the kind of referral that he might do for anyone, regardless\n\nof the prospect of future business. But crediting (for the moment)\n\nMAFCO's further allegations that Creel reviewed the completed\n\n\n                                  -14-\n\fappraisal and made modifications of his own, the scene is one in\n\nwhich a reasonable jury might conclude that efforts of this kind\n\nare not typical of \"personal kindheartedness,\" Bagley, 149 N.E.2d\n\nat 145, and that they bespoke an expectation of further custom for\n\nCreel that the jury might find adequate.\n\n           Arguably, such a close problem of law application ought\n\nbe left to Massachusetts juries.   One would hope for instructions\n\nthat gave the jury some guidance as to the variables; but community\n\nattitudes may have some role in shaping the law in a case like this\n\none.   Cf. Dalis v. Buyer Adver., Inc., 636 N.E.2d 212, 214 (Mass.\n\n1994).     One further argument for this course is that factual\n\nnuances as to the extent of the effort by Creel, and the extent of\n\nexpectations for future benefit, could have a bearing on the\n\noutcome.\n\n           The case before us poses what is essentially an open\n\nquestion under Massachusetts law. Apparently, neither party in the\n\ndistrict court sought to certify the issue to the Massachusetts\n\ncourts, and there are no special circumstances (e.g., Pyle v. S.\n\nHadley Sch. Comm., 55 F.3d 20, 22 (1st Cir. 1995)) that would\n\nwarrant us in insisting on such a reference. Absent certification,\n\nexisting case law does not appear to justify summary judgment on\n\nthe current record, although the issue is admittedly close.\n\n\n\n\n                               -15-\n\f",
  "html": "<p class=\"case_cite\">430 F.3d 59</p>\n    <p class=\"parties\">MASSACHUSETTS ASSET FINANCING CORPORATION, Plaintiff, Appellant,<br>v.<br>HARTER, SECREST &amp; EMERY, LLP, Sardone, Robinson &amp; Schnell, and MB Valuation Services, Inc., Defendants, Appellees, and<br>Wanda Kinney-Canary, d/b/a Tritech Appraisal Services, Defendant.</p>\n    <p class=\"docket\">No. 04-2541.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard April 6, 2005.</p>\n    <p class=\"date\">Decided December 1, 2005.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Michael E. Schoeman, with whom Schoeman, Updike &amp; Kaufman, LLP, was on brief, for appellant.</p>\n      <p class=\"indent\">John J. O'Connor, with whom Robert T. Gill and Peabody &amp; Arnold, LLP, were on brief, for appellee MB Valuation Services, Inc.</p>\n      <p class=\"indent\">Goulston &amp; Storrs, on brief for appellee Harter, Secrest &amp; Emery, LLP.</p>\n      <p class=\"indent\">Donovan Hatem, LLP, on brief for appellee Sardone, Robinson &amp; Schnell.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, TORRUELLA and SELYA, Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case arises from a loan made by Plaintiff Massachusetts Asset Financing Corp. (\"Plaintiff\") to American Mold Corporation (\"American Mold\"). The loan was secured by American Mold's manufacturing equipment, which had been appraised at $1.1 million dollars, but eventually sold for $30,000 after American Mold defaulted on the loan and went bankrupt. Plaintiff filed suit against American Mold's lawyers, American Mold's accountants, and two appraisal companies. This appeal concerns Plaintiff's claim against the appraisal company MB Valuation Services, Inc. (\"MB Valuation\"). On August 29, 2002, the court below allowed MB Valuation's motion for summary judgment. <i>Mass. Asset Financing Corp. v. Harter, Secrest &amp; Emery, LLP,</i> 220 F.Supp.2d 20, 25 (D.Mass.2002). On September 30, 2004, the court below entered an order for final judgement pursuant to Federal Rule of Civil Procedure 54(b). For the reasons stated herein, we reverse the decision of the district court and remand the case for trial.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Plaintiff is in the business of making loans. The loans are secured by the borrower's assets, which are appraised before the loan is made. On numerous occasions, MB Valuation had performed appraisals for Plaintiff. To secure the loan to American Mold, Plaintiff called Scott Creel (\"Creel\") at MB Valuation about appraising American Mold's equipment. The parties disagree as to Creel's actual involvement after this request. According to Plaintiff, Creel stated that \"he could not himself perform the appraisal\" but that \"he would find another appraiser and would supervise and review that appraiser's work.\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Plaintiff states that Creel then put Plaintiff in touch with an appraiser from another company, Tri-Tech Appraisal Services, and that \"Creel reviewed the appraisal as he had promised and increased some specific equipment appraisal amounts and reduced others.\" According to MB Valuation, Creel referred Plaintiff to another appraisal company and had no further involvement in the appraisal.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The final appraisal valued American Mold's equipment at about $1.1 million. MB Valuation and Creel did not receive payment from Plaintiff or any other source for their involvement with this appraisal. Several months after the closing of the loan, American Mold defaulted on the loan and filed for bankruptcy. The equipment, which had been appraised at a value of about $1.1 million, sold for about $30,000.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Plaintiff claims damages of about $1.2 million, resulting from professional negligence on the part of MB Valuation. Significantly, Plaintiff's complaint alleged only negligence on the part of MB Valuation and did not allege gross negligence. MB Valuation moved for summary judgment. The court below granted summary judgment because it found that the factual dispute described above was not material to the outcome of the case. The court found that because Plaintiff had never paid MB Valuation for the appraisal &#8212; regardless of the dispute over Creel's involvement &#8212; any act by MB Valuation was gratuitous. Under Massachusetts law, liability for a gratuitous act arises only from gross negligence. Thus, since Plaintiff alleged only negligence and not gross negligence, Plaintiff could not recover as a matter of law.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We review a district court's grant of summary judgment <i>de novo. Tum v. Barber Foods, Inc.,</i> 360 F.3d 274, 279 (1st Cir.2004). Since MB Valuation has moved for summary judgment, we construe the record in the light most favorable to Plaintiff. <i>Id.</i></p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">\"A basic principle of negligence law is that ordinarily everyone has a duty to refrain from affirmative acts that unreasonably expose others to a risk of harm.\" <i>Tobin v. Norwood Country Club, Inc.,</i> 422 Mass. 126, 661 N.E.2d 627, 637 (1996). In contrast, a person generally \"does not have a duty to take affirmative action.\" <i>Commonwealth v. Levesque,</i> 436 Mass. 443, 766 N.E.2d 50, 56 (2002). For example, \"a mere passerby who observes a fire [has no obligation] to alert authorities.\" <i>Id.</i> at 57. If, however, a person voluntarily assumes a duty, that duty must be performed with due care. <i>Mullins v. Pine Manor College,</i> 389 Mass. 47, 449 N.E.2d 331, 336 (1983).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">For a duty voluntarily undertaken, the standard of due care depends upon the nature of the action. The Supreme Judicial Court (SJC) has noted that \"[j]ustice requires that the one who undertakes to perform a duty gratuitously should not be under the same measure of obligation as one who enters upon the same undertaking for pay.\" <i>Massaletti v. Fitzroy,</i> 228 Mass. 487, 118 N.E. 168, 177 (1917). A person undertaking a nongratuitous duty, such as one for pay, has a duty to refrain from ordinary negligence. <i>Wheatley v. Peirce,</i> 354 Mass. 573, 238 N.E.2d 858, 860 (1968). In contrast, a person undertaking a gratuitous duty must refrain only from gross negligence. <i>Id.</i> Therefore, in order to determine whether a duty of care has been breached, we must first determine whether the duty was gratuitous or not. In a number of cases, Massachusetts courts have undertaken the task of distinguishing gratuitous and nongratuitous acts. An important factor is whether there was a \"social nature in the relations of the parties.\" <i>Beaulieu v. Lincoln Rides, Inc.,</i> 328 Mass. 427, 104 N.E.2d 417, 418 (1952). A gratuitous act is more likely to occur when an act is of a social nature rather than a business nature. <i>See id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The line between gratuitous and nongratuitous acts is relatively clear in the social context. In a social context, when a person does a favor for another person, whether a friend or a stranger, and receives no consideration other than \"those intangible advantages arising from mere social intercourse,\" <i>Comeau v. Comeau,</i> 285 Mass. 578, 189 N.E. 588, 589 (1934), the act will be gratuitous. For example, in <i>Bagley v. Burkholder,</i> the plaintiff and defendant were both truck drivers for different trucking companies, and plaintiff sued defendant for injuries that occurred while defendant was helping plaintiff move his truck. 337 Mass. 246, 149 N.E.2d 143, 144 (1958). The court found that defendant's act was gratuitous because the evidence showed no business purpose and \"no immediate advantage to the defendant of his helpful action.\" <i>Id.</i> at 146. Similarly, in a personal context, when a person offers to give another person a ride without any consideration, the act will be gratuitous.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> <i>See Ruel v. Langelier,</i> 299 Mass. 240, 12 N.E.2d 735, 736 (1938); <i>Massaletti,</i> 118 N.E. at 177; <i>cf. Taylor v. Goldstein,</i> 329 Mass. 161, 107 N.E.2d 14 (1952) (finding the giving of a ride to be a nongratuitous act where the objective of the ride was to benefit the driver and not the passenger). Finally, when a host receives a guest \"as a visitor for social purposes,\" the act will be gratuitous. <i>O'Brien v. Shea,</i> 326 Mass. 681, 96 N.E.2d 163, 164 (1951).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In the business context, the line between gratuitous and nongratuitous acts is more difficult to discern. The dispositive question is whether the allegedly gratuitous act had a business purpose. <i>See Onofrio v. Dept. of Mental Health,</i> 408 Mass. 605, 562 N.E.2d 1341, 1346 (1990) (\"[Defendant] was furthering its own business interests....\"); <i>Falden v. Crook,</i> 342 Mass. 173, 172 N.E.2d 686, 688 (1961) (\"[Defendant] was doing a kind act rather than building up good will for his business.\"); <i>Beaulieu v. Lincoln Rides, Inc.,</i> 328 Mass. 427, 104 N.E.2d 417, 418 (1952) (\"[T]here is nothing in the record to indicate that the defendant, a business corporation, undertook to give the plaintiff a pure gratuity.\"); <i>Foley v. McDonald,</i> 283 Mass. 96, 185 N.E. 926, 927 (1933) (\"[A] business purpose could be found in the transportation of the plaintiffs by the defendants in the course of an attempt by the defendants to sell an automobile to the plaintiffs....\").</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">For an act to have a business purpose it need only be \"incidental to the [defendant's] business.\" <i>Foley,</i> 185 N.E. at 926-27. For example, when a car salesman drove a prospective buyer home, the court found that the act was incidental to the business purpose of selling automobiles and therefore nongratuitous. <i>Id.</i> at 926-27. In contrast, where an ice cream truck driver gave a customer a ride home, the act was not incidental to the defendant's business as the court found that the driver \"was doing a kind act rather than building up good will for his business.\" <i>Falden,</i> 172 N.E.2d at 688.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">For an act to be nongratuitous, \"it is only necessary for a jury to find some business advantage to the defendant.\" <i>Beaulieu,</i> 104 N.E.2d at 418. In <i>Beaulieu,</i> the defendant was the operator of an amusement park ride who gave free rides before 2:00 p.m. and charged for rides after 2:00 p.m. <i>Id.</i> at 417-18. The court found that a \"jury could find that the purpose of giving free rides ... was merely to interest customers and increase business.\" <i>Id.</i> at 418. A \"conjectural future benefit,\" however, will not establish an otherwise nonexistent business purpose. <i>Bagley,</i> 149 N.E.2d at 146. In <i>Bagley,</i> the plaintiff truck driver argued that the defendant truck driver's assistance was not gratuitous because, had he not given assistance, the defendant would receive a bad reputation and other truck drivers would not help the defendant in the future. <i>Id.</i> at 145. The <i>Bagley</i> court found this karmic claim meritless. <i>Id.</i> at 146.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">An act may have a business purpose even though \"no pecuniary benefit actually resulted to the defendants.\" <i>Foley,</i> 185 N.E. at 927. It is enough that \"the object of the [act] was pecuniary benefit to the defendants and this fact if found would take the [act] out of the category of gratuitous transactions.\" <i>Id.</i> For example, in <i>Foley,</i> a car salesman gave a potential buyer a ride home, and the court found a business purpose even though the sale was merely prospective and not ultimately made. <i>Id.</i> at 926-27. Similarly, the operator of an amusement park ride who gave free rides to children had the business purpose of enticing more paying customers even though he had no guarantee of success. <i>See Beaulieu,</i> 104 N.E.2d at 417-18.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The court below stated without citation that to render an act nongratuitous, the defendant must have \"acted for a specific business purpose\" that resulted in an \"immediate and obvious business benefit.\" <i>Mass. Asset Financing Corp.,</i> 220 F.Supp.2d at 25 (internal quotation marks omitted). This is not the law in Massachusetts. <i>See Taylor,</i> 107 N.E.2d at 15 (\"Although the most obvious benefit to a defendant is one of a direct pecuniary nature, an indirect pecuniary benefit or an undertaking which holds out the hope of a pecuniary benefit may be sufficient to entitle the plaintiff to recover for ordinary negligence.\"); <i>Beaulieu,</i> 104 N.E.2d at 418 (\"[I]t is only necessary for a jury to find some business advantage to the defendant.\"). We therefore cannot affirm the district court's summary judgment order based on the reasoning presented by the district court.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Since \"we may affirm [a summary judgment] order on any ground revealed by the record,\" we will now consider Plaintiff's arguments against summary judgment. <i>Houlton Citizens' Coalition v. Town of Houlton,</i> 175 F.3d 178, 184 (1st Cir.1999). Plaintiff makes three arguments against summary judgment. The first argument is simply that whether MB Valuation and Creel's involvement with the appraisal was gratuitous is a question of fact for the jury to decide. The second argument is that because of the previous business dealings between Plaintiff and MB Valuation, the instant appraisal was \"an indispensable part of the bundle of services\" between the parties. The third argument is that the parties had a \"special relationship\" that requires MB Valuation to refrain from ordinary negligence. We need only address Plaintiff's first argument.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In doing so, we first consider whether the relationship between the parties was of a business nature or of a social nature. We cannot but conclude that the parties had a business relationship as MB Valuation had previously completed appraisals for Plaintiff for a fee. The parties have put forth no evidence of anything other than a business relationship between Plaintiff and MB Valuation and Creel. We thus find only a business relationship between the parties.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We now consider whether we can determine as a matter of law that MB Valuation or Creel acted gratuitously by their alleged undertaking of an appraisal without charging a fee. The Massachusetts cases make it clear that whether a party had a business purpose in performing an allegedly gratuitous act is a question of fact for the jury to decide. <i>See Beaulieu,</i> 104 N.E.2d at 418 (\"[I]t is only necessary for a jury to find some business advantage to the defendant.\"). Massachusetts courts have found that when businesses give out free services or products, the acts were not gratuitous but rather an effort to entice more customers or create goodwill. <i>See id.</i> (amusement park ride operator giving free rides to children); <i>Foley,</i> 185 N.E. at 926 (car salesman giving a customer a ride home). We see no distinction in this case that would allow us to state as a matter of law that the alleged involvement of MB Valuation and Creel in the appraisal had no business purpose.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In addition, the parties contest the extent of Creel's involvement in the appraisal of American Mold's equipment. Whether MB Valuation or Creel had a business purpose clearly depends on Creel's actual involvement and the extent of that involvement. If Creel merely referred Plaintiff to another company, then a business purpose is less likely, but if Creel supervised and reviewed the appraisal, then a business purpose is more likely. Thus, in order to determine whether MB Valuation or Creel had a business purpose in their involvement with the appraisal, a jury must first determine Creel's involvement and then determine whether there was a business purpose. We thus find a genuine dispute as to a material fact that precludes summary judgment.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We reverse the district court's grant of summary judgment and remand the case for trial.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">\n        <i>Reversed and Remanded.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The quoted language is from Plaintiff's brief and is not an actual quotation of Creel</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> There are exceptions, not relevant to this case, to the rule that a person has no duty to take affirmative action<i>See Mullins,</i> 449 N.E.2d at 336.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> By statute, the standard of care owed by drivers of motor vehicles to their passengers is that of ordinary negligence. Mass. Gen. Laws ch. 231, &#167; 85L</p>\n      </div>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">BOUDIN, Chief Judge, and SELYA, Circuit Judge, Concurring.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The present facts, taking the version most favorable to MAFCO as the nonmoving party, lie partway between preexisting Massachusetts cases which point in different directions.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In <i>Bagley v. Burkholder,</i> 337 Mass. 246, 149 N.E.2d 143 (1958), the mis en scene was work related, but the truck driver who moved a truck as a favor to a rival driver acted gratuitously and without any reason to expect future benefits. By contrast, in <i>Beaulieu v. Lincoln Rides, Inc.,</i> 328 Mass. 427, 104 N.E.2d 417, 418 (1952), the \"free rides\" were part of the amusement park's business, and the car salesman in <i>Foley v. McDonald,</i> 283 Mass. 96, 185 N.E. 926 (1933), who drove the plaintiffs home to demonstrate the features of the new car he hoped to sell them, was surely doing so for purposes of selling the car and not as a gesture of kindness.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Our own situation has the look and feel of a business context but without the immediate benefit of enticing visitors into the amusement park or giving a specific sale a push in the right direction, as in the car salesman case. If Creel did as claimed by MAFCO, he probably was building good will for future business, but perhaps also there was a measure of friendly accommodation in his efforts.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">This is not an area in which the rationale of the Good Samaritan rule makes it easy to resolve close cases. If MAFCO were concerned solely with whether the negligently performed gesture had occurred without any payment or promise of remuneration, MAFCO's claim would fail; but <i>Foley</i> and <i>Beaulieu</i> refute so narrow a reading. They show that Massachusetts aims to protect a truly disinterested Good Samaritan but takes a more skeptical view in a business context when there is some prospect of recompense. <i>Bagley</i> shows that the benefit cannot be too speculative, but how much is too much is open to debate.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The strongest argument for Creel is Justice Cutter's statement in <i>Bagley</i> that to move from gross negligence to a negligence standard, \"more than a conjectural future benefit to the defendant from his gratuitous act of helpfulness must be shown.\" 149 N.E.2d at 146. If taken literally, this general statement could doom MAFCO's claim since no evidence exists that Creel had some concrete or immediate hope of gain from any apple-polishing efforts. But the quoted language goes well beyond the facts of <i>Bagley,</i> where the supposed benefit (through reciprocity) was nearly imaginary.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Against Justice Cutter's generalization must be weighed the emphasis in the Massachusetts cases on the <i>purpose</i> of the supposed gratuitous act. If Creel had merely offered a recommendation of a substitute appraiser, this would look enough like the kind of referral that he might do for anyone, regardless of the prospect of future business. But crediting (for the moment) MAFCO's further allegations that Creel reviewed the completed appraisal and made modifications of his own, the scene is one in which a reasonable jury might conclude that efforts of this kind are not typical of \"personal kindheartedness,\" <i>Bagley,</i> 149 N.E.2d at 145, and that they bespoke an expectation of further custom for Creel that the jury might find adequate.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Arguably, such a close problem of law application ought be left to Massachusetts juries. One would hope for instructions that gave the jury some guidance as to the variables; but community attitudes may have some role in shaping the law in a case like this one. <i>Cf. Dalis v. Buyer Adver., Inc.,</i> 418 Mass. 220, 636 N.E.2d 212, 214 (1994). One further argument for this course is that factual nuances as to the <i>extent</i> of the effort by Creel, and the <i>extent</i> of expectations for future benefit, could have a bearing on the outcome.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The case before us poses what is essentially an open question under Massachusetts law. Apparently, neither party in the district court sought to certify the issue to the Massachusetts courts, and there are no special circumstances (<i>e.g.,</i> <i>Pyle v. S. Hadley Sch. Comm.,</i> 55 F.3d 20, 22 (1st Cir.1995)) that would warrant us in insisting on such a reference. Absent certification, existing case law does not appear to justify summary judgment on the current record, although the issue is admittedly close.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">430</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">59</span></span></p>\n    <p class=\"parties\">MASSACHUSETTS ASSET FINANCING CORPORATION, Plaintiff, Appellant,<br>v.<br>HARTER, SECREST &amp; EMERY, LLP, Sardone, Robinson &amp; Schnell, and MB Valuation Services, Inc., Defendants, Appellees, and<br>Wanda Kinney-Canary, d/b/a Tritech Appraisal Services, Defendant.</p>\n    <p class=\"docket\">No. 04-2541.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard April 6, 2005.</p>\n    <p class=\"date\">Decided December 1, 2005.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Michael E. Schoeman, with whom Schoeman, Updike &amp; Kaufman, LLP, was on brief, for appellant.</p>\n      <p class=\"indent\">John J. O'Connor, with whom Robert T. Gill and Peabody &amp; Arnold, LLP, were on brief, for appellee MB Valuation Services, Inc.</p>\n      <p class=\"indent\">Goulston &amp; Storrs, on brief for appellee Harter, Secrest &amp; Emery, LLP.</p>\n      <p class=\"indent\">Donovan Hatem, LLP, on brief for appellee Sardone, Robinson &amp; Schnell.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, TORRUELLA and SELYA, Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case arises from a loan made by Plaintiff Massachusetts Asset Financing Corp. (\"Plaintiff\") to American Mold Corporation (\"American Mold\"). The loan was secured by American Mold's manufacturing equipment, which had been appraised at $1.1 million dollars, but eventually sold for $30,000 after American Mold defaulted on the loan and went bankrupt. Plaintiff filed suit against American Mold's lawyers, American Mold's accountants, and two appraisal companies. This appeal concerns Plaintiff's claim against the appraisal company MB Valuation Services, Inc. (\"MB Valuation\"). On August 29, 2002, the court below allowed MB Valuation's motion for summary judgment. <i>Mass. Asset Financing Corp. v. Harter, Secrest &amp; Emery, LLP,</i> <span class=\"citation\" data-id=\"2533843\"><a href=\"/opinion/2533843/massachusetts-asset-v-harter-secrest-emery/\"><span class=\"volume\">220</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">20</span></a></span>, 25 (D.Mass.2002). On September 30, 2004, the court below entered an order for final judgement pursuant to Federal Rule of Civil Procedure 54(b). For the reasons stated herein, we reverse the decision of the district court and remand the case for trial.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Plaintiff is in the business of making loans. The loans are secured by the borrower's assets, which are appraised before the loan is made. On numerous occasions, MB Valuation had performed appraisals for Plaintiff. To secure the loan to American Mold, Plaintiff called Scott Creel (\"Creel\") at MB Valuation about appraising American Mold's equipment. The parties disagree as to Creel's actual involvement after this request. According to Plaintiff, Creel stated that \"he could not himself perform the appraisal\" but that \"he would find another appraiser and would supervise and review that appraiser's work.\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Plaintiff states that Creel then put Plaintiff in touch with an appraiser from another company, Tri-Tech Appraisal Services, and that \"Creel reviewed the appraisal as he had promised and increased some specific equipment appraisal amounts and reduced others.\" According to MB Valuation, Creel referred Plaintiff to another appraisal company and had no further involvement in the appraisal.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The final appraisal valued American Mold's equipment at about $1.1 million. MB Valuation and Creel did not receive payment from Plaintiff or any other source for their involvement with this appraisal. Several months after the closing of the loan, American Mold defaulted on the loan and filed for bankruptcy. The equipment, which had been appraised at a value of about $1.1 million, sold for about $30,000.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Plaintiff claims damages of about $1.2 million, resulting from professional negligence on the part of MB Valuation. Significantly, Plaintiff's complaint alleged only negligence on the part of MB Valuation and did not allege gross negligence. MB Valuation moved for summary judgment. The court below granted summary judgment because it found that the factual dispute described above was not material to the outcome of the case. The court found that because Plaintiff had never paid MB Valuation for the appraisal &#8212; regardless of the dispute over Creel's involvement &#8212; any act by MB Valuation was gratuitous. Under Massachusetts law, liability for a gratuitous act arises only from gross negligence. Thus, since Plaintiff alleged only negligence and not gross negligence, Plaintiff could not recover as a matter of law.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We review a district court's grant of summary judgment <i>de novo. Tum v. Barber Foods, Inc.,</i> <span class=\"citation\" data-id=\"785313\"><a href=\"/opinion/785313/abdela-tum-v-barber-foods-inc-dba-barber-foods/\"><span class=\"volume\">360</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">274</span></a></span>, 279 (1st Cir.2004). Since MB Valuation has moved for summary judgment, we construe the record in the light most favorable to Plaintiff. <i>Id.</i></p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">\"A basic principle of negligence law is that ordinarily everyone has a duty to refrain from affirmative acts that unreasonably expose others to a risk of harm.\" <i>Tobin v. Norwood Country Club, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">422</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">126</span></span>, <span class=\"citation no-link\"><span class=\"volume\">661</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">627</span></span>, 637 (1996). In contrast, a person generally \"does not have a duty to take affirmative action.\" <i>Commonwealth v. Levesque,</i> <span class=\"citation no-link\"><span class=\"volume\">436</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">443</span></span>, <span class=\"citation no-link\"><span class=\"volume\">766</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">50</span></span>, 56 (2002). For example, \"a mere passerby who observes a fire [has no obligation] to alert authorities.\" <i>Id.</i> at 57. If, however, a person voluntarily assumes a duty, that duty must be performed with due care. <i>Mullins v. Pine Manor College,</i> <span class=\"citation\" data-id=\"2200392\"><a href=\"/opinion/2200392/mullins-v-pine-manor-college/\"><span class=\"volume\">389</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">47</span></a></span>, <span class=\"citation\" data-id=\"2200392\"><a href=\"/opinion/2200392/mullins-v-pine-manor-college/\"><span class=\"volume\">449</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">331</span></a></span>, 336 (1983).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">For a duty voluntarily undertaken, the standard of due care depends upon the nature of the action. The Supreme Judicial Court (SJC) has noted that \"[j]ustice requires that the one who undertakes to perform a duty gratuitously should not be under the same measure of obligation as one who enters upon the same undertaking for pay.\" <i>Massaletti v. Fitzroy,</i> <span class=\"citation no-link\"><span class=\"volume\">228</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">487</span></span>, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">168</span></span>, 177 (1917). A person undertaking a nongratuitous duty, such as one for pay, has a duty to refrain from ordinary negligence. <i>Wheatley v. Peirce,</i> <span class=\"citation\" data-id=\"2104943\"><a href=\"/opinion/2104943/wheatley-v-peirce/\"><span class=\"volume\">354</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">573</span></a></span>, <span class=\"citation\" data-id=\"2104943\"><a href=\"/opinion/2104943/wheatley-v-peirce/\"><span class=\"volume\">238</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">858</span></a></span>, 860 (1968). In contrast, a person undertaking a gratuitous duty must refrain only from gross negligence. <i>Id.</i> Therefore, in order to determine whether a duty of care has been breached, we must first determine whether the duty was gratuitous or not. In a number of cases, Massachusetts courts have undertaken the task of distinguishing gratuitous and nongratuitous acts. An important factor is whether there was a \"social nature in the relations of the parties.\" <i>Beaulieu v. Lincoln Rides, Inc.,</i> <span class=\"citation\" data-id=\"2191636\"><a href=\"/opinion/2191636/beaulieu-v-lincoln-rides-inc/\"><span class=\"volume\">328</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">427</span></a></span>, <span class=\"citation\" data-id=\"2191636\"><a href=\"/opinion/2191636/beaulieu-v-lincoln-rides-inc/\"><span class=\"volume\">104</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">417</span></a></span>, 418 (1952). A gratuitous act is more likely to occur when an act is of a social nature rather than a business nature. <i>See id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The line between gratuitous and nongratuitous acts is relatively clear in the social context. In a social context, when a person does a favor for another person, whether a friend or a stranger, and receives no consideration other than \"those intangible advantages arising from mere social intercourse,\" <i>Comeau v. Comeau,</i> <span class=\"citation no-link\"><span class=\"volume\">285</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">578</span></span>, <span class=\"citation no-link\"><span class=\"volume\">189</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">588</span></span>, 589 (1934), the act will be gratuitous. For example, in <i>Bagley v. Burkholder,</i> the plaintiff and defendant were both truck drivers for different trucking companies, and plaintiff sued defendant for injuries that occurred while defendant was helping plaintiff move his truck. <span class=\"citation\" data-id=\"2246215\"><a href=\"/opinion/2246215/bagley-v-burkholder/\"><span class=\"volume\">337</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">246</span></a></span>, <span class=\"citation\" data-id=\"2246215\"><a href=\"/opinion/2246215/bagley-v-burkholder/\"><span class=\"volume\">149</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">143</span></a></span>, 144 (1958). The court found that defendant's act was gratuitous because the evidence showed no business purpose and \"no immediate advantage to the defendant of his helpful action.\" <i>Id.</i> at 146. Similarly, in a personal context, when a person offers to give another person a ride without any consideration, the act will be gratuitous.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> <i>See Ruel v. Langelier,</i> <span class=\"citation no-link\"><span class=\"volume\">299</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">240</span></span>, <span class=\"citation no-link\"><span class=\"volume\">12</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">735</span></span>, 736 (1938); <i>Massaletti,</i> 118 N.E. at 177; <i>cf. Taylor v. Goldstein,</i> <span class=\"citation\" data-id=\"2209741\"><a href=\"/opinion/2209741/taylor-v-goldstein/\"><span class=\"volume\">329</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">161</span></a></span>, <span class=\"citation\" data-id=\"2209741\"><a href=\"/opinion/2209741/taylor-v-goldstein/\"><span class=\"volume\">107</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">14</span></a></span> (1952) (finding the giving of a ride to be a nongratuitous act where the objective of the ride was to benefit the driver and not the passenger). Finally, when a host receives a guest \"as a visitor for social purposes,\" the act will be gratuitous. <i>O'Brien v. Shea,</i> <span class=\"citation\" data-id=\"2033018\"><a href=\"/opinion/2033018/obrien-v-shea/\"><span class=\"volume\">326</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">681</span></a></span>, <span class=\"citation\" data-id=\"2033018\"><a href=\"/opinion/2033018/obrien-v-shea/\"><span class=\"volume\">96</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">163</span></a></span>, 164 (1951).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In the business context, the line between gratuitous and nongratuitous acts is more difficult to discern. The dispositive question is whether the allegedly gratuitous act had a business purpose. <i>See Onofrio v. Dept. of Mental Health,</i> <span class=\"citation\" data-id=\"2153966\"><a href=\"/opinion/2153966/onofrio-v-department-of-mental-health/\"><span class=\"volume\">408</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">605</span></a></span>, <span class=\"citation\" data-id=\"2153966\"><a href=\"/opinion/2153966/onofrio-v-department-of-mental-health/\"><span class=\"volume\">562</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1341</span></a></span>, 1346 (1990) (\"[Defendant] was furthering its own business interests....\"); <i>Falden v. Crook,</i> <span class=\"citation\" data-id=\"2011826\"><a href=\"/opinion/2011826/falden-v-crook/\"><span class=\"volume\">342</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">173</span></a></span>, <span class=\"citation\" data-id=\"2011826\"><a href=\"/opinion/2011826/falden-v-crook/\"><span class=\"volume\">172</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">686</span></a></span>, 688 (1961) (\"[Defendant] was doing a kind act rather than building up good will for his business.\"); <i>Beaulieu v. Lincoln Rides, Inc.,</i> <span class=\"citation\" data-id=\"2191636\"><a href=\"/opinion/2191636/beaulieu-v-lincoln-rides-inc/\"><span class=\"volume\">328</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">427</span></a></span>, <span class=\"citation\" data-id=\"2191636\"><a href=\"/opinion/2191636/beaulieu-v-lincoln-rides-inc/\"><span class=\"volume\">104</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">417</span></a></span>, 418 (1952) (\"[T]here is nothing in the record to indicate that the defendant, a business corporation, undertook to give the plaintiff a pure gratuity.\"); <i>Foley v. McDonald,</i> <span class=\"citation no-link\"><span class=\"volume\">283</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">96</span></span>, <span class=\"citation no-link\"><span class=\"volume\">185</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">926</span></span>, 927 (1933) (\"[A] business purpose could be found in the transportation of the plaintiffs by the defendants in the course of an attempt by the defendants to sell an automobile to the plaintiffs....\").</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">For an act to have a business purpose it need only be \"incidental to the [defendant's] business.\" <i>Foley,</i> 185 N.E. at 926-27. For example, when a car salesman drove a prospective buyer home, the court found that the act was incidental to the business purpose of selling automobiles and therefore nongratuitous. <i>Id.</i> at 926-27. In contrast, where an ice cream truck driver gave a customer a ride home, the act was not incidental to the defendant's business as the court found that the driver \"was doing a kind act rather than building up good will for his business.\" <i>Falden,</i> 172 N.E.2d at 688.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">For an act to be nongratuitous, \"it is only necessary for a jury to find some business advantage to the defendant.\" <i>Beaulieu,</i> 104 N.E.2d at 418. In <i>Beaulieu,</i> the defendant was the operator of an amusement park ride who gave free rides before 2:00 p.m. and charged for rides after 2:00 p.m. <i>Id.</i> at 417-18. The court found that a \"jury could find that the purpose of giving free rides ... was merely to interest customers and increase business.\" <i>Id.</i> at 418. A \"conjectural future benefit,\" however, will not establish an otherwise nonexistent business purpose. <i>Bagley,</i> 149 N.E.2d at 146. In <i>Bagley,</i> the plaintiff truck driver argued that the defendant truck driver's assistance was not gratuitous because, had he not given assistance, the defendant would receive a bad reputation and other truck drivers would not help the defendant in the future. <i>Id.</i> at 145. The <i>Bagley</i> court found this karmic claim meritless. <i>Id.</i> at 146.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">An act may have a business purpose even though \"no pecuniary benefit actually resulted to the defendants.\" <i>Foley,</i> 185 N.E. at 927. It is enough that \"the object of the [act] was pecuniary benefit to the defendants and this fact if found would take the [act] out of the category of gratuitous transactions.\" <i>Id.</i> For example, in <i>Foley,</i> a car salesman gave a potential buyer a ride home, and the court found a business purpose even though the sale was merely prospective and not ultimately made. <i>Id.</i> at 926-27. Similarly, the operator of an amusement park ride who gave free rides to children had the business purpose of enticing more paying customers even though he had no guarantee of success. <i>See Beaulieu,</i> 104 N.E.2d at 417-18.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The court below stated without citation that to render an act nongratuitous, the defendant must have \"acted for a specific business purpose\" that resulted in an \"immediate and obvious business benefit.\" <i>Mass. Asset Financing Corp.,</i> 220 F.Supp.2d at 25 (internal quotation marks omitted). This is not the law in Massachusetts. <i>See Taylor,</i> 107 N.E.2d at 15 (\"Although the most obvious benefit to a defendant is one of a direct pecuniary nature, an indirect pecuniary benefit or an undertaking which holds out the hope of a pecuniary benefit may be sufficient to entitle the plaintiff to recover for ordinary negligence.\"); <i>Beaulieu,</i> 104 N.E.2d at 418 (\"[I]t is only necessary for a jury to find some business advantage to the defendant.\"). We therefore cannot affirm the district court's summary judgment order based on the reasoning presented by the district court.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Since \"we may affirm [a summary judgment] order on any ground revealed by the record,\" we will now consider Plaintiff's arguments against summary judgment. <i>Houlton Citizens' Coalition v. Town of Houlton,</i> <span class=\"citation\" data-id=\"763565\"><a href=\"/opinion/763565/houlton-citizens-coalition-v-town-of-houlton/\"><span class=\"volume\">175</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">178</span></a></span>, 184 (1st Cir.1999). Plaintiff makes three arguments against summary judgment. The first argument is simply that whether MB Valuation and Creel's involvement with the appraisal was gratuitous is a question of fact for the jury to decide. The second argument is that because of the previous business dealings between Plaintiff and MB Valuation, the instant appraisal was \"an indispensable part of the bundle of services\" between the parties. The third argument is that the parties had a \"special relationship\" that requires MB Valuation to refrain from ordinary negligence. We need only address Plaintiff's first argument.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In doing so, we first consider whether the relationship between the parties was of a business nature or of a social nature. We cannot but conclude that the parties had a business relationship as MB Valuation had previously completed appraisals for Plaintiff for a fee. The parties have put forth no evidence of anything other than a business relationship between Plaintiff and MB Valuation and Creel. We thus find only a business relationship between the parties.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We now consider whether we can determine as a matter of law that MB Valuation or Creel acted gratuitously by their alleged undertaking of an appraisal without charging a fee. The Massachusetts cases make it clear that whether a party had a business purpose in performing an allegedly gratuitous act is a question of fact for the jury to decide. <i>See Beaulieu,</i> 104 N.E.2d at 418 (\"[I]t is only necessary for a jury to find some business advantage to the defendant.\"). Massachusetts courts have found that when businesses give out free services or products, the acts were not gratuitous but rather an effort to entice more customers or create goodwill. <i>See id.</i> (amusement park ride operator giving free rides to children); <i>Foley,</i> 185 N.E. at 926 (car salesman giving a customer a ride home). We see no distinction in this case that would allow us to state as a matter of law that the alleged involvement of MB Valuation and Creel in the appraisal had no business purpose.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In addition, the parties contest the extent of Creel's involvement in the appraisal of American Mold's equipment. Whether MB Valuation or Creel had a business purpose clearly depends on Creel's actual involvement and the extent of that involvement. If Creel merely referred Plaintiff to another company, then a business purpose is less likely, but if Creel supervised and reviewed the appraisal, then a business purpose is more likely. Thus, in order to determine whether MB Valuation or Creel had a business purpose in their involvement with the appraisal, a jury must first determine Creel's involvement and then determine whether there was a business purpose. We thus find a genuine dispute as to a material fact that precludes summary judgment.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We reverse the district court's grant of summary judgment and remand the case for trial.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">\n        <i>Reversed and Remanded.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The quoted language is from Plaintiff's brief and is not an actual quotation of Creel</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> There are exceptions, not relevant to this case, to the rule that a person has no duty to take affirmative action<i>See Mullins,</i> 449 N.E.2d at 336.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> By statute, the standard of care owed by drivers of motor vehicles to their passengers is that of ordinary negligence. Mass. Gen. Laws ch. 231, &#167; 85L</p>\n      </div>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">BOUDIN, Chief Judge, and SELYA, Circuit Judge, Concurring.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The present facts, taking the version most favorable to MAFCO as the nonmoving party, lie partway between preexisting Massachusetts cases which point in different directions.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In <i>Bagley v. Burkholder,</i> <span class=\"citation\" data-id=\"2246215\"><a href=\"/opinion/2246215/bagley-v-burkholder/\"><span class=\"volume\">337</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">246</span></a></span>, <span class=\"citation\" data-id=\"2246215\"><a href=\"/opinion/2246215/bagley-v-burkholder/\"><span class=\"volume\">149</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">143</span></a></span> (1958), the mis en scene was work related, but the truck driver who moved a truck as a favor to a rival driver acted gratuitously and without any reason to expect future benefits. By contrast, in <i>Beaulieu v. Lincoln Rides, Inc.,</i> <span class=\"citation\" data-id=\"2191636\"><a href=\"/opinion/2191636/beaulieu-v-lincoln-rides-inc/\"><span class=\"volume\">328</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">427</span></a></span>, <span class=\"citation\" data-id=\"2191636\"><a href=\"/opinion/2191636/beaulieu-v-lincoln-rides-inc/\"><span class=\"volume\">104</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">417</span></a></span>, 418 (1952), the \"free rides\" were part of the amusement park's business, and the car salesman in <i>Foley v. McDonald,</i> <span class=\"citation no-link\"><span class=\"volume\">283</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">96</span></span>, <span class=\"citation no-link\"><span class=\"volume\">185</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">926</span></span> (1933), who drove the plaintiffs home to demonstrate the features of the new car he hoped to sell them, was surely doing so for purposes of selling the car and not as a gesture of kindness.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Our own situation has the look and feel of a business context but without the immediate benefit of enticing visitors into the amusement park or giving a specific sale a push in the right direction, as in the car salesman case. If Creel did as claimed by MAFCO, he probably was building good will for future business, but perhaps also there was a measure of friendly accommodation in his efforts.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">This is not an area in which the rationale of the Good Samaritan rule makes it easy to resolve close cases. If MAFCO were concerned solely with whether the negligently performed gesture had occurred without any payment or promise of remuneration, MAFCO's claim would fail; but <i>Foley</i> and <i>Beaulieu</i> refute so narrow a reading. They show that Massachusetts aims to protect a truly disinterested Good Samaritan but takes a more skeptical view in a business context when there is some prospect of recompense. <i>Bagley</i> shows that the benefit cannot be too speculative, but how much is too much is open to debate.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The strongest argument for Creel is Justice Cutter's statement in <i>Bagley</i> that to move from gross negligence to a negligence standard, \"more than a conjectural future benefit to the defendant from his gratuitous act of helpfulness must be shown.\" 149 N.E.2d at 146. If taken literally, this general statement could doom MAFCO's claim since no evidence exists that Creel had some concrete or immediate hope of gain from any apple-polishing efforts. But the quoted language goes well beyond the facts of <i>Bagley,</i> where the supposed benefit (through reciprocity) was nearly imaginary.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Against Justice Cutter's generalization must be weighed the emphasis in the Massachusetts cases on the <i>purpose</i> of the supposed gratuitous act. If Creel had merely offered a recommendation of a substitute appraiser, this would look enough like the kind of referral that he might do for anyone, regardless of the prospect of future business. But crediting (for the moment) MAFCO's further allegations that Creel reviewed the completed appraisal and made modifications of his own, the scene is one in which a reasonable jury might conclude that efforts of this kind are not typical of \"personal kindheartedness,\" <i>Bagley,</i> 149 N.E.2d at 145, and that they bespoke an expectation of further custom for Creel that the jury might find adequate.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Arguably, such a close problem of law application ought be left to Massachusetts juries. One would hope for instructions that gave the jury some guidance as to the variables; but community attitudes may have some role in shaping the law in a case like this one. <i>Cf. Dalis v. Buyer Adver., Inc.,</i> <span class=\"citation\" data-id=\"2226819\"><a href=\"/opinion/2226819/dalis-v-buyer-advertising-inc/\"><span class=\"volume\">418</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">220</span></a></span>, <span class=\"citation\" data-id=\"2226819\"><a href=\"/opinion/2226819/dalis-v-buyer-advertising-inc/\"><span class=\"volume\">636</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">212</span></a></span>, 214 (1994). One further argument for this course is that factual nuances as to the <i>extent</i> of the effort by Creel, and the <i>extent</i> of expectations for future benefit, could have a bearing on the outcome.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The case before us poses what is essentially an open question under Massachusetts law. Apparently, neither party in the district court sought to certify the issue to the Massachusetts courts, and there are no special circumstances (<i>e.g.,</i> <i>Pyle v. S. Hadley Sch. Comm.,</i> <span class=\"citation\" data-id=\"196089\"><a href=\"/opinion/196089/pyle-v-south-hadley-school/\"><span class=\"volume\">55</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">20</span></a></span>, 22 (1st Cir.1995)) that would warrant us in insisting on such a reference. Absent certification, existing case law does not appear to justify summary judgment on the current record, although the issue is admittedly close.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/196089/",
    "http://www.courtlistener.com/api/rest/v3/opinions/763565/",
    "http://www.courtlistener.com/api/rest/v3/opinions/785313/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2011826/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2033018/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2104943/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2153966/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2191636/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2200392/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2209741/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2226819/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2246215/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2533843/"
  ]
}