{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201968/",
  "absolute_url": "/opinion/201968/united-states-v-jones/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201968/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:41:50Z",
  "date_modified": "2016-02-28T05:06:51.953671Z",
  "type": "010combined",
  "sha1": "c2a6fc0804da3414e2bb3e42d3156a3c69424b09",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/04-1606-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2005/12/19/US_v._Jones.pdf",
  "plain_text": "          United States Court of Appeals\n                        For the First Circuit\n\n\nNo. 04-1606\n\n                            UNITED STATES,\n\n                              Appellee,\n\n                                  v.\n\n                             KHARY JONES,\n\n                        Defendant, Appellant.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                  FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Richard G. Stearns, U.S. District Judge]\n\n\n                                Before\n\n                         Lynch, Circuit Judge,\n\n              Campbell and Stahl, Senior Circuit Judges.\n\n\n\n     Mark W. Shea, with whom Shea, LaRocque & Wood LLP was on\nbrief, for appellant.\n     Cynthia A. Young, Assistant U.S. Attorney, with whom Michael\nJ. Sullivan, United States Attorney, was on brief, for appellee.\n\n\n\n                          December 19, 2005\n\f           CAMPBELL, Senior Circuit Judge.      Appellant-defendant\n\nKhary Jones appeals from his conviction and sentence in the United\n\nStates District Court for the District of Massachusetts.      Jones\n\nentered a conditional guilty plea to one count of carjacking, in\n\nviolation of 18 U.S.C. § 2119, and one count of using a firearm\n\nduring and in relation to a crime of violence, in violation of 18\n\nU.S.C. § 924(c).    On appeal, Jones makes two arguments:    first,\n\nthat the district court erred in denying his motion to suppress\n\ncertain evidence, and second, that his case should be remanded for\n\nresentencing in the district court pursuant to United States v.\n\nBooker, 125 S. Ct. 738 (2005).   We now affirm the district court's\n\njudgment and sentence.\n\n                           I.   Background\n\n           The facts of the case, largely undisputed, are set out in\n\nUnited States v. Jones, 261 F. Supp. 2d 40 (D. Mass. 2003).      The\n\nmost relevant facts are as follows:\n\n           On the cold and rainy night of March 19, 2002, at about\n\n4:00 a.m., Boston Police Officers Christopher Broderick and Richard\n\nMoriarty were patrolling in their cruiser in Boston's South End.\n\nIn the weeks prior to this night, there had been an abnormally\n\nlarge number of armed robberies and car break-ins in the area.   The\n\ntwo officers had not received any reports of a specific crime that\n\nevening.   As they drove toward Appleton Street, they saw on their\n\nleft two men running nearly side-by-side along Appleton and across\n\n\n                                 -2-\n\fClarendon.      The men were wearing sweatshirts with hoods drawn\n\ntightly around their heads and what initially appeared to the\n\nofficers to be white cotton gloves.            The officers were unsure of\n\nwhat the men were doing but considered it to be of an \"unlawful\n\ndesign.\"     They sped up the cruiser and turned right onto Appleton\n\nStreet, where Moriarty got out of the car and approached one of the\n\nhooded men.         Moriarty told the man, later identified as the\n\ndefendant, to stop, which Jones did immediately, throwing his hands\n\nup in the air.      At that point, Moriarty observed that Jones' gloves\n\nwere of white latex.      Asked why he wore them, Jones said his hands\n\nwere cold.    Asked if he had any weapons on him, Jones said that he\n\nhad a knife, which Moriarty confiscated.\n\n             Meanwhile, Broderick drove further down Appleton Street,\n\nparked, and got out of the cruiser.            The second hooded man, later\n\nidentified as Samuel Whiteside, had continued to run down the\n\nsidewalk.      He    turned   left   between    two   cars,   right    onto   the\n\nsidewalk, and ran until he was under a lit lamppost, where he bent\n\ndown so that Broderick could see only the top of his head.\n\nWhiteside then straightened into full view and continued to run\n\ndown the sidewalk as Broderick chased him and asked him several\n\ntimes to stop.       At this point, Broderick saw a third man, later\n\nidentified as Darrell Weaver, walking on the sidewalk in the same\n\ndirection that Jones and Whiteside had been running.                  While this\n\nwas Broderick's first view of Weaver, Broderick testified that his\n\n\n                                      -3-\n\fpartner, Moriarty, had told him he saw Weaver when the cruiser\n\nfirst turned onto Appleton Street.       Moriarty was unable to testify\n\nat the suppression hearing because he was serving in Iraq.                 The\n\ndistrict judge found that Moriarty saw Weaver before the officers\n\ngot out of the cruiser and that Whiteside and Jones appeared to be\n\nchasing Weaver.\n\n            After Broderick saw Weaver walking ahead on the sidewalk,\n\nWhiteside ran towards Weaver but slowed to a walk as he approached\n\nhim.   Broderick caught up to the two men, who sat down on the steps\n\nof 84 Appleton Street.    When Broderick asked what they were doing,\n\nWhiteside replied that he was \"just walking with my boy.\"             Weaver\n\nlooked back and forth between Whiteside and Broderick and appeared\n\nconfused.     Broderick   took   both    men   back   to   the   cruiser   and\n\nquestioned them individually while Moriarty talked to Jones.\n\n            The officers concluded that Weaver was not with Whiteside\n\nand Jones and let him go.        Broderick asked Whiteside why he was\n\nwearing a latex glove, and Whiteside responded that he was wearing\n\none glove because a cut on his hand had become infected.            Moriarty\n\nthen walked back in the direction in which he had seen Whiteside\n\nrun and found, where Broderick had seen Whiteside pause and bend\n\ndown earlier, a .32 caliber semi-automatic handgun with a chambered\n\nlive round and a one-dollar bill sitting on top of a large white\n\ntrash bag on the sidewalk.         The gun was still warm and dry.\n\nMoriarty then signaled to Broderick that Jones and Whiteside should\n\n\n                                   -4-\n\fbe handcuffed.      The officers asked the two men if they had a\n\nlicense to carry a firearm, and neither man indicated he did.\n\n          The officers then arrested Jones and Whiteside and took\n\nthem to the jail.   A booking officer booked the two men, filled out\n\na prisoner booking form which listed Jones' property, including a\n\nset of keys, and took booking photos.      The arrest booking form\n\nindicated that the two men were arrested for \"intent to rob while\n\narmed.\"   Later, the state initially charged Jones with possession\n\nof a firearm without a license, attempted armed robbery, and a\n\nmoving violation.\n\n          The evening before Jones was arrested, on March 18, 2002\n\nat about 12:15 a.m., a seemingly unrelated incident had occurred.\n\nToni Harrison and Ramona Powell were forced out of a car at\n\ngunpoint by a young African-American man with braided hair.        The\n\ntwo women yelled for the driver of the car, Thomas Edwards, who was\n\nacross the street, and he ran towards the car as it drove away,\n\ngetting a side view of the suspect.\n\n          On March 23, 2002, Harrison, Edwards, and Edwards' mother\n\nHilda, the owner of the car, went to the police station to review\n\nphotographs with Boston Police Detective Paul MacIsaac.       MacIsaac\n\nfirst spoke to Harrison and gathered a description of the suspect\n\nin order to narrow the pool of suspects displayed on the police\n\ndepartment's   computerized   identification   imaging   system.   The\n\nresult was seventy-eight young African-American men with braided\n\n\n                                 -5-\n\fhair.   Harrison viewed all the photos and rejected all of them.\n\nMacIsaac then changed the search criteria to search for \"afro\"\n\ninstead of \"braids.\"     There were ninety-one matches, and Harrison\n\nrejected the first seventy-nine.           At the sight of the eightieth\n\nphoto, however, she jumped back and said, \"I think that's him.            I\n\nthink that's him,\" and began to cry.          She told MacIsaac that she\n\nwas eighty-five percent sure it was the suspect.\n\n          On   March   25,   2002,   MacIsaac    printed   out   the   photo\n\nHarrison had identified, a 1998 booking photo of Khary Jones.             A\n\ncriminal records check revealed a more recent photo of Jones from\n\nhis March 19, 2002 arrest.      Using the computer system, MacIsaac\n\nthen created a nine-photo array, including the March 19 photo.\n\nHarrison quickly identified Jones in the new photo array. Edwards,\n\nwho had had a side view of the suspect, was unable to identify\n\nJones and instead picked another photo.           Powell \"went right to\"\n\nJones' picture and said \"that's him.\"\n\n          Based on the identifications by Harrison and Powell,\n\nMacIsaac obtained and executed a search warrant for Jones relative\n\nto the carjacking.     He told Moriarty to look in the area of Jones'\n\nMarch 19 arrest for the stolen car.         The car was found a couple of\n\nblocks away from Appleton and Clarendon Streets. MacIsaac examined\n\nJones' booking sheet, which listed \"a key\" among his property.\n\nMacIsaac obtained a search warrant, executed it, and seized a set\n\nof keys, including Edwards' car key.\n\n\n                                     -6-\n\f          Indicted on one count of carjacking and one count of\n\npossessing a firearm during and in relation to a crime of violence\n\nin connection with the March 18, 2002 carjacking, Jones moved to\n\nsuppress any and all evidence seized from him and/or his possession\n\nas a result of the warrantless stop and arrest on March 19, 2002\n\nand the subsequent warrant-based search of his property in jail on\n\nApril 6, 2002.     Jones argued that the officers had not had\n\nreasonable suspicion to stop him and Whiteside, nor had they had\n\nprobable cause to arrest Jones after the discovery of the gun on\n\ntop of the garbage bag.   The district court denied the motion to\n\nsuppress, finding that the officers had had reasonable suspicion to\n\nstop Jones, but assuming arguendo that the stop was illegal, the\n\ndiscovery of the evidence was sufficiently attenuated from the stop\n\nto dissipate the taint.    Alternatively, the court observed, the\n\nindependent source doctrine provided a separate basis for the\n\nseizure of the keys because MacIsaac, separate from Broderick and\n\nMoriarty, had learned the potential significance of the keys during\n\nhis own investigation.\n\n          After the denial of the motion to suppress, Jones entered\n\na conditional guilty plea and was sentenced on April 20, 2004.   The\n\ndistrict court sentenced Jones to consecutive terms of 30 months'\n\nimprisonment on Count 1 and 84 months' imprisonment, the mandatory\n\nminimum, on Count 2.   This appeal followed.\n\n\n\n\n                                -7-\n\f                                 II.   Discussion\n\nA.    The Motion to Suppress\n\n            On appeal, Jones argues that on March 19, 2002, the\n\npolice officers had neither reasonable suspicion to stop him and\n\nWhiteside nor probable cause to arrest them.            Further, he argues,\n\nMacIsaac's discovery of the keys was not sufficiently removed from\n\nthe   illegal     arrest   to    dissipate    the   taint,   nor   was   it   an\n\nindependent discovery.          Because we find that the initial stop and\n\nsubsequent arrest were both legal, we do not reach the issues of\n\ndissipation of the taint or independent discovery.                   As Jones\n\nhimself recognized in his brief, if the arrest was legal, the\n\nsearch of his possessions at the jail was constitutional.                     We\n\naffirm the defendant's conviction.\n\n            In reviewing a denial of a motion to suppress, we review\n\nquestions of law de novo and factual findings for clear error.\n\nUnited States v. Khounsavanh, 113 F.3d 279, 282 (1st Cir. 1997).\n\n            1.    Disputed Finding of Fact\n\n            The only factual finding by the district court that Jones\n\nseems to contest is that Moriarty had seen from his cruiser the two\n\nmen chasing Weaver down the street.           \"A clear error exists only if,\n\nafter considering all of the evidence, we are left with a definite\n\nand firm conviction that a mistake has been made.\"             United States\n\nv. McCarthy, 77 F.3d 522, 529 (1st Cir.), cert. denied, 519 U.S.\n\n991 (1996).      \"'[W]here there is more than one plausible view of the\n\n\n                                        -8-\n\fcircumstances, the...court's choice among supportable alternatives\n\ncannot be clearly erroneous.'\" United States v. Tejada-Beltran, 50\n\nF.3d 105, 110 (1st Cir. 1995) (quoting United States v. Ruiz, 905\n\nF.2d 499, 508 (1st Cir. 1990)).    The district court's finding that\n\nMoriarty, while still in the car, saw Weaver being chased by Jones\n\nand Whiteside is supported by Broderick's hearsay testimony that\n\nMoriarty had told him he had seen Weaver ahead of the two men in\n\nthe direction in which they were running when the cruiser first\n\nturned onto Appleton Street. Because that testimony had been given\n\nat a suppression hearing, where the Federal Rules of Evidence do\n\nnot apply in all their rigor, the court overruled the defendant's\n\nhearsay objection, and no appeal is specifically made from that\n\nruling, although Jones insists that Weaver was seen only later, by\n\nBroderick, after the cruiser stopped and the officers split up.\n\nUnited States v. Schaefer, 87 F.3d 562, 570 (1st Cir. 1996); see\n\nalso United States v. Bunnell, 280 F.3d 46, 49 (1st Cir. 2002).   In\n\nany event, the court's finding based on Broderick's testimony of\n\nwhat Moriarty told him is not clearly erroneous.\n\n          2.   Reasonable Suspicion\n\n          Police officers may conduct a brief investigatory stop of\n\na suspect if they have reasonable suspicion, based on articulable\n\nfacts, that a crime is about to be or has been committed.   Terry v.\n\nOhio, 392 U.S. 1, 30 (1968); United States v. Golab, 325 F.3d 63,\n\n66 (1st Cir. 2003).    Determining whether a reasonable suspicion\n\n\n                                  -9-\n\fexists requires an objective inquiry.          Bolton v. Taylor, 367 F.3d\n\n5, 7 (1st Cir. 2004).      An \"inchoate and unparticularized suspicion\n\nor 'hunch'\" of criminal activity is insufficient.           Terry, 392 U.S.\n\nat 27.   Reasonable suspicion is evaluated in the context of the\n\ntotality of the circumstances and demands a \"practical, commonsense\n\napproach.\"       United States v. Sowers, 136 F.3d 24, 28 (1st Cir.\n\n1998).\n\n            We    must   determine   whether   the   officers'   actions   in\n\nstopping Jones, after seeing him and his companion running down the\n\nstreet, were justified at their inception and whether the actions\n\ntaken were \"reasonably responsive to the circumstances justifying\n\nthe stop in the first place as augmented by information gleaned by\n\nthe officers during the stop.\"        United States v. Maguire, 359 F.3d\n\n71, 76 (1st Cir. 2004) (internal quotation omitted).             An officer\n\nmay draw on his \"own experience and specialized training to make\n\ninferences from and deductions about the cumulative information .\n\n. . that might well elude an untrained person.\"           United States v.\n\nArvizu, 534 U.S. 266, 273 (2002) (citations and internal quotation\n\nomitted).\n\n            We hold the stop was justified.          Broderick and Moriarty\n\nsaw two men sprinting down Appleton Street on a dark, rainy night\n\nat 4:00 a.m. wearing hooded sweatshirts tightly wound around their\n\nheads and wearing light, white gloves of a type that would seem\n\n\n\n\n                                     -10-\n\finappropriate as protection against the cold weather.1     There had\n\nbeen an abnormal number of robberies and break-ins around the\n\nneighborhood. Moriarty spied from the cruiser a third man, Weaver,\n\nwalking ahead of the two men in the same direction in which they\n\nwere sprinting.   Jones argues that it was natural for the two men,\n\non a rainy night, to be wearing hoods and to be sprinting in order\n\nto escape the rain.    He further notes that \"While [reports of crime\n\nin the area] may put officers on their guard, they cannot alone\n\njustify a stop.   Were the law otherwise, any person who happened to\n\nwander into a high-crime area late at night, in the immediate\n\naftermath of a serious crime, could be detained.\" United States v.\n\nWoodrum, 202 F.3d 1, 7 (1st Cir. 2000) (citation omitted).       But\n\nreports of crime in the area was not the sole fact here warranting\n\nsuspicion of criminal activity. There were other facts that, taken\n\nin context, were suspicious.      The wearing of hooded sweatshirts\n\ntightly wrapped around their heads, while conceivably protecting\n\nagainst the weather, also suggested an intent to disguise the two\n\nmen's identities.     That they wore gloves of a type less suited to\n\nkeeping out the cold than concealing fingerprints pointed towards\n\n\n\n     1\n      Officer Broderick described the gloves as follows when\nquestioned by the government: \"Q: Now these particular gloves--and\nwere they unusual at all to you?      A: Yes.   Q: Why were they\nunusual? A: To me winter gloves are, they're big, puffy gloves\nthat keep your hands warm. They're not form-fitting, tight gloves\nthat don't look like they provide warmth. Q: And what did these\ngloves look like? A: The tight, form-fitting gloves that wouldn't\nprovide warmth. Like I said, that we use for funeral details.\"\n\n                                 -11-\n\fa criminal design.         The men were sprinting, and given the third\n\nperson walking ahead, might have been planning to catch up to and\n\nrob him.      It was dark; the time and conditions favored the\n\ncommission without detection of crimes like street robbery, car\n\ntheft, burglary and the like.          Taking these factors all together,\n\nthe     totality    of    the   circumstances     created    an    articulable,\n\nreasonable suspicion of criminal activity, and thus the stopping of\n\nJones and his companion was within the officers' authority.\n\n            3.     Probable Cause to Arrest\n\n            Even if a brief investigatory stop were legitimate, Jones\n\nargues that the officers lacked probable cause to arrest him after\n\nMoriarty had discovered the gun on top of the trash bag.             \"Probable\n\ncause     exists    when    police    officers,    relying    on    reasonably\n\ntrustworthy facts and circumstances, have information upon which a\n\nreasonably prudent person would believe the suspect had committed\n\nor was committing a crime.\"          United States v. Young, 105 F.3d 1, 6\n\n(1st Cir. 1997).         The inquiry into probable cause focuses on what\n\nthe officer knew at the time of the arrest, United States v. Brown,\n\n169 F.3d 89, 91 (1st Cir. 1999), and should evaluate the totality\n\nof the circumstances.        United States v. Reyes, 225 F.3d 71, 75 (1st\n\nCir. 2000). As the Supreme Court has recently reiterated, however,\n\nthe probable cause inquiry is not necessarily based upon the\n\noffense actually invoked by the arresting officer but upon whether\n\nthe facts known at the time of the arrest objectively provided\n\n\n                                      -12-\n\fprobable cause to arrest.   Devenpeck v. Alford, 125 S.Ct. 588, 594\n\n(2004). Thus it is irrelevant that the booking officer cited Jones\n\nfor \"intent to rob while armed.\"       If, on the facts known to the\n\narresting officers, there was probable cause to believe he was\n\ncommitting another crime, the arrest was valid.\n\n          The government argues that the police officers had enough\n\ninformation at the time of the arrest to have probable cause to\n\nbelieve that Jones as well as Whiteside knowingly possessed a\n\nfirearm without a license, in violation of state law, to wit M.G.L.\n\nc. 269, § 10.   Jones responds, however, that it was his companion,\n\nWhiteside, who possessed the gun.        Officer Moriarty found the\n\ndiscarded weapon in the vicinity where Broderick had earlier seen\n\nWhiteside stop and bend down.      Jones himself had had no firearm\n\nwhen earlier stopped, nor did he advance down the street to the\n\nplace where the gun was eventually recovered.    Without evidence he\n\nactively possessed the gun after the officers arrived on the scene,\n\nJones contends the police lacked probable cause to arrest him for\n\npossessing it without a license.\n\n          But while Jones did not actually possess the gun at the\n\ntime the officers apprehended him, the surrounding circumstances\n\nafforded probable cause to believe he had constructive possession\n\nof it.   This was enough to violate the Massachusetts illegal\n\npossession statute. See, e.g., Commonwealth v. Sann Than, 59 Mass.\n\nApp. Ct. 410, 413, 796 N.E.2d 419, 422 (2003) (instructions on\n\n\n                                -13-\n\fconstructive possession in a charge under M.G.L. c. 269, § 10).\n\nCf. Commonwealth v. Moore, 54 Mass. App. Ct. 334, 343, 765 N.E.2d\n\n268, 275 (2002) (related statute, M.G.L. c. 269, § 11C, makes no\n\ndistinction between constructive and actual possession for purposes\n\nof presumption that possession of firearm with obliterated serial\n\nnumber is prima facie evidence of violation of the section). Under\n\nMassachusetts   law,   constructive   possession   implies   \"knowledge\n\ncoupled with the ability and intention to exercise dominion and\n\ncontrol.\"   Commonwealth v. Garcia, 409 Mass. 675, 686, 569 N.E. 2d\n\n385, 392 (1991) (internal quotations omitted).       Mere presence at\n\nthe scene of criminal activity is not sufficient. United States v.\n\nPardo, 636 F.2d 535, 549 (D.C. Cir. 1980).    Close proximity to the\n\nfirearm, however, so as to be able \"to pick it up at any time,\"\n\nsuffices to establish the power (or \"ability\") component.       United\n\nStates v. McLean, 409 F.3d 492, 504 (1st Cir. 2003).\n\n            In the present case, Whiteside's possession of a live\n\ngun, together with the many other facts implying that Jones and\n\nWhiteside when stopped were engaged together in joint criminal\n\nactivity, provided probable cause to infer Jones' constructive\n\nownership of the live weapon.         The two men were seen by the\n\nofficers in one another's company racing down the street, under\n\ncircumstances suggesting an intent to rob a man seen walking ahead.\n\nBoth were muffled in their hooded sweatshirts; Jones was found to\n\nbe wearing latex gloves, while Whiteside wore one latex glove.\n\n\n                                -14-\n\fLatex gloves offer little if any protection against the weather.\n\nThey       most    obviously   would   serve   the   function    of   preventing\n\nfingerprints from being left on items like the gun itself or other\n\nobjects encountered while engaged in criminal activity.                  Wearing\n\nsuch gloves was thus a gesture suggesting an intention to exercise\n\ndominion and control over the gun as well as to engage in other\n\nprospective criminal conduct.           The fact that Jones wore two gloves\n\nand Whiteside only one suggests that if the gun were to be used, it\n\nwould be passed to Jones to handle it.               When the police cruiser\n\nstopped and apprehended Jones, Whiteside kept running and attempted\n\nto dispose of the gun for which neither man had a license.                   The\n\ntotality of these circumstances gave rise to a reasonable inference\n\nthat the two men were partners in crime, and that the firearm, with\n\nits chambered round, was integral to their joint venture.2\n\n                  We do not imply that the above evidence would necessarily\n\nsuffice to sustain a finding that Jones was guilty beyond a\n\nreasonable doubt of the gun possession charge.                  Probable cause,\n\nhowever, does not require \"evidence sufficient to convict the\n\nindividual, but merely enough to warrant a reasonable belief that\n\n\n       2\n      Objectively viewed, these same facts might have also provided\nprobable cause to arrest the two men for attempted armed assault\nwith intent to rob, i.e., the \"intent to rob while armed\" offense\nfor which they were booked following arrest.           While later\ninvestigation appears to have led to a decision not to prosecute\nJones for attempting to rob Weaver, the facts at the time of the\narrest were not inconsistent with this hypothesis.       We do not\ndecide this question as the government did not pursue this theory\non appeal.\n\n                                        -15-\n\fhe was engaging in criminal activity.\"              United States v. Link, 238\n\nF.3d 106, 110 (1st Cir. 2001) (citation omitted).                    Here, the gun,\n\nwith a live round in the chamber, was actively possessed by one of\n\nthe two closely associated men; there was compelling evidence, most\n\nnotably the latex gloves, as well as the firearm itself, that both\n\nmen had the intention to use the weapon in their joint criminal\n\nenterprise; and both men acknowledged to the officers that they\n\nwere without licenses to carry a gun.                  In the circumstances, we\n\nthink it was objectively reasonable to infer that both men knew\n\nabout the gun.        It was also reasonable to infer -- the two men\n\nbeing nearly side-by-side when first seen running down the street\n\n-- that the gun was readily transferable from one to the other,\n\nproviding Jones with the ability to possess it, and that each\n\nintended to be able to use the weapon as needed.                     That Whiteside\n\nmay   have   been     carrying   the     weapon   at    the   time    the   officers\n\nintervened    does     not    rule   out   Jones'      constructive    possession:\n\n\"possession can be joint.\"             See McLean, 409 F.3d at 504.           While\n\nWhiteside appears to have had actual possession when the officers\n\ncame on the scene, the surrounding circumstances reasonably implied\n\nprobable     cause    to     attribute     constructive       possession    to   his\n\ncompanion, Jones.\n\n                 4.    Attenuation and Independent Means\n\n             As noted above, because we find that the police officers\n\nhad reasonable suspicion to stop Jones and probable cause to arrest\n\n\n                                         -16-\n\fhim, we do not reach the alternate ground of the district court\n\nthat, even if the stop and arrest had been illegal, the discovery\n\nof the evidence was legitimate because of dissipation of the taint\n\nor the independent discovery doctrine.\n\nB.   Booker Claim\n\n           Prior to his sentencing hearing, Jones moved for a\n\ndownward departure on the grounds of diminished mental capacity\n\npursuant   to   U.S.S.G.   §    5K2.13    and     extraordinary   mental   and\n\nemotional condition pursuant to U.S.S.G. § 5H1.3.\n\n           To support his claim of diminished mental capacity, Jones\n\nsubmitted a brief family history and the expert testimony of a\n\nforensic psychologist, Dr. Eric Mart, who concluded that Jones was\n\nmildly retarded and had \"problems with attention and executive\n\nfunctioning...which are areas of deficiency above and beyond his\n\ngenerally low IQ.\"\n\n           Section   5H1.3     provides    that    \"[m]ental   and   emotional\n\nconditions are not ordinarily relevant in determining whether a\n\nsentence should be outside the applicable guideline range, except\n\nas provided in [§ 5K2.13].\"       § 5K2.13 provides that:\n\n     A downward departure may be warranted if (1) the\n     defendant committed the offense while suffering from a\n     significantly reduced mental capacity and (2) the\n     significantly   reduced   mental   capacity   contributed\n     substantially to the commission of the offense.\n     Similarly, if a departure is warranted under this policy\n     statement, the extent of the departure should reflect the\n     extent to which the reduced mental capacity contributed\n     to the commission of the offense.\n\n\n                                    -17-\n\f      However, the court may not depart below the applicable\n      guideline range if (1) the significantly reduced mental\n      capacity was caused by the voluntary use of drugs or\n      other intoxicants; (2) the facts and circumstances of the\n      defendant's offense indicate a need to protect the public\n      because the offense involved actual violence or a serious\n      threat of violence; (3) the defendant's criminal history\n      indicates a need to incarcerate the defendant to protect\n      the public; or (4) the defendant has been convicted of an\n      offense under chapter 71, 109A, 110 or 117, of Title 18,\n      United States Code.\n\nNoting the limitation \"ordinarily\" in § 5H1.3, Jones argued that\n\nhis was an extraordinary case warranting departure even if it did\n\nnot   fit   the      §   5K2.13     exception      because     of   his    \"significant\n\nintellectual and information processing deficiencies\" and because\n\nhis mental condition was \"outside the norm.\"                           The government\n\nopposed the motion on the grounds that a § 5K2.13 departure was\n\nunavailable       since     Jones     had    committed    a    crime      of    violence.\n\nMoreover,      the       government     argued,      Jones'     case      was    not    so\n\nextraordinary as to warrant the departure even if the \"ordinarily\"\n\nlanguage could be deemed to provide some degree of \"wiggle room.\"\n\nSee United States v. Pullen, 89 F.3d 368, 370 (7th Cir. 1996).\n\n            The district court concluded that a departure under §\n\n5K2.13   was    not      available     because      of   the    crime     of    violence.\n\nFurther,    the      court    observed       that    while     there      is    room   for\n\ndisagreement over whether the \"ordinarily\" language in § 5H1.3\n\nprovides some latitude for departure, any deficits of the defendant\n\n\"would have to be of an order so exceptional or extraordinary as to\n\ntake the defendant out of the pool of defendants similarly situated\n\n\n                                            -18-\n\fwho have equally compelling life stories and have faced equally\n\ncompelling difficulties.      I just do not think that that is this\n\ncase.\"   The court encouraged Jones to raise the issue on appeal.\n\n           Also at sentencing, Jones sought to have the court\n\ndisregard the two juvenile convictions in his record because the\n\nsometimes unreliable criminal record-keeping CORI system was the\n\nonly basis for their inclusion.         The court agreed and did not take\n\nthe juvenile convictions into account at sentencing, thus lowering\n\nJones' Criminal History Category from II to I.\n\n           On appeal, Jones concedes that he did not preserve in the\n\ndistrict court his potential Booker claim that the district court\n\nwould have given him a lower sentence had the Guidelines not been\n\nmandatory.      Therefore, this court reviews the sentencing decision\n\nfor (1) error that is (2) plain and that (3) affects substantial\n\nrights and (4) seriously affects the fairness, integrity, or public\n\nreputation of judicial proceedings.           United States v. Gonzalez-\n\nMercado, 402 F.3d 294, 302 (1st Cir. 2005); United States v.\n\nAntonakopoulos, 399 F.3d 68, 76 (1st Cir. 2005). \"The Booker error\n\nis that the defendant's Guidelines sentence was imposed under a\n\nmandatory system.\"     Id. at 75.      The first two elements of the plain\n\nerror standard are satisfied where, as here, a defendant's sentence\n\nwas   imposed    by   reference   to    a   mandatory   system   of   federal\n\nsentencing guidelines.      Id. at 77.\n\n\n\n\n                                    -19-\n\f           To meet the third requirement of the plain error test,\n\n\"ordinarily the defendant must point to circumstances creating a\n\nreasonable probability that the district court would impose a\n\ndifferent sentence more favorable to the defendant under the new\n\n'advisory Guidelines' Booker regime.\"              Id. at 75.     A defendant\n\ncannot satisfy the third element by a \"mere assertion that the\n\ncourt might have given [him] a more favorable sentence.\"                Id. at\n\n80.   Likewise, the fact that the district court sentenced Jones to\n\nthe low end of the applicable Guidelines range does not, by itself,\n\nshow a reasonable probability of a lesser sentence under the\n\nadvisory system.    United States v. Kornegay, 410 F.3d 89, 99-100\n\n(1st Cir. 2005).\n\n           A defendant must show, \"either in the existing record or\n\nby plausible proffer,\" that \"there is reasonable indication that\n\nthe district judge might well have reached a different result under\n\nadvisory guidelines.\" United States v. Heldeman, 402 F.3d 220, 224\n\n(1st Cir. 2005).    If a district court made statements suggesting\n\nthat it would have been inclined to impose a lesser sentence but\n\nwas   prevented   from   doing   so   by     the   mandatory   nature   of   the\n\nGuidelines, that indicates that there is a reasonable probability\n\nthat the defendant's sentence was affected by a Booker error.\n\nHeldeman, 402 F.3d at 224; Antonakopoulos, 399 F.3d at 81.\n\n           Jones argues that the comments by the district court\n\njudge at the sentencing hearing show that there is a reasonable\n\n\n                                      -20-\n\fprobability that the district court would impose a different\n\nsentence   more   favorable   to   the    defendant.   The   government\n\ndisagrees.   As both parties quote selectively from the district\n\ncourt's remarks at the sentencing hearing, we set forth in toto the\n\ncourt's comments regarding its decision not to depart downward:\n\n     Of course we are, in a sense, confined somewhat to the\n     margins of the case, given the fact that there is a\n     seven-year mandatory consecutive sentence which we all\n     agree simply has to be imposed under operation of law.\n\n     I think it is a difficult issue. As I read 5H1.3, the\n     intent of the Guidelines is to exclude consideration of\n     mental and emotional state unless by cross-reference it\n     is relevant to the consideration of another ground for\n     departure set out in Subpart 2 of k.         And I think\n     everyone instantly went to exactly the right Policy\n     Statement in the Subpart, which is 5K2.13, which would be\n     the Guideline that one would look to for a departure, but\n     for the fact of actual violence and threat of violence in\n     the underlying crime.\n\n     Whether the general Policy Statement in H itself\n     establishes an independent ground for departure, I think\n     is one that reasonable jurists could disagree over,\n     although I defer to Judge Posner's reading of the word\n     \"ordinarily\" [Pullen, 89 F.3d at 370] as operating\n     independently of the cross-reference to K Subpart 2.\n\n     But if it is a basis for independent departure, while I\n     agree that Dr. Mart is an excellent witness, and I have\n     no reason to doubt anything he said in his assessment of\n     the defendant, and while I think the defendant has\n     genuine deficits, if H is a ground for a departure, they\n     would have to be of an order so exceptional or\n     extraordinary as to take the defendant out of the pool of\n     defendants similarly situated who have equally compelling\n     life   stories  and have     faced   equally   compelling\n     difficulties.\n\n     I just do not think that that is this case. So I will\n     decline to depart under either 5K2.13 or 5H1.3.\n\nThe district judge then advised defense counsel that he\n\n                                   -21-\n\f     might on the appeal raise this 5H1.3 issue. I, during\n     the break, was looking desperately for any case in the\n     First Circuit, and I did not find one that discusses it\n     specifically, and opposed to mental health problems\n     generally.     There are those cases that use the\n     extraordinary and exceptional language, but I did not see\n     any that address the precise issue that you were raising.\n\n             We interpret the above remarks as indicating the district\n\ncourt's belief that even if it had had the discretion under § 5H1.3\n\nto depart downward in an extraordinary case, it did not consider\n\nJones' case to be out of the ordinary, hence not rising to the\n\nlevel   of    extraordinary       cases   for     which   departure   would   be\n\nwarranted.    While the court's language cannot be said to foreclose\n\nthe possibility of a lesser sentence under advisory guidelines, it\n\nin no way indicates there is a reasonable probability that it would\n\nimpose a lower sentence under advisory guidelines.                    The judge\n\nshowed commendable concern and thoughtfulness while pondering the\n\nsentence, but we see little to suggest anything else. Jones argues\n\nthat § 5K1.2's prohibition against a departure prevented him from\n\nhaving the judge consider mitigating evidence at this sentencing,\n\nbut the judge did consider the mitigating evidence presented by\n\ndefense counsel and heard the testimony of the psychologist.                  We\n\nconclude     that   Jones   has    failed    to    demonstrate   a    reasonable\n\nprobability of a different sentence and thus decline to remand.\n\n             The defendant's conviction and sentence are affirmed.\n\n\n\n\n                                      -22-\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">          United States Court of Appeals\n                        For the First Circuit\n\n\nNo. 04-1606\n\n                            UNITED STATES,\n\n                              Appellee,\n\n                                  v.\n\n                             KHARY JONES,\n\n                        Defendant, Appellant.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                  FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Richard G. Stearns, U.S. District Judge]\n\n\n                                Before\n\n                         Lynch, Circuit Judge,\n\n              Campbell and Stahl, Senior Circuit Judges.\n\n\n\n     Mark W. Shea, with whom Shea, LaRocque & Wood LLP was on\nbrief, for appellant.\n     Cynthia A. Young, Assistant U.S. Attorney, with whom Michael\nJ. Sullivan, United States Attorney, was on brief, for appellee.\n\n\n\n                          December 19, 2005\n\f           CAMPBELL, Senior Circuit Judge.      Appellant-defendant\n\nKhary Jones appeals from his conviction and sentence in the United\n\nStates District Court for the District of Massachusetts.      Jones\n\nentered a conditional guilty plea to one count of carjacking, in\n\nviolation of 18 U.S.C. § 2119, and one count of using a firearm\n\nduring and in relation to a crime of violence, in violation of 18\n\nU.S.C. § 924(c).    On appeal, Jones makes two arguments:    first,\n\nthat the district court erred in denying his motion to suppress\n\ncertain evidence, and second, that his case should be remanded for\n\nresentencing in the district court pursuant to United States v.\n\nBooker, </pre><span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">738</span></span><pre class=\"inline\"> (2005).   We now affirm the district court's\n\njudgment and sentence.\n\n                           I.   Background\n\n           The facts of the case, largely undisputed, are set out in\n\nUnited States v. Jones, </pre><span class=\"citation\" data-id=\"2515533\"><a href=\"/opinion/2515533/united-states-v-jones/\"><span class=\"volume\">261</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">40</span></a></span><pre class=\"inline\"> (D. Mass. 2003).      The\n\nmost relevant facts are as follows:\n\n           On the cold and rainy night of March 19, 2002, at about\n\n4:00 a.m., Boston Police Officers Christopher Broderick and Richard\n\nMoriarty were patrolling in their cruiser in Boston's South End.\n\nIn the weeks prior to this night, there had been an abnormally\n\nlarge number of armed robberies and car break-ins in the area.   The\n\ntwo officers had not received any reports of a specific crime that\n\nevening.   As they drove toward Appleton Street, they saw on their\n\nleft two men running nearly side-by-side along Appleton and across\n\n\n                                 -2-\n\fClarendon.      The men were wearing sweatshirts with hoods drawn\n\ntightly around their heads and what initially appeared to the\n\nofficers to be white cotton gloves.            The officers were unsure of\n\nwhat the men were doing but considered it to be of an \"unlawful\n\ndesign.\"     They sped up the cruiser and turned right onto Appleton\n\nStreet, where Moriarty got out of the car and approached one of the\n\nhooded men.         Moriarty told the man, later identified as the\n\ndefendant, to stop, which Jones did immediately, throwing his hands\n\nup in the air.      At that point, Moriarty observed that Jones' gloves\n\nwere of white latex.      Asked why he wore them, Jones said his hands\n\nwere cold.    Asked if he had any weapons on him, Jones said that he\n\nhad a knife, which Moriarty confiscated.\n\n             Meanwhile, Broderick drove further down Appleton Street,\n\nparked, and got out of the cruiser.            The second hooded man, later\n\nidentified as Samuel Whiteside, had continued to run down the\n\nsidewalk.      He    turned   left   between    two   cars,   right    onto   the\n\nsidewalk, and ran until he was under a lit lamppost, where he bent\n\ndown so that Broderick could see only the top of his head.\n\nWhiteside then straightened into full view and continued to run\n\ndown the sidewalk as Broderick chased him and asked him several\n\ntimes to stop.       At this point, Broderick saw a third man, later\n\nidentified as Darrell Weaver, walking on the sidewalk in the same\n\ndirection that Jones and Whiteside had been running.                  While this\n\nwas Broderick's first view of Weaver, Broderick testified that his\n\n\n                                      -3-\n\fpartner, Moriarty, had told him he saw Weaver when the cruiser\n\nfirst turned onto Appleton Street.       Moriarty was unable to testify\n\nat the suppression hearing because he was serving in Iraq.                 The\n\ndistrict judge found that Moriarty saw Weaver before the officers\n\ngot out of the cruiser and that Whiteside and Jones appeared to be\n\nchasing Weaver.\n\n            After Broderick saw Weaver walking ahead on the sidewalk,\n\nWhiteside ran towards Weaver but slowed to a walk as he approached\n\nhim.   Broderick caught up to the two men, who sat down on the steps\n\nof 84 Appleton Street.    When Broderick asked what they were doing,\n\nWhiteside replied that he was \"just walking with my boy.\"             Weaver\n\nlooked back and forth between Whiteside and Broderick and appeared\n\nconfused.     Broderick   took   both    men   back   to   the   cruiser   and\n\nquestioned them individually while Moriarty talked to Jones.\n\n            The officers concluded that Weaver was not with Whiteside\n\nand Jones and let him go.        Broderick asked Whiteside why he was\n\nwearing a latex glove, and Whiteside responded that he was wearing\n\none glove because a cut on his hand had become infected.            Moriarty\n\nthen walked back in the direction in which he had seen Whiteside\n\nrun and found, where Broderick had seen Whiteside pause and bend\n\ndown earlier, a .32 caliber semi-automatic handgun with a chambered\n\nlive round and a one-dollar bill sitting on top of a large white\n\ntrash bag on the sidewalk.         The gun was still warm and dry.\n\nMoriarty then signaled to Broderick that Jones and Whiteside should\n\n\n                                   -4-\n\fbe handcuffed.      The officers asked the two men if they had a\n\nlicense to carry a firearm, and neither man indicated he did.\n\n          The officers then arrested Jones and Whiteside and took\n\nthem to the jail.   A booking officer booked the two men, filled out\n\na prisoner booking form which listed Jones' property, including a\n\nset of keys, and took booking photos.      The arrest booking form\n\nindicated that the two men were arrested for \"intent to rob while\n\narmed.\"   Later, the state initially charged Jones with possession\n\nof a firearm without a license, attempted armed robbery, and a\n\nmoving violation.\n\n          The evening before Jones was arrested, on March 18, 2002\n\nat about 12:15 a.m., a seemingly unrelated incident had occurred.\n\nToni Harrison and Ramona Powell were forced out of a car at\n\ngunpoint by a young African-American man with braided hair.        The\n\ntwo women yelled for the driver of the car, Thomas Edwards, who was\n\nacross the street, and he ran towards the car as it drove away,\n\ngetting a side view of the suspect.\n\n          On March 23, 2002, Harrison, Edwards, and Edwards' mother\n\nHilda, the owner of the car, went to the police station to review\n\nphotographs with Boston Police Detective Paul MacIsaac.       MacIsaac\n\nfirst spoke to Harrison and gathered a description of the suspect\n\nin order to narrow the pool of suspects displayed on the police\n\ndepartment's   computerized   identification   imaging   system.   The\n\nresult was seventy-eight young African-American men with braided\n\n\n                                 -5-\n\fhair.   Harrison viewed all the photos and rejected all of them.\n\nMacIsaac then changed the search criteria to search for \"afro\"\n\ninstead of \"braids.\"     There were ninety-one matches, and Harrison\n\nrejected the first seventy-nine.           At the sight of the eightieth\n\nphoto, however, she jumped back and said, \"I think that's him.            I\n\nthink that's him,\" and began to cry.          She told MacIsaac that she\n\nwas eighty-five percent sure it was the suspect.\n\n          On   March   25,   2002,   MacIsaac    printed   out   the   photo\n\nHarrison had identified, a 1998 booking photo of Khary Jones.             A\n\ncriminal records check revealed a more recent photo of Jones from\n\nhis March 19, 2002 arrest.      Using the computer system, MacIsaac\n\nthen created a nine-photo array, including the March 19 photo.\n\nHarrison quickly identified Jones in the new photo array. Edwards,\n\nwho had had a side view of the suspect, was unable to identify\n\nJones and instead picked another photo.           Powell \"went right to\"\n\nJones' picture and said \"that's him.\"\n\n          Based on the identifications by Harrison and Powell,\n\nMacIsaac obtained and executed a search warrant for Jones relative\n\nto the carjacking.     He told Moriarty to look in the area of Jones'\n\nMarch 19 arrest for the stolen car.         The car was found a couple of\n\nblocks away from Appleton and Clarendon Streets. MacIsaac examined\n\nJones' booking sheet, which listed \"a key\" among his property.\n\nMacIsaac obtained a search warrant, executed it, and seized a set\n\nof keys, including Edwards' car key.\n\n\n                                     -6-\n\f          Indicted on one count of carjacking and one count of\n\npossessing a firearm during and in relation to a crime of violence\n\nin connection with the March 18, 2002 carjacking, Jones moved to\n\nsuppress any and all evidence seized from him and/or his possession\n\nas a result of the warrantless stop and arrest on March 19, 2002\n\nand the subsequent warrant-based search of his property in jail on\n\nApril 6, 2002.     Jones argued that the officers had not had\n\nreasonable suspicion to stop him and Whiteside, nor had they had\n\nprobable cause to arrest Jones after the discovery of the gun on\n\ntop of the garbage bag.   The district court denied the motion to\n\nsuppress, finding that the officers had had reasonable suspicion to\n\nstop Jones, but assuming arguendo that the stop was illegal, the\n\ndiscovery of the evidence was sufficiently attenuated from the stop\n\nto dissipate the taint.    Alternatively, the court observed, the\n\nindependent source doctrine provided a separate basis for the\n\nseizure of the keys because MacIsaac, separate from Broderick and\n\nMoriarty, had learned the potential significance of the keys during\n\nhis own investigation.\n\n          After the denial of the motion to suppress, Jones entered\n\na conditional guilty plea and was sentenced on April 20, 2004.   The\n\ndistrict court sentenced Jones to consecutive terms of 30 months'\n\nimprisonment on Count 1 and 84 months' imprisonment, the mandatory\n\nminimum, on Count 2.   This appeal followed.\n\n\n\n\n                                -7-\n\f                                 II.   Discussion\n\nA.    The Motion to Suppress\n\n            On appeal, Jones argues that on March 19, 2002, the\n\npolice officers had neither reasonable suspicion to stop him and\n\nWhiteside nor probable cause to arrest them.            Further, he argues,\n\nMacIsaac's discovery of the keys was not sufficiently removed from\n\nthe   illegal     arrest   to    dissipate    the   taint,   nor   was   it   an\n\nindependent discovery.          Because we find that the initial stop and\n\nsubsequent arrest were both legal, we do not reach the issues of\n\ndissipation of the taint or independent discovery.                   As Jones\n\nhimself recognized in his brief, if the arrest was legal, the\n\nsearch of his possessions at the jail was constitutional.                     We\n\naffirm the defendant's conviction.\n\n            In reviewing a denial of a motion to suppress, we review\n\nquestions of law de novo and factual findings for clear error.\n\nUnited States v. Khounsavanh, </pre><span class=\"citation\" data-id=\"197362\"><a href=\"/opinion/197362/united-states-v-khounsavanh/\"><span class=\"volume\">113</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">279</span></a></span><pre class=\"inline\">, 282 (1st Cir. 1997).\n\n            1.    Disputed Finding of Fact\n\n            The only factual finding by the district court that Jones\n\nseems to contest is that Moriarty had seen from his cruiser the two\n\nmen chasing Weaver down the street.           \"A clear error exists only if,\n\nafter considering all of the evidence, we are left with a definite\n\nand firm conviction that a mistake has been made.\"             United States\n\nv. McCarthy, </pre><span class=\"citation\" data-id=\"196595\"><a href=\"/opinion/196595/united-states-v-mccarthy/\"><span class=\"volume\">77</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">522</span></a></span><pre class=\"inline\">, 529 (1st Cir.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">519</span> <span class=\"reporter\">U.S.</span>\n\n<span class=\"page\">991</span></span><pre class=\"inline\"> (1996).      \"'[W]here there is more than one plausible view of the\n\n\n                                        -8-\n\fcircumstances, the...court's choice among supportable alternatives\n\ncannot be clearly erroneous.'\" United States v. Tejada-Beltran, </pre><span class=\"citation\" data-id=\"691951\"><a href=\"/opinion/691951/united-states-v-maximo-e-tejada-beltran-alias-etc/\"><span class=\"volume\">50</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">105</span></a></span><pre class=\"inline\">, 110 (1st Cir. 1995) (quoting United States v. Ruiz, </pre><span class=\"citation\" data-id=\"543063\"><a href=\"/opinion/543063/united-states-v-fausto-d-ruiz/\"><span class=\"volume\">905</span>\n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">499</span></a></span><pre class=\"inline\">, 508 (1st Cir. 1990)).    The district court's finding that\n\nMoriarty, while still in the car, saw Weaver being chased by Jones\n\nand Whiteside is supported by Broderick's hearsay testimony that\n\nMoriarty had told him he had seen Weaver ahead of the two men in\n\nthe direction in which they were running when the cruiser first\n\nturned onto Appleton Street. Because that testimony had been given\n\nat a suppression hearing, where the Federal Rules of Evidence do\n\nnot apply in all their rigor, the court overruled the defendant's\n\nhearsay objection, and no appeal is specifically made from that\n\nruling, although Jones insists that Weaver was seen only later, by\n\nBroderick, after the cruiser stopped and the officers split up.\n\nUnited States v. Schaefer, </pre><span class=\"citation\" data-id=\"196839\"><a href=\"/opinion/196839/united-states-v-schaefer/\"><span class=\"volume\">87</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">562</span></a></span><pre class=\"inline\">, 570 (1st Cir. 1996); see\n\nalso United States v. Bunnell, </pre><span class=\"citation\" data-id=\"199832\"><a href=\"/opinion/199832/united-states-v-bunnell/\"><span class=\"volume\">280</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">46</span></a></span><pre class=\"inline\">, 49 (1st Cir. 2002).   In\n\nany event, the court's finding based on Broderick's testimony of\n\nwhat Moriarty told him is not clearly erroneous.\n\n          2.   Reasonable Suspicion\n\n          Police officers may conduct a brief investigatory stop of\n\na suspect if they have reasonable suspicion, based on articulable\n\nfacts, that a crime is about to be or has been committed.   Terry v.\n\nOhio, </pre><span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 30 (1968); United States v. Golab, </pre><span class=\"citation\" data-id=\"200418\"><a href=\"/opinion/200418/united-states-v-golab/\"><span class=\"volume\">325</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">63</span></a></span><pre class=\"inline\">,\n\n66 (1st Cir. 2003).    Determining whether a reasonable suspicion\n\n\n                                  -9-\n\fexists requires an objective inquiry.          Bolton v. Taylor, </pre><span class=\"citation\" data-id=\"200983\"><a href=\"/opinion/200983/bolton-v-taylor/\"><span class=\"volume\">367</span> <span class=\"reporter\">F.3d</span>\n\n<span class=\"page\">5</span></a></span><pre class=\"inline\">, 7 (1st Cir. 2004).      An \"inchoate and unparticularized suspicion\n\nor 'hunch'\" of criminal activity is insufficient.           Terry, 392 U.S.\n\nat 27.   Reasonable suspicion is evaluated in the context of the\n\ntotality of the circumstances and demands a \"practical, commonsense\n\napproach.\"       United States v. Sowers, </pre><span class=\"citation\" data-id=\"197788\"><a href=\"/opinion/197788/united-states-v-sowers/\"><span class=\"volume\">136</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">24</span></a></span><pre class=\"inline\">, 28 (1st Cir.\n\n1998).\n\n            We    must   determine   whether   the   officers'   actions   in\n\nstopping Jones, after seeing him and his companion running down the\n\nstreet, were justified at their inception and whether the actions\n\ntaken were \"reasonably responsive to the circumstances justifying\n\nthe stop in the first place as augmented by information gleaned by\n\nthe officers during the stop.\"        United States v. Maguire, </pre><span class=\"citation\" data-id=\"201013\"><a href=\"/opinion/201013/united-states-v-maguire/\"><span class=\"volume\">359</span> <span class=\"reporter\">F.3d</span>\n\n<span class=\"page\">71</span></a></span><pre class=\"inline\">, 76 (1st Cir. 2004) (internal quotation omitted).             An officer\n\nmay draw on his \"own experience and specialized training to make\n\ninferences from and deductions about the cumulative information .\n\n. . that might well elude an untrained person.\"           United States v.\n\nArvizu, </pre><span class=\"citation\" data-id=\"118474\"><a href=\"/opinion/118474/united-states-v-arvizu/\"><span class=\"volume\">534</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">266</span></a></span><pre class=\"inline\">, 273 (2002) (citations and internal quotation\n\nomitted).\n\n            We hold the stop was justified.          Broderick and Moriarty\n\nsaw two men sprinting down Appleton Street on a dark, rainy night\n\nat 4:00 a.m. wearing hooded sweatshirts tightly wound around their\n\nheads and wearing light, white gloves of a type that would seem\n\n\n\n\n                                     -10-\n\finappropriate as protection against the cold weather.1     There had\n\nbeen an abnormal number of robberies and break-ins around the\n\nneighborhood. Moriarty spied from the cruiser a third man, Weaver,\n\nwalking ahead of the two men in the same direction in which they\n\nwere sprinting.   Jones argues that it was natural for the two men,\n\non a rainy night, to be wearing hoods and to be sprinting in order\n\nto escape the rain.    He further notes that \"While [reports of crime\n\nin the area] may put officers on their guard, they cannot alone\n\njustify a stop.   Were the law otherwise, any person who happened to\n\nwander into a high-crime area late at night, in the immediate\n\naftermath of a serious crime, could be detained.\" United States v.\n\nWoodrum, </pre><span class=\"citation\" data-id=\"767456\"><a href=\"/opinion/767456/united-states-v-ronald-woodrum/\"><span class=\"volume\">202</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 7 (1st Cir. 2000) (citation omitted).       But\n\nreports of crime in the area was not the sole fact here warranting\n\nsuspicion of criminal activity. There were other facts that, taken\n\nin context, were suspicious.      The wearing of hooded sweatshirts\n\ntightly wrapped around their heads, while conceivably protecting\n\nagainst the weather, also suggested an intent to disguise the two\n\nmen's identities.     That they wore gloves of a type less suited to\n\nkeeping out the cold than concealing fingerprints pointed towards\n\n\n\n     1\n      Officer Broderick described the gloves as follows when\nquestioned by the government: \"Q: Now these particular gloves--and\nwere they unusual at all to you?      A: Yes.   Q: Why were they\nunusual? A: To me winter gloves are, they're big, puffy gloves\nthat keep your hands warm. They're not form-fitting, tight gloves\nthat don't look like they provide warmth. Q: And what did these\ngloves look like? A: The tight, form-fitting gloves that wouldn't\nprovide warmth. Like I said, that we use for funeral details.\"\n\n                                 -11-\n\fa criminal design.         The men were sprinting, and given the third\n\nperson walking ahead, might have been planning to catch up to and\n\nrob him.      It was dark; the time and conditions favored the\n\ncommission without detection of crimes like street robbery, car\n\ntheft, burglary and the like.          Taking these factors all together,\n\nthe     totality    of    the   circumstances     created    an    articulable,\n\nreasonable suspicion of criminal activity, and thus the stopping of\n\nJones and his companion was within the officers' authority.\n\n            3.     Probable Cause to Arrest\n\n            Even if a brief investigatory stop were legitimate, Jones\n\nargues that the officers lacked probable cause to arrest him after\n\nMoriarty had discovered the gun on top of the trash bag.             \"Probable\n\ncause     exists    when    police    officers,    relying    on    reasonably\n\ntrustworthy facts and circumstances, have information upon which a\n\nreasonably prudent person would believe the suspect had committed\n\nor was committing a crime.\"          United States v. Young, </pre><span class=\"citation\" data-id=\"197172\"><a href=\"/opinion/197172/united-states-v-young/\"><span class=\"volume\">105</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 6\n\n(1st Cir. 1997).         The inquiry into probable cause focuses on what\n\nthe officer knew at the time of the arrest, United States v. Brown,\n\n</pre><span class=\"citation\" data-id=\"198351\"><a href=\"/opinion/198351/united-states-v-brown/\"><span class=\"volume\">169</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">89</span></a></span><pre class=\"inline\">, 91 (1st Cir. 1999), and should evaluate the totality\n\nof the circumstances.        United States v. Reyes, </pre><span class=\"citation\" data-id=\"770241\"><a href=\"/opinion/770241/united-states-v-carlos-reyes/\"><span class=\"volume\">225</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">71</span></a></span><pre class=\"inline\">, 75 (1st\n\nCir. 2000). As the Supreme Court has recently reiterated, however,\n\nthe probable cause inquiry is not necessarily based upon the\n\noffense actually invoked by the arresting officer but upon whether\n\nthe facts known at the time of the arrest objectively provided\n\n\n                                      -12-\n\fprobable cause to arrest.   Devenpeck v. Alford, </pre><span class=\"citation\" data-id=\"137733\"><a href=\"/opinion/137733/devenpeck-v-alford/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">588</span></a></span><pre class=\"inline\">, 594\n\n(2004). Thus it is irrelevant that the booking officer cited Jones\n\nfor \"intent to rob while armed.\"       If, on the facts known to the\n\narresting officers, there was probable cause to believe he was\n\ncommitting another crime, the arrest was valid.\n\n          The government argues that the police officers had enough\n\ninformation at the time of the arrest to have probable cause to\n\nbelieve that Jones as well as Whiteside knowingly possessed a\n\nfirearm without a license, in violation of state law, to wit M.G.L.\n\nc. 269, § 10.   Jones responds, however, that it was his companion,\n\nWhiteside, who possessed the gun.        Officer Moriarty found the\n\ndiscarded weapon in the vicinity where Broderick had earlier seen\n\nWhiteside stop and bend down.      Jones himself had had no firearm\n\nwhen earlier stopped, nor did he advance down the street to the\n\nplace where the gun was eventually recovered.    Without evidence he\n\nactively possessed the gun after the officers arrived on the scene,\n\nJones contends the police lacked probable cause to arrest him for\n\npossessing it without a license.\n\n          But while Jones did not actually possess the gun at the\n\ntime the officers apprehended him, the surrounding circumstances\n\nafforded probable cause to believe he had constructive possession\n\nof it.   This was enough to violate the Massachusetts illegal\n\npossession statute. See, e.g., Commonwealth v. Sann Than, 59 Mass.\n\nApp. Ct. 410, 413, </pre><span class=\"citation no-link\"><span class=\"volume\">796</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">419</span></span><pre class=\"inline\">, 422 (2003) (instructions on\n\n\n                                -13-\n\fconstructive possession in a charge under M.G.L. c. 269, § 10).\n\nCf. Commonwealth v. Moore, </pre><span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">Mass. App. Ct.</span> <span class=\"page\">334</span></span><pre class=\"inline\">, 343, </pre><span class=\"citation no-link\"><span class=\"volume\">765</span> <span class=\"reporter\">N.E.2d</span>\n\n<span class=\"page\">268</span></span><pre class=\"inline\">, 275 (2002) (related statute, M.G.L. c. 269, § 11C, makes no\n\ndistinction between constructive and actual possession for purposes\n\nof presumption that possession of firearm with obliterated serial\n\nnumber is prima facie evidence of violation of the section). Under\n\nMassachusetts   law,   constructive   possession   implies   \"knowledge\n\ncoupled with the ability and intention to exercise dominion and\n\ncontrol.\"   Commonwealth v. Garcia, </pre><span class=\"citation\" data-id=\"2139323\"><a href=\"/opinion/2139323/commonwealth-v-garcia/\"><span class=\"volume\">409</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">675</span></a></span><pre class=\"inline\">, 686, </pre><span class=\"citation\" data-id=\"2139323\"><a href=\"/opinion/2139323/commonwealth-v-garcia/\"><span class=\"volume\">569</span> <span class=\"reporter\">N.E.2d</span>\n\n<span class=\"page\">385</span></a></span><pre class=\"inline\">, 392 (1991) (internal quotations omitted).       Mere presence at\n\nthe scene of criminal activity is not sufficient. United States v.\n\nPardo, </pre><span class=\"citation\" data-id=\"384938\"><a href=\"/opinion/384938/united-states-v-jose-l-m-pardo-united-states-of-america-v-cecil-p/\"><span class=\"volume\">636</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">535</span></a></span><pre class=\"inline\">, 549 (D.C. Cir. 1980).    Close proximity to the\n\nfirearm, however, so as to be able \"to pick it up at any time,\"\n\nsuffices to establish the power (or \"ability\") component.       United\n\nStates v. McLean, </pre><span class=\"citation no-link\"><span class=\"volume\">409</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">492</span></span><pre class=\"inline\">, 504 (1st Cir. 2003).\n\n            In the present case, Whiteside's possession of a live\n\ngun, together with the many other facts implying that Jones and\n\nWhiteside when stopped were engaged together in joint criminal\n\nactivity, provided probable cause to infer Jones' constructive\n\nownership of the live weapon.         The two men were seen by the\n\nofficers in one another's company racing down the street, under\n\ncircumstances suggesting an intent to rob a man seen walking ahead.\n\nBoth were muffled in their hooded sweatshirts; Jones was found to\n\nbe wearing latex gloves, while Whiteside wore one latex glove.\n\n\n                                -14-\n\fLatex gloves offer little if any protection against the weather.\n\nThey       most    obviously   would   serve   the   function    of   preventing\n\nfingerprints from being left on items like the gun itself or other\n\nobjects encountered while engaged in criminal activity.                  Wearing\n\nsuch gloves was thus a gesture suggesting an intention to exercise\n\ndominion and control over the gun as well as to engage in other\n\nprospective criminal conduct.           The fact that Jones wore two gloves\n\nand Whiteside only one suggests that if the gun were to be used, it\n\nwould be passed to Jones to handle it.               When the police cruiser\n\nstopped and apprehended Jones, Whiteside kept running and attempted\n\nto dispose of the gun for which neither man had a license.                   The\n\ntotality of these circumstances gave rise to a reasonable inference\n\nthat the two men were partners in crime, and that the firearm, with\n\nits chambered round, was integral to their joint venture.2\n\n                  We do not imply that the above evidence would necessarily\n\nsuffice to sustain a finding that Jones was guilty beyond a\n\nreasonable doubt of the gun possession charge.                  Probable cause,\n\nhowever, does not require \"evidence sufficient to convict the\n\nindividual, but merely enough to warrant a reasonable belief that\n\n\n       2\n      Objectively viewed, these same facts might have also provided\nprobable cause to arrest the two men for attempted armed assault\nwith intent to rob, i.e., the \"intent to rob while armed\" offense\nfor which they were booked following arrest.           While later\ninvestigation appears to have led to a decision not to prosecute\nJones for attempting to rob Weaver, the facts at the time of the\narrest were not inconsistent with this hypothesis.       We do not\ndecide this question as the government did not pursue this theory\non appeal.\n\n                                        -15-\n\fhe was engaging in criminal activity.\"              United States v. Link, </pre><span class=\"citation\" data-id=\"199255\"><a href=\"/opinion/199255/united-states-v-link/\"><span class=\"volume\">238</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">106</span></a></span><pre class=\"inline\">, 110 (1st Cir. 2001) (citation omitted).                    Here, the gun,\n\nwith a live round in the chamber, was actively possessed by one of\n\nthe two closely associated men; there was compelling evidence, most\n\nnotably the latex gloves, as well as the firearm itself, that both\n\nmen had the intention to use the weapon in their joint criminal\n\nenterprise; and both men acknowledged to the officers that they\n\nwere without licenses to carry a gun.                  In the circumstances, we\n\nthink it was objectively reasonable to infer that both men knew\n\nabout the gun.        It was also reasonable to infer -- the two men\n\nbeing nearly side-by-side when first seen running down the street\n\n-- that the gun was readily transferable from one to the other,\n\nproviding Jones with the ability to possess it, and that each\n\nintended to be able to use the weapon as needed.                     That Whiteside\n\nmay   have   been     carrying   the     weapon   at    the   time    the   officers\n\nintervened    does     not    rule   out   Jones'      constructive    possession:\n\n\"possession can be joint.\"             See McLean, 409 F.3d at 504.           While\n\nWhiteside appears to have had actual possession when the officers\n\ncame on the scene, the surrounding circumstances reasonably implied\n\nprobable     cause    to     attribute     constructive       possession    to   his\n\ncompanion, Jones.\n\n                 4.    Attenuation and Independent Means\n\n             As noted above, because we find that the police officers\n\nhad reasonable suspicion to stop Jones and probable cause to arrest\n\n\n                                         -16-\n\fhim, we do not reach the alternate ground of the district court\n\nthat, even if the stop and arrest had been illegal, the discovery\n\nof the evidence was legitimate because of dissipation of the taint\n\nor the independent discovery doctrine.\n\nB.   Booker Claim\n\n           Prior to his sentencing hearing, Jones moved for a\n\ndownward departure on the grounds of diminished mental capacity\n\npursuant   to   U.S.S.G.   §    5K2.13    and     extraordinary   mental   and\n\nemotional condition pursuant to U.S.S.G. § 5H1.3.\n\n           To support his claim of diminished mental capacity, Jones\n\nsubmitted a brief family history and the expert testimony of a\n\nforensic psychologist, Dr. Eric Mart, who concluded that Jones was\n\nmildly retarded and had \"problems with attention and executive\n\nfunctioning...which are areas of deficiency above and beyond his\n\ngenerally low IQ.\"\n\n           Section   5H1.3     provides    that    \"[m]ental   and   emotional\n\nconditions are not ordinarily relevant in determining whether a\n\nsentence should be outside the applicable guideline range, except\n\nas provided in [§ 5K2.13].\"       § 5K2.13 provides that:\n\n     A downward departure may be warranted if (1) the\n     defendant committed the offense while suffering from a\n     significantly reduced mental capacity and (2) the\n     significantly   reduced   mental   capacity   contributed\n     substantially to the commission of the offense.\n     Similarly, if a departure is warranted under this policy\n     statement, the extent of the departure should reflect the\n     extent to which the reduced mental capacity contributed\n     to the commission of the offense.\n\n\n                                    -17-\n\f      However, the court may not depart below the applicable\n      guideline range if (1) the significantly reduced mental\n      capacity was caused by the voluntary use of drugs or\n      other intoxicants; (2) the facts and circumstances of the\n      defendant's offense indicate a need to protect the public\n      because the offense involved actual violence or a serious\n      threat of violence; (3) the defendant's criminal history\n      indicates a need to incarcerate the defendant to protect\n      the public; or (4) the defendant has been convicted of an\n      offense under chapter 71, 109A, 110 or 117, of Title 18,\n      United States Code.\n\nNoting the limitation \"ordinarily\" in § 5H1.3, Jones argued that\n\nhis was an extraordinary case warranting departure even if it did\n\nnot   fit   the      §   5K2.13     exception      because     of   his    \"significant\n\nintellectual and information processing deficiencies\" and because\n\nhis mental condition was \"outside the norm.\"                           The government\n\nopposed the motion on the grounds that a § 5K2.13 departure was\n\nunavailable       since     Jones     had    committed    a    crime      of    violence.\n\nMoreover,      the       government     argued,      Jones'     case      was    not    so\n\nextraordinary as to warrant the departure even if the \"ordinarily\"\n\nlanguage could be deemed to provide some degree of \"wiggle room.\"\n\nSee United States v. Pullen, </pre><span class=\"citation\" data-id=\"721525\"><a href=\"/opinion/721525/united-states-v-doss-e-pullen/\"><span class=\"volume\">89</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">368</span></a></span><pre class=\"inline\">, 370 (7th Cir. 1996).\n\n            The district court concluded that a departure under §\n\n5K2.13   was    not      available     because      of   the    crime     of    violence.\n\nFurther,    the      court    observed       that    while     there      is    room   for\n\ndisagreement over whether the \"ordinarily\" language in § 5H1.3\n\nprovides some latitude for departure, any deficits of the defendant\n\n\"would have to be of an order so exceptional or extraordinary as to\n\ntake the defendant out of the pool of defendants similarly situated\n\n\n                                            -18-\n\fwho have equally compelling life stories and have faced equally\n\ncompelling difficulties.      I just do not think that that is this\n\ncase.\"   The court encouraged Jones to raise the issue on appeal.\n\n           Also at sentencing, Jones sought to have the court\n\ndisregard the two juvenile convictions in his record because the\n\nsometimes unreliable criminal record-keeping CORI system was the\n\nonly basis for their inclusion.         The court agreed and did not take\n\nthe juvenile convictions into account at sentencing, thus lowering\n\nJones' Criminal History Category from II to I.\n\n           On appeal, Jones concedes that he did not preserve in the\n\ndistrict court his potential Booker claim that the district court\n\nwould have given him a lower sentence had the Guidelines not been\n\nmandatory.      Therefore, this court reviews the sentencing decision\n\nfor (1) error that is (2) plain and that (3) affects substantial\n\nrights and (4) seriously affects the fairness, integrity, or public\n\nreputation of judicial proceedings.           United States v. Gonzalez-\n\nMercado, </pre><span class=\"citation\" data-id=\"201515\"><a href=\"/opinion/201515/united-states-v-gonzalez-mercado/\"><span class=\"volume\">402</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">294</span></a></span><pre class=\"inline\">, 302 (1st Cir. 2005); United States v.\n\nAntonakopoulos, </pre><span class=\"citation\" data-id=\"201462\"><a href=\"/opinion/201462/united-states-v-antonakopoulos/\"><span class=\"volume\">399</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">68</span></a></span><pre class=\"inline\">, 76 (1st Cir. 2005). \"The Booker error\n\nis that the defendant's Guidelines sentence was imposed under a\n\nmandatory system.\"     Id. at 75.      The first two elements of the plain\n\nerror standard are satisfied where, as here, a defendant's sentence\n\nwas   imposed    by   reference   to    a   mandatory   system   of   federal\n\nsentencing guidelines.      Id. at 77.\n\n\n\n\n                                    -19-\n\f           To meet the third requirement of the plain error test,\n\n\"ordinarily the defendant must point to circumstances creating a\n\nreasonable probability that the district court would impose a\n\ndifferent sentence more favorable to the defendant under the new\n\n'advisory Guidelines' Booker regime.\"              Id. at 75.     A defendant\n\ncannot satisfy the third element by a \"mere assertion that the\n\ncourt might have given [him] a more favorable sentence.\"                Id. at\n\n80.   Likewise, the fact that the district court sentenced Jones to\n\nthe low end of the applicable Guidelines range does not, by itself,\n\nshow a reasonable probability of a lesser sentence under the\n\nadvisory system.    United States v. Kornegay, </pre><span class=\"citation\" data-id=\"201633\"><a href=\"/opinion/201633/united-states-v-kornegay/\"><span class=\"volume\">410</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">89</span></a></span><pre class=\"inline\">, 99-100\n\n(1st Cir. 2005).\n\n           A defendant must show, \"either in the existing record or\n\nby plausible proffer,\" that \"there is reasonable indication that\n\nthe district judge might well have reached a different result under\n\nadvisory guidelines.\" United States v. Heldeman, </pre><span class=\"citation\" data-id=\"201512\"><a href=\"/opinion/201512/united-states-v-heldeman/\"><span class=\"volume\">402</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">220</span></a></span><pre class=\"inline\">, 224\n\n(1st Cir. 2005).    If a district court made statements suggesting\n\nthat it would have been inclined to impose a lesser sentence but\n\nwas   prevented   from   doing   so   by     the   mandatory   nature   of   the\n\nGuidelines, that indicates that there is a reasonable probability\n\nthat the defendant's sentence was affected by a Booker error.\n\nHeldeman, 402 F.3d at 224; Antonakopoulos, 399 F.3d at 81.\n\n           Jones argues that the comments by the district court\n\njudge at the sentencing hearing show that there is a reasonable\n\n\n                                      -20-\n\fprobability that the district court would impose a different\n\nsentence   more   favorable   to   the    defendant.   The   government\n\ndisagrees.   As both parties quote selectively from the district\n\ncourt's remarks at the sentencing hearing, we set forth in toto the\n\ncourt's comments regarding its decision not to depart downward:\n\n     Of course we are, in a sense, confined somewhat to the\n     margins of the case, given the fact that there is a\n     seven-year mandatory consecutive sentence which we all\n     agree simply has to be imposed under operation of law.\n\n     I think it is a difficult issue. As I read 5H1.3, the\n     intent of the Guidelines is to exclude consideration of\n     mental and emotional state unless by cross-reference it\n     is relevant to the consideration of another ground for\n     departure set out in Subpart 2 of k.         And I think\n     everyone instantly went to exactly the right Policy\n     Statement in the Subpart, which is 5K2.13, which would be\n     the Guideline that one would look to for a departure, but\n     for the fact of actual violence and threat of violence in\n     the underlying crime.\n\n     Whether the general Policy Statement in H itself\n     establishes an independent ground for departure, I think\n     is one that reasonable jurists could disagree over,\n     although I defer to Judge Posner's reading of the word\n     \"ordinarily\" [Pullen, 89 F.3d at 370] as operating\n     independently of the cross-reference to K Subpart 2.\n\n     But if it is a basis for independent departure, while I\n     agree that Dr. Mart is an excellent witness, and I have\n     no reason to doubt anything he said in his assessment of\n     the defendant, and while I think the defendant has\n     genuine deficits, if H is a ground for a departure, they\n     would have to be of an order so exceptional or\n     extraordinary as to take the defendant out of the pool of\n     defendants similarly situated who have equally compelling\n     life   stories  and have     faced   equally   compelling\n     difficulties.\n\n     I just do not think that that is this case. So I will\n     decline to depart under either 5K2.13 or 5H1.3.\n\nThe district judge then advised defense counsel that he\n\n                                   -21-\n\f     might on the appeal raise this 5H1.3 issue. I, during\n     the break, was looking desperately for any case in the\n     First Circuit, and I did not find one that discusses it\n     specifically, and opposed to mental health problems\n     generally.     There are those cases that use the\n     extraordinary and exceptional language, but I did not see\n     any that address the precise issue that you were raising.\n\n             We interpret the above remarks as indicating the district\n\ncourt's belief that even if it had had the discretion under § 5H1.3\n\nto depart downward in an extraordinary case, it did not consider\n\nJones' case to be out of the ordinary, hence not rising to the\n\nlevel   of    extraordinary       cases   for     which   departure   would   be\n\nwarranted.    While the court's language cannot be said to foreclose\n\nthe possibility of a lesser sentence under advisory guidelines, it\n\nin no way indicates there is a reasonable probability that it would\n\nimpose a lower sentence under advisory guidelines.                    The judge\n\nshowed commendable concern and thoughtfulness while pondering the\n\nsentence, but we see little to suggest anything else. Jones argues\n\nthat § 5K1.2's prohibition against a departure prevented him from\n\nhaving the judge consider mitigating evidence at this sentencing,\n\nbut the judge did consider the mitigating evidence presented by\n\ndefense counsel and heard the testimony of the psychologist.                  We\n\nconclude     that   Jones   has    failed    to    demonstrate   a    reasonable\n\nprobability of a different sentence and thus decline to remand.\n\n             The defendant's conviction and sentence are affirmed.\n\n\n\n\n                                      -22-\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107729/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118474/",
    "http://www.courtlistener.com/api/rest/v3/opinions/137733/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196595/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196839/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197172/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197362/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197788/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198351/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199255/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199832/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200418/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200983/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201013/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201462/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201512/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201515/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201633/",
    "http://www.courtlistener.com/api/rest/v3/opinions/384938/",
    "http://www.courtlistener.com/api/rest/v3/opinions/543063/",
    "http://www.courtlistener.com/api/rest/v3/opinions/691951/",
    "http://www.courtlistener.com/api/rest/v3/opinions/721525/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767456/",
    "http://www.courtlistener.com/api/rest/v3/opinions/770241/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2139323/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2515533/"
  ]
}