{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201924/",
  "absolute_url": "/opinion/201924/colburn-v-parker-hannifin/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201924/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:38:28Z",
  "date_modified": "2016-02-28T05:06:46.816703Z",
  "type": "010combined",
  "sha1": "c696451bd798fd31c24be1d20db9350f61f26c20",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/05-1308-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2005/11/18/Colburn_v._Parker_Hannifin.pdf",
  "plain_text": "          United States Court of Appeals\n                        For the First Circuit\n\n\nNo. 05-1308\n\n                            BRIAN COLBURN,\n\n                        Plaintiff, Appellant,\n\n                                  v.\n\n              PARKER HANNIFIN/NICHOLS PORTLAND DIVISION,\n\n                         Defendant, Appellee.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                    FOR THE DISTRICT OF MAINE\n\n           [Hon. D. Brock Hornby, U.S. District Judge]\n\n\n                                Before\n\n                         Lynch, Circuit Judge,\n              Campbell and Stahl, Senior Circuit Judges.\n\n\n\n     Howard T. Reben, with whom Adrienne S. Hansen and Reben,\nBenjamin & March were on brief, for appellant.\n     Frederick B. Finberg, with whom Peter Bennett and The Bennett\nLaw Firm, P.A. were on brief, for appellee.\n\n\n                          November 18, 2005\n\f           LYNCH, Circuit Judge.      Brian Colburn was terminated from\n\nhis job as a machine operator at the Nichols Portland Division of\n\nthe   Parker   Hannifin   Corporation      (\"Nichols\").      Colburn    sued,\n\nalleging   primarily    that   his   employer,   Nichols,    fired     him   in\n\nretaliation for his having taken leave protected under the Family\n\nand Medical Leave Act of 1993 (FMLA), 29 U.S.C. §§ 2601-54, and the\n\nsimilar Maine statute, Me. Rev. Stat. Ann. tit. 26, §§ 843-48.               In\n\nturn, Nichols responded that it had discharged Colburn because he\n\ntold the company he was out sick with a migraine when he was seen\n\ngoing to the gym, shopping, and driving around doing errands.\n\n           We affirm summary judgment in favor of the defendant on\n\ndifferent grounds than those used by the district court and the\n\nmagistrate judge.      In doing so, we reject certain reasoning urged\n\non those courts by the defendant.             We hold that a claim for\n\nretaliatory discharge from employment is not extinguished by a\n\nfinding that the plaintiff was unable to return to work at the\n\nexpiration of his 12-week period of FMLA leave.             Nonetheless, we\n\nhold that no reasonable jury could conclude that this particular\n\nplaintiff was fired in retaliation for his exercise of FMLA rights.\n\n                                     I.\n\n           We recount the facts in the light most favorable to the\n\nplaintiff, who opposed the entry of summary judgment.                Crete v.\n\nCity of Lowell, 418 F.3d 54, 56 (1st Cir. 2005).          In January 1998,\n\nNichols hired plaintiff Colburn as a utility worker.             During the\n\n\n                                     -2-\n\fnext four years, Colburn was promoted four times; he eventually\n\nheld the position of Machine Operator I, with responsibility for\n\ntroubleshooting machines, as well as for some training of other\n\nmachine operators.\n\n            On October 2, 2001, during his lunch break at work,\n\nColburn experienced what would turn out to be the first of many\n\nintensely painful migraines.        Although he had suffered from sinus-\n\nrelated headaches in the past, the new wave of migraines was more\n\nsevere and often accompanied by shooting pain, blurry vision,\n\ndizziness, or nausea.     From October 17 to 22, 2001, Colburn went on\n\na prescheduled hunting vacation.             When he returned to work on\n\nOctober 23, he experienced a migraine a half hour into his shift at\n\nNichols and had to leave work.           From then on, he began to take\n\nintermittent sick leave on account of his migraines; he missed\n\ntwenty-five days' work between October 2001 and January 31, 2002.\n\n            In   autumn   of   2001,    Colburn     filed   with    Nichols   an\n\napplication      for   short-term      disability    benefits.        In   that\n\napplication, dated November 22, 2001, he stated that he was unable\n\nto perform \"[a]ll activities when an attack occurs[,] including\n\ndriving.\"   The application was never finalized.            On at least three\n\noccasions in December 2001, Shannon Craig, a human resources\n\nrepresentative, requested from Colburn medical information that the\n\ncompany needed to substantiate his need for medical leave and to\n\ndetermine his eligibility for disability benefits.                 According to\n\n\n                                       -3-\n\fCraig's record of their conversations, Colburn repeatedly promised\n\nto submit the paperwork, but failed actually to do so.            Colburn\n\nconcedes that he did not submit any of the requested medical\n\ndocuments to the company.      He now argues that at the time he filed\n\nthe application, he had signed an authorization to release medical\n\ninformation that gave Nichols access to all of his medical records;\n\naccordingly, the onus was on Nichols to secure the necessary\n\nmedical documents.   At his deposition, however, he never testified\n\nthat he had told Craig that she should get the medical records\n\nherself using his authorization.\n\n          Colburn asserted in his affidavit that while he was on\n\nleave, he frequently provided complete updates to his employer\n\nabout his health.    He testified at his deposition that when he\n\nspoke with Randy Purinton, his immediate supervisor, Purinton never\n\nput pressure on him to return to work or subjected him to criticism\n\nor discipline.    In December 2001, however, Colburn spoke with\n\nChristine Fox, a human resources administrator at Nichols, about\n\nhis medical condition.    Colburn stated in his affidavit that Fox\n\nused a hostile tone and made him \"feel like [he] was doing\n\nsomething wrong for making a medical claim.\"\n\n          On   January   22,    2002,    Nichols   retained   a   private\n\ninvestigator to conduct surveillance of Colburn.         Nichols states\n\nthat it initiated the investigation because it became suspicious of\n\nColburn for two reasons: first, Colburn failed to submit the\n\n\n                                   -4-\n\fmedical information the company needed to process his disability\n\napplication, despite three requests by human resources personnel,\n\nand second, he could not be reached at home on days when he had\n\ncalled in sick.\n\n            The investigator began surveillance of Colburn on January\n\n23 and 24; Colburn reported for work on both days.              On January 28\n\nand 29, Colburn was scheduled to work the 2:30 p.m. to 11:00 p.m.\n\nshift.     Sometime around 2 p.m. on January 28, Colburn called his\n\nsupervisor to say that he had a severe headache and would not be\n\nable to come into work until later in the afternoon.                  Around 3\n\np.m., the investigator followed Colburn as he drove from his home\n\nto a gym.    Thirty minutes after entering the gym attired in workout\n\nclothes, Colburn departed in jeans and a shirt. Colburn then drove\n\nto a video store, where he rented a video, and then to three\n\nvariety stores.      He emerged at 5:05 p.m. from the third store with\n\na paper bag containing what appeared to be two bottles.            Around the\n\nsame time, he left a voicemail for his supervisor apprising him\n\nthat his migraine had returned and that he would not be coming into\n\nwork at all that day.        At that point, the investigator lost sight\n\nof   Colburn   in    heavy   traffic.      The   investigator    returned   to\n\nColburn's residence at 5:53 p.m. and, upon seeing that Colburn was\n\nin   his   garage,   apparently    gathering     items   from   his   car   and\n\npreparing to go inside the house, discontinued surveillance for the\n\nday.\n\n\n                                     -5-\n\f            Upon resuming surveillance on January 29, 2002, the\n\ninvestigator observed Colburn departing from his home at 12:35 p.m.\n\nThe investigator tracked Colburn as he drove to multiple locations:\n\nhe went into his gym for about thirty minutes, rented videos from\n\ntwo video stores, and stopped at a bank.               Colburn also visited two\n\nshopping areas, where he seemed to have been searching for a\n\npayphone.        Around   2   p.m.,    Colburn      left   a   voicemail       for   his\n\nsupervisor indicating that he was ill and would not be able to work\n\nthat day.        After making that phone call, Colburn stopped at a\n\nvariety store; there, he purchased a six-pack of beer and some\n\npretzels.    He did not return home until after 3:30 p.m., at which\n\npoint the investigator discontinued surveillance.\n\n            On    January     31,   2002,     Jan    Stanley,    Nichols's       human\n\nresources    manager,       received    from     the   investigator        a    report\n\ndetailing his observations during the course of his surveillance of\n\nColburn. Later that day, company officials Steve Oliver and Harold\n\nSexton, along with Randy Purinton, met with Colburn and informed\n\nhim that he was being discharged.                   Colburn testified at his\n\ndeposition that his understanding after that meeting was that they\n\nhad terminated him in part because he had been observed at the gym\n\nat the same time he had called in sick.                     Stanley confirmed in\n\ndeposition testimony that Colburn had been fired because his\n\nactions on January 28 and 29 were inconsistent with those of\n\nsomeone   experiencing        an    incapacitating         migraine.       She       also\n\n\n                                        -6-\n\ftestified that Nichols has a \"positive progressive discipline\n\npolicy,\" under which employees usually receive some notice of, and\n\nopportunity    to   address,    the   employer's        disciplinary     concerns.\n\nHowever, under that policy, serious misconduct can result in\n\nimmediate dismissal of the employee.\n\n             Both parties agree that at the time he was fired, Colburn\n\nhad not exhausted the full 12-week leave period to which he was\n\nentitled under the FMLA.         See 29 U.S.C. § 2612(a), (b).             In key\n\ntestimony, he admitted at his deposition that he \"was unable to\n\nreturn to work due to his medical condition until 4/15/03,\" well\n\npast the expiration date of his FMLA leave. Stanley testified that\n\nColburn was on unpaid leave at the time of his termination.\n\n             Colburn   said     at    his    deposition     that    he    had    no\n\nrecollection of whether he had called in sick on January 28 and 29.\n\nNor did he recall what he did those days if he had called in sick.\n\nHe   later   acknowledged      that   he    did,   in    fact,   engage    in   the\n\nactivities depicted in the surveillance tape.              He argued, however,\n\nthat the activities documented in the video were not \"inconsistent\n\nwith his having a migraine which prevented him from working\"; he\n\nsuggested that \"he was most likely experiencing the onset or\n\naftermath of a migraine, which did not prevent him from functioning\n\nat the minimal levels shown on the video.\"\n\n\n\n\n                                       -7-\n\f                                   II.\n\n          Colburn   filed   suit   on    January   15,   2004   in   federal\n\ndistrict court against Nichols, alleging violations of the FMLA, 29\n\nU.S.C. §§ 2601-54, and the similar Maine statute, Me. Rev. Stat.\n\nAnn. tit. 26, §§ 843-48.1     He made two FMLA claims.           First, he\n\nalleged that Nichols interfered with his substantive rights under\n\nthe FMLA by failing to restore him to his position following the\n\ntermination of his FMLA leave, in violation of 29 U.S.C. § 2614.\n\nSecond, he alleged that Nichols fired him in retaliation for his\n\ntaking medical leave, in violation of 29 U.S.C. § 2615.\n\n          After the close of discovery, Nichols filed on August 2,\n\n2004 a motion for summary judgment on all counts of the complaint.\n\nOn October 8, 2004, a magistrate judge filed a recommended decision\n\ngranting Nichols's summary judgment motion.         After oral argument,\n\nthe district court, on de novo review, issued an order on January\n\n25, 2005 that adopted the magistrate judge's recommendation to\n\ngrant defendant's summary judgment motion as to all counts of the\n\ncomplaint and to strike certain sections of Colburn's summary\n\njudgment affidavit.   Colburn appeals both of these rulings.\n\n\n\n\n     1\n          The parties have assumed that the same legal analysis\ngoverns both the federal and state claims. Both the magistrate\njudge and the district court proceeded with that assumption. We do\nso as well.\n\n                                   -8-\n\f                                III.\n\n          Review of a district court's grant of summary judgment is\n\nde novo, Rodriguez v. Am. Int'l Ins. Co., 402 F.3d 45, 46-47 (1st\n\nCir. 2005), and we may affirm the district court's decision on any\n\nsufficient ground supported by the record, Carcieri v. Norton, 423\n\nF.3d 45, 53 (1st Cir. 2005).\n\n          Our review of this otherwise straightforward case has\n\nbeen complicated by some analytic confusion, largely caused by the\n\ndefendant.    We clarify the law and affirm summary judgment on the\n\nbasis that there is insufficient evidence for a rational factfinder\n\nto conclude that Nichols interfered with Colburn's substantive\n\nrights under the FMLA or that it terminated him in retaliation for\n\nhis taking medical leave.\n\nA.        FMLA Standards\n\n          The FMLA contains two distinct types of provisions: those\n\nestablishing substantive rights and those providing protection for\n\nthe exercise of those rights.     See Hodgens v. General Dynamics\n\nCorp., 144 F.3d 151, 159-60 (1st Cir. 1998).   The first, which we\n\nhave described as \"essentially prescriptive, 'set[s] substantive\n\nfloors' for conduct by employers, and creat[es] 'entitlements' for\n\nemployees.\"   Id. at 159 (quoting Diaz v. Fort Wayne Foundry Corp.,\n\n131 F.3d 711, 712-13 (7th Cir. 1997)).   Such provisions, codified\n\nat 29 U.S.C. § 2612, entitle eligible employees to, inter alia, \"a\n\ntotal of 12 workweeks of leave,\" which may be taken intermittently\n\n\n                                 -9-\n\fwhen medically necessary, for \"a serious health condition that\n\nmakes   the    employee      unable   to    perform    the   functions   of   [his]\n\nposition.\"         29 U.S.C. §§ 2612(a)(1)(D), 2612(b).             With limited\n\nexceptions, see 29 C.F.R. §§ 825.214(b), .216, upon the employee's\n\nreturn from a qualified leave, the employer must reinstate the\n\nemployee      to   the    same   position    or   an   alternate   position   with\n\nequivalent pay, benefits, and working conditions, and without loss\n\nof accrued seniority.            Hodgens, 144 F.3d at 159 (citing 29 U.S.C.\n\n§ 2614(a)(1); and 29 C.F.R. § 825.100(c)); see also Hillstrom v.\n\nBest W. TLC Hotel, 354 F.3d 27, 32 (1st Cir. 2003).\n\n              In addition to the grant of substantive rights, the\n\nstatute sets forth a list of prohibited acts at 29 U.S.C. § 2615:\n\n              (a) Interference with rights\n\n                         (1) Exercise of rights\n                         It shall be unlawful for any employer\n                         to interfere with, restrain, or deny\n                         the exercise of or the attempt to\n                         exercise, any right provided under this\n                         subchapter.\n\n                         (2) Discrimination\n                         It shall be unlawful for any employer\n                         to discharge or in any other manner\n                         discriminate against any individual for\n                         opposing any practice made unlawful by\n                         this subchapter.\n\n              (b) Interference with proceedings or inquiries\n\n              It shall be unlawful for any person to\n              discharge or in any other manner discriminate\n              against any individual because such individual\n              --\n\n\n\n                                        -10-\n\f                  (1) has filed any charge, or has\n                  instituted or caused to be instituted\n                  any proceeding, under or related to\n                  this subchapter;\n\n                  (2) has given, or is about to give, any\n                  information in connection with any\n                  inquiry or proceeding relating to any\n                  right provided under this subchapter;\n                  or\n\n                  (3) has testified, or is about to\n                  testify, in any inquiry or proceeding\n                  relating to any right provided under\n                  this subchapter.\n\n          The   statute   prohibits,   then,   both   interference   and\n\ndiscrimination. Notably, however, there is no clear demarcation in\n\n§ 2615 between what is \"interference\" and what is \"discrimination,\"\n\nand the terms overlap in some situations. See, e.g., Conoshenti v.\n\nPub. Serv. Elec. & Gas Co., 364 F.3d 135, 143-47 & n.9 (3d Cir.\n\n2004); Bachelder v. Am. W. Airlines, 259 F.3d 1112, 1124 n.10 (9th\n\nCir. 2001).   Employers found to be in violation of 29 U.S.C. § 2615\n\nare subject to a claim for, inter alia, equitable relief and\n\ncompensatory damages, including wages, salary, and benefits.\n\n          Claims for violations of substantive rights are brought\n\nunder 29 U.S.C. § 2615(a)(1), which prohibits actions by \"any\n\nemployer to interfere with, restrain, or deny the exercise of\" such\n\nrights.   See, e.g., Harrell v. U.S. Postal Serv., 415 F.3d 700,\n\n706-07 (7th Cir. 2005); see also 7 N. Lareau et al., Labor and\n\nEmployment Law § 174.02[3] (2003).     To meet his or her burden in an\n\ninterference with substantive rights claim, a plaintiff need only\n\n\n                                -11-\n\fshow, by a preponderance of the evidence, entitlement to the\n\ndisputed leave; no showing as to employer intent is required.            See\n\nSmith v. Diffee Ford-Lincoln-Mercury, Inc., 298 F.3d 955, 960-61\n\n(10th Cir. 2002); King v. Preferred Technical Group, 166 F.3d 887,\n\n891 (7th Cir. 1999).\n\n           In addition to a claim alleging the deprivation of\n\nsubstantive rights, an employee may also bring suit against an\n\nemployer under a retaliation theory.          Although the text of 29\n\nU.S.C. § 2615(a) makes no reference to \"retaliation,\" this court\n\nhas   recognized   such   a   cause   of   action   in   the   statute   and\n\nspecifically the interpretative regulation 29 C.F.R. § 825.220(c).2\n\nHodgens, 144 F.3d at 160-61 & n.4 (1st Cir. 1998) (citing 29 U.S.C.\n\n§ 2615(a)(1), (2); and 29 C.F.R. § 825.220(c)); see also Keeler v.\n\nPutnam Fiduciary Trust Co., 238 F.3d 5, 8-9 (1st Cir. 2001).\n\n           The regulation 29 C.F.R. § 825.220(c) provides:\n\n           An employer is prohibited from discriminating\n           against employees or prospective employees who\n           have used FMLA leave. For example, if an\n           employee on leave without pay would otherwise\n           be entitled to full benefits (other than\n           health benefits), the same benefits would be\n           required to be provided to an employee on\n\n      2\n          As best as we can tell, all circuits recognize a cause of\naction for retaliation. Most ground it in 29 U.S.C. § 2615(a)(1)\nand (2) and attendant regulations. See, e.g., Strickland v. Water\nWorks & Sewer Bd., 239 F.3d 1199, 1206-07 (11th Cir. 2001); King,\n166 F.3d at 891. But some derive it only from § 2615(a)(2) and the\naccompanying regulations and appear to reserve § 2615(a)(1) for\nnon-retaliation claims.    See Conoshenti, 364 F.3d at 146 n.9\n(discussing the two approaches and citing Arban v. West Publishing\nCorp., 345 F.3d 390, 401, 403 (6th Cir. 2003), as an example of the\nlatter).\n\n                                  -12-\n\f              unpaid FMLA leave.      By the same token,\n              employers cannot use the taking of FMLA leave\n              as a negative factor in employment actions,\n              such as hiring, promotions or disciplinary\n              actions; nor can FMLA leave be counted under\n              \"no fault\" attendance policies.\n\nThis regulation unambiguously interprets § 2615 as prohibiting\n\nretaliation.          However, it does not make any distinction among\n\n§§    2615(a)(1),      2615(a)(2),       or    2615(b)      as   the     source     of   the\n\nprohibition.        This statutory and regulatory ambiguity has led to\n\nsome differences in view.\n\n              Specifically,        courts      have    disagreed         about     whether\n\n\"interference\" refers to a category of claims separate and distinct\n\nfrom those involving retaliation, or whether it describes a group\n\nof    unlawful      actions,    of    which     retaliation        is    a    part.      See\n\nBachelder, 259 F.3d at 1124 & n.10.                  The term \"interference\" may,\n\ndepending on the facts, cover both retaliation claims, see Hodgens,\n\n144    F.3d    at    159-60    &     n.4,   and     non-retaliation          claims,     see\n\nConoshenti, 364 F.3d at 142-43.                The distinction would matter if\n\nthe standards of proof used turned on which statutory section were\n\npled, rather than on the nature of the facts and the theory of the\n\ncase.    Yet, whether a claim is characterized as \"interference\" or\n\nnot,    its    elements       actually      differ    depending         on   whether     the\n\nplaintiff is, at bottom, claiming that the employer denied his or\n\nher    substantive      rights     under      the    FMLA   or   that        the   employer\n\nretaliated against him or her for having exercised or attempted to\n\nexercise      those    rights.        Cf.     Bachelder,     259    F.3d      at    1124-25\n\n                                            -13-\n\f(characterizing     a   claim    under     29    C.F.R.     §    825.220(c)    as   an\n\n\"interference\" claim, where plaintiff did not allege that the\n\nemployer terminated her in retaliation for taking FMLA leave, but\n\nrather that the employer used her taking FMLA leave as a negative\n\nfactor in its decision to terminate her).\n\n          For example, this circuit's approach to an FMLA claim of\n\nretaliation is to permit proof directly or by inference, with the\n\nultimate burden of proof remaining on the plaintiff to prove by a\n\npreponderance     of    the     evidence       that   the       employer's    adverse\n\nemployment action was in retaliation for exercise of protected\n\nrights.   See Hodgens, 144 F.3d at 160.                   In contrast, employer\n\nmotive plays no role in a claim for substantive denial of benefits.\n\nSee id. at 159; 1 C. Richey, Manual on Employment Discrimination\n\nLaw and Civil Rights Actions § 9:42 (2d ed. 2004) (citing Diaz, 131\n\nF.3d at 712-13).\n\n          In the present case, both the magistrate judge and\n\ndistrict court concluded that plaintiff could not have made out a\n\npersuasive   case       under     either        the   denial       of   substantive\n\nrights/interference      theory    or    the     retaliation       theory.     Their\n\nconclusion was the only outcome warranted by the record.\n\nB.        Denial of Substantive Rights/Interference Claim\n\n          The two courts noted that Colburn, by his own admission,\n\nwould not have been able to return to work until April 15, 2003,\n\n\n\n\n                                        -14-\n\fwell       after   the   expiration    of    his   FMLA    leave.3      Because   the\n\nDepartment of Labor regulations interpreting the FMLA state that an\n\nemployee has no right to reinstatement \"[i]f the employee is unable\n\nto perform an essential function of the position because of . . .\n\nthe    continuation       of   a   serious    health      condition,\"   the   courts\n\nconcluded that Colburn's interference with substantive rights claim\n\nfails because Nichols was under no obligation to reinstate him. 29\n\nC.F.R. § 825.214(b); see also 29 U.S.C. §§ 2612(a), (b), 2614(a).\n\nThat conclusion is plainly correct, and the substantive rights\n\ninterference claim was properly dismissed.\n\nC.             Retaliation Claim\n\n\n       3\n          Colburn argues that he should not be held to this\nadmission because his attorney erred in reporting the April 2003\ndate in his Rule 26(a)(1) original disclosure statement. He points\nus to paragraphs in his summary judgment affidavit that \"correct\"\nthis error.    The district court, invoking Colantuoni v. Alfred\nCalcagni & Sons, Inc., 44 F.3d 1 (1st Cir. 1994), had struck those\naffidavit paragraphs, among others, because they were inconsistent\nwith his deposition testimony.\n          Colburn argues that the affidavit should not have been\nstricken because it was not creating a \"sham fact issue.\"    Franks\nv. Nimmo, 796 F.2d 1230, 1237 (10th Cir. 1986). But the applicable\nstandard in this circuit is not whether a sham issue of fact has\nbeen created. Our law is clear that \"[w]hen an interested witness\nhas given clear answers to unambiguous questions, he cannot create\na conflict and resist summary judgment with an affidavit that is\nclearly   contradictory\"    without   providing   \"a   satisfactory\nexplanation of why the testimony is changed.\" Colantuoni, 44 F.3d\nat 4-5 (citing 10A Wright, Miller & Kane, Federal Practice and\nProcedure § 2726, at 30-31 (2d ed. Supp. 1994)).         The court\nproperly considered that Colburn's lawyers had had ample\nopportunity to correct or clarify any alleged error in his\ndeposition testimony. Yet plaintiff's counsel made no effort to\nexplain the inconsistency until January 3, 2005, after the\nmagistrate judge handed down his recommended decision. This is\nexactly the kind of gamesmanship that Colantuoni sought to address.\n\n                                        -15-\n\f            1.         Rejection of Defendant's Theory of Analysis\n\n            Before the district court, the defendant argued that if\n\nan FMLA plaintiff cannot return to work prior to the exhaustion of\n\nhis FMLA leave, then ipso facto his retaliation claim fails.4                        It\n\npropounds      the     same    theory    on     appeal.      Defendant's        theory\n\nmischaracterizes the law, and we reject it.\n\n            Defendant         grounds   its    argument     in   the   text    of   two\n\nregulations,     29     C.F.R.    §§    825.214(b)    and    825.216(d).       Neither\n\nsupports its theory.          The first provision deals with an employee's\n\nrights on returning to work from FMLA leave; it sets a limit on the\n\nright to reinstatement set out in 29 U.S.C. § 2614(a)(1).                     As such,\n\nit circumscribes only Colburn's ability to bring an interference\n\nclaim.    The second provision deals only with an employee who has\n\ntaken workers' compensation leave concurrently with FMLA leave.\n\nNothing   in     the    record     shows      that   Colburn     was   on     workers'\n\ncompensation leave at any point during October 2001 to April 2003,\n\nand thus the provision is irrelevant to Colburn's claim.\n\n            Our law is clear that an FMLA plaintiff may pursue a\n\nretaliation claim even if there is no claim of violation of\n\n\n\n     4\n          It appears that this argument influenced the district\ncourt, which concluded that Colburn's \"inability to return to work\nfollowing the expiration of his FMLA leave extinguishes his\nretaliation claim under the FMLA.\"     To the magistrate judge's\nanalysis, which relied on 29 C.F.R. § 825.214(b), the district\ncourt added that Colburn failed to show that the statute could\nprovide him with a remedy even if he could prove that a violation\noccurred.\n\n                                         -16-\n\fsubstantive rights to leave.       See Hodgens, 144 F.3d at 159-60\n\n(describing the independent causes of action under the substantive\n\nand proscriptive provisions of the FMLA); accord Hunt v. Rapides\n\nHealthcare Sys., LLC, 277 F.3d 757, 769 (5th Cir. 2001) (\"The\n\n[FMLA] provides two distinct causes of action, to which courts\n\napply different analyses.\"). Further, the failure of a substantive\n\nclaim of denial of leave does not foreclose a retaliation claim.\n\nSee Hunt, 277 F.3d at 768-69 (noting that a plaintiff \"need not\n\nestablish a violation of the substantive, prescriptive provisions\n\nof the FMLA to allege a violation of the proscriptive provisions\").\n\n          Nichols    also   proposes   that   even   if   the   failure   of\n\nColburn's substantive claim does not automatically extinguish his\n\nretaliation claim, then the latter still fails because Colburn\n\nincurred no damages.    This theory is also wrong.        That a plaintiff\n\ncannot make out a case for damages for a substantive rights\n\ninfringement claim does not mean no cause of action for retaliation\n\ncan be stated.\n\n          29 U.S.C. § 2617(a) sets out the remedies for violations\n\nof § 2615:\n\n          (1) Liability\n\n          Any employer who violates section 2615 of this\n          title shall be liable to any eligible employee\n          affected --\n\n                    (A) for damages equal to --\n\n                         (i) the amount of --\n\n\n                                  -17-\n\f     (I)   any   wages,    salary,\n     employment benefits, or other\n     compensation denied or lost\n     to such employee by reason of\n     the violation; or\n\n     (II) in a case in which\n     wages,   salary,   employment\n     benefits,       or     other\n     compensation have not been\n     denied   or   lost   to   the\n     employee, any actual monetary\n     losses   sustained   by   the\n     employee as a direct result\n     of the violation, such as the\n     cost of providing care, up to\n     a sum equal to 12 weeks of\n     wages or salary for the\n     employee;\n\n(ii) the interest on the amount\ndescribed in clause (i) calculated\nat the prevailing rate; and\n\n(iii) an additional amount as\nliquidated damages equal to the\nsum of the amount described in\nclause   (i)   and    the    interest\ndescribed in clause (ii), except\nthat if an employer who has\nviolated section 2615 of this\ntitle proves to the satisfaction\nof the court that the act or\nomission which violated section\n2615 of this title was in good\nfaith and that the employer had\nreasonable grounds for believing\nthat the act or omission was not a\nviolation of section 2615 of this\ntitle, such court may, in the\ndiscretion of the court, reduce\nthe amount of the liability to the\namount and interest determined\nunder   clauses    (i)    and   (ii),\nrespectively; and\n\n\n\n\n         -18-\n\f                      (B) for such equitable relief as may be\n                      appropriate,   including    employment,\n                      reinstatement, and promotion.\n\n           . . . .\n\n           (3) Fees and costs\n\n           The court in such an action shall, in addition\n           to any judgment awarded to the plaintiff,\n           allow a reasonable attorney's fee, reasonable\n           expert witness fees, and other costs of the\n           action to be paid by the defendant.\n\n           As to his claim of interference with his substantive\n\nrights under the FMLA, Colburn was not entitled to any remedy\n\nbecause he admitted he could not return to work at the expiration\n\nof the leave.    But that did not mean there was no actionable harm\n\nunder a retaliation theory.           In some situations, a successful\n\nretaliation claim will lead to independent damages.\n\n           Colburn's termination occurred on January 31, 2002.               He\n\nadmitted that he would not have been able to return to work until\n\nafter his period of leave expired, and he thus would not have been\n\nentitled to reinstatement under 29 U.S.C. § 2614.               Accordingly,\n\nwith regard to his retaliation claim, he would not have been\n\nentitled   to   any    compensation    or    benefits   after   the   date   he\n\nexhausted his FMLA leave. In theory, he nonetheless could have had\n\na loss of salary in the period between the date of the alleged\n\nwrongful termination and the date his leave expired.            Yet, because\n\nhis leave was an unpaid leave, he had no lost income.                    Also\n\ntheoretically, Colburn could have suffered damages in the form of\n\n\n                                      -19-\n\flost       value   of    employment       benefits   (say,      health   and   dental\n\ninsurance) in the period between his termination and the expiration\n\nof the unpaid leave. See 29 U.S.C. § 2611(5) (defining \"employment\n\nbenefits\").        But he proffered no evidence showing that the alleged\n\nretaliatory firing resulted in such losses.5\n\n                Damages, however, are not the only remedy available under\n\nthe FMLA.        The FMLA also provides for equitable relief, including\n\nreinstatement,          see   id.    §   2617(a)(1)(B);    thus,     a   hypothetical\n\nplaintiff who proved retaliation could be reinstated once he or she\n\nis able to perform all essential functions of the position, see 29\n\nC.F.R.      §   825.216(a)      (\"An     employee    has   no     greater   right   to\n\nreinstatement . . . than if the employee had been continuously\n\nemployed during the FMLA leave period.\"), even if he or she had no\n\nmonetary damages.             Indeed, counsel for Colburn made this very\n\nargument.\n\n                Further,      the   statute   provides,      in    addition    to   any\n\njudgment awarded to the plaintiff, for \"reasonable attorney's fee,\n\nreasonable expert witness fees, and other costs of the action to be\n\npaid by the defendant.\"             29 U.S.C. § 2617(a)(3).        Thus, had Colburn\n\nproven his claim of retaliation and established entitlement to some\n\n\n\n\n       5\n          Other circuits have held that nominal and consequential\ndamages (including emotional distress damages) are not available\nunder the FMLA. See Walker v. United Parcel Serv., Inc., 240 F.3d\n1268, 1277-78 (10th Cir. 2001); Nero v. Industrial Molding Corp.,\n167 F.3d 921, 930 (5th Cir. 1999).\n\n                                           -20-\n\fform of equitable relief, he could have been awarded attorney's\n\nfees and costs.\n\n          The fact that Colburn could not have returned to work\n\nbefore the expiration of his leave and thus cannot make out a claim\n\nfor interference with his substantive rights does not necessarily\n\npreclude a retaliation claim.6\n\n          2. Proper Analysis of the Retaliation Claim\n\n          The     crux   of   Colburn's     complaint    is     that   Nichols\n\nterminated him not because of any inappropriate behavior on his\n\npart, but in retaliation for his having taken protected medical\n\nleave.    Colburn    thus     must   show   a   causal   link    between   his\n\ntermination and retaliatory animus on the part of the employer.\n\n          In a retaliation case, there are varying approaches to\n\nshowing intent.     Our circuit has long held that where, as here, a\n\n\n\n     6\n          Defendant argues that Ragsdale v. Wolverine World Wide,\nInc., 535 U.S. 81 (2002), precludes any relief for the plaintiff in\nthis case, even if he were to have proven retaliation. It cites to\nthe following passage from Ragsdale:\n\n          To prevail under the cause of action set out in\n          § 2617, an employee must prove, as a threshold\n          matter, that the employer violated § 2615 by\n          interfering with, restraining, or denying his or\n          her exercise of FMLA rights.   Even then, § 2617\n          provides no relief unless the employee has been\n          prejudiced by the violation.\n\nId. at 89. This passage does not support defendant's theory. A\nhypothetical plaintiff who succeeds in establishing a retaliatory\nfiring claim would no doubt have been \"prejudiced by the violation\"\nand would thus be theoretically entitled to the full array of\nremedies provided by the statute.\n\n                                     -21-\n\fplaintiff did not show direct evidence of retaliation,7 he or she\n\ncould use the inferential model of showing intent under a modified\n\nversion of the framework established in McDonnell Douglas Corp. v.\n\nGreen, 411 U.S. 792 (1973).8   See Hodgens, 144 F.3d at 160.   With\n\nperhaps the exception of the Ninth Circuit,9 all other circuits\n\n     7\n          Colburn asserts in his brief that he has introduced both\ndirect and indirect evidence of retaliation.      The only direct\nevidence he specifically points to is the hostile tone a human\nresources administrator allegedly used in one conversation two\nmonths before Colburn was discharged.\n     8\n          Colburn makes a perfunctory reference to a mixed-motive\nclaim in his brief. Whether a mixed-motive analysis is available\nat all in an FMLA case for retaliation is an open question, and we\ndo not resolve it here. The issue has been adverted to but avoided\nby three circuits. See Bell v. Kaiser Foundation Hospitals, 122\nF.App'x 880, 882 (9th Cir. 2004) (unpublished decision); Gibson v.\nCity of Louisville, 336 F.3d 511, 514 (6th Cir. 2003); Trujillo-\nCummings v. Pub. Serv. Co., No. 97-2337, 1999 WL 169336, at *5\n(10th Cir. Mar. 29, 1999) (unpublished decision). Since Colburn\nmentions a mixed-motive claim only in passing, we discuss this\nissue no further.\n     9\n          See Bachelder, 259 F.3d at 1124-25 & nn.10-11.\nBachelder, as it says itself, was not a retaliation claim. See id.\nat 1124.     There, the employer admitted that it terminated\nplaintiff's employment because of her absences from work.       The\nquestion was whether those absences were covered by the FMLA. If\nthey were, then the employer's decision to fire her constituted an\nimpermissible interference with plaintiff's FMLA rights, whether\nthe employer intended to interfere or not. See id. at 1125-26.\nThat is a vastly different situation from the one here.\n          Bachelder specifically reserved the question whether it\nwould apply McDonnell Douglas to a retaliation claim under 29\nU.S.C. §§ 2615(a)(2) and (b). Id. at 1125 n.11. And it did not\nexpressly rule on whether it would apply the framework to the type\nof retaliation claim we have here, which alleges that the employer\nretaliated against the employee's taking of FMLA leave (rather than\nagainst, say, the employee's participation in legal proceedings).\nSee id. at 1124 n.10 (implying that it would apply McDonnell\nDouglas, if at all, only to cases arising under §§ 2615(a)(2) and\n(b)). In a later unpublished decision, the Ninth Circuit seems to\nhave construed Bachelder to preclude the application of McDonnell\n\n                               -22-\n\fhave decided to use the same framework.      See, e.g., Potenza v. City\n\nof New York, 365 F.3d 165, 167-68 (2d Cir. 2004); Lepore v.\n\nLanvision   Sys.,   Inc.,   113   F.App'x   449,   453   (3d   Cir.   2004)\n\n(unpublished decision); Nichols v. Ashland Hosp. Corp., 251 F.3d\n\n496, 502 (4th Cir. 2001); Chaffin v. John H. Carter Co., Inc., 179\n\nF.3d 316, 319 (5th Cir. 1999); Skrjanc v. Great Lakes Power Serv.\n\nCo., 272 F.3d 309, 315 (6th Cir. 2001); King, 166 F.3d at 891-92;\n\nSmith v. Allen Health Sys., Inc., 302 F.3d 827, 832 (8th Cir.\n\n2002); Morgan v. Hilti, Inc., 108 F.3d 1319, 1323, 1325 (10th Cir.\n\n1997); Strickland v. Water Works & Sewer Bd., 239 F.3d 1199, 1206-\n\n07 (11th Cir. 2001); Gleklen v. Democratic Cong. Campaign Comm.,\n\nInc., 199 F.3d 1365, 1367-68 (D.C. Cir. 2000).\n\n            As Hodgens states:\n\n            Under that framework, a plaintiff employee\n            must carry the initial burden of coming\n            forward with sufficient evidence to establish\n            a prima facie case of . . . retaliation. If\n            he does so, then the burden shifts to the\n            employer \"to articulate some legitimate,\n            nondiscriminatory reason for the employee's\n            [termination],\" sufficient to raise a genuine\n            issue of fact as to whether it discriminated\n            against the employee. . . . If the employer's\n            evidence creates a genuine issue of fact, the\n            presumption of discrimination drops from the\n            case, and the plaintiff retains the ultimate\n            burden of showing that the employer's stated\n            reason for terminating him was in fact a\n            pretext for retaliating against him for having\n            taken protected FMLA leave.\n\n\n\nDouglas to the type of claim we have here. See Zsenyuk v. City of\nCarson, 99 F.App'x 794, 796 (9th Cir. 2004) (unpublished decision).\n\n                                  -23-\n\f144 F.3d at 160-61 (alteration in original) (citations omitted)\n\n(quoting McDonnell Douglas, 411 U.S. at 802).\n\n          Although we are doubtful Colburn even makes out a prima\n\nfacie case,10 we turn to the issue of pretext.   Nichols says that\n\nit fired Colburn because of its belief that he had falsified his\n\nreasons for being absent from work and that falsehood was proven on\n\ntwo specific occasions -- namely, January 28 and 29, 2002.      On\n\nthose two days, the investigator videotaped Colburn -- who had\n\nreported that he was unable to perform his duties at work because\n\nof his migraines -- engaging in a number of activities outside of\n\nhis home, including driving, spending thirty minutes at the gym,\n\nrenting videos, and shopping.    These activities, which occupied\n\nColburn for two to three hours each day during the period of time\n\nhe claimed to have been unable to work because of migraines, were\n\ninconsistent with the information he had given the employer about\n\nhis migraines.   That information was on his short-term disability\n\napplication form, on which he stated that when he was experiencing\n\na migraine, he could not perform \"[a]ll activities . . . ,\n\nincluding driving.\"11\n\n     10\n          To make out a prima facie case, plaintiff must show (1)\nthat he engaged in a protected action (here, requesting or taking\nFMLA leave); (2) that he suffered an adverse employment action\n(here, being fired); and (3) that there was some possibility of a\ncausal connection between the employee's protected activity and the\nemployer's adverse employment action, in that the two were not\nwholly unrelated. See Hodgens, 144 F.3d at 161.\n     11\n          Indeed, even at his deposition, Colburn continued to\nmaintain that the form he submitted was accurate. To counsel's\n\n                                -24-\n\f             Colburn    points   to   the    following   as   evidence    that\n\nNichols's     explanation     was     pretext:     (1)   Nichols   took    the\n\n\"extraordinary step\" of placing him under surveillance; (2) Nichols\n\nnever consulted any medical professional about whether Colburn's\n\nactivities on January 28 and 29 were consistent with those of\n\nsomeone suffering from a migraine; (3) Nichols departed from its\n\nprogressive discipline policy in discharging him without warning;\n\n(4) Nichols's human resources administrator, Christine Fox, seemed\n\nhostile toward him; and (5) the temporal relationship between his\n\ntaking leave and his termination.\n\n             The hiring of the investigator, alone or in combination,\n\ndoes   not    suffice    to   show    that   the   employer's   reasons    for\n\nterminating Colburn were pretext.              Nichols had hired private\n\ninvestigators at least five times in the past, and Colburn produced\n\nno evidence that similarly situated employees about whom the\n\nemployer was suspicious were treated differently. See Allen Health\n\nSys., 302 F.3d at 835 (\"An employee can prove pretext by showing\n\nthe employer meted out more lenient treatment to similarly situated\n\nemployees . . . who did not engage in protected activity.\"           (citing\n\nHarvey v. Anheuser-Busch, Inc., 38 F.3d 968, 972 (8th Cir. 1994))).\n\n             As to the employer's grounds for suspicion that led to\n\nthe hiring of the investigator, Colburn does not produce any\n\n\nquestion of whether it is \"correct to state that when you were\nexperiencing . . . a migraine you couldn't . . . perform any\nactivities, including driving,\" Colburn answered, \"Correct.\"\n\n                                      -25-\n\fevidence disputing the employer's statement that it could not\n\nalways reach him at home when he was out on leave.             Also, he admits\n\nthat he failed to provide the doctors' reports needed to support\n\nhis application for short-term disability and leave.                 As for his\n\nclaim that the employer should have taken it upon itself to secure\n\nthe medical reports and research the effects of his migraines, the\n\nemployer had no need to consult medical experts about the symptoms\n\nof migraines; it relied on the employee's own description that he\n\ncould not do anything -- even drive -- during a migraine.                   Its\n\nchoice to rely on Colburn's own words does not prove pretext -- it\n\ntends to show the opposite.\n\n            Moreover, there was no evidence to support Colburn's\n\nclaim that the employer failed to follow its progressive discipline\n\npolicy.    That policy provides for immediate termination on account\n\nof    serious   misconduct   --   a   category    that     Nichols   reasonably\n\ndetermined encompassed Colburn's going to the gym and driving\n\naround doing errands while purportedly too sick to work.                    Its\n\ndecision to discharge him was within the bounds of its disciplinary\n\npolicy and raises no inference of pretext.           See id.\n\n            Nor does a single administrator's \"tone\" show pretext.\n\nColburn made no showing that Christine Fox had anything to do with\n\nthe    decision   to   terminate      his    employment.      Even    assuming,\n\ndubitante, that Fox's conduct could be imputed to the employer and\n\nthat she was, in fact, hostile, the conversation in question took\n\n\n                                      -26-\n\fplace in December 2001, after persistent but futile efforts on the\n\npart of the human resources department to secure from Colburn the\n\nmedical information it needed to confirm and process his disability\n\napplication; given the context, any testiness or frustration on the\n\npart of the administrator is not evidence of pretext.\n\n          Colburn also argues that pretext can be inferred by the\n\nfact that Nichols terminated him within days of his taking medical\n\nleave. While \"protected conduct closely followed by adverse action\n\nmay justify an inference of retaliatory motive,\" see Hodgens, 144\n\nF.3d at 168 (quoting Marx v. Schnuck Markets, Inc., 76 F.3d 324,\n\n329 (10th Cir. 1996)), Colburn began to take leave in October 2001\n\nand was not terminated until almost four months later, after he had\n\ntaken more than twenty-five days of leave.   This chronology raises\n\nno inference of retaliatory motive.\n\n          Throughout, Colburn has failed to produce evidence of the\n\nsort commonly used to show pretext.   There is no statement by any\n\ndecisionmaker evidencing retaliatory motive. See Hodgens, 144 F.3d\n\nat 168-69. And there is no evidence that comparably situated\n\nemployees, caught out in a lie, were not fired.    See Allen Health\n\nSys., 302 F.3d at 835.\n\n          This leaves one other argument by Colburn, which is about\n\nthe evidence pertinent to this issue.        At his deposition, he\n\ntestified that he could not engage in any activity, including\n\ndriving, when he had a migraine and that his disability application\n\n\n                               -27-\n\fwas correct when it said the same thing.        In certain sections of\n\nhis summary judgment affidavit, however, he claimed that he, in\n\nfact, could engage in minimal activities, such as driving and\n\nshopping, during the onset and aftermath of his migraines, which\n\nwere distinct phases separate from the most painful acute phase.\n\nThe district court struck the sections of the affidavit that\n\nreferred    to symptoms experienced at the onset of a migraine for\n\nbeing    inconsistent   with   Colburn's   deposition   testimony.   The\n\ndistrict court was well within its discretion to do so under\n\nColantuoni v. Alfred Calcagni & Sons, Inc., 44 F.3d 1 (1st Cir.\n\n1994).\n\n            Colburn's argument on appeal that his change of testimony\n\nwas permissible also misses the point.        He had told his employer\n\nthat he could not drive or engage in any activity while he had a\n\nmigraine.     Whether he actually can drive during the onset or\n\naftermath of a migraine is irrelevant. Based on the information he\n\ngave the employer, the employer's conclusion that he falsified his\n\nreasons for being out is hardly pretextual.\n\n            On this record, we find insufficient evidence for any\n\nfactfinder to connect Nichols's termination of Colburn with any\n\nretaliatory animus on the part of the employer.\n\n                                   IV.\n\n            Summary judgment for defendant is affirmed.        Costs are\n\nawarded to defendant.\n\n\n                                   -28-\n\f",
  "html": "<p class=\"case_cite\">429 F.3d 325</p>\n    <p class=\"parties\">Brian COLBURN, Plaintiff, Appellant,<br>v.<br>PARKER HANNIFIN/NICHOLS PORTLAND DIVISION, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 05-1308.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard October 3, 2005.</p>\n    <p class=\"date\">Decided November 18, 2005.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Howard T. Reben, with whom Adrienne S. Hansen and Reben, Benjamin &amp; March were on brief, for appellant.</p>\n      <p class=\"indent\">Frederick B. Finberg, with whom Peter Bennett and The Bennett Law Firm, P.A. were on brief, for appellee.</p>\n      <p class=\"indent\">Before LYNCH, Circuit Judge, CAMPBELL and STAHL, Senior Circuit Judges.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Brian Colburn was terminated from his job as a machine operator at the Nichols Portland Division of the Parker Hannifin Corporation (\"Nichols\"). Colburn sued, alleging primarily that his employer, Nichols, fired him in retaliation for his having taken leave protected under the Family and Medical Leave Act of 1993 (FMLA), 29 U.S.C. &#167;&#167; 2601-54, and the similar Maine statute, Me.Rev.Stat. Ann. tit. 26, &#167;&#167; 843-48. In turn, Nichols responded that it had discharged Colburn because he told the company he was out sick with a migraine when he was seen going to the gym, shopping, and driving around doing errands.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We affirm summary judgment in favor of the defendant on different grounds than those used by the district court and the magistrate judge. In doing so, we reject certain reasoning urged on those courts by the defendant. We hold that a claim for retaliatory discharge from employment is not extinguished by a finding that the plaintiff was unable to return to work at the expiration of his 12-week period of FMLA leave. Nonetheless, we hold that no reasonable jury could conclude that this particular plaintiff was fired in retaliation for his exercise of FMLA rights.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">We recount the facts in the light most favorable to the plaintiff, who opposed the entry of summary judgment. <i>Crete v. City of Lowell,</i> 418 F.3d 54, 56 (1st Cir.2005). In January 1998, Nichols hired plaintiff Colburn as a utility worker. During the next four years, Colburn was promoted four times; he eventually held the position of Machine Operator I, with responsibility for troubleshooting machines, as well as for some training of other machine operators.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On October 2, 2001, during his lunch break at work, Colburn experienced what would turn out to be the first of many intensely painful migraines. Although he had suffered from sinus-related headaches in the past, the new wave of migraines was more severe and often accompanied by shooting pain, blurry vision, dizziness, or nausea. From October 17 to 22, 2001, Colburn went on a prescheduled hunting vacation. When he returned to work on October 23, he experienced a migraine a half hour into his shift at Nichols and had to leave work. From then on, he began to take intermittent sick leave on account of his migraines; he missed twenty-five days' work between October 2001 and January 31, 2002.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In autumn of 2001, Colburn filed with Nichols an application for short-term disability benefits. In that application, dated November 22, 2001, he stated that he was unable to perform \"[a]ll activities when an attack occurs[,] including driving.\" The application was never finalized. On at least three occasions in December 2001, Shannon Craig, a human resources representative, requested from Colburn medical information that the company needed to substantiate his need for medical leave and to determine his eligibility for disability benefits. According to Craig's record of their conversations, Colburn repeatedly promised to submit the paperwork, but failed actually to do so. Colburn concedes that he did not submit any of the requested medical documents to the company. He now argues that at the time he filed the application, he had signed an authorization to release medical information that gave Nichols access to all of his medical records; accordingly, the onus was on Nichols to secure the necessary medical documents. At his deposition, however, he never testified that he had told Craig that she should get the medical records herself using his authorization.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Colburn asserted in his affidavit that while he was on leave, he frequently provided complete updates to his employer about his health. He testified at his deposition that when he spoke with Randy Purinton, his immediate supervisor, Purinton never put pressure on him to return to work or subjected him to criticism or discipline. In December 2001, however, Colburn spoke with Christine Fox, a human resources administrator at Nichols, about his medical condition. Colburn stated in his affidavit that Fox used a hostile tone and made him \"feel like [he] was doing something wrong for making a medical claim.\"</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On January 22, 2002, Nichols retained a private investigator to conduct surveillance of Colburn. Nichols states that it initiated the investigation because it became suspicious of Colburn for two reasons: first, Colburn failed to submit the medical information the company needed to process his disability application, despite three requests by human resources personnel, and second, he could not be reached at home on days when he had called in sick.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The investigator began surveillance of Colburn on January 23 and 24; Colburn reported for work on both days. On January 28 and 29, Colburn was scheduled to work the 2:30 p.m. to 11:00 p.m. shift. Sometime around 2 p.m. on January 28, Colburn called his supervisor to say that he had a severe headache and would not be able to come into work until later in the afternoon. Around 3 p.m., the investigator followed Colburn as he drove from his home to a gym. Thirty minutes after entering the gym attired in workout clothes, Colburn departed in jeans and a shirt. Colburn then drove to a video store, where he rented a video, and then to three variety stores. He emerged at 5:05 p.m. from the third store with a paper bag containing what appeared to be two bottles. Around the same time, he left a voicemail for his supervisor apprising him that his migraine had returned and that he would not be coming into work at all that day. At that point, the investigator lost sight of Colburn in heavy traffic. The investigator returned to Colburn's residence at 5:53 p.m. and, upon seeing that Colburn was in his garage, apparently gathering items from his car and preparing to go inside the house, discontinued surveillance for the day.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Upon resuming surveillance on January 29, 2002, the investigator observed Colburn departing from his home at 12:35 p.m. The investigator tracked Colburn as he drove to multiple locations: he went into his gym for about thirty minutes, rented videos from two video stores, and stopped at a bank. Colburn also visited two shopping areas, where he seemed to have been searching for a payphone. Around 2 p.m., Colburn left a voicemail for his supervisor indicating that he was ill and would not be able to work that day. After making that phone call, Colburn stopped at a variety store; there, he purchased a six-pack of beer and some pretzels. He did not return home until after 3:30 p.m., at which point the investigator discontinued surveillance.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On January 31, 2002, Jan Stanley, Nichols's human resources manager, received from the investigator a report detailing his observations during the course of his surveillance of Colburn. Later that day, company officials Steve Oliver and Harold Sexton, along with Randy Purinton, met with Colburn and informed him that he was being discharged. Colburn testified at his deposition that his understanding after that meeting was that they had terminated him in part because he had been observed at the gym at the same time he had called in sick. Stanley confirmed in deposition testimony that Colburn had been fired because his actions on January 28 and 29 were inconsistent with those of someone experiencing an incapacitating migraine. She also testified that Nichols has a \"positive progressive discipline policy,\" under which employees usually receive some notice of, and opportunity to address, the employer's disciplinary concerns. However, under that policy, serious misconduct can result in immediate dismissal of the employee.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Both parties agree that at the time he was fired, Colburn had not exhausted the full 12-week leave period to which he was entitled under the FMLA. <i>See</i> 29 U.S.C. &#167; 2612(a), (b). In key testimony, he admitted at his deposition that he \"was unable to return to work due to his medical condition until 4/15/03,\" well past the expiration date of his FMLA leave. Stanley testified that Colburn was on unpaid leave at the time of his termination.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Colburn said at his deposition that he had no recollection of whether he had called in sick on January 28 and 29. Nor did he recall what he did those days if he had called in sick. He later acknowledged that he did, in fact, engage in the activities depicted in the surveillance tape. He argued, however, that the activities documented in the video were not \"inconsistent with his having a migraine which prevented him from working\"; he suggested that \"he was most likely experiencing the onset or aftermath of a migraine, which did not prevent him from functioning at the minimal levels shown on the video.\"</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Colburn filed suit on January 15, 2004 in federal district court against Nichols, alleging violations of the FMLA, 29 U.S.C. &#167;&#167; 2601-54, and the similar Maine statute, Me.Rev.Stat. Ann. tit. 26, &#167;&#167; 843-48.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> He made two FMLA claims. First, he alleged that Nichols interfered with his substantive rights under the FMLA by failing to restore him to his position following the termination of his FMLA leave, in violation of 29 U.S.C. &#167; 2614. Second, he alleged that Nichols fired him in retaliation for his taking medical leave, in violation of 29 U.S.C. &#167; 2615.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">After the close of discovery, Nichols filed on August 2, 2004 a motion for summary judgment on all counts of the complaint. On October 8, 2004, a magistrate judge filed a recommended decision granting Nichols's summary judgment motion. After oral argument, the district court, on de novo review, issued an order on January 25, 2005 that adopted the magistrate judge's recommendation to grant defendant's summary judgment motion as to all counts of the complaint and to strike certain sections of Colburn's summary judgment affidavit. Colburn appeals both of these rulings.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Review of a district court's grant of summary judgment is de novo, <i>Rodriguez</i> <i>v. Am. Int'l Ins. Co.,</i> 402 F.3d 45, 46-47 (1st Cir.2005), and we may affirm the district court's decision on any sufficient ground supported by the record, <i>Carcieri v. Norton,</i> 423 F.3d 45, 53 (1st Cir.2005).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Our review of this otherwise straightforward case has been complicated by some analytic confusion, largely caused by the defendant. We clarify the law and affirm summary judgment on the basis that there is insufficient evidence for a rational factfinder to conclude that Nichols interfered with Colburn's substantive rights under the FMLA or that it terminated him in retaliation for his taking medical leave.</p>\n    </div>\n    <p class=\"indent\">A. FMLA Standards</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The FMLA contains two distinct types of provisions: those establishing substantive rights and those providing protection for the exercise of those rights. <i>See Hodgens v. General Dynamics Corp.,</i> 144 F.3d 151, 159-60 (1st Cir.1998). The first, which we have described as \"essentially prescriptive, `set[s] substantive floors' for conduct by employers, and creat[es] `entitlements' for employees.\" <i>Id.</i> at 159 (quoting <i>Diaz v. Fort Wayne Foundry Corp.,</i> 131 F.3d 711, 712-13 (7th Cir.1997)). Such provisions, codified at 29 U.S.C. &#167; 2612, entitle eligible employees to, inter alia, \"a total of 12 workweeks of leave,\" which may be taken intermittently when medically necessary, for \"a serious health condition that makes the employee unable to perform the functions of [his] position.\" 29 U.S.C. &#167;&#167; 2612(a)(1)(D), 2612(b). With limited exceptions, <i>see</i> 29 C.F.R. &#167;&#167; 825.214(b), .216, upon the employee's return from a qualified leave, the employer must reinstate the employee to the same position or an alternate position with equivalent pay, benefits, and working conditions, and without loss of accrued seniority. <i>Hodgens,</i> 144 F.3d at 159 (citing 29 U.S.C. &#167; 2614(a)(1); and 29 C.F.R. &#167; 825.100(c)); <i>see also Hillstrom v. Best W. TLC Hotel,</i> 354 F.3d 27, 32 (1st Cir.2003).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In addition to the grant of substantive rights, the statute sets forth a list of prohibited acts at 29 U.S.C. &#167; 2615:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">(a) Interference with rights</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">(1) Exercise of rights</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">It shall be unlawful for any employer to interfere with, restrain, or deny the exercise of or the attempt to exercise, any right provided under this subchapter.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">(2) Discrimination</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">It shall be unlawful for any employer to discharge or in any other manner discriminate against any individual for opposing any practice made unlawful by this subchapter.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">(b) Interference with proceedings or inquiries</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">It shall be unlawful for any person to discharge or in any other manner discriminate against any individual because such individual &#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">(1) has filed any charge, or has instituted or caused to be instituted any proceeding, under or related to this subchapter;</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">(2) has given, or is about to give, any information in connection with any inquiry or proceeding relating to any right provided under this subchapter; or</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">(3) has testified, or is about to testify, in any inquiry or proceeding relating to any right provided under this subchapter.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The statute prohibits, then, both interference and discrimination. Notably, however, there is no clear demarcation in &#167; 2615 between what is \"interference\" and what is \"discrimination,\" and the terms overlap in some situations. <i>See, e.g., Conoshenti v. Pub. Serv. Elec. &amp; Gas Co.,</i> 364 F.3d 135, 143-47 &amp; n. 9 (3d Cir.2004); <i>Bachelder v. Am. W. Airlines,</i> 259 F.3d 1112, 1124 n. 10 (9th Cir.2001). Employers found to be in violation of 29 U.S.C. &#167; 2615 are subject to a claim for, inter alia, equitable relief and compensatory damages, including wages, salary, and benefits.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Claims for violations of substantive rights are brought under 29 U.S.C. &#167; 2615(a)(1), which prohibits actions by \"any employer to interfere with, restrain, or deny the exercise of\" such rights. <i>See, e.g., Harrell v. U.S. Postal Serv.,</i> 415 F.3d 700, 706-07 (7th Cir.2005); <i>see also</i> 7 N. Lareau et al., <i>Labor and Employment Law</i> &#167; 174.02[3] (2003). To meet his or her burden in an interference with substantive rights claim, a plaintiff need only show, by a preponderance of the evidence, entitlement to the disputed leave; no showing as to employer intent is required. <i>See Smith v. Diffee Ford-Lincoln-Mercury, Inc.,</i> 298 F.3d 955, 960-61 (10th Cir.2002); <i>King v. Preferred Technical Group,</i> 166 F.3d 887, 891 (7th Cir.1999).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In addition to a claim alleging the deprivation of substantive rights, an employee may also bring suit against an employer under a retaliation theory. Although the text of 29 U.S.C. &#167; 2615(a) makes no reference to \"retaliation,\" this court has recognized such a cause of action in the statute and specifically the interpretative regulation 29 C.F.R. &#167; 825.220(c).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> <i>Hodgens,</i> 144 F.3d at 160-61 &amp; n. 4 (1st Cir.1998) (citing 29 U.S.C. &#167; 2615(a)(1), (2); and 29 C.F.R. &#167; 825.220(c)); <i>see also Keeler v. Putnam Fiduciary Trust Co.,</i> 238 F.3d 5, 8-9 (1st Cir.2001).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The regulation 29 C.F.R. &#167; 825.220(c) provides:</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">An employer is prohibited from discriminating against employees or prospective employees who have used FMLA leave. For example, if an employee on leave without pay would otherwise be entitled to full benefits (other than health benefits), the same benefits would be required to be provided to an employee on unpaid FMLA leave. By the same token, employers cannot use the taking of FMLA leave as a negative factor in employment actions, such as hiring, promotions or disciplinary actions; nor can FMLA leave be counted under \"no fault\" attendance policies.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">This regulation unambiguously interprets &#167; 2615 as prohibiting retaliation. However, it does not make any distinction among &#167;&#167; 2615(a)(1), 2615(a)(2), or 2615(b) as the source of the prohibition. This statutory and regulatory ambiguity has led to some differences in view.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Specifically, courts have disagreed about whether \"interference\" refers to a category of claims separate and distinct from those involving retaliation, or whether it describes a group of unlawful actions, of which retaliation is a part. <i>See Bachelder,</i> 259 F.3d at 1124 &amp; n. 10. The term \"interference\" may, depending on the facts, cover both retaliation claims, <i>see Hodgens,</i> 144 F.3d at 159-60 &amp; n. 4, and non-retaliation claims, <i>see Conoshenti,</i> 364 F.3d at 142-43. The distinction would matter if the standards of proof used turned on which statutory section were pled, rather than on the nature of the facts and the theory of the case. Yet, whether a claim is characterized as \"interference\" or not, its elements actually differ depending on whether the plaintiff is, at bottom, claiming that the employer denied his or her substantive rights under the FMLA or that the employer retaliated against him or her for having exercised or attempted to exercise those rights. <i>Cf. Bachelder,</i> 259 F.3d at 1124-25 (characterizing a claim under 29 C.F.R. &#167; 825.220(c) as an \"interference\" claim, where plaintiff did not allege that the employer terminated her in retaliation for taking FMLA leave, but rather that the employer used her taking FMLA leave as a negative factor in its decision to terminate her).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">For example, this circuit's approach to an FMLA claim of retaliation is to permit proof directly or by inference, with the ultimate burden of proof remaining on the plaintiff to prove by a preponderance of the evidence that the employer's adverse employment action was in retaliation for exercise of protected rights. <i>See Hodgens,</i> 144 F.3d at 160. In contrast, employer motive plays no role in a claim for substantive denial of benefits. <i>See id.</i> at 159; 1 C. Richey, <i>Manual on Employment Discrimination Law and Civil Rights Actions</i> &#167; 9:42 (2d ed.2004) (citing <i>Diaz,</i> 131 F.3d at 712-13).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">In the present case, both the magistrate judge and district court concluded that plaintiff could not have made out a persuasive case under either the denial of substantive rights/interference theory or the retaliation theory. Their conclusion was the only outcome warranted by the record.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">B. Denial of Substantive Rights/Interference Claim</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The two courts noted that Colburn, by his own admission, would not have been able to return to work until April 15, 2003, well after the expiration of his FMLA leave.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Because the Department of Labor regulations interpreting the FMLA state that an employee has no right to reinstatement \"[i]f the employee is unable to perform an essential function of the position because of ... the continuation of a serious health condition,\" the courts concluded that Colburn's interference with substantive rights claim fails because Nichols was under no obligation to reinstate him. 29 C.F.R. &#167; 825.214(b); <i>see also</i> 29 U.S.C. &#167;&#167; 2612(a), (b), 2614(a). That conclusion is plainly correct, and the substantive rights interference claim was properly dismissed.</p>\n    </div>\n    <p class=\"indent\">C. Retaliation Claim</p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">1. Rejection of Defendant's Theory of Analysis</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Before the district court, the defendant argued that if an FMLA plaintiff cannot return to work prior to the exhaustion of his FMLA leave, then ipso facto his retaliation claim fails.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> It propounds the same theory on appeal. Defendant's theory mischaracterizes the law, and we reject it.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Defendant grounds its argument in the text of two regulations, 29 C.F.R. &#167;&#167; 825.214(b) and 825.216(d). Neither supports its theory. The first provision deals with an employee's rights on returning to work from FMLA leave; it sets a limit on the right to reinstatement set out in 29 U.S.C. &#167; 2614(a)(1). As such, it circumscribes only Colburn's ability to bring an interference claim. The second provision deals only with an employee who has taken workers' compensation leave concurrently with FMLA leave. Nothing in the record shows that Colburn was on workers' compensation leave at any point during October 2001 to April 2003, and thus the provision is irrelevant to Colburn's claim.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Our law is clear that an FMLA plaintiff may pursue a retaliation claim even if there is no claim of violation of substantive rights to leave. <i>See Hodgens,</i> 144 F.3d at 159-60 (describing the independent causes of action under the substantive and proscriptive provisions of the FMLA); <i>accord Hunt v. Rapides Healthcare Sys., LLC,</i> 277 F.3d 757, 769 (5th Cir.2001) (\"The [FMLA] provides two distinct causes of action, to which courts apply different analyses.\"). Further, the failure of a substantive claim of denial of leave does not foreclose a retaliation claim. <i>See Hunt,</i> 277 F.3d at 768-69 (noting that a plaintiff \"need not establish a violation of the substantive, prescriptive provisions of the FMLA to allege a violation of the proscriptive provisions\").</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Nichols also proposes that even if the failure of Colburn's substantive claim does not automatically extinguish his retaliation claim, then the latter still fails because Colburn incurred no damages. This theory is also wrong. That a plaintiff cannot make out a case for damages for a substantive rights infringement claim does not mean no cause of action for retaliation can be stated.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">29 U.S.C. &#167; 2617(a) sets out the remedies for violations of &#167; 2615:</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">(1) Liability</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Any employer who violates section 2615 of this title shall be liable to any eligible employee affected &#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">(A) for damages equal to &#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">(i) the amount of &#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">(I) any wages, salary, employment benefits, or other compensation denied or lost to such employee by reason of the violation; or</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">(II) in a case in which wages, salary, employment benefits, or other compensation have not been denied or lost to the employee, any actual monetary losses sustained by the employee as a direct result of the violation, such as the cost of providing care, up to a sum equal to 12 weeks of wages or salary for the employee; (ii) the interest on the amount described in clause (i) calculated at the prevailing rate; and</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">(iii) an additional amount as liquidated damages equal to the sum of the amount described in clause (i) and the interest described in clause (ii), except that if an employer who has violated section 2615 of this title proves to the satisfaction of the court that the act or omission which violated section 2615 of this title was in good faith and that the employer had reasonable grounds for believing that the act or omission was not a violation of section 2615 of this title, such court may, in the discretion of the court, reduce the amount of the liability to the amount and interest determined under clauses (i) and (ii), respectively; and</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">(B) for such equitable relief as may be appropriate, including employment, reinstatement, and promotion.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">....</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">(3) Fees and costs</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">The court in such an action shall, in addition to any judgment awarded to the plaintiff, allow a reasonable attorney's fee, reasonable expert witness fees, and other costs of the action to be paid by the defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">As to his claim of interference with his substantive rights under the FMLA, Colburn was not entitled to any remedy because he admitted he could not return to work at the expiration of the leave. But that did not mean there was no actionable harm under a retaliation theory. In some situations, a successful retaliation claim will lead to independent damages.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Colburn's termination occurred on January 31, 2002. He admitted that he would not have been able to return to work until after his period of leave expired, and he thus would not have been entitled to reinstatement under 29 U.S.C. &#167; 2614. Accordingly, with regard to his retaliation claim, he would not have been entitled to any compensation or benefits after the date he exhausted his FMLA leave. In theory, he nonetheless could have had a loss of salary in the period between the date of the alleged wrongful termination and the date his leave expired. Yet, because his leave was an unpaid leave, he had no lost income. Also theoretically, Colburn could have suffered damages in the form of lost value of employment benefits (say, health and dental insurance) in the period between his termination and the expiration of the unpaid leave. <i>See</i> 29 U.S.C. &#167; 2611(5) (defining \"employment benefits\"). But he proffered no evidence showing that the alleged retaliatory firing resulted in such losses.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Damages, however, are not the only remedy available under the FMLA. The FMLA also provides for equitable relief, including reinstatement, <i>see id.</i> &#167; 2617(a)(1)(B); thus, a hypothetical plaintiff who proved retaliation could be reinstated once he or she is able to perform all essential functions of the position, <i>see</i> 29 C.F.R. &#167; 825.216(a) (\"An employee has no greater right to reinstatement ... than if the employee had been continuously employed during the FMLA leave period.\"), even if he or she had no monetary damages. Indeed, counsel for Colburn made this very argument.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Further, the statute provides, in addition to any judgment awarded to the plaintiff, for \"reasonable attorney's fee, reasonable expert witness fees, and other costs of the action to be paid by the defendant.\" 29 U.S.C. &#167; 2617(a)(3). Thus, had Colburn proven his claim of retaliation and established entitlement to some form of equitable relief, he could have been awarded attorney's fees and costs.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">The fact that Colburn could not have returned to work before the expiration of his leave and thus cannot make out a claim for interference with his substantive rights does not necessarily preclude a retaliation claim.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <p class=\"indent\">2. Proper Analysis of the Retaliation Claim</p>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">The crux of Colburn's complaint is that Nichols terminated him not because of any inappropriate behavior on his part, but in retaliation for his having taken protected medical leave. Colburn thus must show a causal link between his termination and retaliatory animus on the part of the employer.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">In a retaliation case, there are varying approaches to showing intent. Our circuit has long held that where, as here, a plaintiff did not show direct evidence of retaliation,<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> he or she could use the inferential model of showing intent under a modified version of the framework established in <i>McDonnell Douglas Corp. v. Green,</i> 411 U.S. 792, 93 S.Ct. 1817, 36 L.Ed.2d 668 (1973).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> <i>See Hodgens,</i> 144 F.3d at 160. With perhaps the exception of the Ninth Circuit,<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> all other circuits have decided to use the same framework. <i>See, e.g., Potenza v. City of New York,</i> 365 F.3d 165, 167-68 (2d Cir.2004); <i>Lepore v. Lanvision Sys., Inc.,</i> 113 Fed.Appx. 449, 453 (3d Cir.2004) (unpublished decision); <i>Nichols v. Ashland Hosp. Corp.,</i> 251 F.3d 496, 502 (4th Cir.2001); <i>Chaffin v. John H. Carter Co., Inc.,</i> 179 F.3d 316, 319 (5th Cir.1999); <i>Skrjanc v. Great Lakes Power Serv. Co.,</i> 272 F.3d 309, 315 (6th Cir.2001); <i>King,</i> 166 F.3d at 891-92; <i>Smith v. Allen Health Sys., Inc.,</i> 302 F.3d 827, 832 (8th Cir.2002); <i>Morgan v. Hilti, Inc.,</i> 108 F.3d 1319, 1323, 1325 (10th Cir.1997); <i>Strickland v. Water Works &amp; Sewer Bd.,</i> 239 F.3d 1199, 1206-07 (11th Cir.2001); <i>Gleklen v. Democratic Cong. Campaign Comm., Inc.,</i> 199 F.3d 1365, 1367-68 (D.C.Cir.2000).</p>\n    </div>\n    <p class=\"indent\">As <i>Hodgens</i> states:</p>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Under that framework, a plaintiff employee must carry the initial burden of coming forward with sufficient evidence to establish a prima facie case of ... retaliation. If he does so, then the burden shifts to the employer \"to articulate some legitimate, nondiscriminatory reason for the employee's [termination],\" sufficient to raise a genuine issue of fact as to whether it discriminated against the employee.... If the employer's evidence creates a genuine issue of fact, the presumption of discrimination drops from the case, and the plaintiff retains the ultimate burden of showing that the employer's stated reason for terminating him was in fact a pretext for retaliating against him for having taken protected FMLA leave.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">144 F.3d at 160-61 (alteration in original) (citations omitted) (quoting <i>McDonnell Douglas,</i> 411 U.S. at 802, 93 S.Ct. 1817).</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">Although we are doubtful Colburn even makes out a prima facie case,<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> we turn to the issue of pretext. Nichols says that it fired Colburn because of its belief that he had falsified his reasons for being absent from work and that falsehood was proven on two specific occasions &#8212; namely, January 28 and 29, 2002. On those two days, the investigator videotaped Colburn &#8212; who had reported that he was unable to perform his duties at work because of his migraines &#8212; engaging in a number of activities outside of his home, including driving, spending thirty minutes at the gym, renting videos, and shopping. These activities, which occupied Colburn for two to three hours each day during the period of time he claimed to have been unable to work because of migraines, were inconsistent with the information he had given the employer about his migraines. That information was on his short-term disability application form, on which he stated that when he was experiencing a migraine, he could not perform \"[a]ll activities ..., including driving.\"<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">Colburn points to the following as evidence that Nichols's explanation was pretext: (1) Nichols took the \"extraordinary step\" of placing him under surveillance; (2) Nichols never consulted any medical professional about whether Colburn's activities on January 28 and 29 were consistent with those of someone suffering from a migraine; (3) Nichols departed from its progressive discipline policy in discharging him without warning; (4) Nichols's human resources administrator, Christine Fox, seemed hostile toward him; and (5) the temporal relationship between his taking leave and his termination.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">The hiring of the investigator, alone or in combination, does not suffice to show that the employer's reasons for terminating Colburn were pretext. Nichols had hired private investigators at least five times in the past, and Colburn produced no evidence that similarly situated employees about whom the employer was suspicious were treated differently. <i>See Allen Health Sys.,</i> 302 F.3d at 835 (\"An employee can prove pretext by showing the employer meted out more lenient treatment to similarly situated employees ... who did not engage in protected activity.\" (citing <i>Harvey v. Anheuser-Busch, Inc.,</i> 38 F.3d 968, 972 (8th Cir.1994))).</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">As to the employer's grounds for suspicion that led to the hiring of the investigator, Colburn does not produce any evidence disputing the employer's statement that it could not always reach him at home when he was out on leave. Also, he admits that he failed to provide the doctors' reports needed to support his application for short-term disability and leave. As for his claim that the employer should have taken it upon itself to secure the medical reports and research the effects of his migraines, the employer had no need to consult medical experts about the symptoms of migraines; it relied on the employee's own description that he could not do anything &#8212; even drive &#8212; during a migraine. Its choice to rely on Colburn's own words does not prove pretext &#8212; it tends to show the opposite.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">Moreover, there was no evidence to support Colburn's claim that the employer failed to follow its progressive discipline policy. That policy provides for immediate termination on account of serious misconduct &#8212; a category that Nichols reasonably determined encompassed Colburn's going to the gym and driving around doing errands while purportedly too sick to work. Its decision to discharge him was within the bounds of its disciplinary policy and raises no inference of pretext. <i>See id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">Nor does a single administrator's \"tone\" show pretext. Colburn made no showing that Christine Fox had anything to do with the decision to terminate his employment. Even assuming, dubitante, that Fox's conduct could be imputed to the employer and that she was, in fact, hostile, the conversation in question took place in December 2001, after persistent but futile efforts on the part of the human resources department to secure from Colburn the medical information it needed to confirm and process his disability application; given the context, any testiness or frustration on the part of the administrator is not evidence of pretext.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">Colburn also argues that pretext can be inferred by the fact that Nichols terminated him within days of his taking medical leave. While \"protected conduct closely followed by adverse action may justify an inference of retaliatory motive,\" <i>see Hodgens,</i> 144 F.3d at 168 (quoting <i>Marx v. Schnuck Markets, Inc.,</i> 76 F.3d 324, 329 (10th Cir.1996)), Colburn began to take leave in October 2001 and was not terminated until almost four months later, after he had taken more than twenty-five days of leave. This chronology raises no inference of retaliatory motive.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">Throughout, Colburn has failed to produce evidence of the sort commonly used to show pretext. There is no statement by any decisionmaker evidencing retaliatory motive. <i>See Hodgens,</i> 144 F.3d at 168-69. And there is no evidence that comparably situated employees, caught out in a lie, were not fired. <i>See Allen Health Sys.,</i> 302 F.3d at 835.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">This leaves one other argument by Colburn, which is about the evidence pertinent to this issue. At his deposition, he testified that he could not engage in any activity, including driving, when he had a migraine and that his disability application was correct when it said the same thing. In certain sections of his summary judgment affidavit, however, he claimed that he, in fact, could engage in minimal activities, such as driving and shopping, during the onset and aftermath of his migraines, which were distinct phases separate from the most painful acute phase. The district court struck the sections of the affidavit that referred to symptoms experienced at the onset of a migraine for being inconsistent with Colburn's deposition testimony. The district court was well within its discretion to do so under <i>Colantuoni v. Alfred Calcagni &amp; Sons, Inc.,</i> 44 F.3d 1 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">Colburn's argument on appeal that his change of testimony was permissible also misses the point. He had told his employer that he could not drive or engage in any activity while he had a migraine. Whether he actually can drive during the onset or aftermath of a migraine is irrelevant. Based on the information he gave the employer, the employer's conclusion that he falsified his reasons for being out is hardly pretextual.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">On this record, we find insufficient evidence for any factfinder to connect Nichols's termination of Colburn with any retaliatory animus on the part of the employer.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">Summary judgment for defendant is <i>affirmed.</i> Costs are awarded to defendant.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The parties have assumed that the same legal analysis governs both the federal and state claims. Both the magistrate judge and the district court proceeded with that assumption. We do so as well</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> As best as we can tell, all circuits recognize a cause of action for retaliation. Most ground it in 29 U.S.C. &#167; 2615(a)(1) and (2) and attendant regulations<i>See, e.g., Strickland v. Water Works &amp; Sewer Bd.,</i> 239 F.3d 1199, 1206-07 (11th Cir.2001); <i>King,</i> 166 F.3d at 891. But some derive it only from &#167; 2615(a)(2) and the accompanying regulations and appear to reserve &#167; 2615(a)(1) for non-retaliation claims. <i>See Conoshenti,</i> 364 F.3d at 146 n. 9 (discussing the two approaches and citing <i>Arban v. West Publishing Corp.,</i> 345 F.3d 390, 401, 403 (6th Cir.2003), as an example of the latter).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Colburn argues that he should not be held to this admission because his attorney erred in reporting the April 2003 date in his Rule 26(a)(1) original disclosure statement. He points us to paragraphs in his summary judgment affidavit that \"correct\" this error. The district court, invoking<i>Colantuoni v. Alfred Calcagni &amp; Sons, Inc.,</i> 44 F.3d 1 (1st Cir.1994), had struck those affidavit paragraphs, among others, because they were inconsistent with his deposition testimony.</p>\n        <p class=\"indent\">Colburn argues that the affidavit should not have been stricken because it was not creating a \"sham fact issue.\" <i>Franks v. Nimmo,</i> 796 F.2d 1230, 1237 (10th Cir.1986). But the applicable standard in this circuit is <i>not</i> whether a sham issue of fact has been created. Our law is clear that \"[w]hen an interested witness has given clear answers to unambiguous questions, he cannot create a conflict and resist summary judgment with an affidavit that is clearly contradictory\" without providing \"a satisfactory explanation of why the testimony is changed.\" <i>Colantuoni,</i> 44 F.3d at 4-5 (citing 10A Charles Alan Wright, Arthur R. Miller &amp; Mary Kay Kane, <i>Federal Practice and Procedure</i> &#167; 2726, at 30-31 (2d ed. Supp.1994)). The court properly considered that Colburn's lawyers had had ample opportunity to correct or clarify any alleged error in his deposition testimony. Yet plaintiff's counsel made no effort to explain the inconsistency until January 3, 2005, after the magistrate judge handed down his recommended decision. This is exactly the kind of gamesmanship that <i>Colantuoni</i> sought to address.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> It appears that this argument influenced the district court, which concluded that Colburn's \"inability to return to work following the expiration of his FMLA leave extinguishes his retaliation claim under the FMLA.\" To the magistrate judge's analysis, which relied on 29 C.F.R. &#167; 825.214(b), the district court added that Colburn failed to show that the statute could provide him with a remedy even if he could prove that a violation occurred</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Other circuits have held that nominal and consequential damages (including emotional distress damages) are not available under the FMLA<i>See Walker v. United Parcel Serv., Inc.,</i> 240 F.3d 1268, 1277-78 (10th Cir.2001); <i>Nero v. Industrial Molding Corp.,</i> 167 F.3d 921, 930 (5th Cir.1999).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Defendant argues that<i>Ragsdale v. Wolverine World Wide, Inc.,</i> 535 U.S. 81, 122 S.Ct. 1155, 152 L.Ed.2d 167 (2002), precludes any relief for the plaintiff in this case, even if he were to have proven retaliation. It cites to the following passage from <i>Ragsdale:</i></p>\n        <p class=\"indent\">To prevail under the cause of action set out in &#167; 2617, an employee must prove, as a threshold matter, that the employer violated &#167; 2615 by interfering with, restraining, or denying his or her exercise of FMLA rights. Even then, &#167; 2617 provides no relief unless the employee has been prejudiced by the violation.</p>\n        <p class=\"indent\"><i>Id.</i> at 89, 122 S.Ct. 1155. This passage does not support defendant's theory. A hypothetical plaintiff who succeeds in establishing a retaliatory firing claim would no doubt have been \"prejudiced by the violation\" and would thus be theoretically entitled to the full array of remedies provided by the statute.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Colburn asserts in his brief that he has introduced both direct and indirect evidence of retaliation. The only direct evidence he specifically points to is the hostile tone a human resources administrator allegedly used in one conversation two months before Colburn was discharged</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Colburn makes a perfunctory reference to a mixed-motive claim in his brief. Whether a mixed-motive analysis is available at all in an FMLA case for retaliation is an open question, and we do not resolve it here. The issue has been adverted to but avoided by three circuits<i>See Bell v. Kaiser Foundation Hospitals,</i> 122 Fed.Appx. 880, 882 (9th Cir.2004) (unpublished decision); <i>Gibson v. City of Louisville,</i> 336 F.3d 511, 514 (6th Cir.2003); <i>Trujillo-Cummings v. Pub. Serv. Co.,</i> No. 97-2337, 1999 WL 169336, at *5 (10th Cir. Mar.29, 1999) (unpublished decision). Since Colburn mentions a mixed-motive claim only in passing, we discuss this issue no further.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> <i>See Bachelder,</i> 259 F.3d at 1124-25 &amp; nn.10-11. <i>Bachelder,</i> as it says itself, was not a retaliation claim. <i>See id.</i> at 1124. There, the employer admitted that it terminated plaintiff's employment because of her absences from work. The question was whether those absences were covered by the FMLA. If they were, then the employer's decision to fire her constituted an impermissible interference with plaintiff's FMLA rights, whether the employer intended to interfere or not. <i>See id.</i> at 1125-26. That is a vastly different situation from the one here.</p>\n        <p class=\"indent\"><i>Bachelder</i> specifically reserved the question whether it would apply <i>McDonnell Douglas</i> to a retaliation claim under 29 U.S.C. &#167;&#167; 2615(a)(2) and (b). <i>Id.</i> at 1125 n. 11. And it did not expressly rule on whether it would apply the framework to the type of retaliation claim we have here, which alleges that the employer retaliated against the employee's taking of FMLA leave (rather than against, say, the employee's participation in legal proceedings). <i>See id.</i> at 1124 n. 10 (implying that it would apply <i>McDonnell Douglas,</i> if at all, only to cases arising under &#167;&#167; 2615(a)(2) and (b)). In a later unpublished decision, the Ninth Circuit seems to have construed <i>Bachelder</i> to preclude the application of <i>McDonnell Douglas</i> to the type of claim we have here. <i>See Zsenyuk v. City of Carson,</i> 99 Fed.Appx. 794, 796 (9th Cir.2004) (unpublished decision).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> To make out a prima facie case, plaintiff must show (1) that he engaged in a protected action (here, requesting or taking FMLA leave); (2) that he suffered an adverse employment action (here, being fired); and (3) that there was some possibility of a causal connection between the employee's protected activity and the employer's adverse employment action, in that the two were not wholly unrelated<i>See Hodgens,</i> 144 F.3d at 161.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Indeed, even at his deposition, Colburn continued to maintain that the form he submitted was accurate. To counsel's question of whether it is \"correct to state that when you were experiencing... a migraine you couldn't ... perform any activities, including driving,\" Colburn answered, \"Correct.\"</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">429</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">325</span></span></p>\n    <p class=\"parties\">Brian COLBURN, Plaintiff, Appellant,<br>v.<br>PARKER HANNIFIN/NICHOLS PORTLAND DIVISION, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 05-1308.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard October 3, 2005.</p>\n    <p class=\"date\">Decided November 18, 2005.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Howard T. Reben, with whom Adrienne S. Hansen and Reben, Benjamin &amp; March were on brief, for appellant.</p>\n      <p class=\"indent\">Frederick B. Finberg, with whom Peter Bennett and The Bennett Law Firm, P.A. were on brief, for appellee.</p>\n      <p class=\"indent\">Before LYNCH, Circuit Judge, CAMPBELL and STAHL, Senior Circuit Judges.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Brian Colburn was terminated from his job as a machine operator at the Nichols Portland Division of the Parker Hannifin Corporation (\"Nichols\"). Colburn sued, alleging primarily that his employer, Nichols, fired him in retaliation for his having taken leave protected under the Family and Medical Leave Act of 1993 (FMLA), 29 U.S.C. &#167;&#167; 2601-54, and the similar Maine statute, Me.Rev.Stat. Ann. tit. 26, &#167;&#167; 843-48. In turn, Nichols responded that it had discharged Colburn because he told the company he was out sick with a migraine when he was seen going to the gym, shopping, and driving around doing errands.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We affirm summary judgment in favor of the defendant on different grounds than those used by the district court and the magistrate judge. In doing so, we reject certain reasoning urged on those courts by the defendant. We hold that a claim for retaliatory discharge from employment is not extinguished by a finding that the plaintiff was unable to return to work at the expiration of his 12-week period of FMLA leave. Nonetheless, we hold that no reasonable jury could conclude that this particular plaintiff was fired in retaliation for his exercise of FMLA rights.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">We recount the facts in the light most favorable to the plaintiff, who opposed the entry of summary judgment. <i>Crete v. City of Lowell,</i> <span class=\"citation\" data-id=\"201758\"><a href=\"/opinion/201758/crete-v-city-of-lowell/\"><span class=\"volume\">418</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">54</span></a></span>, 56 (1st Cir.2005). In January 1998, Nichols hired plaintiff Colburn as a utility worker. During the next four years, Colburn was promoted four times; he eventually held the position of Machine Operator I, with responsibility for troubleshooting machines, as well as for some training of other machine operators.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On October 2, 2001, during his lunch break at work, Colburn experienced what would turn out to be the first of many intensely painful migraines. Although he had suffered from sinus-related headaches in the past, the new wave of migraines was more severe and often accompanied by shooting pain, blurry vision, dizziness, or nausea. From October 17 to 22, 2001, Colburn went on a prescheduled hunting vacation. When he returned to work on October 23, he experienced a migraine a half hour into his shift at Nichols and had to leave work. From then on, he began to take intermittent sick leave on account of his migraines; he missed twenty-five days' work between October 2001 and January 31, 2002.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In autumn of 2001, Colburn filed with Nichols an application for short-term disability benefits. In that application, dated November 22, 2001, he stated that he was unable to perform \"[a]ll activities when an attack occurs[,] including driving.\" The application was never finalized. On at least three occasions in December 2001, Shannon Craig, a human resources representative, requested from Colburn medical information that the company needed to substantiate his need for medical leave and to determine his eligibility for disability benefits. According to Craig's record of their conversations, Colburn repeatedly promised to submit the paperwork, but failed actually to do so. Colburn concedes that he did not submit any of the requested medical documents to the company. He now argues that at the time he filed the application, he had signed an authorization to release medical information that gave Nichols access to all of his medical records; accordingly, the onus was on Nichols to secure the necessary medical documents. At his deposition, however, he never testified that he had told Craig that she should get the medical records herself using his authorization.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Colburn asserted in his affidavit that while he was on leave, he frequently provided complete updates to his employer about his health. He testified at his deposition that when he spoke with Randy Purinton, his immediate supervisor, Purinton never put pressure on him to return to work or subjected him to criticism or discipline. In December 2001, however, Colburn spoke with Christine Fox, a human resources administrator at Nichols, about his medical condition. Colburn stated in his affidavit that Fox used a hostile tone and made him \"feel like [he] was doing something wrong for making a medical claim.\"</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On January 22, 2002, Nichols retained a private investigator to conduct surveillance of Colburn. Nichols states that it initiated the investigation because it became suspicious of Colburn for two reasons: first, Colburn failed to submit the medical information the company needed to process his disability application, despite three requests by human resources personnel, and second, he could not be reached at home on days when he had called in sick.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The investigator began surveillance of Colburn on January 23 and 24; Colburn reported for work on both days. On January 28 and 29, Colburn was scheduled to work the 2:30 p.m. to 11:00 p.m. shift. Sometime around 2 p.m. on January 28, Colburn called his supervisor to say that he had a severe headache and would not be able to come into work until later in the afternoon. Around 3 p.m., the investigator followed Colburn as he drove from his home to a gym. Thirty minutes after entering the gym attired in workout clothes, Colburn departed in jeans and a shirt. Colburn then drove to a video store, where he rented a video, and then to three variety stores. He emerged at 5:05 p.m. from the third store with a paper bag containing what appeared to be two bottles. Around the same time, he left a voicemail for his supervisor apprising him that his migraine had returned and that he would not be coming into work at all that day. At that point, the investigator lost sight of Colburn in heavy traffic. The investigator returned to Colburn's residence at 5:53 p.m. and, upon seeing that Colburn was in his garage, apparently gathering items from his car and preparing to go inside the house, discontinued surveillance for the day.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Upon resuming surveillance on January 29, 2002, the investigator observed Colburn departing from his home at 12:35 p.m. The investigator tracked Colburn as he drove to multiple locations: he went into his gym for about thirty minutes, rented videos from two video stores, and stopped at a bank. Colburn also visited two shopping areas, where he seemed to have been searching for a payphone. Around 2 p.m., Colburn left a voicemail for his supervisor indicating that he was ill and would not be able to work that day. After making that phone call, Colburn stopped at a variety store; there, he purchased a six-pack of beer and some pretzels. He did not return home until after 3:30 p.m., at which point the investigator discontinued surveillance.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On January 31, 2002, Jan Stanley, Nichols's human resources manager, received from the investigator a report detailing his observations during the course of his surveillance of Colburn. Later that day, company officials Steve Oliver and Harold Sexton, along with Randy Purinton, met with Colburn and informed him that he was being discharged. Colburn testified at his deposition that his understanding after that meeting was that they had terminated him in part because he had been observed at the gym at the same time he had called in sick. Stanley confirmed in deposition testimony that Colburn had been fired because his actions on January 28 and 29 were inconsistent with those of someone experiencing an incapacitating migraine. She also testified that Nichols has a \"positive progressive discipline policy,\" under which employees usually receive some notice of, and opportunity to address, the employer's disciplinary concerns. However, under that policy, serious misconduct can result in immediate dismissal of the employee.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Both parties agree that at the time he was fired, Colburn had not exhausted the full 12-week leave period to which he was entitled under the FMLA. <i>See</i> 29 U.S.C. &#167; 2612(a), (b). In key testimony, he admitted at his deposition that he \"was unable to return to work due to his medical condition until 4/15/03,\" well past the expiration date of his FMLA leave. Stanley testified that Colburn was on unpaid leave at the time of his termination.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Colburn said at his deposition that he had no recollection of whether he had called in sick on January 28 and 29. Nor did he recall what he did those days if he had called in sick. He later acknowledged that he did, in fact, engage in the activities depicted in the surveillance tape. He argued, however, that the activities documented in the video were not \"inconsistent with his having a migraine which prevented him from working\"; he suggested that \"he was most likely experiencing the onset or aftermath of a migraine, which did not prevent him from functioning at the minimal levels shown on the video.\"</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Colburn filed suit on January 15, 2004 in federal district court against Nichols, alleging violations of the FMLA, 29 U.S.C. &#167;&#167; 2601-54, and the similar Maine statute, Me.Rev.Stat. Ann. tit. 26, &#167;&#167; 843-48.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> He made two FMLA claims. First, he alleged that Nichols interfered with his substantive rights under the FMLA by failing to restore him to his position following the termination of his FMLA leave, in violation of 29 U.S.C. &#167; 2614. Second, he alleged that Nichols fired him in retaliation for his taking medical leave, in violation of 29 U.S.C. &#167; 2615.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">After the close of discovery, Nichols filed on August 2, 2004 a motion for summary judgment on all counts of the complaint. On October 8, 2004, a magistrate judge filed a recommended decision granting Nichols's summary judgment motion. After oral argument, the district court, on de novo review, issued an order on January 25, 2005 that adopted the magistrate judge's recommendation to grant defendant's summary judgment motion as to all counts of the complaint and to strike certain sections of Colburn's summary judgment affidavit. Colburn appeals both of these rulings.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Review of a district court's grant of summary judgment is de novo, <i>Rodriguez</i> <i>v. Am. Int'l Ins. Co.,</i> <span class=\"citation\" data-id=\"201497\"><a href=\"/opinion/201497/rodriguez-v-american-internation/\"><span class=\"volume\">402</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">45</span></a></span>, 46-47 (1st Cir.2005), and we may affirm the district court's decision on any sufficient ground supported by the record, <i>Carcieri v. Norton,</i> <span class=\"citation no-link\"><span class=\"volume\">423</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">45</span></span>, 53 (1st Cir.2005).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Our review of this otherwise straightforward case has been complicated by some analytic confusion, largely caused by the defendant. We clarify the law and affirm summary judgment on the basis that there is insufficient evidence for a rational factfinder to conclude that Nichols interfered with Colburn's substantive rights under the FMLA or that it terminated him in retaliation for his taking medical leave.</p>\n    </div>\n    <p class=\"indent\">A. FMLA Standards</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The FMLA contains two distinct types of provisions: those establishing substantive rights and those providing protection for the exercise of those rights. <i>See Hodgens v. General Dynamics Corp.,</i> <span class=\"citation\" data-id=\"197958\"><a href=\"/opinion/197958/hodgens-v-general-dynamics-cor/\"><span class=\"volume\">144</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">151</span></a></span>, 159-60 (1st Cir.1998). The first, which we have described as \"essentially prescriptive, `set[s] substantive floors' for conduct by employers, and creat[es] `entitlements' for employees.\" <i>Id.</i> at 159 (quoting <i>Diaz v. Fort Wayne Foundry Corp.,</i> <span class=\"citation\" data-id=\"749347\"><a href=\"/opinion/749347/alfredo-diaz-v-fort-wayne-foundry-corporation/\"><span class=\"volume\">131</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">711</span></a></span>, 712-13 (7th Cir.1997)). Such provisions, codified at 29 U.S.C. &#167; 2612, entitle eligible employees to, inter alia, \"a total of 12 workweeks of leave,\" which may be taken intermittently when medically necessary, for \"a serious health condition that makes the employee unable to perform the functions of [his] position.\" 29 U.S.C. &#167;&#167; 2612(a)(1)(D), 2612(b). With limited exceptions, <i>see</i> 29 C.F.R. &#167;&#167; 825.214(b), .216, upon the employee's return from a qualified leave, the employer must reinstate the employee to the same position or an alternate position with equivalent pay, benefits, and working conditions, and without loss of accrued seniority. <i>Hodgens,</i> 144 F.3d at 159 (citing 29 U.S.C. &#167; 2614(a)(1); and 29 C.F.R. &#167; 825.100(c)); <i>see also Hillstrom v. Best W. TLC Hotel,</i> <span class=\"citation no-link\"><span class=\"volume\">354</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">27</span></span>, 32 (1st Cir.2003).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In addition to the grant of substantive rights, the statute sets forth a list of prohibited acts at 29 U.S.C. &#167; 2615:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">(a) Interference with rights</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">(1) Exercise of rights</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">It shall be unlawful for any employer to interfere with, restrain, or deny the exercise of or the attempt to exercise, any right provided under this subchapter.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">(2) Discrimination</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">It shall be unlawful for any employer to discharge or in any other manner discriminate against any individual for opposing any practice made unlawful by this subchapter.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">(b) Interference with proceedings or inquiries</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">It shall be unlawful for any person to discharge or in any other manner discriminate against any individual because such individual &#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">(1) has filed any charge, or has instituted or caused to be instituted any proceeding, under or related to this subchapter;</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">(2) has given, or is about to give, any information in connection with any inquiry or proceeding relating to any right provided under this subchapter; or</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">(3) has testified, or is about to testify, in any inquiry or proceeding relating to any right provided under this subchapter.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The statute prohibits, then, both interference and discrimination. Notably, however, there is no clear demarcation in &#167; 2615 between what is \"interference\" and what is \"discrimination,\" and the terms overlap in some situations. <i>See, e.g., Conoshenti v. Pub. Serv. Elec. &amp; Gas Co.,</i> <span class=\"citation\" data-id=\"785761\"><a href=\"/opinion/785761/richard-conoshenti-v-public-service-electric-gas-company/\"><span class=\"volume\">364</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">135</span></a></span>, 143-47 &amp; n. 9 (3d Cir.2004); <i>Bachelder v. Am. W. Airlines,</i> <span class=\"citation\" data-id=\"774361\"><a href=\"/opinion/774361/penny-bachelder-mark-bachelder-v-america-west-airlines-inc/\"><span class=\"volume\">259</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1112</span></a></span>, 1124 n. 10 (9th Cir.2001). Employers found to be in violation of 29 U.S.C. &#167; 2615 are subject to a claim for, inter alia, equitable relief and compensatory damages, including wages, salary, and benefits.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Claims for violations of substantive rights are brought under 29 U.S.C. &#167; 2615(a)(1), which prohibits actions by \"any employer to interfere with, restrain, or deny the exercise of\" such rights. <i>See, e.g., Harrell v. U.S. Postal Serv.,</i> <span class=\"citation\" data-id=\"791070\"><a href=\"/opinion/791070/rodney-harrell-v-united-states-postal-service/\"><span class=\"volume\">415</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">700</span></a></span>, 706-07 (7th Cir.2005); <i>see also</i> 7 N. Lareau et al., <i>Labor and Employment Law</i> &#167; 174.02[3] (2003). To meet his or her burden in an interference with substantive rights claim, a plaintiff need only show, by a preponderance of the evidence, entitlement to the disputed leave; no showing as to employer intent is required. <i>See Smith v. Diffee Ford-Lincoln-Mercury, Inc.,</i> <span class=\"citation\" data-id=\"162447\"><a href=\"/opinion/162447/smith-v-diffee-ford/\"><span class=\"volume\">298</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">955</span></a></span>, 960-61 (10th Cir.2002); <i>King v. Preferred Technical Group,</i> <span class=\"citation\" data-id=\"761274\"><a href=\"/opinion/761274/regina-r-king-v-preferred-technical-group/\"><span class=\"volume\">166</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">887</span></a></span>, 891 (7th Cir.1999).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In addition to a claim alleging the deprivation of substantive rights, an employee may also bring suit against an employer under a retaliation theory. Although the text of 29 U.S.C. &#167; 2615(a) makes no reference to \"retaliation,\" this court has recognized such a cause of action in the statute and specifically the interpretative regulation 29 C.F.R. &#167; 825.220(c).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> <i>Hodgens,</i> 144 F.3d at 160-61 &amp; n. 4 (1st Cir.1998) (citing 29 U.S.C. &#167; 2615(a)(1), (2); and 29 C.F.R. &#167; 825.220(c)); <i>see also Keeler v. Putnam Fiduciary Trust Co.,</i> <span class=\"citation\" data-id=\"199235\"><a href=\"/opinion/199235/keeler-v-putnam-fiduciary/\"><span class=\"volume\">238</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">5</span></a></span>, 8-9 (1st Cir.2001).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The regulation 29 C.F.R. &#167; 825.220(c) provides:</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">An employer is prohibited from discriminating against employees or prospective employees who have used FMLA leave. For example, if an employee on leave without pay would otherwise be entitled to full benefits (other than health benefits), the same benefits would be required to be provided to an employee on unpaid FMLA leave. By the same token, employers cannot use the taking of FMLA leave as a negative factor in employment actions, such as hiring, promotions or disciplinary actions; nor can FMLA leave be counted under \"no fault\" attendance policies.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">This regulation unambiguously interprets &#167; 2615 as prohibiting retaliation. However, it does not make any distinction among &#167;&#167; 2615(a)(1), 2615(a)(2), or 2615(b) as the source of the prohibition. This statutory and regulatory ambiguity has led to some differences in view.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Specifically, courts have disagreed about whether \"interference\" refers to a category of claims separate and distinct from those involving retaliation, or whether it describes a group of unlawful actions, of which retaliation is a part. <i>See Bachelder,</i> 259 F.3d at 1124 &amp; n. 10. The term \"interference\" may, depending on the facts, cover both retaliation claims, <i>see Hodgens,</i> 144 F.3d at 159-60 &amp; n. 4, and non-retaliation claims, <i>see Conoshenti,</i> 364 F.3d at 142-43. The distinction would matter if the standards of proof used turned on which statutory section were pled, rather than on the nature of the facts and the theory of the case. Yet, whether a claim is characterized as \"interference\" or not, its elements actually differ depending on whether the plaintiff is, at bottom, claiming that the employer denied his or her substantive rights under the FMLA or that the employer retaliated against him or her for having exercised or attempted to exercise those rights. <i>Cf. Bachelder,</i> 259 F.3d at 1124-25 (characterizing a claim under 29 C.F.R. &#167; 825.220(c) as an \"interference\" claim, where plaintiff did not allege that the employer terminated her in retaliation for taking FMLA leave, but rather that the employer used her taking FMLA leave as a negative factor in its decision to terminate her).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">For example, this circuit's approach to an FMLA claim of retaliation is to permit proof directly or by inference, with the ultimate burden of proof remaining on the plaintiff to prove by a preponderance of the evidence that the employer's adverse employment action was in retaliation for exercise of protected rights. <i>See Hodgens,</i> 144 F.3d at 160. In contrast, employer motive plays no role in a claim for substantive denial of benefits. <i>See id.</i> at 159; 1 C. Richey, <i>Manual on Employment Discrimination Law and Civil Rights Actions</i> &#167; 9:42 (2d ed.2004) (citing <i>Diaz,</i> 131 F.3d at 712-13).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">In the present case, both the magistrate judge and district court concluded that plaintiff could not have made out a persuasive case under either the denial of substantive rights/interference theory or the retaliation theory. Their conclusion was the only outcome warranted by the record.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">B. Denial of Substantive Rights/Interference Claim</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The two courts noted that Colburn, by his own admission, would not have been able to return to work until April 15, 2003, well after the expiration of his FMLA leave.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Because the Department of Labor regulations interpreting the FMLA state that an employee has no right to reinstatement \"[i]f the employee is unable to perform an essential function of the position because of ... the continuation of a serious health condition,\" the courts concluded that Colburn's interference with substantive rights claim fails because Nichols was under no obligation to reinstate him. 29 C.F.R. &#167; 825.214(b); <i>see also</i> 29 U.S.C. &#167;&#167; 2612(a), (b), 2614(a). That conclusion is plainly correct, and the substantive rights interference claim was properly dismissed.</p>\n    </div>\n    <p class=\"indent\">C. Retaliation Claim</p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">1. Rejection of Defendant's Theory of Analysis</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Before the district court, the defendant argued that if an FMLA plaintiff cannot return to work prior to the exhaustion of his FMLA leave, then ipso facto his retaliation claim fails.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> It propounds the same theory on appeal. Defendant's theory mischaracterizes the law, and we reject it.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Defendant grounds its argument in the text of two regulations, 29 C.F.R. &#167;&#167; 825.214(b) and 825.216(d). Neither supports its theory. The first provision deals with an employee's rights on returning to work from FMLA leave; it sets a limit on the right to reinstatement set out in 29 U.S.C. &#167; 2614(a)(1). As such, it circumscribes only Colburn's ability to bring an interference claim. The second provision deals only with an employee who has taken workers' compensation leave concurrently with FMLA leave. Nothing in the record shows that Colburn was on workers' compensation leave at any point during October 2001 to April 2003, and thus the provision is irrelevant to Colburn's claim.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Our law is clear that an FMLA plaintiff may pursue a retaliation claim even if there is no claim of violation of substantive rights to leave. <i>See Hodgens,</i> 144 F.3d at 159-60 (describing the independent causes of action under the substantive and proscriptive provisions of the FMLA); <i>accord Hunt v. Rapides Healthcare Sys., LLC,</i> <span class=\"citation\" data-id=\"26078\"><a href=\"/opinion/26078/hunt-v-rapides-healthcare/\"><span class=\"volume\">277</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">757</span></a></span>, 769 (5th Cir.2001) (\"The [FMLA] provides two distinct causes of action, to which courts apply different analyses.\"). Further, the failure of a substantive claim of denial of leave does not foreclose a retaliation claim. <i>See Hunt,</i> 277 F.3d at 768-69 (noting that a plaintiff \"need not establish a violation of the substantive, prescriptive provisions of the FMLA to allege a violation of the proscriptive provisions\").</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Nichols also proposes that even if the failure of Colburn's substantive claim does not automatically extinguish his retaliation claim, then the latter still fails because Colburn incurred no damages. This theory is also wrong. That a plaintiff cannot make out a case for damages for a substantive rights infringement claim does not mean no cause of action for retaliation can be stated.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">29 U.S.C. &#167; 2617(a) sets out the remedies for violations of &#167; 2615:</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">(1) Liability</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Any employer who violates section 2615 of this title shall be liable to any eligible employee affected &#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">(A) for damages equal to &#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">(i) the amount of &#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">(I) any wages, salary, employment benefits, or other compensation denied or lost to such employee by reason of the violation; or</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">(II) in a case in which wages, salary, employment benefits, or other compensation have not been denied or lost to the employee, any actual monetary losses sustained by the employee as a direct result of the violation, such as the cost of providing care, up to a sum equal to 12 weeks of wages or salary for the employee; (ii) the interest on the amount described in clause (i) calculated at the prevailing rate; and</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">(iii) an additional amount as liquidated damages equal to the sum of the amount described in clause (i) and the interest described in clause (ii), except that if an employer who has violated section 2615 of this title proves to the satisfaction of the court that the act or omission which violated section 2615 of this title was in good faith and that the employer had reasonable grounds for believing that the act or omission was not a violation of section 2615 of this title, such court may, in the discretion of the court, reduce the amount of the liability to the amount and interest determined under clauses (i) and (ii), respectively; and</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">(B) for such equitable relief as may be appropriate, including employment, reinstatement, and promotion.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">....</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">(3) Fees and costs</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">The court in such an action shall, in addition to any judgment awarded to the plaintiff, allow a reasonable attorney's fee, reasonable expert witness fees, and other costs of the action to be paid by the defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">As to his claim of interference with his substantive rights under the FMLA, Colburn was not entitled to any remedy because he admitted he could not return to work at the expiration of the leave. But that did not mean there was no actionable harm under a retaliation theory. In some situations, a successful retaliation claim will lead to independent damages.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Colburn's termination occurred on January 31, 2002. He admitted that he would not have been able to return to work until after his period of leave expired, and he thus would not have been entitled to reinstatement under 29 U.S.C. &#167; 2614. Accordingly, with regard to his retaliation claim, he would not have been entitled to any compensation or benefits after the date he exhausted his FMLA leave. In theory, he nonetheless could have had a loss of salary in the period between the date of the alleged wrongful termination and the date his leave expired. Yet, because his leave was an unpaid leave, he had no lost income. Also theoretically, Colburn could have suffered damages in the form of lost value of employment benefits (say, health and dental insurance) in the period between his termination and the expiration of the unpaid leave. <i>See</i> 29 U.S.C. &#167; 2611(5) (defining \"employment benefits\"). But he proffered no evidence showing that the alleged retaliatory firing resulted in such losses.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Damages, however, are not the only remedy available under the FMLA. The FMLA also provides for equitable relief, including reinstatement, <i>see id.</i> &#167; 2617(a)(1)(B); thus, a hypothetical plaintiff who proved retaliation could be reinstated once he or she is able to perform all essential functions of the position, <i>see</i> 29 C.F.R. &#167; 825.216(a) (\"An employee has no greater right to reinstatement ... than if the employee had been continuously employed during the FMLA leave period.\"), even if he or she had no monetary damages. Indeed, counsel for Colburn made this very argument.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Further, the statute provides, in addition to any judgment awarded to the plaintiff, for \"reasonable attorney's fee, reasonable expert witness fees, and other costs of the action to be paid by the defendant.\" 29 U.S.C. &#167; 2617(a)(3). Thus, had Colburn proven his claim of retaliation and established entitlement to some form of equitable relief, he could have been awarded attorney's fees and costs.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">The fact that Colburn could not have returned to work before the expiration of his leave and thus cannot make out a claim for interference with his substantive rights does not necessarily preclude a retaliation claim.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <p class=\"indent\">2. Proper Analysis of the Retaliation Claim</p>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">The crux of Colburn's complaint is that Nichols terminated him not because of any inappropriate behavior on his part, but in retaliation for his having taken protected medical leave. Colburn thus must show a causal link between his termination and retaliatory animus on the part of the employer.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">In a retaliation case, there are varying approaches to showing intent. Our circuit has long held that where, as here, a plaintiff did not show direct evidence of retaliation,<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> he or she could use the inferential model of showing intent under a modified version of the framework established in <i>McDonnell Douglas Corp. v. Green,</i> <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span>, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">668</span></a></span> (1973).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> <i>See Hodgens,</i> 144 F.3d at 160. With perhaps the exception of the Ninth Circuit,<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> all other circuits have decided to use the same framework. <i>See, e.g., Potenza v. City of New York,</i> <span class=\"citation\" data-id=\"785859\"><a href=\"/opinion/785859/peter-potenza-clifford-aversano-v-city-of-new-york/\"><span class=\"volume\">365</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">165</span></a></span>, 167-68 (2d Cir.2004); <i>Lepore v. Lanvision Sys., Inc.,</i> 113 Fed.Appx. 449, 453 (3d Cir.2004) (unpublished decision); <i>Nichols v. Ashland Hosp. Corp.,</i> <span class=\"citation\" data-id=\"773418\"><a href=\"/opinion/773418/delores-nicholsplaintiff-appellee-v-ashland-hospital-corporation-dba/\"><span class=\"volume\">251</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">496</span></a></span>, 502 (4th Cir.2001); <i>Chaffin v. John H. Carter Co., Inc.,</i> <span class=\"citation\" data-id=\"17690\"><a href=\"/opinion/17690/chaffin-v-john-h-carter-co-inc/\"><span class=\"volume\">179</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">316</span></a></span>, 319 (5th Cir.1999); <i>Skrjanc v. Great Lakes Power Serv. Co.,</i> <span class=\"citation\" data-id=\"775644\"><a href=\"/opinion/775644/michael-skrjanc-v-great-lakes-power-service-company/\"><span class=\"volume\">272</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">309</span></a></span>, 315 (6th Cir.2001); <i>King,</i> 166 F.3d at 891-92; <i>Smith v. Allen Health Sys., Inc.,</i> <span class=\"citation\" data-id=\"779045\"><a href=\"/opinion/779045/candis-smith-v-allen-health-systems-inc-allen-memorial-hospital/\"><span class=\"volume\">302</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">827</span></a></span>, 832 (8th Cir.2002); <i>Morgan v. Hilti, Inc.,</i> <span class=\"citation\" data-id=\"154627\"><a href=\"/opinion/154627/morgan-v-hilti-inc/\"><span class=\"volume\">108</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1319</span></a></span>, 1323, 1325 (10th Cir.1997); <i>Strickland v. Water Works &amp; Sewer Bd.,</i> <span class=\"citation no-link\"><span class=\"volume\">239</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1199</span></span>, 1206-07 (11th Cir.2001); <i>Gleklen v. Democratic Cong. Campaign Comm., Inc.,</i> <span class=\"citation\" data-id=\"185064\"><a href=\"/opinion/185064/gleklen-amy-v-dem-cong-campgn-com/\"><span class=\"volume\">199</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1365</span></a></span>, 1367-68 (D.C.Cir.2000).</p>\n    </div>\n    <p class=\"indent\">As <i>Hodgens</i> states:</p>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Under that framework, a plaintiff employee must carry the initial burden of coming forward with sufficient evidence to establish a prima facie case of ... retaliation. If he does so, then the burden shifts to the employer \"to articulate some legitimate, nondiscriminatory reason for the employee's [termination],\" sufficient to raise a genuine issue of fact as to whether it discriminated against the employee.... If the employer's evidence creates a genuine issue of fact, the presumption of discrimination drops from the case, and the plaintiff retains the ultimate burden of showing that the employer's stated reason for terminating him was in fact a pretext for retaliating against him for having taken protected FMLA leave.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">144 F.3d at 160-61 (alteration in original) (citations omitted) (quoting <i>McDonnell Douglas,</i> 411 U.S. at 802, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>).</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">Although we are doubtful Colburn even makes out a prima facie case,<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> we turn to the issue of pretext. Nichols says that it fired Colburn because of its belief that he had falsified his reasons for being absent from work and that falsehood was proven on two specific occasions &#8212; namely, January 28 and 29, 2002. On those two days, the investigator videotaped Colburn &#8212; who had reported that he was unable to perform his duties at work because of his migraines &#8212; engaging in a number of activities outside of his home, including driving, spending thirty minutes at the gym, renting videos, and shopping. These activities, which occupied Colburn for two to three hours each day during the period of time he claimed to have been unable to work because of migraines, were inconsistent with the information he had given the employer about his migraines. That information was on his short-term disability application form, on which he stated that when he was experiencing a migraine, he could not perform \"[a]ll activities ..., including driving.\"<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">Colburn points to the following as evidence that Nichols's explanation was pretext: (1) Nichols took the \"extraordinary step\" of placing him under surveillance; (2) Nichols never consulted any medical professional about whether Colburn's activities on January 28 and 29 were consistent with those of someone suffering from a migraine; (3) Nichols departed from its progressive discipline policy in discharging him without warning; (4) Nichols's human resources administrator, Christine Fox, seemed hostile toward him; and (5) the temporal relationship between his taking leave and his termination.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">The hiring of the investigator, alone or in combination, does not suffice to show that the employer's reasons for terminating Colburn were pretext. Nichols had hired private investigators at least five times in the past, and Colburn produced no evidence that similarly situated employees about whom the employer was suspicious were treated differently. <i>See Allen Health Sys.,</i> 302 F.3d at 835 (\"An employee can prove pretext by showing the employer meted out more lenient treatment to similarly situated employees ... who did not engage in protected activity.\" (citing <i>Harvey v. Anheuser-Busch, Inc.,</i> <span class=\"citation\" data-id=\"681044\"><a href=\"/opinion/681044/66-fair-emplpraccas-bna-91-65-empl-prac-dec-p-43334-richard/\"><span class=\"volume\">38</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">968</span></a></span>, 972 (8th Cir.1994))).</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">As to the employer's grounds for suspicion that led to the hiring of the investigator, Colburn does not produce any evidence disputing the employer's statement that it could not always reach him at home when he was out on leave. Also, he admits that he failed to provide the doctors' reports needed to support his application for short-term disability and leave. As for his claim that the employer should have taken it upon itself to secure the medical reports and research the effects of his migraines, the employer had no need to consult medical experts about the symptoms of migraines; it relied on the employee's own description that he could not do anything &#8212; even drive &#8212; during a migraine. Its choice to rely on Colburn's own words does not prove pretext &#8212; it tends to show the opposite.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">Moreover, there was no evidence to support Colburn's claim that the employer failed to follow its progressive discipline policy. That policy provides for immediate termination on account of serious misconduct &#8212; a category that Nichols reasonably determined encompassed Colburn's going to the gym and driving around doing errands while purportedly too sick to work. Its decision to discharge him was within the bounds of its disciplinary policy and raises no inference of pretext. <i>See id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">Nor does a single administrator's \"tone\" show pretext. Colburn made no showing that Christine Fox had anything to do with the decision to terminate his employment. Even assuming, dubitante, that Fox's conduct could be imputed to the employer and that she was, in fact, hostile, the conversation in question took place in December 2001, after persistent but futile efforts on the part of the human resources department to secure from Colburn the medical information it needed to confirm and process his disability application; given the context, any testiness or frustration on the part of the administrator is not evidence of pretext.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">Colburn also argues that pretext can be inferred by the fact that Nichols terminated him within days of his taking medical leave. While \"protected conduct closely followed by adverse action may justify an inference of retaliatory motive,\" <i>see Hodgens,</i> 144 F.3d at 168 (quoting <i>Marx v. Schnuck Markets, Inc.,</i> <span class=\"citation\" data-id=\"712318\"><a href=\"/opinion/712318/gerald-marx-v-schnuck-markets-inc/\"><span class=\"volume\">76</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">324</span></a></span>, 329 (10th Cir.1996)), Colburn began to take leave in October 2001 and was not terminated until almost four months later, after he had taken more than twenty-five days of leave. This chronology raises no inference of retaliatory motive.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">Throughout, Colburn has failed to produce evidence of the sort commonly used to show pretext. There is no statement by any decisionmaker evidencing retaliatory motive. <i>See Hodgens,</i> 144 F.3d at 168-69. And there is no evidence that comparably situated employees, caught out in a lie, were not fired. <i>See Allen Health Sys.,</i> 302 F.3d at 835.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">This leaves one other argument by Colburn, which is about the evidence pertinent to this issue. At his deposition, he testified that he could not engage in any activity, including driving, when he had a migraine and that his disability application was correct when it said the same thing. In certain sections of his summary judgment affidavit, however, he claimed that he, in fact, could engage in minimal activities, such as driving and shopping, during the onset and aftermath of his migraines, which were distinct phases separate from the most painful acute phase. The district court struck the sections of the affidavit that referred to symptoms experienced at the onset of a migraine for being inconsistent with Colburn's deposition testimony. The district court was well within its discretion to do so under <i>Colantuoni v. Alfred Calcagni &amp; Sons, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">44</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span> (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">Colburn's argument on appeal that his change of testimony was permissible also misses the point. He had told his employer that he could not drive or engage in any activity while he had a migraine. Whether he actually can drive during the onset or aftermath of a migraine is irrelevant. Based on the information he gave the employer, the employer's conclusion that he falsified his reasons for being out is hardly pretextual.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">On this record, we find insufficient evidence for any factfinder to connect Nichols's termination of Colburn with any retaliatory animus on the part of the employer.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">Summary judgment for defendant is <i>affirmed.</i> Costs are awarded to defendant.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The parties have assumed that the same legal analysis governs both the federal and state claims. Both the magistrate judge and the district court proceeded with that assumption. We do so as well</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> As best as we can tell, all circuits recognize a cause of action for retaliation. Most ground it in 29 U.S.C. &#167; 2615(a)(1) and (2) and attendant regulations<i>See, e.g., Strickland v. Water Works &amp; Sewer Bd.,</i> <span class=\"citation no-link\"><span class=\"volume\">239</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1199</span></span>, 1206-07 (11th Cir.2001); <i>King,</i> 166 F.3d at 891. But some derive it only from &#167; 2615(a)(2) and the accompanying regulations and appear to reserve &#167; 2615(a)(1) for non-retaliation claims. <i>See Conoshenti,</i> 364 F.3d at 146 n. 9 (discussing the two approaches and citing <i>Arban v. West Publishing Corp.,</i> <span class=\"citation\" data-id=\"783719\"><a href=\"/opinion/783719/daniel-r-arban-plaintiff-appelleecross-appellant-v-west-publishing/\"><span class=\"volume\">345</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">390</span></a></span>, 401, 403 (6th Cir.2003), as an example of the latter).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Colburn argues that he should not be held to this admission because his attorney erred in reporting the April 2003 date in his Rule 26(a)(1) original disclosure statement. He points us to paragraphs in his summary judgment affidavit that \"correct\" this error. The district court, invoking<i>Colantuoni v. Alfred Calcagni &amp; Sons, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">44</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span> (1st Cir.1994), had struck those affidavit paragraphs, among others, because they were inconsistent with his deposition testimony.</p>\n        <p class=\"indent\">Colburn argues that the affidavit should not have been stricken because it was not creating a \"sham fact issue.\" <i>Franks v. Nimmo,</i> <span class=\"citation\" data-id=\"474090\"><a href=\"/opinion/474090/john-j-franks-md-v-robert-p-nimmo-united-states-veterans/\"><span class=\"volume\">796</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1230</span></a></span>, 1237 (10th Cir.1986). But the applicable standard in this circuit is <i>not</i> whether a sham issue of fact has been created. Our law is clear that \"[w]hen an interested witness has given clear answers to unambiguous questions, he cannot create a conflict and resist summary judgment with an affidavit that is clearly contradictory\" without providing \"a satisfactory explanation of why the testimony is changed.\" <i>Colantuoni,</i> 44 F.3d at 4-5 (citing 10A Charles Alan Wright, Arthur R. Miller &amp; Mary Kay Kane, <i>Federal Practice and Procedure</i> &#167; 2726, at 30-31 (2d ed. Supp.1994)). The court properly considered that Colburn's lawyers had had ample opportunity to correct or clarify any alleged error in his deposition testimony. Yet plaintiff's counsel made no effort to explain the inconsistency until January 3, 2005, after the magistrate judge handed down his recommended decision. This is exactly the kind of gamesmanship that <i>Colantuoni</i> sought to address.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> It appears that this argument influenced the district court, which concluded that Colburn's \"inability to return to work following the expiration of his FMLA leave extinguishes his retaliation claim under the FMLA.\" To the magistrate judge's analysis, which relied on 29 C.F.R. &#167; 825.214(b), the district court added that Colburn failed to show that the statute could provide him with a remedy even if he could prove that a violation occurred</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Other circuits have held that nominal and consequential damages (including emotional distress damages) are not available under the FMLA<i>See Walker v. United Parcel Serv., Inc.,</i> <span class=\"citation\" data-id=\"160796\"><a href=\"/opinion/160796/walker-v-ups/\"><span class=\"volume\">240</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1268</span></a></span>, 1277-78 (10th Cir.2001); <i>Nero v. Industrial Molding Corp.,</i> <span class=\"citation\" data-id=\"761714\"><a href=\"/opinion/761714/michael-nero-v-industrial-molding-corporation/\"><span class=\"volume\">167</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">921</span></a></span>, 930 (5th Cir.1999).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Defendant argues that<i>Ragsdale v. Wolverine World Wide, Inc.,</i> <span class=\"citation\" data-id=\"118488\"><a href=\"/opinion/118488/ragsdale-v-wolverine-world-wide-inc/\"><span class=\"volume\">535</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">81</span></a></span>, <span class=\"citation\" data-id=\"118488\"><a href=\"/opinion/118488/ragsdale-v-wolverine-world-wide-inc/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1155</span></a></span>, <span class=\"citation\" data-id=\"118488\"><a href=\"/opinion/118488/ragsdale-v-wolverine-world-wide-inc/\"><span class=\"volume\">152</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">167</span></a></span> (2002), precludes any relief for the plaintiff in this case, even if he were to have proven retaliation. It cites to the following passage from <i>Ragsdale:</i></p>\n        <p class=\"indent\">To prevail under the cause of action set out in &#167; 2617, an employee must prove, as a threshold matter, that the employer violated &#167; 2615 by interfering with, restraining, or denying his or her exercise of FMLA rights. Even then, &#167; 2617 provides no relief unless the employee has been prejudiced by the violation.</p>\n        <p class=\"indent\"><i>Id.</i> at 89, <span class=\"citation\" data-id=\"118488\"><a href=\"/opinion/118488/ragsdale-v-wolverine-world-wide-inc/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1155</span></a></span>. This passage does not support defendant's theory. A hypothetical plaintiff who succeeds in establishing a retaliatory firing claim would no doubt have been \"prejudiced by the violation\" and would thus be theoretically entitled to the full array of remedies provided by the statute.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Colburn asserts in his brief that he has introduced both direct and indirect evidence of retaliation. The only direct evidence he specifically points to is the hostile tone a human resources administrator allegedly used in one conversation two months before Colburn was discharged</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Colburn makes a perfunctory reference to a mixed-motive claim in his brief. Whether a mixed-motive analysis is available at all in an FMLA case for retaliation is an open question, and we do not resolve it here. The issue has been adverted to but avoided by three circuits<i>See Bell v. Kaiser Foundation Hospitals,</i> 122 Fed.Appx. 880, 882 (9th Cir.2004) (unpublished decision); <i>Gibson v. City of Louisville,</i> <span class=\"citation\" data-id=\"782744\"><a href=\"/opinion/782744/kin-gibson-v-city-of-louisville/\"><span class=\"volume\">336</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">511</span></a></span>, 514 (6th Cir.2003); <i>Trujillo-Cummings v. Pub. Serv. Co.,</i> No. 97-2337, <span class=\"citation no-link\"><span class=\"volume\">1999</span> <span class=\"reporter\">WL</span> <span class=\"page\">169336</span></span>, at *5 (10th Cir. Mar.29, 1999) (unpublished decision). Since Colburn mentions a mixed-motive claim only in passing, we discuss this issue no further.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> <i>See Bachelder,</i> 259 F.3d at 1124-25 &amp; nn.10-11. <i>Bachelder,</i> as it says itself, was not a retaliation claim. <i>See id.</i> at 1124. There, the employer admitted that it terminated plaintiff's employment because of her absences from work. The question was whether those absences were covered by the FMLA. If they were, then the employer's decision to fire her constituted an impermissible interference with plaintiff's FMLA rights, whether the employer intended to interfere or not. <i>See id.</i> at 1125-26. That is a vastly different situation from the one here.</p>\n        <p class=\"indent\"><i>Bachelder</i> specifically reserved the question whether it would apply <i>McDonnell Douglas</i> to a retaliation claim under 29 U.S.C. &#167;&#167; 2615(a)(2) and (b). <i>Id.</i> at 1125 n. 11. And it did not expressly rule on whether it would apply the framework to the type of retaliation claim we have here, which alleges that the employer retaliated against the employee's taking of FMLA leave (rather than against, say, the employee's participation in legal proceedings). <i>See id.</i> at 1124 n. 10 (implying that it would apply <i>McDonnell Douglas,</i> if at all, only to cases arising under &#167;&#167; 2615(a)(2) and (b)). In a later unpublished decision, the Ninth Circuit seems to have construed <i>Bachelder</i> to preclude the application of <i>McDonnell Douglas</i> to the type of claim we have here. <i>See Zsenyuk v. City of Carson,</i> 99 Fed.Appx. 794, 796 (9th Cir.2004) (unpublished decision).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> To make out a prima facie case, plaintiff must show (1) that he engaged in a protected action (here, requesting or taking FMLA leave); (2) that he suffered an adverse employment action (here, being fired); and (3) that there was some possibility of a causal connection between the employee's protected activity and the employer's adverse employment action, in that the two were not wholly unrelated<i>See Hodgens,</i> 144 F.3d at 161.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Indeed, even at his deposition, Colburn continued to maintain that the form he submitted was accurate. To counsel's question of whether it is \"correct to state that when you were experiencing... a migraine you couldn't ... perform any activities, including driving,\" Colburn answered, \"Correct.\"</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/17690/",
    "http://www.courtlistener.com/api/rest/v3/opinions/26078/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108786/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118488/",
    "http://www.courtlistener.com/api/rest/v3/opinions/154627/",
    "http://www.courtlistener.com/api/rest/v3/opinions/160796/",
    "http://www.courtlistener.com/api/rest/v3/opinions/162447/",
    "http://www.courtlistener.com/api/rest/v3/opinions/185064/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197958/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199235/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201497/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201758/",
    "http://www.courtlistener.com/api/rest/v3/opinions/474090/",
    "http://www.courtlistener.com/api/rest/v3/opinions/681044/",
    "http://www.courtlistener.com/api/rest/v3/opinions/712318/",
    "http://www.courtlistener.com/api/rest/v3/opinions/749347/",
    "http://www.courtlistener.com/api/rest/v3/opinions/761274/",
    "http://www.courtlistener.com/api/rest/v3/opinions/761714/",
    "http://www.courtlistener.com/api/rest/v3/opinions/773418/",
    "http://www.courtlistener.com/api/rest/v3/opinions/774361/",
    "http://www.courtlistener.com/api/rest/v3/opinions/775644/",
    "http://www.courtlistener.com/api/rest/v3/opinions/779045/",
    "http://www.courtlistener.com/api/rest/v3/opinions/782744/",
    "http://www.courtlistener.com/api/rest/v3/opinions/783719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/785761/",
    "http://www.courtlistener.com/api/rest/v3/opinions/785859/",
    "http://www.courtlistener.com/api/rest/v3/opinions/791070/"
  ]
}