{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202066/",
  "absolute_url": "/opinion/202066/torromeo-v-town-of-fremont/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202066/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:43:50Z",
  "date_modified": "2016-02-28T05:07:07.287785Z",
  "type": "010combined",
  "sha1": "005209f084a198e7e314a1cc1e34b71d4243972d",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/04-2547-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2006/02/21/Torromeo_v._Town_of_Fremont.pdf",
  "plain_text": "          United States Court of Appeals\n                       For the First Circuit\n\n\nNo. 04-2547\n\n                HENRY TORROMEO and MDR CORPORATION,\n\n                      Plaintiffs, Appellants,\n\n                                 v.\n\n                  TOWN OF FREMONT, NEW HAMPSHIRE,\n\n                        Defendant, Appellee.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF NEW HAMPSHIRE\n\n         [Hon. Steven J. McAuliffe, U.S. District Judge]\n\n\n                               Before\n\n              Selya, Lipez, and Howard, Circuit Judges.\n\n\n\n     Timothy S. Hollister with whom Patrick M. Fahey, Shipman &\nGoodwin, LLP, Sumner F. Kalman, Thea S. Valvanis, and Duane J.\nDesiderio were on brief, for appellants.\n     John J. Ryan with whom Casassa and Ryan, Eric Kane and Devine,\nMillimet & Branch, PA were on brief, for appellee.\n\n\n\n                         February 21, 2006\n\f            HOWARD, Circuit Judge. This appeal arises from a dispute\n\nbetween Plaintiffs Henry Torromeo and MDR Corporation and Defendant\n\nTown of Fremont, New Hampshire over the Town's delay in issuing\n\ncertain    building   permits   for    property    owned    by    Plaintiffs.\n\nPlaintiffs sued in federal court under 42 U.S.C. § 1983, claiming\n\nthat the Town's delay constituted both a violation of the Takings\n\nClause of the Fifth Amendment and a breach of the due process and\n\nequal protection guarantees of the Fourteenth Amendment.1                  The\n\ndistrict court granted the Town's motion to dismiss under Fed. R.\n\nCiv. P. 12 (b)(6) because the complaint was barred by the Rooker-\n\nFeldman doctrine and res judicata.          We affirm.\n\n            The case has a somewhat involved factual and procedural\n\nhistory.   In the late 1990s, Plaintiffs received approval from the\n\nFremont    Planning    Board    for    planned    housing        subdivisions.\n\nSubsequently, however, the Town enacted a growth control ordinance\n\nempowering the Board to limit the number of building permits that\n\nit would issue for new residential housing.          The Board thereafter\n\nimplemented such a limitation, which resulted in Plaintiffs being\n\ndenied the needed permits.\n\n            Displeased, Plaintiffs sued in New Hampshire Superior\n\nCourt, challenging the validity of the growth control ordinance and\n\n\n\n     1\n      The Takings Clause of the Fifth Amendment applies to the\nstates through the Fourteenth Amendment. See Dolan v. Tigard, 512\nU.S. 374, 383-84 (1994).\n\n                                      -2-\n\fseeking an injunction compelling the Town to issue the building\n\npermits.     The court granted the injunction because the Town had\n\nfailed to satisfy a statutory prerequisite before adopting the\n\nordinance.    After the New Hampshire Supreme Court affirmed that\n\nruling, the Town issued the permits.\n\n           Plaintiffs then filed additional separate suits in the\n\nNew   Hampshire    Superior    Court,    seeking   compensation   for   the\n\ntemporary taking of their property during the period in which they\n\nwere wrongfully denied the permits.          Their complaints referenced\n\nboth the Takings Clause of the Fifth Amendment to the United States\n\nConstitution and the analogous provision of the New Hampshire\n\nConstitution, Part 1, Article 12.            In addition, the complaints\n\ncited   United    States   Supreme   Court   authority   interpreting   the\n\nfederal Takings Clause.       The cases were consolidated.\n\n           The superior court ruled that Plaintiffs were entitled to\n\ncompensation to offset the losses from the wrongly-denied permits.\n\nAfter a trial on damages, the court awarded MDR $71,600 and\n\nTorromeo $23,800.     The Town appealed to the New Hampshire Supreme\n\nCourt which reversed.      See Torromeo v. Fremont, 813 A.2d 389 (N.H.\n\n2002). It reasoned that compensation is due for a temporary taking\n\nonly where the losses are caused by a municipality's enactment of\n\nan unconstitutional ordinance.          Id. at 392.   Because the growth\n\ncontrol ordinance had not been held unconstitutional, but merely\n\ninvalid due to the Town's failure to follow statutory enactment\n\n                                     -3-\n\fprocedures, no compensation was due.            Id.    Plaintiffs petitioned\n\nfor a writ of certiorari in the United States Supreme Court,\n\nclaiming that the New Hampshire Supreme Court's opinion conflicted\n\nwith the Fifth Amendment's Takings Clause.                    The petition was\n\ndenied.    See 539 U.S. 923 (2003).\n\n            After the state-court judgment became final, Plaintiffs\n\nfiled the present action.           Their complaint claimed that the Town\n\nfailure to compensate them justly for a taking violated the Fifth\n\nAmendment.       They also alleged a violation of their substantive due\n\nprocess rights on the ground that the Town's denial of the building\n\npermits was \"arbitrary and capricious,\" and a violation of their\n\nequal protection rights because the Town treated them differently\n\nfrom \"other similarly situated property owners.\"\n\n            The     district   court    dismissed     the   complaint    on   two\n\ngrounds.     It first concluded           that the complaint had to be\n\ndismissed under the Rooker-Feldman doctrine because the Plaintiffs'\n\n\"federal lawsuit [was] little more than a thinly disguised effort\n\nto reverse the New Hampshire Supreme Court's decision rejecting\n\ntheir claimed entitlement, under the Fifth Amendment, to the\n\ndamages    for    the   temporary    'taking'   of    their    real   property.\"\n\nTorromeo v. Fremont, No. 03-481, 2004 WL 2300481, at *4 (D.N.H.\n\n2004). The court alternatively held the complaint was res judicata\n\nbecause the Fifth Amendment claim was in fact adjudicated in the\n\nstate-court proceeding, and the due process and equal protection\n\n                                       -4-\n\fclaims could have been adjudicated in that proceeding.    See id. at\n\n*6-7.\n\n            We review the district court's dismissal order de novo.\n\nSee Roth v. United States, 952 F.2d 611, 613 (1st Cir. 1991).     We\n\nwill affirm only if the well-pleaded facts fail to establish the\n\nTown's liability under some actionable legal theory.     See Rodi v.\n\nS. New England Sch. of Law, 389 F.3d 5, 13 (1st Cir. 2004).\n\n            After the district court dismissed Plaintiffs' complaint,\n\nthe Supreme Court decided Exxon Mobil Corp. v. Saudi Basic Indus.\n\nCorp., 544 U.S. 280 (2005), which substantially limited the reach\n\nof the Rooker-Feldman doctrine. See Federación de Maestros de P.R.\n\nv. Junta de Relaciones del Trabajo de P.R., 410 F.3d 17, 23-24 (1st\n\nCir. 2005) (describing the limitations placed on Rooker-Feldman by\n\nExxon Mobil).    Because we agree that Plaintiffs' Fifth Amendment\n\nclaim is res judicata, we bypass the Rooker-Feldman issue and\n\nproceed to the district court's alternative ruling.\n\n            Under federal law, \"a federal court must give to a state-\n\ncourt judgment the same preclusive effect as would be given that\n\njudgment under the law of the state in which the judgment was\n\nentered.\"    Migra v. Warren City Sch. Dist. Bd. of Ed., 465 U.S. 75,\n\n81 (1984).    This principle applies to a § 1983 action brought in\n\nfederal court following a state-court judgment.      Id. at 83-85.\n\nThus, the effect of the New Hampshire court's final judgment on\n\n\n\n                                 -5-\n\fPlaintiffs'     federal     action    is     determined       by    applying     New\n\nHampshire's res judicata law.\n\n           In New Hampshire, \"the essence of the doctrine of res\n\njudicata   is   that    a   final    judgment      by   a   court    of   competent\n\njurisdiction    is   conclusive      upon    the    parties    in    a    subsequent\n\nlitigation involving the same cause of action.\"                    In re Juvenile,\n\n888 A.2d 422, 425 (N.H. 2005).         The doctrine precludes litigation\n\nin a later case of matters actually litigated, and matters that\n\ncould have been litigated, in the earlier action .                   See Brzica v.\n\nTrustees of Dartmouth Coll., 791 A.2d 990, 999 (N.H. 2002).                      For\n\nres judicata to apply, three elements must be satisfied: (1) the\n\nparties must be the same or in privity with one another; (2) the\n\nsame cause of action must be before the court in both instances;\n\nand (3) a final judgment on the merits must have been rendered in\n\nthe first action.      See id.   \"Cause of action\" is broadly defined to\n\nmean \"the right to recover, regardless of the theory of recovery.\"\n\nMcNair v. McNair, 856 A.2d 5, 16 (N.H. 2004).\n\n           At first blush, this case appears to fall squarely within\n\nNew Hampshire's res judicata rules.                The parties to the federal\n\naction and the state actions were identical.                  The same cause of\n\naction was before the federal court as was before the state court\n\nbecause both suits sought compensation for harm caused by the\n\nTown's wrongful denial of the permits. And the New Hampshire court\n\nentered final judgments on the merits of Plaintiffs' state-court\n\n                                       -6-\n\factions.\n\n            There is, however, a complication.         In 1985, the United\n\nStates Supreme Court held that a takings claim under the Fifth\n\nAmendment is not ripe until the plaintiff has sought compensation\n\nthrough available state procedures.           See Williamson County Reg'l\n\nPlanning Comm'n v. Hamilton Bank, 473 U.S. 172, 194-95 (1985); see\n\nalso Deniz v. Guaynabo, 285 F.3d 142, 146 (1st Cir. 2002).                In\n\n1989, building on Williamson County, the New Hampshire Supreme\n\nCourt held that federal takings and related federal due-process\n\nclaims raised in a state-court proceeding, alongside state-law\n\nclaims for compensation, had to be dismissed without prejudice\n\nbecause    they   were   not   ripe   until   the   state-law   claims   were\n\nresolved.    See Blue Jay Realty Trust v. Franklin, 567 A.2d 188,\n\n190-91 (N.H. 1989).2\n\n            Invoking Blue Jay Realty, Plaintiffs argue that res\n\njudicata does not bar their federal-court action because (1) their\n\nfederal claims were not litigated in the state-court action and (2)\n\nthey were not required to raise these claims in the state-court\n\naction because they were not ripe.          See In re Iannochino, 242 F.3d\n\n\n     2\n      Last term, the Supreme Court decided San Remo Hotel, L.P. v.\nSan Francisco, -- U.S. --, 125 S.Ct. 2491 (2005), which calls Blue\nJay Realty into substantial doubt. The San Remo Court held that\nWilliamson County \"does not preclude state courts from hearing\nsimultaneously a plaintiff's request for compensation under state\nlaw and the claim that, in the alternative, the denial of\ncompensation would violate the Fifth Amendment of the Federal\nConstitution.\" Id. at 2506.\n\n                                      -7-\n\f36, 43 n.4 (1st Cir. 2001) (res judicata does not apply where a\n\nclaim could not have been raised in the first litigation); see also\n\nRestatement (Second) of Judgments § 26(1)(c) (1982) (res judicata\n\ndoes not bar a claim for relief in a subsequent action where the\n\nclaim was not raised in the initial action \"because of . . .\n\nrestrictions on [the court's] authority to entertain multiple\n\ntheories   . . . in a single action\").\n\n           But   Plaintiffs'   argument     fails   because    the     federal\n\ntakings claim was actually litigated to a final judgment on the\n\nmerits in the state court. As noted above, Plaintiffs' state-court\n\ncomplaints identified the Takings Clause of the Fifth Amendment to\n\nthe United States Constitution as a basis for the cause of action.\n\nThe complaints also cited First English Evangelical Lutheran Church\n\nv. Los Angeles County, 482 U.S. 304 (1987), a Supreme Court case\n\ninterpreting the Takings Clause.      In addition, after losing in the\n\nNew Hampshire courts, Plaintiffs filed a writ of certiorari with\n\nthe United States Supreme Court claiming that the New Hampshire\n\ndecision violated their rights under the federal Takings Clause.\n\nThese filings demonstrate that a federal takings claim was actually\n\nlitigated in the state-court action.       See C. Wright, A. Miller & E.\n\nCooper, Federal Practice & Procedure § 4406, at 143 (2d ed. 2002)\n\n(stating that formal pleadings and other filings are relevant to\n\ndetermining   the   claims   that   were   advanced   in   a   prior    suit).\n\nIndeed, Plaintiffs admitted as much in their federal complaint,\n\n                                    -8-\n\fwhich states that the state-court proceedings were actions \"to\n\nobtain just compensation for a taking under the U.S. and New\n\nHampshire Constitutions.\"3     The district court thus correctly\n\nconcluded that res judicata barred Plaintiffs' Fifth Amendment\n\nclaim.4   See Peduto v. N. Wildwood, 878 F.2d 725, 728-29 (3d Cir.\n\n1989) (affirming res judicata dismissal of a Takings Clause claim\n\nfiled in federal court where the claim was litigated to a final\n\njudgment on the merits in a prior state-court proceeding).\n\n           We turn now to the Plaintiff's substantive due process\n\nand equal protection claims.     Whether res judicata bars these\n\n\n     3\n      Plaintiffs point to the fact that the New Hampshire Supreme\nCourt cited only cases interpreting the New Hampshire Constitution\nas evidence that the litigation did not involve a federal takings\nclaim.   See Torromeo, 813 A.2d at 392.     But the New Hampshire\nSupreme Court has stated that where a plaintiff raises state and\nfederal takings claims in the same action, the court need not\nconsider the claims independently because the Fifth Amendment's\nTakings Clause is no more protective than its state analogue. See\nSanderson v. Candia, 787 A.2d 167, 169 (N.H. 2001). Therefore, the\ncourt's decision that the Town did not violate the takings\nprovision of the state constitution means, a fortiori, that, in its\nview, there was no unlawful taking under federal law.\n     4\n      Plaintiffs also assert that, even if the elements of res\njudicata are satisfied, we should permit the Fifth Amendment claim\nto proceed because New Hampshire law imbues courts with discretion\nto decline to apply res judicata. We have not found New Hampshire\nauthority to this effect. The most that can be said is that New\nHampshire applies res judicata on a \"case-by-case basis.\" Cook v.\nSullivan, 829 A.2d 1059, 1063 (N.H. 2003). But even assuming that\nNew Hampshire law affords courts some discretion in applying res\njudicata, Plaintiffs have failed to explain why their case is\nexceptional. See Sondel v. Northwest Airlines, Inc., 56 F.3d 934,\n941 (8th Cir. 1995) (doubting that res judicata was a discretionary\ndoctrine under Minnesota law, but concluding that, even if\ndiscretion existed, res judicata barred a claim where the plaintiff\nfailed to show that applying the doctrine worked an \"injustice\").\n\n                                -9-\n\fclaims presents a somewhat closer question.             These additional\n\nfederal-law theories were not litigated in the state-court action,\n\nand there is a plausible argument that they are not res judicata\n\nbecause they could not have been litigated in that action under\n\nBlue Jay Realty. See Restatement of Judgments (Second), supra. On\n\nthe other hand because, as just explained, Plaintiffs ignored the\n\nBlue Jay Realty rule by litigating their takings claim in the\n\nstate-court action, one could argue that the due process and equal\n\nprotection claims should have been raised along with the takings\n\nclaim.    In any event, we need not decide how New Hampshire's res\n\njudicata law would apply to this unique situation because the due\n\nprocess and equal protection claims fail as a matter of law.             See\n\nCarroll v. Xerox Corp., 294 F.3d 231, 241 (1st Cir. 2002) (court of\n\nappeals   may   affirm   the   dismissal   of   complaint   on   any   ground\n\nsupported by the record).\n\n           We begin with the substantive due process claim.               We\n\nrecently explained the limits on substantive due process claims\n\narising from land-use disputes:\n\n           This   Court    has  repeatedly    held   that\n           rejections   of   development   projects   and\n           refusals to issue building permits do not\n           ordinarily implicate substantive due process.\n           Even where state officials have allegedly\n           violated   state    law   or    administrative\n           procedures, such violations do not ordinarily\n           rise to the level of a constitutional\n           deprivation. The doctrine of substantive due\n           process does not protect individuals from\n           all governmental actions that infringe liberty\n\n                               -10-\n\f          or injure property in violation of some law.\n          Rather, substantive due process prevents\n          governmental power from being used for\n          purposes of oppression, or abuse of government\n          power that shocks the conscience, or action\n          that is legally irrational in that it is not\n          sufficiently keyed to any legitimate state\n          interest.    Although we have the left door\n          slightly ajar for federal relief in truly\n          horrendous   situations, the threshold for\n          establishing the requisite abuse of government\n          power is a high one indeed.\n\nSFW Arecibo Ltd. v. Rodríguez, 415 F.3d 135, 141 (1st Cir. 2005)\n\n(internal citations omitted).\n\n          In Arecibo, real estate developers sued after a state\n\nplanning board incorrectly determined that their building permit\n\nhad expired.   Id. at 137.   When suit was filed, the state court had\n\nalready determined that the permit had been wrongly revoked.     Id.\n\nat 138.   We affirmed the dismissal of the substantive due process\n\nclaim because the complaint stated \"[i]n its strongest form . . .\n\nthat the [p]lanning board made an erroneous decision in violation\n\nof state law,\" which is insufficient to establish a substantive due\n\nprocess violation.    Id. at 141.   So too here.   Plaintiffs allege\n\nthat the Town violated substantive due process by enacting the\n\ngrowth control ordinance without following the procedures mandated\n\nby New Hampshire law.    But, as in Arecibo, the claim is only that\n\nthe Town's violation of state law caused Plaintiffs harm.     This is\n\nnot enough.    See id. at 141; see also   Licari v. Ferruzzi, 22 F.3d\n\n344, 349 (1st Cir. 1994)(affirming dismissal of substantive due\n\n\n                                 -11-\n\fprocess claim based on allegations that a town planning board\n\nimproperly revoked the developer's building permits and delayed\n\nprocessing and approval of an application for an amended permit);\n\nPFZ Properties, Inc. v. Rodríguez, 928 F.2d 28, 32 (1st Cir. 1991)\n\n(affirming   dismissal      of    substantive    due    process   claim    were\n\ndeveloper alleged that government agency failed to comply with\n\nagency regulations or practices in the review and approval process\n\nof construction plans).\n\n           The equal protection claim fares no better.               Plaintiffs\n\ncontend   that    they   stated   a   viable    equal   protection    claim    by\n\npleading that, in denying the permits, the Town treated them\n\ndifferently from other \"similarly situated property owners.\"                  But\n\nonly in \"extreme circumstances\" will a land-use dispute give rise\n\nto an equal protection claim.            Arecibo, 415 F.3d at 142.        It is\n\ninsufficient for     a plaintiff merely to allege that the permitting\n\nentity violated state law in denying a permit request.                        Id.\n\n\"Absent   facts    reflecting     more    fundamental    discrimination,       [a\n\nplaintiff] ha[s] not stated a claim under the Equal Protection\n\nClause of the Fourteenth Amendment.\"           Id.   Yet, that is all that is\n\nalleged here.\n\n           Affirmed.\n\n\n\n\n                                      -12-\n\f",
  "html": "<p class=\"case_cite\">438 F.3d 113</p>\n    <p class=\"parties\">Henry TORROMEO and MDR Corporation, Plaintiffs, Appellants,<br>v.<br>TOWN OF FREMONT, NEW HAMPSHIRE, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 04-2547.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard December 7, 2005.</p>\n    <p class=\"date\">Decided February 21, 2006.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Timothy S. Hollister with whom Patrick M. Fahey, Shipman &amp; Goodwin, LLP, Sumner F. Kalman, Thea S. Valvanis, and Duane J. Desiderio were on brief, for appellants.</p>\n      <p class=\"indent\">John J. Ryan with whom Casassa and Ryan, Eric Kane and Devine, Millimet &amp; Branch, PA were on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, LIPEZ, and HOWARD, Circuit Judges.</p>\n      <p class=\"indent\">HOWARD, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal arises from a dispute between Plaintiffs Henry Torromeo and MDR Corporation and Defendant Town of Fremont, New Hampshire over the Town's delay in issuing certain building permits for property owned by Plaintiffs. Plaintiffs sued in federal court under 42 U.S.C. &#167; 1983, claiming that the Town's delay constituted both a violation of the Takings Clause of the Fifth Amendment and a breach of the due process and equal protection guarantees of the Fourteenth Amendment.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The district court granted the Town's motion to dismiss under Fed. R.Civ.P. 12(b)(6) because the complaint was barred by the <i>Rooker-Feldman</i> doctrine and res judicata. We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The case has a somewhat involved factual and procedural history. In the late 1990s, Plaintiffs received approval from the Fremont Planning Board for planned housing subdivisions. Subsequently, however, the Town enacted a growth control ordinance empowering the Board to limit the number of building permits that it would issue for new residential housing. The Board thereafter implemented such a limitation, which resulted in Plaintiffs being denied the needed permits.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Displeased, Plaintiffs sued in New Hampshire Superior Court, challenging the validity of the growth control ordinance and seeking an injunction compelling the Town to issue the building permits. The court granted the injunction because the Town had failed to satisfy a statutory prerequisite before adopting the ordinance. After the New Hampshire Supreme Court affirmed that ruling, the Town issued the permits.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Plaintiffs then filed additional separate suits in the New Hampshire Superior Court, seeking compensation for the temporary taking of their property during the period in which they were wrongfully denied the permits. Their complaints referenced both the Takings Clause of the Fifth Amendment to the United States Constitution and the analogous provision of the New Hampshire Constitution, Part 1, Article 12. In addition, the complaints cited United States Supreme Court authority interpreting the federal Takings Clause. The cases were consolidated.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The superior court ruled that Plaintiffs were entitled to compensation to offset the losses from the wrongly-denied permits. After a trial on damages, the court awarded MDR $71,600 and Torromeo $23,800. The Town appealed to the New Hampshire Supreme Court which reversed. <i>See Torromeo v. Fremont,</i> 148 N.H. 640, 813 A.2d 389 (2002). It reasoned that compensation is due for a temporary taking only where the losses are caused by a municipality's enactment of an unconstitutional ordinance. <i>Id.</i> at 392. Because the growth control ordinance had not been held unconstitutional, but merely invalid due to the Town's failure to follow statutory enactment procedures, no compensation was due. <i>Id.</i> Plaintiffs petitioned for a writ of certiorari in the United States Supreme Court, claiming that the New Hampshire Supreme Court's opinion conflicted with the Fifth Amendment's Takings Clause. The petition was denied. <i>See</i> 539 U.S. 923, 123 S.Ct. 2283, 156 L.Ed.2d 145 (2003).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">After the state-court judgment became final, Plaintiffs filed the present action. Their complaint claimed that the Town failure to compensate them justly for a taking violated the Fifth Amendment. They also alleged a violation of their substantive due process rights on the ground that the Town's denial of the building permits was \"arbitrary and capricious,\" and a violation of their equal protection rights because the Town treated them differently from \"other similarly situated property owners.\"</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The district court dismissed the complaint on two grounds. It first concluded that the complaint had to be dismissed under the <i>Rooker-Feldman</i> doctrine because the Plaintiffs' \"federal lawsuit [was] little more than a thinly disguised effort to reverse the New Hampshire Supreme Court's decision rejecting their claimed entitlement, under the Fifth Amendment, to the damages for the temporary `taking' of their real property.\" <i>Torromeo v. Fremont,</i> No. 03-481, 2004 WL 2300481, at *4 (D.N.H.2004). The court alternatively held the complaint was res judicata because the Fifth Amendment claim was in fact adjudicated in the state-court proceeding, and the due process and equal protection claims could have been adjudicated in that proceeding. <i>See id.</i> at *6-7.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We review the district court's dismissal order de novo. <i>See Roth v. United States,</i> 952 F.2d 611, 613 (1st Cir.1991). We will affirm only if the well-pleaded facts fail to establish the Town's liability under some actionable legal theory. <i>See Rodi v. S. New England Sch. of Law,</i> 389 F.3d 5, 13 (1st Cir.2004).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">After the district court dismissed Plaintiffs' complaint, the Supreme Court decided <i>Exxon Mobil Corp. v. Saudi Basic Indus. Corp.,</i> 544 U.S. 280, 125 S.Ct. 1517, 161 L.Ed.2d 454 (2005), which substantially limited the reach of the <i>Rooker-Feldman</i> doctrine. <i>See Federaci&#243;n de Maestros de P.R. v. Junta de Relaciones del Trabajo de P.R.,</i> 410 F.3d 17, 23-24 (1st Cir. 2005) (describing the limitations placed on <i>Rooker-Feldman</i> by <i>Exxon Mobil</i>). Because we agree that Plaintiffs' Fifth Amendment claim is res judicata, we bypass the <i>Rooker-Feldman</i> issue and proceed to the district court's alternative ruling.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Under federal law, \"a federal court must give to a state-court judgment the same preclusive effect as would be given that judgment under the law of the state in which the judgment was entered.\" <i>Migra v. Warren City Sch. Dist. Bd. of Ed.,</i> 465 U.S. 75, 81, 104 S.Ct. 892, 79 L.Ed.2d 56 (1984). This principle applies to a &#167; 1983 action brought in federal court following a state-court judgment. <i>Id.</i> at 83-85, 104 S.Ct. 892. Thus, the effect of the New Hampshire court's final judgment on Plaintiffs' federal action is determined by applying New Hampshire's res judicata law.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In New Hampshire, \"the essence of the doctrine of res judicata is that a final judgment by a court of competent jurisdiction is conclusive upon the parties in a subsequent litigation involving the same cause of action.\" <i>In re Juvenile,</i> 888 A.2d 422, 425 (N.H.2005). The doctrine precludes litigation in a later case of matters actually litigated, and matters that could have been litigated, in the earlier action. <i>See Brzica v. Trustees of Dartmouth Coll.,</i> 147 N.H. 443, 791 A.2d 990, 999 (2002). For res judicata to apply, three elements must be satisfied: (1) the parties must be the same or in privity with one another; (2) the same cause of action must be before the court in both instances; and (3) a final judgment on the merits must have been rendered in the first action. <i>See id.</i> \"Cause of action\" is broadly defined to mean \"the right to recover, regardless of the theory of recovery.\" <i>McNair v. McNair,</i> 151 N.H. 343, 856 A.2d 5, 16 (2004).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">At first blush, this case appears to fall squarely within New Hampshire's res judicata rules. The parties to the federal action and the state actions were identical. The same cause of action was before the federal court as was before the state court because both suits sought compensation for harm caused by the Town's wrongful denial of the permits. And the New Hampshire court entered final judgments on the merits of Plaintiffs' state-court actions.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">There is, however, a complication. In 1985, the United States Supreme Court held that a takings claim under the Fifth Amendment is not ripe until the plaintiff has sought compensation through available state procedures. <i>See Williamson County Reg'l Planning Comm'n v. Hamilton Bank,</i> 473 U.S. 172, 194-95, 105 S.Ct. 3108, 87 L.Ed.2d 126 (1985); <i>see also Deniz v. Guaynabo,</i> 285 F.3d 142, 146 (1st Cir. 2002). In 1989, building on <i>Williamson County,</i> the New Hampshire Supreme Court held that federal takings and related federal due-process claims raised in a state-court proceeding, alongside state-law claims for compensation, had to be dismissed without prejudice because they were not ripe until the state-law claims were resolved. <i>See Blue Jay Realty Trust v. Franklin,</i> 132 N.H. 502, 567 A.2d 188, 190-91 (1989).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Invoking <i>Blue Jay Realty,</i> Plaintiffs argue that res judicata does not bar their federal-court action because (1) their federal claims were not litigated in the state-court action and (2) they were not required to raise these claims in the state-court action because they were not ripe. <i>See In re Iannochino,</i> 242 F.3d 36, 43 n. 4 (1st Cir.2001) (res judicata does not apply where a claim could not have been raised in the first litigation); <i>see also Restatement (Second) of Judgments</i> &#167; 26(1)(c) (1982) (res judicata does not bar a claim for relief in a subsequent action where the claim was not raised in the initial action \"because of . . . restrictions on [the court's] authority to entertain multiple theories. . . in a single action\").</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">But Plaintiffs' argument fails because the federal takings claim <i>was</i> actually litigated to a final judgment on the merits in the state court. As noted above, Plaintiffs' state-court complaints identified the Takings Clause of the Fifth Amendment to the United States Constitution as a basis for the cause of action. The complaints also cited <i>First English Evangelical Lutheran Church v. Los Angeles County,</i> 482 U.S. 304, 107 S.Ct. 2378, 96 L.Ed.2d 250 (1987), a Supreme Court case interpreting the Takings Clause. In addition, after losing in the New Hampshire courts, Plaintiffs filed a writ of certiorari with the United States Supreme Court claiming that the New Hampshire decision violated their rights under the federal Takings Clause. These filings demonstrate that a federal takings claim was actually litigated in the state-court action. <i>See</i> 18 C. Wright, A. Miller &amp; E. Cooper, <i>Federal Practice &amp; Procedure</i> &#167; 4406, at 143 (2d ed.2002) (stating that formal pleadings and other filings are relevant to determining the claims that were advanced in a prior suit). Indeed, Plaintiffs admitted as much in their federal complaint, which states that the state-court proceedings were actions \"to obtain just compensation for a taking under the U.S. and New Hampshire Constitutions.\"<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> The district court thus correctly concluded that res judicata barred Plaintiffs' Fifth Amendment claim.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> <i>See Peduto v. N. Wildwood,</i> 878 F.2d 725, 728-29 (3d Cir.1989) (affirming res judicata dismissal of a Takings Clause claim filed in federal court where the claim was litigated to a final judgment on the merits in a prior state-court proceeding).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We turn now to the Plaintiff's substantive due process and equal protection claims. Whether res judicata bars these claims presents a somewhat closer question. These additional federal-law theories were not litigated in the state-court action, and there is a plausible argument that they are not res judicata because they could not have been litigated in that action under <i>Blue Jay Realty. See Restatement of Judgments (Second), supra.</i> On the other hand because, as just explained, Plaintiffs ignored the <i>Blue Jay Realty</i> rule by litigating their takings claim in the state-court action, one could argue that the due process and equal protection claims should have been raised along with the takings claim. In any event, we need not decide how New Hampshire's res judicata law would apply to this unique situation because the due process and equal protection claims fail as a matter of law. <i>See Carroll v. Xerox Corp.,</i> 294 F.3d 231, 241 (1st Cir.2002) (court of appeals may affirm the dismissal of complaint on any ground supported by the record).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We begin with the substantive due process claim. We recently explained the limits on substantive due process claims arising from land-use disputes:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">This Court has repeatedly held that rejections of development projects and refusals to issue building permits do not ordinarily implicate substantive due process. Even where state officials have allegedly violated state law or administrative procedures, such violations do not ordinarily rise to the level of a constitutional deprivation. The doctrine of substantive due process does not protect individuals from all governmental actions that infringe liberty or injure property in violation of some law. Rather, substantive due process prevents governmental power from being used for purposes of oppression, or abuse of government power that shocks the conscience, or action that is legally irrational in that it is not sufficiently keyed to any legitimate state interest. Although we have the left door slightly ajar for federal relief in truly horrendous situations, the threshold for establishing the requisite abuse of government power is a high one indeed.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\"><i>SFW Arecibo Ltd. v. Rodr&#237;guez,</i> 415 F.3d 135, 141 (1st Cir.2005) (internal citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In <i>Arecibo,</i> real estate developers sued after a state planning board incorrectly determined that their building permit had expired. <i>Id.</i> at 137. When suit was filed, the state court had already determined that the permit had been wrongly revoked. <i>Id.</i> at 138. We affirmed the dismissal of the substantive due process claim because the complaint stated \"[i]n its strongest form . . . that the [p]lanning board made an erroneous decision in violation of state law,\" which is insufficient to establish a substantive due process violation. <i>Id.</i> at 141. So too here. Plaintiffs allege that the Town violated substantive due process by enacting the growth control ordinance without following the procedures mandated by New Hampshire law. But, as in <i>Arecibo,</i> the claim is only that the Town's violation of state law caused Plaintiffs harm. This is not enough. <i>See id.</i> at 141; <i>see also Licari v. Ferruzzi,</i> 22 F.3d 344, 349 (1st Cir.1994)(affirming dismissal of substantive due process claim based on allegations that a town planning board improperly revoked the developer's building permits and delayed processing and approval of an application for an amended permit); <i>PFZ Properties, Inc. v. Rodr&#237;guez,</i> 928 F.2d 28, 32 (1st Cir.1991) (affirming dismissal of substantive due process claim were developer alleged that government agency failed to comply with agency regulations or practices in the review and approval process of construction plans).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The equal protection claim fares no better. Plaintiffs contend that they stated a viable equal protection claim by pleading that, in denying the permits, the Town treated them differently from other \"similarly situated property owners.\" But only in \"extreme circumstances\" will a land-use dispute give rise to an equal protection claim. <i>Arecibo,</i> 415 F.3d at 142. It is insufficient for a plaintiff merely to allege that the permitting entity violated state law in denying a permit request. <i>Id.</i> \"Absent facts reflecting more fundamental discrimination, [a plaintiff] ha[s] not stated a claim under the Equal Protection Clause of the Fourteenth Amendment.\" <i>Id.</i> Yet, that is all that is alleged here.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The Takings Clause of the Fifth Amendment applies to the states through the Fourteenth Amendment<i>See Dolan v. Tigard,</i> 512 U.S. 374, 383-84, 114 S.Ct. 2309, 129 L.Ed.2d 304 (1994).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Last term, the Supreme Court decided<i>San Remo Hotel, L.P. v. San Francisco,</i> ___ U.S. ___, 125 S.Ct. 2491, 162 L.Ed.2d 315 (2005), which calls <i>Blue Jay Realty</i> into substantial doubt. The <i>San Remo</i> Court held that <i>Williamson County</i> \"does not preclude state courts from hearing simultaneously a plaintiff's request for compensation under state law and the claim that, in the alternative, the denial of compensation would violate the Fifth Amendment of the Federal Constitution.\" <i>Id.</i> at 2506.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Plaintiffs point to the fact that the New Hampshire Supreme Court cited only cases interpreting the New Hampshire Constitution as evidence that the litigation did not involve a federal takings claim<i>See Torromeo,</i> 813 A.2d at 392. But the New Hampshire Supreme Court has stated that where a plaintiff raises state and federal takings claims in the same action, the court need not consider the claims independently because the Fifth Amendment's Takings Clause is no more protective than its state analogue. <i>See Sanderson v. Candia,</i> 146 N.H. 598, 787 A.2d 167, 169 (2001). Therefore, the court's decision that the Town did not violate the takings provision of the state constitution means, <i>a fortiori,</i> that, in its view, there was no unlawful taking under federal law.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Plaintiffs also assert that, even if the elements of res judicata are satisfied, we should permit the Fifth Amendment claim to proceed because New Hampshire law imbues courts with discretion to decline to apply res judicata. We have not found New Hampshire authority to this effect. The most that can be said is that New Hampshire applies res judicata on a \"case-by-case basis.\"<i>Cook v. Sullivan,</i> 149 N.H. 774, 829 A.2d 1059, 1063 (2003). But even assuming that New Hampshire law affords courts some discretion in applying res judicata, Plaintiffs have failed to explain why their case is exceptional. <i>See Sondel v. Northwest Airlines, Inc.,</i> 56 F.3d 934, 941 (8th Cir.1995) (doubting that res judicata was a discretionary doctrine under Minnesota law, but concluding that, even if discretion existed, res judicata barred a claim where the plaintiff failed to show that applying the doctrine worked an \"injustice\").</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">438</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">113</span></span></p>\n    <p class=\"parties\">Henry TORROMEO and MDR Corporation, Plaintiffs, Appellants,<br>v.<br>TOWN OF FREMONT, NEW HAMPSHIRE, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 04-2547.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard December 7, 2005.</p>\n    <p class=\"date\">Decided February 21, 2006.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Timothy S. Hollister with whom Patrick M. Fahey, Shipman &amp; Goodwin, LLP, Sumner F. Kalman, Thea S. Valvanis, and Duane J. Desiderio were on brief, for appellants.</p>\n      <p class=\"indent\">John J. Ryan with whom Casassa and Ryan, Eric Kane and Devine, Millimet &amp; Branch, PA were on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, LIPEZ, and HOWARD, Circuit Judges.</p>\n      <p class=\"indent\">HOWARD, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal arises from a dispute between Plaintiffs Henry Torromeo and MDR Corporation and Defendant Town of Fremont, New Hampshire over the Town's delay in issuing certain building permits for property owned by Plaintiffs. Plaintiffs sued in federal court under 42 U.S.C. &#167; 1983, claiming that the Town's delay constituted both a violation of the Takings Clause of the Fifth Amendment and a breach of the due process and equal protection guarantees of the Fourteenth Amendment.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The district court granted the Town's motion to dismiss under Fed. R.Civ.P. 12(b)(6) because the complaint was barred by the <i>Rooker-Feldman</i> doctrine and res judicata. We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The case has a somewhat involved factual and procedural history. In the late 1990s, Plaintiffs received approval from the Fremont Planning Board for planned housing subdivisions. Subsequently, however, the Town enacted a growth control ordinance empowering the Board to limit the number of building permits that it would issue for new residential housing. The Board thereafter implemented such a limitation, which resulted in Plaintiffs being denied the needed permits.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Displeased, Plaintiffs sued in New Hampshire Superior Court, challenging the validity of the growth control ordinance and seeking an injunction compelling the Town to issue the building permits. The court granted the injunction because the Town had failed to satisfy a statutory prerequisite before adopting the ordinance. After the New Hampshire Supreme Court affirmed that ruling, the Town issued the permits.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Plaintiffs then filed additional separate suits in the New Hampshire Superior Court, seeking compensation for the temporary taking of their property during the period in which they were wrongfully denied the permits. Their complaints referenced both the Takings Clause of the Fifth Amendment to the United States Constitution and the analogous provision of the New Hampshire Constitution, Part 1, Article 12. In addition, the complaints cited United States Supreme Court authority interpreting the federal Takings Clause. The cases were consolidated.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The superior court ruled that Plaintiffs were entitled to compensation to offset the losses from the wrongly-denied permits. After a trial on damages, the court awarded MDR $71,600 and Torromeo $23,800. The Town appealed to the New Hampshire Supreme Court which reversed. <i>See Torromeo v. Fremont,</i> <span class=\"citation no-link\"><span class=\"volume\">148</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">640</span></span>, <span class=\"citation no-link\"><span class=\"volume\">813</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">389</span></span> (2002). It reasoned that compensation is due for a temporary taking only where the losses are caused by a municipality's enactment of an unconstitutional ordinance. <i>Id.</i> at 392. Because the growth control ordinance had not been held unconstitutional, but merely invalid due to the Town's failure to follow statutory enactment procedures, no compensation was due. <i>Id.</i> Plaintiffs petitioned for a writ of certiorari in the United States Supreme Court, claiming that the New Hampshire Supreme Court's opinion conflicted with the Fifth Amendment's Takings Clause. The petition was denied. <i>See</i> <span class=\"citation no-link\"><span class=\"volume\">539</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">923</span></span>, <span class=\"citation no-link\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2283</span></span>, <span class=\"citation no-link\"><span class=\"volume\">156</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">145</span></span> (2003).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">After the state-court judgment became final, Plaintiffs filed the present action. Their complaint claimed that the Town failure to compensate them justly for a taking violated the Fifth Amendment. They also alleged a violation of their substantive due process rights on the ground that the Town's denial of the building permits was \"arbitrary and capricious,\" and a violation of their equal protection rights because the Town treated them differently from \"other similarly situated property owners.\"</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The district court dismissed the complaint on two grounds. It first concluded that the complaint had to be dismissed under the <i>Rooker-Feldman</i> doctrine because the Plaintiffs' \"federal lawsuit [was] little more than a thinly disguised effort to reverse the New Hampshire Supreme Court's decision rejecting their claimed entitlement, under the Fifth Amendment, to the damages for the temporary `taking' of their real property.\" <i>Torromeo v. Fremont,</i> No. 03-481, <span class=\"citation no-link\"><span class=\"volume\">2004</span> <span class=\"reporter\">WL</span> <span class=\"page\">2300481</span></span>, at *4 (D.N.H.2004). The court alternatively held the complaint was res judicata because the Fifth Amendment claim was in fact adjudicated in the state-court proceeding, and the due process and equal protection claims could have been adjudicated in that proceeding. <i>See id.</i> at *6-7.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We review the district court's dismissal order de novo. <i>See Roth v. United States,</i> <span class=\"citation\" data-id=\"574886\"><a href=\"/opinion/574886/norma-f-roth-v-united-states/\"><span class=\"volume\">952</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">611</span></a></span>, 613 (1st Cir.1991). We will affirm only if the well-pleaded facts fail to establish the Town's liability under some actionable legal theory. <i>See Rodi v. S. New England Sch. of Law,</i> <span class=\"citation no-link\"><span class=\"volume\">389</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">5</span></span>, 13 (1st Cir.2004).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">After the district court dismissed Plaintiffs' complaint, the Supreme Court decided <i>Exxon Mobil Corp. v. Saudi Basic Indus. Corp.,</i> <span class=\"citation\" data-id=\"142885\"><a href=\"/opinion/142885/exxon-mobil-corp-v-saudi-basic-industries-corp/\"><span class=\"volume\">544</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">280</span></a></span>, <span class=\"citation\" data-id=\"142885\"><a href=\"/opinion/142885/exxon-mobil-corp-v-saudi-basic-industries-corp/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1517</span></a></span>, <span class=\"citation\" data-id=\"142885\"><a href=\"/opinion/142885/exxon-mobil-corp-v-saudi-basic-industries-corp/\"><span class=\"volume\">161</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">454</span></a></span> (2005), which substantially limited the reach of the <i>Rooker-Feldman</i> doctrine. <i>See Federaci&#243;n de Maestros de P.R. v. Junta de Relaciones del Trabajo de P.R.,</i> <span class=\"citation\" data-id=\"201605\"><a href=\"/opinion/201605/federacion-de-maestr-v-junta-de-relaciones/\"><span class=\"volume\">410</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">17</span></a></span>, 23-24 (1st Cir. 2005) (describing the limitations placed on <i>Rooker-Feldman</i> by <i>Exxon Mobil</i>). Because we agree that Plaintiffs' Fifth Amendment claim is res judicata, we bypass the <i>Rooker-Feldman</i> issue and proceed to the district court's alternative ruling.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Under federal law, \"a federal court must give to a state-court judgment the same preclusive effect as would be given that judgment under the law of the state in which the judgment was entered.\" <i>Migra v. Warren City Sch. Dist. Bd. of Ed.,</i> <span class=\"citation\" data-id=\"111093\"><a href=\"/opinion/111093/migra-v-warren-city-school-dist-bd-of-ed/\"><span class=\"volume\">465</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">75</span></a></span>, 81, <span class=\"citation\" data-id=\"111093\"><a href=\"/opinion/111093/migra-v-warren-city-school-dist-bd-of-ed/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">892</span></a></span>, <span class=\"citation\" data-id=\"111093\"><a href=\"/opinion/111093/migra-v-warren-city-school-dist-bd-of-ed/\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">56</span></a></span> (1984). This principle applies to a &#167; 1983 action brought in federal court following a state-court judgment. <i>Id.</i> at 83-85, <span class=\"citation\" data-id=\"111093\"><a href=\"/opinion/111093/migra-v-warren-city-school-dist-bd-of-ed/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">892</span></a></span>. Thus, the effect of the New Hampshire court's final judgment on Plaintiffs' federal action is determined by applying New Hampshire's res judicata law.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In New Hampshire, \"the essence of the doctrine of res judicata is that a final judgment by a court of competent jurisdiction is conclusive upon the parties in a subsequent litigation involving the same cause of action.\" <i>In re Juvenile,</i> <span class=\"citation no-link\"><span class=\"volume\">888</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">422</span></span>, 425 (N.H.2005). The doctrine precludes litigation in a later case of matters actually litigated, and matters that could have been litigated, in the earlier action. <i>See Brzica v. Trustees of Dartmouth Coll.,</i> <span class=\"citation no-link\"><span class=\"volume\">147</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">443</span></span>, <span class=\"citation no-link\"><span class=\"volume\">791</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">990</span></span>, 999 (2002). For res judicata to apply, three elements must be satisfied: (1) the parties must be the same or in privity with one another; (2) the same cause of action must be before the court in both instances; and (3) a final judgment on the merits must have been rendered in the first action. <i>See id.</i> \"Cause of action\" is broadly defined to mean \"the right to recover, regardless of the theory of recovery.\" <i>McNair v. McNair,</i> <span class=\"citation no-link\"><span class=\"volume\">151</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">343</span></span>, <span class=\"citation no-link\"><span class=\"volume\">856</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">5</span></span>, 16 (2004).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">At first blush, this case appears to fall squarely within New Hampshire's res judicata rules. The parties to the federal action and the state actions were identical. The same cause of action was before the federal court as was before the state court because both suits sought compensation for harm caused by the Town's wrongful denial of the permits. And the New Hampshire court entered final judgments on the merits of Plaintiffs' state-court actions.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">There is, however, a complication. In 1985, the United States Supreme Court held that a takings claim under the Fifth Amendment is not ripe until the plaintiff has sought compensation through available state procedures. <i>See Williamson County Reg'l Planning Comm'n v. Hamilton Bank,</i> <span class=\"citation\" data-id=\"111501\"><a href=\"/opinion/111501/williamson-county-regional-planning-commn-v-hamilton-bank-of-johnson-city/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">172</span></a></span>, 194-95, <span class=\"citation\" data-id=\"111501\"><a href=\"/opinion/111501/williamson-county-regional-planning-commn-v-hamilton-bank-of-johnson-city/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3108</span></a></span>, <span class=\"citation\" data-id=\"111501\"><a href=\"/opinion/111501/williamson-county-regional-planning-commn-v-hamilton-bank-of-johnson-city/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">126</span></a></span> (1985); <i>see also Deniz v. Guaynabo,</i> <span class=\"citation\" data-id=\"199916\"><a href=\"/opinion/199916/deniz-marquez-v-guaynabo-pr/\"><span class=\"volume\">285</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">142</span></a></span>, 146 (1st Cir. 2002). In 1989, building on <i>Williamson County,</i> the New Hampshire Supreme Court held that federal takings and related federal due-process claims raised in a state-court proceeding, alongside state-law claims for compensation, had to be dismissed without prejudice because they were not ripe until the state-law claims were resolved. <i>See Blue Jay Realty Trust v. Franklin,</i> <span class=\"citation no-link\"><span class=\"volume\">132</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">502</span></span>, <span class=\"citation no-link\"><span class=\"volume\">567</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">188</span></span>, 190-91 (1989).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Invoking <i>Blue Jay Realty,</i> Plaintiffs argue that res judicata does not bar their federal-court action because (1) their federal claims were not litigated in the state-court action and (2) they were not required to raise these claims in the state-court action because they were not ripe. <i>See In re Iannochino,</i> <span class=\"citation\" data-id=\"199309\"><a href=\"/opinion/199309/iannacchino-v-rodolakis/\"><span class=\"volume\">242</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">36</span></a></span>, 43 n. 4 (1st Cir.2001) (res judicata does not apply where a claim could not have been raised in the first litigation); <i>see also Restatement (Second) of Judgments</i> &#167; 26(1)(c) (1982) (res judicata does not bar a claim for relief in a subsequent action where the claim was not raised in the initial action \"because of . . . restrictions on [the court's] authority to entertain multiple theories. . . in a single action\").</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">But Plaintiffs' argument fails because the federal takings claim <i>was</i> actually litigated to a final judgment on the merits in the state court. As noted above, Plaintiffs' state-court complaints identified the Takings Clause of the Fifth Amendment to the United States Constitution as a basis for the cause of action. The complaints also cited <i>First English Evangelical Lutheran Church v. Los Angeles County,</i> <span class=\"citation\" data-id=\"111912\"><a href=\"/opinion/111912/first-lutheran-church-v-los-angeles-county/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">304</span></a></span>, <span class=\"citation\" data-id=\"111912\"><a href=\"/opinion/111912/first-lutheran-church-v-los-angeles-county/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2378</span></a></span>, <span class=\"citation\" data-id=\"111912\"><a href=\"/opinion/111912/first-lutheran-church-v-los-angeles-county/\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">250</span></a></span> (1987), a Supreme Court case interpreting the Takings Clause. In addition, after losing in the New Hampshire courts, Plaintiffs filed a writ of certiorari with the United States Supreme Court claiming that the New Hampshire decision violated their rights under the federal Takings Clause. These filings demonstrate that a federal takings claim was actually litigated in the state-court action. <i>See</i> 18 C. Wright, A. Miller &amp; E. Cooper, <i>Federal Practice &amp; Procedure</i> &#167; 4406, at 143 (2d ed.2002) (stating that formal pleadings and other filings are relevant to determining the claims that were advanced in a prior suit). Indeed, Plaintiffs admitted as much in their federal complaint, which states that the state-court proceedings were actions \"to obtain just compensation for a taking under the U.S. and New Hampshire Constitutions.\"<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> The district court thus correctly concluded that res judicata barred Plaintiffs' Fifth Amendment claim.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> <i>See Peduto v. N. Wildwood,</i> <span class=\"citation\" data-id=\"525580\"><a href=\"/opinion/525580/john-m-peduto-and-el-ro-inc-v-city-of-north-wildwood/\"><span class=\"volume\">878</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">725</span></a></span>, 728-29 (3d Cir.1989) (affirming res judicata dismissal of a Takings Clause claim filed in federal court where the claim was litigated to a final judgment on the merits in a prior state-court proceeding).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We turn now to the Plaintiff's substantive due process and equal protection claims. Whether res judicata bars these claims presents a somewhat closer question. These additional federal-law theories were not litigated in the state-court action, and there is a plausible argument that they are not res judicata because they could not have been litigated in that action under <i>Blue Jay Realty. See Restatement of Judgments (Second), supra.</i> On the other hand because, as just explained, Plaintiffs ignored the <i>Blue Jay Realty</i> rule by litigating their takings claim in the state-court action, one could argue that the due process and equal protection claims should have been raised along with the takings claim. In any event, we need not decide how New Hampshire's res judicata law would apply to this unique situation because the due process and equal protection claims fail as a matter of law. <i>See Carroll v. Xerox Corp.,</i> <span class=\"citation\" data-id=\"200014\"><a href=\"/opinion/200014/carroll-v-xerox/\"><span class=\"volume\">294</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">231</span></a></span>, 241 (1st Cir.2002) (court of appeals may affirm the dismissal of complaint on any ground supported by the record).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We begin with the substantive due process claim. We recently explained the limits on substantive due process claims arising from land-use disputes:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">This Court has repeatedly held that rejections of development projects and refusals to issue building permits do not ordinarily implicate substantive due process. Even where state officials have allegedly violated state law or administrative procedures, such violations do not ordinarily rise to the level of a constitutional deprivation. The doctrine of substantive due process does not protect individuals from all governmental actions that infringe liberty or injure property in violation of some law. Rather, substantive due process prevents governmental power from being used for purposes of oppression, or abuse of government power that shocks the conscience, or action that is legally irrational in that it is not sufficiently keyed to any legitimate state interest. Although we have the left door slightly ajar for federal relief in truly horrendous situations, the threshold for establishing the requisite abuse of government power is a high one indeed.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\"><i>SFW Arecibo Ltd. v. Rodr&#237;guez,</i> <span class=\"citation\" data-id=\"201696\"><a href=\"/opinion/201696/sfw-arecibo-limited-v-rodriguez/\"><span class=\"volume\">415</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">135</span></a></span>, 141 (1st Cir.2005) (internal citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In <i>Arecibo,</i> real estate developers sued after a state planning board incorrectly determined that their building permit had expired. <i>Id.</i> at 137. When suit was filed, the state court had already determined that the permit had been wrongly revoked. <i>Id.</i> at 138. We affirmed the dismissal of the substantive due process claim because the complaint stated \"[i]n its strongest form . . . that the [p]lanning board made an erroneous decision in violation of state law,\" which is insufficient to establish a substantive due process violation. <i>Id.</i> at 141. So too here. Plaintiffs allege that the Town violated substantive due process by enacting the growth control ordinance without following the procedures mandated by New Hampshire law. But, as in <i>Arecibo,</i> the claim is only that the Town's violation of state law caused Plaintiffs harm. This is not enough. <i>See id.</i> at 141; <i>see also Licari v. Ferruzzi,</i> <span class=\"citation\" data-id=\"195323\"><a href=\"/opinion/195323/licari-v-ferruzzi/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">344</span></a></span>, 349 (1st Cir.1994)(affirming dismissal of substantive due process claim based on allegations that a town planning board improperly revoked the developer's building permits and delayed processing and approval of an application for an amended permit); <i>PFZ Properties, Inc. v. Rodr&#237;guez,</i> <span class=\"citation\" data-id=\"557363\"><a href=\"/opinion/557363/pfz-properties-inc-v-rene-alberto-rodriguez-etc/\"><span class=\"volume\">928</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">28</span></a></span>, 32 (1st Cir.1991) (affirming dismissal of substantive due process claim were developer alleged that government agency failed to comply with agency regulations or practices in the review and approval process of construction plans).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The equal protection claim fares no better. Plaintiffs contend that they stated a viable equal protection claim by pleading that, in denying the permits, the Town treated them differently from other \"similarly situated property owners.\" But only in \"extreme circumstances\" will a land-use dispute give rise to an equal protection claim. <i>Arecibo,</i> 415 F.3d at 142. It is insufficient for a plaintiff merely to allege that the permitting entity violated state law in denying a permit request. <i>Id.</i> \"Absent facts reflecting more fundamental discrimination, [a plaintiff] ha[s] not stated a claim under the Equal Protection Clause of the Fourteenth Amendment.\" <i>Id.</i> Yet, that is all that is alleged here.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The Takings Clause of the Fifth Amendment applies to the states through the Fourteenth Amendment<i>See Dolan v. Tigard,</i> <span class=\"citation\" data-id=\"117861\"><a href=\"/opinion/117861/dolan-v-city-of-tigard/\"><span class=\"volume\">512</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">374</span></a></span>, 383-84, <span class=\"citation\" data-id=\"117861\"><a href=\"/opinion/117861/dolan-v-city-of-tigard/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2309</span></a></span>, <span class=\"citation\" data-id=\"117861\"><a href=\"/opinion/117861/dolan-v-city-of-tigard/\"><span class=\"volume\">129</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">304</span></a></span> (1994).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Last term, the Supreme Court decided<i>San Remo Hotel, L.P. v. San Francisco,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"799978\"><a href=\"/opinion/799978/san-remo-hotel-lp-v-city-and-county-of-san-francisco/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2491</span></a></span>, <span class=\"citation\" data-id=\"799978\"><a href=\"/opinion/799978/san-remo-hotel-lp-v-city-and-county-of-san-francisco/\"><span class=\"volume\">162</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">315</span></a></span> (2005), which calls <i>Blue Jay Realty</i> into substantial doubt. The <i>San Remo</i> Court held that <i>Williamson County</i> \"does not preclude state courts from hearing simultaneously a plaintiff's request for compensation under state law and the claim that, in the alternative, the denial of compensation would violate the Fifth Amendment of the Federal Constitution.\" <i>Id.</i> at 2506.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Plaintiffs point to the fact that the New Hampshire Supreme Court cited only cases interpreting the New Hampshire Constitution as evidence that the litigation did not involve a federal takings claim<i>See Torromeo,</i> 813 A.2d at 392. But the New Hampshire Supreme Court has stated that where a plaintiff raises state and federal takings claims in the same action, the court need not consider the claims independently because the Fifth Amendment's Takings Clause is no more protective than its state analogue. <i>See Sanderson v. Candia,</i> <span class=\"citation no-link\"><span class=\"volume\">146</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">598</span></span>, <span class=\"citation no-link\"><span class=\"volume\">787</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">167</span></span>, 169 (2001). Therefore, the court's decision that the Town did not violate the takings provision of the state constitution means, <i>a fortiori,</i> that, in its view, there was no unlawful taking under federal law.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Plaintiffs also assert that, even if the elements of res judicata are satisfied, we should permit the Fifth Amendment claim to proceed because New Hampshire law imbues courts with discretion to decline to apply res judicata. We have not found New Hampshire authority to this effect. The most that can be said is that New Hampshire applies res judicata on a \"case-by-case basis.\"<i>Cook v. Sullivan,</i> <span class=\"citation no-link\"><span class=\"volume\">149</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">774</span></span>, <span class=\"citation no-link\"><span class=\"volume\">829</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1059</span></span>, 1063 (2003). But even assuming that New Hampshire law affords courts some discretion in applying res judicata, Plaintiffs have failed to explain why their case is exceptional. <i>See Sondel v. Northwest Airlines, Inc.,</i> <span class=\"citation\" data-id=\"697327\"><a href=\"/opinion/697327/nimali-desilva-sondel-holly-novack-kim-shaller-brenda-glapa-stephanie/\"><span class=\"volume\">56</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">934</span></a></span>, 941 (8th Cir.1995) (doubting that res judicata was a discretionary doctrine under Minnesota law, but concluding that, even if discretion existed, res judicata barred a claim where the plaintiff failed to show that applying the doctrine worked an \"injustice\").</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111093/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111501/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111912/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117861/",
    "http://www.courtlistener.com/api/rest/v3/opinions/142885/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195323/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199309/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199916/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200014/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201605/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201696/",
    "http://www.courtlistener.com/api/rest/v3/opinions/525580/",
    "http://www.courtlistener.com/api/rest/v3/opinions/557363/",
    "http://www.courtlistener.com/api/rest/v3/opinions/574886/",
    "http://www.courtlistener.com/api/rest/v3/opinions/697327/",
    "http://www.courtlistener.com/api/rest/v3/opinions/799978/"
  ]
}