{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202022/",
  "absolute_url": "/opinion/202022/z-b-enterprises-v-tastee-freez/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202022/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:42:59Z",
  "date_modified": "2016-02-28T05:07:00.160135Z",
  "type": "010combined",
  "sha1": "d91a9ae6cfa9de9f2f9034eb51549a4a2e7143a0",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/05-1064-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2006/01/18/Z__B_Enterprises_v._Tastee-Freez.pdf",
  "plain_text": "                  Not For Publication in West's Federal Reporter\n                 Citation Limited Pursuant to 1st Cir. Loc. R. 32.3\n\n            United States Court of Appeals\n                          For the First Circuit\n\nNo. 05-1064\n\n     Z & B ENTERPRISES, INC., a corporation organized and existing\n           under the laws of the Commonwealth of Puerto Rico;\n        LUIS VALLE-FIGUEROA, EIMYE BLAS-OLIVER, and the conjugal\n    partnership constituted between them; and LUIS VALLE-GONZÁLEZ,\n         ALICIA FIGUEROA-MERCADO, and the conjugal partnership\n                        constituted between them,\n\n                         Plaintiffs, Appellants,\n\n                                        v.\n\n      TASTEE-FREEZ INTERNATIONAL, INC., a corporation organized\n               and existing under the laws of Michigan,\n\n                           Defendant, Appellee.\n\n\n             APPEAL FROM THE UNITED STATES DISTRICT COURT\n                    FOR THE DISTRICT OF PUERTO RICO\n            [Hon. Héctor M. Laffitte, U.S. District Judge]\n\n\n                                     Before\n\n                        Torruella, Circuit Judge,\n                           Dyk,* Circuit Judge,\n                       and Howard, Circuit Judge.\n\n\n     Luis F. Del Valle-Emmanuelli, with whom García & Fernández,\nwas on brief, for appellants.\n     Diana M. Batlle-Barasorda, with whom Fiddler González &\nRodríguez PSC and Ricardo F. Casellas, were on brief, for appellee.\n\n\n\n                              January 18, 2006\n\n\n\n\n*\n     Of the Federal Circuit, sitting by designation.\n\f           TORRUELLA, Circuit Judge.      In this suit, Plaintiffs are\n\nsuing Defendant for deceptive and fraudulent conduct in the sale of\n\na Tastee-Freez franchise.     The district court granted Defendant's\n\nmotion to dismiss under Federal Rule of Civil Procedure 12(b)(7)\n\nfor failure to join an indispensable party.      Plaintiffs appeal the\n\ndistrict   court's   finding     that    the   missing   parties   are\n\nindispensable.   We affirm.\n\n                                  I.\n\n           Tastee-Freez is \"one of America's favorite establishments\n\nfor high quality fast food and delicious soft-serve products.\" See\n\nTastee-Freez Story, http://www.tastee-freez.com/products.htm. This\n\ncase concerns alleged deceptive and fraudulent activities arising\n\nfrom the sale of a Tastee-Freez franchise in Aguadilla, Puerto\n\nRico.   Plaintiffs Luis Valle-Figueroa (\"Valle-Figueroa\") and Luis\n\nValle-González (\"Valle-González\") sought to purchase a Tastee-Freez\n\nfranchise, and they formed Z & B Enterprises, also a Plaintiff, to\n\nbe the owner of the franchise.          Additional Plaintiffs are the\n\nspouses of Valle-Figueroa and Valle-González and their respective\n\nconjugal partnerships.      Defendant is Tastee-Freez International\n\n(\"TFI\"), a corporation that grants Tastee-Freez franchises to\n\nfranchisees.\n\n           In April 2001, Plaintiffs commenced negotiations with\n\nJ.F., Inc., (\"JF\") to purchase the Tastee-Freez franchise in\n\nAguadilla owned by JF.   Plaintiffs and JF entered into a contract\n\n\n                                  -2-\n\fwhere   Plaintiffs    would        be    required       to    pay     about     $800,000.\n\nPlaintiffs paid JF $191,400, although it is not clear if this was\n\nan initial installment or payment for an option to purchase.                             In\n\nJune 2001, Plaintiffs paid the balance, and JF advised Plaintiffs\n\nthat they had the rights to operate the Aguadilla Tastee-Freez.\n\nPlaintiffs    were   never     presented        with         and    never     signed    the\n\nRestaurant License Agreement that is normally entered into by\n\nfranchise owners and TFI.\n\n            Plaintiffs allege that they were forced to enter into an\n\nAccount Executive Agreement with Auspiciadora TF, Inc., (\"ATF\"),\n\nbut does not state how they were forced.                ATF and/or JF also forced\n\nPlaintiffs to enter into other agreements and contracts.                             These\n\nagreements    and    contracts          violated    TFI's          Restaurant     License\n\nAgreement and rules established by the Federal Trade Commission\n\n(\"FTC\").     It was not until after these agreements and contracts\n\nwere entered into that TFI, ATF, or JF presented Plaintiffs with\n\nthe disclosures required by the FTC and/or TFI.\n\n            Plaintiffs      were    hindered       in   the        operation    of     their\n\nAguadilla Tastee-Freez by a lack of support from TFI, ATF, and JF.\n\nTFI   did   not   fulfill    its    obligations         to     provide      advertising,\n\ntraining programs, and promotions.              Although Plaintiffs had never\n\nsigned a Restaurant License Agreement, TFI cashed checks written by\n\nPlaintiffs, and TFI invited Plaintiffs to attend a Tastee-Freez\n\n\n\n\n                                          -3-\n\fconference.   The franchise lost money, and Plaintiffs shut it down\n\non April 30, 2001.\n\n          Plaintiffs filed suit in Puerto Rico Commonwealth Court\n\nagainst ATF and JF, and this suit is still pending.1     Plaintiffs\n\nfiled another suit in federal district court against TFI, asserting\n\nseveral grounds for TFI's liability. First, Plaintiffs allege that\n\nTFI is liable for the actions of ATF and JF because ATF and JF are\n\nits agents, and TFI ratified or authorized their actions.   Second,\n\nPlaintiffs claim that TFI is liable under the indemnity provision\n\nof the Restaurant License Agreement that Plaintiffs never signed.\n\nFinally, Plaintiffs claim that TFI failed to support the franchise\n\nand make required disclosures.        In this suit, Plaintiffs seek\n\nrescission of the contracts they signed with ATF and JF.\n\n          TFI moved to dismiss Plaintiffs' complaint for failure to\n\nstate a claim and for failure to join indispensable parties ATF and\n\nJF.   A federal magistrate judge denied TFI's motion to dismiss.\n\nThe district court rejected the magistrate's recommendation and\n\nfound that ATF and JF were indispensable parties under Federal Rule\n\nof Civil Procedure Rule 19.      The district court granted TFI's\n\n\n\n1\n   Plaintiffs stated in their brief that a default judgment had\nbeen entered against ATF and JF in commonwealth court.         TFI,\nhowever, moved to supplement the record with documents showing that\nno judgment has been entered against ATF and JF in commonwealth\ncourt, and Plaintiffs did not respond to this motion.      We take\njudicial notice that no default judgment has been entered against\nATF and JF in commonwealth court. White v. Gittens, 121 F.3d 803,\n805 n.1 (1st Cir. 1997).\n\n                                -4-\n\fmotion to dismiss under Federal Rule of Civil Procedure 12(b)(7),\n\nand Plaintiffs appeal.\n\n                                        II.\n\n              The joinder of parties is controlled by Rule 19 of the\n\nFederal Rules of Civil Procedure.                \"The Rule furthers several\n\nrelated policies, including the public interest in preventing\n\nmultiple and repetitive litigation, the interest of the present\n\nparties in obtaining complete and effective relief in a single\n\naction, and the interest of absentees in avoiding the possible\n\nprejudicial effect of deciding the case without them.\"                 Acton Co.\n\nof Massachusetts v. Bachman Foods, Inc., 668 F.2d 76, 78 (1st Cir.\n\n1982).    Rule 19 defines a two-step process.                 In the first step\n\nunder    Rule    19(a),   the   court    determines     whether    a   party   is\n\nnecessary, i.e., one who must be joined if feasible to do so.\n\nJoinder is not feasible if it will deprive the court of subject\n\nmatter jurisdiction.       If the party is necessary but joinder is not\n\nfeasible, the court must then determine under Rule 19(b) whether\n\nthe   party     is   indispensable   or       whether   \"in   equity   and   good\n\nconscience the action should proceed among the parties before it.\"\n\nFed. R. Civ. P. 19(b).\n\n                                        A.\n\n              The parties dispute the standard of review we should\n\napply to the district court's determination that ATF and JF are\n\nindispensable parties under Rule 19.            Plaintiffs erroneously argue\n\n\n                                        -5-\n\fthat we should review this determination de novo, because the\n\ndistrict court ultimately dismissed the case for lack of subject\n\nmatter jurisdiction.   While a district court's decision to dismiss\n\nfor lack of subject matter jurisdiction is reviewed de novo, this\n\nstandard of review clearly does not apply to all determinations by\n\nthe district court leading up to the dismissal.     See United States\n\nv. San Juan Bay Marina, 239 F.3d 400, 403 (1st Cir. 2001).\n\n          Defendant correctly notes that our standard of review\n\nunder Rule 19(b) is abuse of discretion.    Id.   Defendant ignores,\n\nhowever, that a necessary precursor to a decision under Rule 19(b)\n\nis a decision under Rule 19(a).       Id. at 405.    We have yet to\n\ndetermine whether abuse of discretion or de novo review is the\n\nappropriate standard of review for district court decisions under\n\nRule 19(a).   Id. at 403.      Because we would come to the same\n\nconclusion under either standard of review, we need not and do not\n\ndecide this issue here.\n\n                                 B.\n\n          We first consider whether ATF and JF are necessary\n\nparties under Rule 19(a).   Necessary parties are those \"who ought\n\nto be made parties, in order that the court may act on that rule\n\nwhich requires it to decide on, and finally determine the entire\n\ncontroversy, and do complete justice, by adjusting all the rights\n\ninvolved in it.\"   Shields v. Barrow, 58 U.S. 130, 139 (1855).   \"[A]\n\ncourt essentially will decide whether considerations of efficiency\n\n\n                                -6-\n\fand fairness, growing out of the particular circumstances of the\n\ncase, require that a particular person be joined as a party.\"\n\nPujol v. Shearson/American Express, Inc., 877 F.2d 132, 134 (1st\n\nCir. 1989).\n\n          In   Plaintiffs'   vaguely-worded       Complaint,    they   seek\n\nrecovery from TFI primarily for acts of its alleged agents.             The\n\ncomplaint does not identify the agents by name or the basis of the\n\nagency relationship, but the parties' briefs identify the alleged\n\nagents as ATF and JF.   Before turning to the text of Rule 19, it is\n\nfruitful to consider the relationships between the present and\n\nabsent parties, and Plaintiffs' theories for imposing liability\n\nupon TFI for the actions of its alleged agents.\n\n          First, virtually all of the affirmative acts that caused\n\nharm to the Plaintiffs were done by ATF or JF.           It was ATF and JF\n\nthat   \"provided     false    and         misleading     information    and\n\nrepresentations\" and \"deceived and misled plaintiffs into signing\n\ncontracts.\"    In contrast, the alleged involvement by TFI is much\n\nless clear and arises from the failure to act and what it should\n\nhave known.    Plaintiffs do allege that TFI failed to comply with\n\nFTC rules regulating franchise agreements.             Although TFI cashed\n\nPlaintiff's checks, Plaintiffs and TFI never entered into an\n\nexplicit franchise agreement, and thus it is not clear whether TFI\n\nwas obligated to comply with these FTC rules.             Plaintiffs state\n\nthat TFI should have been aware of the deceptive practices of ATF\n\n\n                                    -7-\n\fand JF but never explains why.   It appears that the presence of ATF\n\nand JF \"is critical to the disposition of the important issues in\n\nthe litigation.\"    Freeman v. Northwest Acceptance Corp., 754 F.2d\n\n553, 559 (5th Cir. 1985) (internal quotation marks omitted).\n\n           Second, Plaintiffs assert that TFI is liable for the\n\nactions of ATF and JF, because ATF and JF were acting as agents on\n\nbehalf of TFI.     TFI denies that ATF and JF were its agents, and\n\neven if they were, they were acting outside the scope of the agency\n\nrelationship.    Plaintiff has not put forth any evidence of an\n\nagency relationship between TFI and ATF or JF, and the Restaurant\n\nLicense Agreement between TFI and JF explicitly states that JF is\n\nnot TFI's agent.\n\n           Third, Plaintiffs assert that TFI's liability arises from\n\nthe indemnity provision of the Restaurant License Agreement.    The\n\nRestaurant License Agreement requires TFI to indemnify a franchisee\n\nfor \"any obligations or liability for damages attributable to\n\nagreements, representations or warranties of or authorized by\n\n[TFI]\" or \"caused by the negligence or willful actions of [TFI].\"\n\nPlaintiffs' argument is difficult to understand because Plaintiffs\n\nnever state whom TFI is obligated to indemnify and for what\n\nreasons.   It is undisputed that JF signed a Restaurant License\n\nAgreement with TFI.    Under certain circumstances, the Restaurant\n\nLicense Agreement could thus require TFI to indemnify JF for\n\ndamages incurred by JF.    In this situation, only JF could invoke\n\n\n                                 -8-\n\fthe indemnity provision of the contract.           It is also undisputed\n\nthat Plaintiffs did not sign a Restaurant License Agreement with\n\nTFI.   Even    if   other   circumstances    effectively       bound   TFI   and\n\nPlaintiffs to the Restaurant License Agreement, most of the acts\n\ncausing harm to Plaintiffs and requiring indemnification were done\n\nby ATF and JF, not TFI.        ATF and JF are thus active participants\n\nand \"more than . . . key witness[es] whose testimony would be of\n\ninestimable value.\"     Id.\n\n            Plaintiffs argue that ATF and JF should not be considered\n\nnecessary parties because TFI could join them as third-party\n\ndefendants. Plaintiff is correct that TFI could implead ATF and JF\n\nas third-party defendants without breaking this court's diversity\n\njurisdiction even though Plaintiffs, ATF, and JF are all citizens\n\nof Puerto Rico.     See Owen Equipment & Erection Co. v. Kroger, 437\n\nU.S. 365, 370 (1978).         Disregarding the fact that TFI is by no\n\nmeans required to implead ATF and JF, even if TFI did implead ATF\n\nand JF they would be only third-party defendants and not principal\n\ndefendants in this suit.       As a result, Plaintiffs could not assert\n\nclaims against ATF and JF.         See id. at 377.       If ATF and JF are\n\nnecessary   parties   in    this   suit,   then   they   are    necessary     as\n\ndefendants and not as third-party defendants.\n\n            We now consider the factors enumerated in Rule 19(a).              A\n\nparty is necessary under Rule 19(a)\n\n            if (1) in the person's absence complete relief\n            cannot be accorded among those already\n\n                                    -9-\n\f            parties, or (2) the person claims an interest\n            relating to the subject of the action and is\n            so situated that the disposition of the action\n            in the person's absence may (i) as a practical\n            matter impair or impede the person's ability\n            to protect that interest or (ii) leave any of\n            the persons already parties subject to a\n            substantial    risk   of   incurring   double,\n            multiple,     or    otherwise     inconsistent\n            obligations by reason of the claimed interest.\n\nFed. R. Civ. P. 19(a).     To be necessary, a party need only satisfy\n\none of these factors.     We find that two of these factors show that\n\nATF and JF are necessary parties who ought to be joined if\n\nfeasible.\n\n            First, we may not be able to grant complete relief to\n\nPlaintiffs in the absence of ATF and JF.         Plaintiffs are seeking\n\nrescission of contracts they made with ATF and JF.         If this case\n\nwere to proceed without ATF and JF, they would not be bound by a\n\njudgment    concerning   the   invalidity   or   enforceability   of   the\n\ncontracts to which they were parties.        This would be a waste of\n\njudicial resources.      \"The interests that are being furthered [by\n\nRule 19(a)(1)] are not only those of the parties, but also that of\n\nthe public in avoiding repeated lawsuits on the same essential\n\nsubject matter.\"    Fed. R. Civ. P. 19 advisory committee's note.\n\n            Second, TFI could be subject to inconsistent or double\n\nobligations.    Plaintiffs have filed a suit against ATF and JF in\n\ncommonwealth court. It is possible that the federal district court\n\ncould find that TFI is not liable to Plaintiffs, but that the\n\ncommonwealth court could find that ATF and JF are liable to\n\n                                  -10-\n\fPlaintiffs.    Then TFI might be liable at least to JF because of the\n\nindemnity     provision    in    the     Restaurant     License   Agreement.\n\nAlternatively, the commonwealth court could find that ATF and JF\n\nare liable to Plaintiffs, and the federal court could find that TFI\n\nis liable to Plaintiffs.        JF could then file suit against TFI for\n\nindemnity, thus subjecting TFI to a double obligation.\n\n                                        C.\n\n            Under Rule 19(a), a necessary party is to be joined as\n\nlong as it is feasible to do so.              Joinder is not feasible if it\n\nwould deprive the court of subject matter jurisdiction.            Plaintiff\n\nis a citizen of Puerto Rico, Defendant TFI is a citizen of\n\nMichigan, and the amount in controversy exceeds $75,000.               Without\n\nATF and JF, this court thus has diversity jurisdiction under 28\n\nU.S.C. § 1332.       ATF and JF are also citizens of Puerto Rico.\n\nJoining ATF and JF as defendants in this suit would break complete\n\ndiversity     and   thus   deprive      this    court   of   subject    matter\n\njurisdiction.       Plaintiffs do not contend that the doctrine of\n\nsupplemental jurisdiction extends our jurisdiction to include ATF\n\nand JF as defendants.       See Acton, 668 F.2d at 79-80; 28 U.S.C.\n\n§ 1367(b).\n\n                                        D.\n\n            Finally, since ATF and JF are necessary parties but\n\njoinder is not feasible, we must \"determine whether in equity and\n\ngood conscience the action should proceed\" without ATF and JF as\n\n\n                                       -11-\n\fdefendants.    Fed. R. Civ. P. 19(b).      If we cannot proceed without\n\nATF and JF, then they are indispensable parties.         Rule 19(b) gives\n\nfour non-exclusive factors for courts to consider in making this\n\ndetermination:\n\n            [F]irst, to what extent a judgment rendered in\n            the person's absence might be prejudicial to\n            the person or those already parties; second,\n            the extent to which, by protective provisions\n            in the judgment, by the shaping of relief, or\n            other measures, the prejudice can be lessened\n            or avoided; third, whether a judgment rendered\n            in the person's absence will be adequate;\n            fourth, whether the plaintiff will have an\n            adequate remedy if the action is dismissed for\n            nonjoinder.\n\nFed. R. Civ. P. 19(b).     Applying these four factors, we find that\n\nATF and JF are indispensable parties.\n\n            For the first factor, we already discussed above how\n\nproceeding to judgment without ATF and JF could be prejudicial to\n\nTFI,   as   TFI   could   be   subjected   to   double   or   inconsistent\n\nobligations.      This factor weighs in favor of finding ATF and JF\n\nindispensable.\n\n            The second factor is whether this prejudice may somehow\n\nbe lessened by the court's shaping of the potential verdicts.\n\nPlaintiffs proposed a one-sentence solution for shaping relief to\n\nlessen the prejudice to TFI:\n\n            [P]ursuant to the indemnity clause of the\n            franchise agreement, [TFI could be made\n            liable] for any damages attributable to the\n            agreements, representations or warranties of\n            or authorized by TFI, specifically providing\n            that ATF and JF are not bound by such a\n\n                                   -12-\n\f            judgment because they cannot be liable under\n            the indemnity clause.\n\nPlaintiffs' proposition does not prevent TFI from being subjected\n\nto double or inconsistent obligations, and we do not see any manner\n\nof shaping relief that would prevent this from occurring.\n\n            The third factor is whether a judgment rendered in the\n\nabsence of ATF and JF is likely to be adequate.                      This factor\n\nincludes \"the interest of the courts and the public in complete,\n\nconsistent, and efficient settlement of controversies.\"                  Provident\n\nTradesmens Bank & Trust Co. v. Patterson, 390 U.S. 102, 111 (1968).\n\nATF and JF are the principal actors in this lawsuit and could be\n\nthe only entities liable to Plaintiffs.              Alternatively, if TFI is\n\nliable to Plaintiffs, ATF and JF could in turn be liable to TFI.\n\nThe absence of ATF and JF could thus prevent complete relief to the\n\nparties.    For the same reasoning, the outcome could be inefficient\n\nas   a   further   lawsuit      could   be     necessary   that    would    require\n\nrelitigating nearly identical issues.             Finally, because Plaintiffs\n\nare suing ATF and JF in commonwealth court, any judgment made by a\n\nfederal    court   could   be    inconsistent      with    the    outcome   in   the\n\ncommonwealth court.\n\n            Finally,   the      last    factor     is   whether     an   adequate,\n\nalternative forum is available to the Plaintiffs.                  Plaintiffs can\n\njoin TFI, ATF, and JF as defendants in a suit in commonwealth\n\ncourt.     Plaintiffs have not given any reason as to why the\n\ncommonwealth court would be an inadequate alternative, and we see\n\n                                        -13-\n\fno reason to believe that the commonwealth court would be an\n\ninadequate forum.\n\n          Considering the four factors together, it is clear that\n\nATF and JF are indispensable parties in this lawsuit.   A judgment\n\nin the absence of ATF and JF could be prejudicial to TFI, relief\n\ncannot be shaped to avoid this prejudice, a judgment rendered in\n\nthe absence of ATF and JF is unlikely to be adequate, and the\n\ncommonwealth court provides an adequate remedy for Plaintiffs.\n\n\"Equity and good conscience\" require us to dismiss this lawsuit for\n\nfailure to join indispensable parties ATF and JF.\n\n                               III.\n\n          For the foregoing reasons, the district court's decision\n\nis affirmed.\n\n          Affirmed.\n\n\n\n\n                               -14-\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">                  Not For Publication in West's Federal Reporter\n                 Citation Limited Pursuant to 1st Cir. Loc. R. 32.3\n\n            United States Court of Appeals\n                          For the First Circuit\n\nNo. 05-1064\n\n     Z & B ENTERPRISES, INC., a corporation organized and existing\n           under the laws of the Commonwealth of Puerto Rico;\n        LUIS VALLE-FIGUEROA, EIMYE BLAS-OLIVER, and the conjugal\n    partnership constituted between them; and LUIS VALLE-GONZÁLEZ,\n         ALICIA FIGUEROA-MERCADO, and the conjugal partnership\n                        constituted between them,\n\n                         Plaintiffs, Appellants,\n\n                                        v.\n\n      TASTEE-FREEZ INTERNATIONAL, INC., a corporation organized\n               and existing under the laws of Michigan,\n\n                           Defendant, Appellee.\n\n\n             APPEAL FROM THE UNITED STATES DISTRICT COURT\n                    FOR THE DISTRICT OF PUERTO RICO\n            [Hon. Héctor M. Laffitte, U.S. District Judge]\n\n\n                                     Before\n\n                        Torruella, Circuit Judge,\n                           Dyk,* Circuit Judge,\n                       and Howard, Circuit Judge.\n\n\n     Luis F. Del Valle-Emmanuelli, with whom García & Fernández,\nwas on brief, for appellants.\n     Diana M. Batlle-Barasorda, with whom Fiddler González &\nRodríguez PSC and Ricardo F. Casellas, were on brief, for appellee.\n\n\n\n                              January 18, 2006\n\n\n\n\n*\n     Of the Federal Circuit, sitting by designation.\n\f           TORRUELLA, Circuit Judge.      In this suit, Plaintiffs are\n\nsuing Defendant for deceptive and fraudulent conduct in the sale of\n\na Tastee-Freez franchise.     The district court granted Defendant's\n\nmotion to dismiss under Federal Rule of Civil Procedure 12(b)(7)\n\nfor failure to join an indispensable party.      Plaintiffs appeal the\n\ndistrict   court's   finding     that    the   missing   parties   are\n\nindispensable.   We affirm.\n\n                                  I.\n\n           Tastee-Freez is \"one of America's favorite establishments\n\nfor high quality fast food and delicious soft-serve products.\" See\n\nTastee-Freez Story, http://www.tastee-freez.com/products.htm. This\n\ncase concerns alleged deceptive and fraudulent activities arising\n\nfrom the sale of a Tastee-Freez franchise in Aguadilla, Puerto\n\nRico.   Plaintiffs Luis Valle-Figueroa (\"Valle-Figueroa\") and Luis\n\nValle-González (\"Valle-González\") sought to purchase a Tastee-Freez\n\nfranchise, and they formed Z & B Enterprises, also a Plaintiff, to\n\nbe the owner of the franchise.          Additional Plaintiffs are the\n\nspouses of Valle-Figueroa and Valle-González and their respective\n\nconjugal partnerships.      Defendant is Tastee-Freez International\n\n(\"TFI\"), a corporation that grants Tastee-Freez franchises to\n\nfranchisees.\n\n           In April 2001, Plaintiffs commenced negotiations with\n\nJ.F., Inc., (\"JF\") to purchase the Tastee-Freez franchise in\n\nAguadilla owned by JF.   Plaintiffs and JF entered into a contract\n\n\n                                  -2-\n\fwhere   Plaintiffs    would        be    required       to    pay     about     $800,000.\n\nPlaintiffs paid JF $191,400, although it is not clear if this was\n\nan initial installment or payment for an option to purchase.                             In\n\nJune 2001, Plaintiffs paid the balance, and JF advised Plaintiffs\n\nthat they had the rights to operate the Aguadilla Tastee-Freez.\n\nPlaintiffs    were   never     presented        with         and    never     signed    the\n\nRestaurant License Agreement that is normally entered into by\n\nfranchise owners and TFI.\n\n            Plaintiffs allege that they were forced to enter into an\n\nAccount Executive Agreement with Auspiciadora TF, Inc., (\"ATF\"),\n\nbut does not state how they were forced.                ATF and/or JF also forced\n\nPlaintiffs to enter into other agreements and contracts.                             These\n\nagreements    and    contracts          violated    TFI's          Restaurant     License\n\nAgreement and rules established by the Federal Trade Commission\n\n(\"FTC\").     It was not until after these agreements and contracts\n\nwere entered into that TFI, ATF, or JF presented Plaintiffs with\n\nthe disclosures required by the FTC and/or TFI.\n\n            Plaintiffs      were    hindered       in   the        operation    of     their\n\nAguadilla Tastee-Freez by a lack of support from TFI, ATF, and JF.\n\nTFI   did   not   fulfill    its    obligations         to     provide      advertising,\n\ntraining programs, and promotions.              Although Plaintiffs had never\n\nsigned a Restaurant License Agreement, TFI cashed checks written by\n\nPlaintiffs, and TFI invited Plaintiffs to attend a Tastee-Freez\n\n\n\n\n                                          -3-\n\fconference.   The franchise lost money, and Plaintiffs shut it down\n\non April 30, 2001.\n\n          Plaintiffs filed suit in Puerto Rico Commonwealth Court\n\nagainst ATF and JF, and this suit is still pending.1     Plaintiffs\n\nfiled another suit in federal district court against TFI, asserting\n\nseveral grounds for TFI's liability. First, Plaintiffs allege that\n\nTFI is liable for the actions of ATF and JF because ATF and JF are\n\nits agents, and TFI ratified or authorized their actions.   Second,\n\nPlaintiffs claim that TFI is liable under the indemnity provision\n\nof the Restaurant License Agreement that Plaintiffs never signed.\n\nFinally, Plaintiffs claim that TFI failed to support the franchise\n\nand make required disclosures.        In this suit, Plaintiffs seek\n\nrescission of the contracts they signed with ATF and JF.\n\n          TFI moved to dismiss Plaintiffs' complaint for failure to\n\nstate a claim and for failure to join indispensable parties ATF and\n\nJF.   A federal magistrate judge denied TFI's motion to dismiss.\n\nThe district court rejected the magistrate's recommendation and\n\nfound that ATF and JF were indispensable parties under Federal Rule\n\nof Civil Procedure Rule 19.      The district court granted TFI's\n\n\n\n1\n   Plaintiffs stated in their brief that a default judgment had\nbeen entered against ATF and JF in commonwealth court.         TFI,\nhowever, moved to supplement the record with documents showing that\nno judgment has been entered against ATF and JF in commonwealth\ncourt, and Plaintiffs did not respond to this motion.      We take\njudicial notice that no default judgment has been entered against\nATF and JF in commonwealth court. White v. Gittens, </pre><span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">803</span></span><pre class=\"inline\">,\n805 n.1 (1st Cir. 1997).\n\n                                -4-\n\fmotion to dismiss under Federal Rule of Civil Procedure 12(b)(7),\n\nand Plaintiffs appeal.\n\n                                        II.\n\n              The joinder of parties is controlled by Rule 19 of the\n\nFederal Rules of Civil Procedure.                \"The Rule furthers several\n\nrelated policies, including the public interest in preventing\n\nmultiple and repetitive litigation, the interest of the present\n\nparties in obtaining complete and effective relief in a single\n\naction, and the interest of absentees in avoiding the possible\n\nprejudicial effect of deciding the case without them.\"                 Acton Co.\n\nof Massachusetts v. Bachman Foods, Inc., </pre><span class=\"citation\" data-id=\"398646\"><a href=\"/opinion/398646/acton-co-inc-of-massachusetts-v-bachman-foods-inc/\"><span class=\"volume\">668</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">76</span></a></span><pre class=\"inline\">, 78 (1st Cir.\n\n1982).    Rule 19 defines a two-step process.                 In the first step\n\nunder    Rule    19(a),   the   court    determines     whether    a   party   is\n\nnecessary, i.e., one who must be joined if feasible to do so.\n\nJoinder is not feasible if it will deprive the court of subject\n\nmatter jurisdiction.       If the party is necessary but joinder is not\n\nfeasible, the court must then determine under Rule 19(b) whether\n\nthe   party     is   indispensable   or       whether   \"in   equity   and   good\n\nconscience the action should proceed among the parties before it.\"\n\nFed. R. Civ. P. 19(b).\n\n                                        A.\n\n              The parties dispute the standard of review we should\n\napply to the district court's determination that ATF and JF are\n\nindispensable parties under Rule 19.            Plaintiffs erroneously argue\n\n\n                                        -5-\n\fthat we should review this determination de novo, because the\n\ndistrict court ultimately dismissed the case for lack of subject\n\nmatter jurisdiction.   While a district court's decision to dismiss\n\nfor lack of subject matter jurisdiction is reviewed de novo, this\n\nstandard of review clearly does not apply to all determinations by\n\nthe district court leading up to the dismissal.     See United States\n\nv. San Juan Bay Marina, </pre><span class=\"citation\" data-id=\"199281\"><a href=\"/opinion/199281/united-states-v-san-juan-bay-marina/\"><span class=\"volume\">239</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">400</span></a></span><pre class=\"inline\">, 403 (1st Cir. 2001).\n\n          Defendant correctly notes that our standard of review\n\nunder Rule 19(b) is abuse of discretion.    Id.   Defendant ignores,\n\nhowever, that a necessary precursor to a decision under Rule 19(b)\n\nis a decision under Rule 19(a).       Id. at 405.    We have yet to\n\ndetermine whether abuse of discretion or de novo review is the\n\nappropriate standard of review for district court decisions under\n\nRule 19(a).   Id. at 403.      Because we would come to the same\n\nconclusion under either standard of review, we need not and do not\n\ndecide this issue here.\n\n                                 B.\n\n          We first consider whether ATF and JF are necessary\n\nparties under Rule 19(a).   Necessary parties are those \"who ought\n\nto be made parties, in order that the court may act on that rule\n\nwhich requires it to decide on, and finally determine the entire\n\ncontroversy, and do complete justice, by adjusting all the rights\n\ninvolved in it.\"   Shields v. Barrow, </pre><span class=\"citation\" data-id=\"86914\"><a href=\"/opinion/86914/shields-v-barrow/\"><span class=\"volume\">58</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">130</span></a></span><pre class=\"inline\">, 139 (1855).   \"[A]\n\ncourt essentially will decide whether considerations of efficiency\n\n\n                                -6-\n\fand fairness, growing out of the particular circumstances of the\n\ncase, require that a particular person be joined as a party.\"\n\nPujol v. Shearson/American Express, Inc., </pre><span class=\"citation\" data-id=\"524957\"><a href=\"/opinion/524957/francisco-pujol-v-shearsonamerican-express-inc-appeal-of-ana-bonelli/\"><span class=\"volume\">877</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">132</span></a></span><pre class=\"inline\">, 134 (1st\n\nCir. 1989).\n\n          In   Plaintiffs'   vaguely-worded       Complaint,    they   seek\n\nrecovery from TFI primarily for acts of its alleged agents.             The\n\ncomplaint does not identify the agents by name or the basis of the\n\nagency relationship, but the parties' briefs identify the alleged\n\nagents as ATF and JF.   Before turning to the text of Rule 19, it is\n\nfruitful to consider the relationships between the present and\n\nabsent parties, and Plaintiffs' theories for imposing liability\n\nupon TFI for the actions of its alleged agents.\n\n          First, virtually all of the affirmative acts that caused\n\nharm to the Plaintiffs were done by ATF or JF.           It was ATF and JF\n\nthat   \"provided     false    and         misleading     information    and\n\nrepresentations\" and \"deceived and misled plaintiffs into signing\n\ncontracts.\"    In contrast, the alleged involvement by TFI is much\n\nless clear and arises from the failure to act and what it should\n\nhave known.    Plaintiffs do allege that TFI failed to comply with\n\nFTC rules regulating franchise agreements.             Although TFI cashed\n\nPlaintiff's checks, Plaintiffs and TFI never entered into an\n\nexplicit franchise agreement, and thus it is not clear whether TFI\n\nwas obligated to comply with these FTC rules.             Plaintiffs state\n\nthat TFI should have been aware of the deceptive practices of ATF\n\n\n                                    -7-\n\fand JF but never explains why.   It appears that the presence of ATF\n\nand JF \"is critical to the disposition of the important issues in\n\nthe litigation.\"    Freeman v. Northwest Acceptance Corp., </pre><span class=\"citation\" data-id=\"447861\"><a href=\"/opinion/447861/ed-freeman-and-wife-sharon-freeman-cross-appellants-v-northwest/\"><span class=\"volume\">754</span> <span class=\"reporter\">F.2d</span>\n\n<span class=\"page\">553</span></a></span><pre class=\"inline\">, 559 (5th Cir. 1985) (internal quotation marks omitted).\n\n           Second, Plaintiffs assert that TFI is liable for the\n\nactions of ATF and JF, because ATF and JF were acting as agents on\n\nbehalf of TFI.     TFI denies that ATF and JF were its agents, and\n\neven if they were, they were acting outside the scope of the agency\n\nrelationship.    Plaintiff has not put forth any evidence of an\n\nagency relationship between TFI and ATF or JF, and the Restaurant\n\nLicense Agreement between TFI and JF explicitly states that JF is\n\nnot TFI's agent.\n\n           Third, Plaintiffs assert that TFI's liability arises from\n\nthe indemnity provision of the Restaurant License Agreement.    The\n\nRestaurant License Agreement requires TFI to indemnify a franchisee\n\nfor \"any obligations or liability for damages attributable to\n\nagreements, representations or warranties of or authorized by\n\n[TFI]\" or \"caused by the negligence or willful actions of [TFI].\"\n\nPlaintiffs' argument is difficult to understand because Plaintiffs\n\nnever state whom TFI is obligated to indemnify and for what\n\nreasons.   It is undisputed that JF signed a Restaurant License\n\nAgreement with TFI.    Under certain circumstances, the Restaurant\n\nLicense Agreement could thus require TFI to indemnify JF for\n\ndamages incurred by JF.    In this situation, only JF could invoke\n\n\n                                 -8-\n\fthe indemnity provision of the contract.           It is also undisputed\n\nthat Plaintiffs did not sign a Restaurant License Agreement with\n\nTFI.   Even    if   other   circumstances    effectively       bound   TFI   and\n\nPlaintiffs to the Restaurant License Agreement, most of the acts\n\ncausing harm to Plaintiffs and requiring indemnification were done\n\nby ATF and JF, not TFI.        ATF and JF are thus active participants\n\nand \"more than . . . key witness[es] whose testimony would be of\n\ninestimable value.\"     Id.\n\n            Plaintiffs argue that ATF and JF should not be considered\n\nnecessary parties because TFI could join them as third-party\n\ndefendants. Plaintiff is correct that TFI could implead ATF and JF\n\nas third-party defendants without breaking this court's diversity\n\njurisdiction even though Plaintiffs, ATF, and JF are all citizens\n\nof Puerto Rico.     See Owen Equipment & Erection Co. v. Kroger, </pre><span class=\"citation\" data-id=\"109904\"><a href=\"/opinion/109904/owen-equipment-erection-co-v-kroger/\"><span class=\"volume\">437</span>\n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">365</span></a></span><pre class=\"inline\">, 370 (1978).         Disregarding the fact that TFI is by no\n\nmeans required to implead ATF and JF, even if TFI did implead ATF\n\nand JF they would be only third-party defendants and not principal\n\ndefendants in this suit.       As a result, Plaintiffs could not assert\n\nclaims against ATF and JF.         See id. at 377.       If ATF and JF are\n\nnecessary   parties   in    this   suit,   then   they   are    necessary     as\n\ndefendants and not as third-party defendants.\n\n            We now consider the factors enumerated in Rule 19(a).              A\n\nparty is necessary under Rule 19(a)\n\n            if (1) in the person's absence complete relief\n            cannot be accorded among those already\n\n                                    -9-\n\f            parties, or (2) the person claims an interest\n            relating to the subject of the action and is\n            so situated that the disposition of the action\n            in the person's absence may (i) as a practical\n            matter impair or impede the person's ability\n            to protect that interest or (ii) leave any of\n            the persons already parties subject to a\n            substantial    risk   of   incurring   double,\n            multiple,     or    otherwise     inconsistent\n            obligations by reason of the claimed interest.\n\nFed. R. Civ. P. 19(a).     To be necessary, a party need only satisfy\n\none of these factors.     We find that two of these factors show that\n\nATF and JF are necessary parties who ought to be joined if\n\nfeasible.\n\n            First, we may not be able to grant complete relief to\n\nPlaintiffs in the absence of ATF and JF.         Plaintiffs are seeking\n\nrescission of contracts they made with ATF and JF.         If this case\n\nwere to proceed without ATF and JF, they would not be bound by a\n\njudgment    concerning   the   invalidity   or   enforceability   of   the\n\ncontracts to which they were parties.        This would be a waste of\n\njudicial resources.      \"The interests that are being furthered [by\n\nRule 19(a)(1)] are not only those of the parties, but also that of\n\nthe public in avoiding repeated lawsuits on the same essential\n\nsubject matter.\"    Fed. R. Civ. P. 19 advisory committee's note.\n\n            Second, TFI could be subject to inconsistent or double\n\nobligations.    Plaintiffs have filed a suit against ATF and JF in\n\ncommonwealth court. It is possible that the federal district court\n\ncould find that TFI is not liable to Plaintiffs, but that the\n\ncommonwealth court could find that ATF and JF are liable to\n\n                                  -10-\n\fPlaintiffs.    Then TFI might be liable at least to JF because of the\n\nindemnity     provision    in    the     Restaurant     License   Agreement.\n\nAlternatively, the commonwealth court could find that ATF and JF\n\nare liable to Plaintiffs, and the federal court could find that TFI\n\nis liable to Plaintiffs.        JF could then file suit against TFI for\n\nindemnity, thus subjecting TFI to a double obligation.\n\n                                        C.\n\n            Under Rule 19(a), a necessary party is to be joined as\n\nlong as it is feasible to do so.              Joinder is not feasible if it\n\nwould deprive the court of subject matter jurisdiction.            Plaintiff\n\nis a citizen of Puerto Rico, Defendant TFI is a citizen of\n\nMichigan, and the amount in controversy exceeds $75,000.               Without\n\nATF and JF, this court thus has diversity jurisdiction under 28\n\nU.S.C. § 1332.       ATF and JF are also citizens of Puerto Rico.\n\nJoining ATF and JF as defendants in this suit would break complete\n\ndiversity     and   thus   deprive      this    court   of   subject    matter\n\njurisdiction.       Plaintiffs do not contend that the doctrine of\n\nsupplemental jurisdiction extends our jurisdiction to include ATF\n\nand JF as defendants.       See Acton, 668 F.2d at 79-80; 28 U.S.C.\n\n§ 1367(b).\n\n                                        D.\n\n            Finally, since ATF and JF are necessary parties but\n\njoinder is not feasible, we must \"determine whether in equity and\n\ngood conscience the action should proceed\" without ATF and JF as\n\n\n                                       -11-\n\fdefendants.    Fed. R. Civ. P. 19(b).      If we cannot proceed without\n\nATF and JF, then they are indispensable parties.         Rule 19(b) gives\n\nfour non-exclusive factors for courts to consider in making this\n\ndetermination:\n\n            [F]irst, to what extent a judgment rendered in\n            the person's absence might be prejudicial to\n            the person or those already parties; second,\n            the extent to which, by protective provisions\n            in the judgment, by the shaping of relief, or\n            other measures, the prejudice can be lessened\n            or avoided; third, whether a judgment rendered\n            in the person's absence will be adequate;\n            fourth, whether the plaintiff will have an\n            adequate remedy if the action is dismissed for\n            nonjoinder.\n\nFed. R. Civ. P. 19(b).     Applying these four factors, we find that\n\nATF and JF are indispensable parties.\n\n            For the first factor, we already discussed above how\n\nproceeding to judgment without ATF and JF could be prejudicial to\n\nTFI,   as   TFI   could   be   subjected   to   double   or   inconsistent\n\nobligations.      This factor weighs in favor of finding ATF and JF\n\nindispensable.\n\n            The second factor is whether this prejudice may somehow\n\nbe lessened by the court's shaping of the potential verdicts.\n\nPlaintiffs proposed a one-sentence solution for shaping relief to\n\nlessen the prejudice to TFI:\n\n            [P]ursuant to the indemnity clause of the\n            franchise agreement, [TFI could be made\n            liable] for any damages attributable to the\n            agreements, representations or warranties of\n            or authorized by TFI, specifically providing\n            that ATF and JF are not bound by such a\n\n                                   -12-\n\f            judgment because they cannot be liable under\n            the indemnity clause.\n\nPlaintiffs' proposition does not prevent TFI from being subjected\n\nto double or inconsistent obligations, and we do not see any manner\n\nof shaping relief that would prevent this from occurring.\n\n            The third factor is whether a judgment rendered in the\n\nabsence of ATF and JF is likely to be adequate.                      This factor\n\nincludes \"the interest of the courts and the public in complete,\n\nconsistent, and efficient settlement of controversies.\"                  Provident\n\nTradesmens Bank & Trust Co. v. Patterson, </pre><span class=\"citation\" data-id=\"107609\"><a href=\"/opinion/107609/provident-tradesmens-bank-trust-co-v-patterson/\"><span class=\"volume\">390</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">102</span></a></span><pre class=\"inline\">, 111 (1968).\n\nATF and JF are the principal actors in this lawsuit and could be\n\nthe only entities liable to Plaintiffs.              Alternatively, if TFI is\n\nliable to Plaintiffs, ATF and JF could in turn be liable to TFI.\n\nThe absence of ATF and JF could thus prevent complete relief to the\n\nparties.    For the same reasoning, the outcome could be inefficient\n\nas   a   further   lawsuit      could   be     necessary   that    would    require\n\nrelitigating nearly identical issues.             Finally, because Plaintiffs\n\nare suing ATF and JF in commonwealth court, any judgment made by a\n\nfederal    court   could   be    inconsistent      with    the    outcome   in   the\n\ncommonwealth court.\n\n            Finally,   the      last    factor     is   whether     an   adequate,\n\nalternative forum is available to the Plaintiffs.                  Plaintiffs can\n\njoin TFI, ATF, and JF as defendants in a suit in commonwealth\n\ncourt.     Plaintiffs have not given any reason as to why the\n\ncommonwealth court would be an inadequate alternative, and we see\n\n                                        -13-\n\fno reason to believe that the commonwealth court would be an\n\ninadequate forum.\n\n          Considering the four factors together, it is clear that\n\nATF and JF are indispensable parties in this lawsuit.   A judgment\n\nin the absence of ATF and JF could be prejudicial to TFI, relief\n\ncannot be shaped to avoid this prejudice, a judgment rendered in\n\nthe absence of ATF and JF is unlikely to be adequate, and the\n\ncommonwealth court provides an adequate remedy for Plaintiffs.\n\n\"Equity and good conscience\" require us to dismiss this lawsuit for\n\nfailure to join indispensable parties ATF and JF.\n\n                               III.\n\n          For the foregoing reasons, the district court's decision\n\nis affirmed.\n\n          Affirmed.\n\n\n\n\n                               -14-\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/86914/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107609/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109904/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199281/",
    "http://www.courtlistener.com/api/rest/v3/opinions/398646/",
    "http://www.courtlistener.com/api/rest/v3/opinions/447861/",
    "http://www.courtlistener.com/api/rest/v3/opinions/524957/"
  ]
}