{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202027/",
  "absolute_url": "/opinion/202027/united-states-v-panico/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202027/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:43:05Z",
  "date_modified": "2016-02-28T05:07:01.423091Z",
  "type": "010combined",
  "sha1": "b8f28a1de44bd9936ef3c0079942b3d52cff3d56",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/04-2099-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2006/01/19/US_v._Panico.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\nNo. 04-2099\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                                v.\n\n                JOHN M. PANICO, a/k/a TONY, J.P.,\n\n                      Defendant, Appellant.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Douglas P. Woodlock, U.S. District Judge]\n\n\n                              Before\n\n                       Boudin, Chief Judge,\n\n                   Stahl, Senior Circuit Judge,\n\n                    and Lynch, Circuit Judge.\n\n\n     Robert F. Benson, Jr. with whom Torres, Benson & Guarino, P.C.\nwas on brief for appellant.\n     Cynthia A. Young, Assistant United States Attorney, with whom\nMichael J. Sullivan, United States Attorney, was on brief for\nappellee.\n\n\n\n                         January 19, 2006\n\f          BOUDIN,   Chief    Judge.     John   Panico,   the    defendant-\n\nappellant in this case, was tried in the district court on charges\n\nof conspiracy to collect debts by extortionate means, 18 U.S.C. §\n\n894 (2000), collecting a debt by such means, id., and using a\n\nfirearm in aid of a crime of violence, id. § 924(c).               He was\n\nconvicted on the first two counts, acquitted on the third, and\n\nsentenced to 57 months of imprisonment.\n\n          Key evidence at the trial included FBI tape recordings of\n\ncalls made by or to the victim of the threats, Thomas Andrews.           In\n\none set, threats were made to Andrews by a man known to Andrews as\n\n\"Tony G.\"; in the others, one Joe Auciello, a friend of Andrews who\n\nwas the intermediary between Andrews and Tony G., relayed threats\n\npurportedly on behalf of Tony G.      The government argued that \"Tony\n\nG.\" was in fact John Panico.\n\n          Initially,   the    recordings   were   offered      during   the\n\ntestimony of an FBI agent who identified two of the voices as those\n\nof Andrews and Auciello; but the agent could not identify the third\n\nvoice. The tapes were admitted subject to later connection, and in\n\ndue course, two state policemen identified the third voice as\n\nPanico's; one of the officers had known Panico from childhood and\n\nthe other had heard him speak five or six times in the period\n\npreceding the trial.\n\n          Panico, who did not object to the authentication of the\n\ntapes at trial, argues on appeal that their admission was plain\n\n\n                                  -2-\n\ferror.    He argues that during the investigation, the FBI asked the\n\ntwo state troopers to identify the third voice as that of Panico–-\n\nrather than, say, merely to identify the voice.1              There is no\n\nsuggestion that the FBI asked the troopers to lie--merely that the\n\nFBI's procedure impermissibly suggested the desired answer and so\n\ntainted    the   later   courtroom   identification   under    Manson   v.\n\nBrathwaite, 432 U.S. 98 (1977).\n\n            The admission of the evidence was not error at all, let\n\nalone plain error under the Olano standard.           United States v.\n\nOlano, 507 U.S. 725, 733-34 (1993).        It is not enough to bar an\n\nidentification, either of voices or of faces, that the procedures\n\nwere \"suggestive\"; it must also be shown that, under the \"totality\n\nof the circumstances,\" the identification was \"unreliable.\"          Neil\n\nv. Biggers, 409 U.S. 188, 196-98 (1972); see also United States v.\n\nGilbert, 181 F.3d 152, 163 (1st Cir. 1999).\n\n            Lay witness identification, based on the witness' prior\n\nfamiliarity with a voice, is a commonplace way in which voices are\n\nidentified.      See Fed. R. Evid. 901(b)(5); 5 Weinstein's Federal\n\nEvidence § 901.06[1] (2005). In this case, both troopers had heard\n\nPanico's voice before; one of them had known him since childhood.\n\nThere is no indication that either trooper had any incentive to\n\n\n\n     1\n      Just how the identifications were elicited by the FBI during\nthe investigation is not crystal clear. At trial, when asked if he\nknew he was going in to identify Panico's voice, the lead trooper\nreplied, \"At some point, I guess I did. Yes.\"\n\n                                     -3-\n\fmisrepresent; indeed, they were not even responsible for the\n\ninvestigation.    And, of course, there were two witnesses--one\n\nbolstering the other.\n\n          The more neutral the protocol, the more weight the\n\nidentification may carry with the jury.         But the party seeking to\n\ndiscredit evidence is free to bring out anything that may lessen\n\nthe weight to be accorded, Manson, 432 U.S. at 116, as defense\n\ncounsel did in this case.       Only in an extreme case, where the\n\nidentification procedure creates a \"very substantial likelihood of\n\nirreparable misidentification,\" will the evidence be excluded on\n\ndue process grounds.    United States v. Henderson, 320 F.3d 92, 100\n\n(1st Cir. 2003), cert. denied, 539 U.S. 936 (2003) (quoting United\n\nStates v. de Jesus-Rios, 990 F.2d 672, 677 (1st Cir. 1993)).\n\nNothing like that is present in this case.\n\n          As it happens, at trial Auciello also identified the\n\nthird voice as that of Panico and testified that he (Auciello) was\n\nphysically present with Panico during one of the recorded calls\n\nbetween Andrews and Tony G.     We mention this point last only to\n\nemphasize that the troopers' evidence was independently admissible\n\nregardless of Auciello's independent corroboration, and that there\n\nwas no error at all under the Manson line of decisions.\n\n          Next, Panico argues that the prosecutor made false and\n\nmisleading   statements   to   the    jury    during   closing   argument,\n\nentitling Panico to a new trial.           No objection was made at the\n\n\n                                     -4-\n\ftime, so the review is for plain error.    United States v. Medina,\n\n427 F.3d 88, 91 (1st Cir. 2005).     In the relevant portion of the\n\nclosing argument, set forth below, the reader should focus on the\n\nreference to Panico as one of the three \"witnesses\" who establish\n\nPanico's guilt.\n\n          The evidence in this case points in one\n          direction. It points in the direction of this\n          man here, the defendant, John Panico. And the\n          evidence shows beyond any reasonable doubt\n          that [he's] guilty as he's charged.\n\n          In particular, I want to talk to you about\n          three different witnesses who have testified\n          during the course of this trial.      Because\n          those three witnesses all tell you the same\n          three things. And those three things all show\n          that the defendant is guilty of each of the\n          three charges against him.\n\n          So, who were the witnesses?     What are the\n          three things they tell you? And what are the\n          three counts that those three things prove?\n\n          The three witnesses are Tom Andrews, Joey\n          Auciello and the defendant himself, John\n          Panico. The three things they tell you--that\n          Tom Andrews owed a gambling debt to Joey\n          Auciello and John Panico. And he didn't pay\n          that debt. When he didn't pay that debt, they\n          also tell you that Joey Auciello and John\n          Panico, together and separately, threatened\n          Tom Andrews. And the third [thing] they tell\n          you is that when the threats didn't work, John\n          Panico used a gun to try to collect that\n          gambling debt.\n\n          Panico asserts that the description of him as a \"witness\"\n\nwas improper both because it was inaccurate--Panico did not testify\n\nat all at the trial--and because it highlighted Panico's decision\n\nnot to testify, thereby amounting to a forbidden comment by the\n\n                               -5-\n\fprosecutor \"on the accused's silence.\"               Griffin v. California, 380\n\nU.S. 609, 615 (1965).\n\n             The prosecutor's statement was assuredly a rhetorical\n\ndevice, possibly ill-chosen, designed to stress that Panico's tape-\n\nrecorded threats were evidence against him and in his own voice--\n\neven though not uttered as a trial witness.                      Certainly, in this\n\nshort trial, there is no likelihood that the jury would have\n\nthought that Panico had in fact testified as a witness and so been\n\nmisled into thinking that the metaphorical phrasing was literal\n\ntruth.     Thus, the \"inaccuracy\" charge has little bite.\n\n             Paradoxically, Panico's alternative claim under Griffin\n\nrests upon an opposite reading, i.e., that the reference to Panico\n\nas a \"witness\" was not a literal inaccuracy, but instead an ironic\n\ncomment    on     Panico's   failure    to      testify     as    a   witness.     \"A\n\nprosecutor's       remarks    violate      a    defendant's        Fifth   Amendment\n\nguarantee against self-incrimination if 'in the circumstances of\n\nthe particular case, the language used was manifestly intended or\n\nwas   of   such    a    character   that       the   jury   would     naturally   and\n\nnecessarily take it to be a comment on the failure of the accused\n\nto testify.'\"          United States v. Wilkerson, 411 F.3d 1, 8-9 (1st\n\nCir. 2005) (quoting United States v. Wihbey, 75 F.3d 761, 769 (1st\n\nCir. 1996)).\n\n             The prosecutor here made no direct reference to Panico's\n\nfailure to testify, nor is the \"ironic\" meaning self-evident; this\n\n\n                                        -6-\n\fwas not language that a jury would \"naturally and necessarily\" take\n\nto be a forbidden comment.   Nothing indicates that the prosecutor\n\n\"manifestly intended\" his closing as a comment on Panico's failure\n\nto testify--an intention that would obviously be improper under\n\nGriffin (as well as foolish, since the jury usually notices whether\n\nor not the defendant testifies).\n\n          If Panico's counsel had objected, there is a reasonable\n\nlikelihood that the judge would have cautioned the jury, which is\n\none reason why contemporaneous objections are required.       That\n\ncounsel did not object is some indication that neither of the two\n\nnewly suggested flawed meanings was readily apparent.       In all\n\nevents, the closing--if error at all--was a minor slip that was\n\nneither \"plain\" error nor capable of altering the result in the\n\nteeth of very strong evidence against Panico provided by the tapes\n\nbacked by three voice identifications.\n\n          Finally, Panico says that the case should be remanded for\n\nresentencing in light of United States v. Booker, 125 S. Ct. 738\n\n(2005). The district judge made clear by his remarks at sentencing\n\nthat he would give a lower sentence (he described the alternatives)\n\nif the sentencing guidelines were loosened or abolished.       The\n\nBooker claim was preserved, and this is a clear case for a remand\n\nfor resentencing, see United States v. Antonakopoulos, 399 F.3d 68,\n\n81 (1st Cir. 2005).    The government, quite properly, does not\n\nobject to resentencing.\n\n\n                                -7-\n\f          The conviction is affirmed, the sentence is vacated and\n\nthe matter is remanded to the district court for resentencing.\n\n          It is so ordered.\n\n\n\n\n                               -8-\n\f",
  "html": "<p class=\"case_cite\">435 F.3d 47</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>John M. PANICO, a/k/a Tony, J.P., Defendant, Appellant.</p>\n    <p class=\"docket\">No. 04-2099.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard November 8, 2005.</p>\n    <p class=\"date\">Decided January 19, 2006.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Robert F. Benson, Jr. with whom Torres, Benson &amp; Guarino, P.C. was on brief for appellant.</p>\n      <p class=\"indent\">Cynthia A. Young, Assistant United States Attorney, with whom Michael J. Sullivan, United States Attorney, was on brief for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, STAHL, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">John Panico, the defendant-appellant in this case, was tried in the district court on charges of conspiracy to collect debts by extortionate means, 18 U.S.C. &#167; 894 (2000), collecting a debt by such means, <i>id.,</i> and using a firearm in aid of a crime of violence, <i>id.</i> &#167; 924(c). He was convicted on the first two counts, acquitted on the third, and sentenced to 57 months of imprisonment.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Key evidence at the trial included FBI tape recordings of calls made by or to the victim of the threats, Thomas Andrews. In one set, threats were made to Andrews by a man known to Andrews as \"Tony G.\"; in the others, one Joe Auciello, a friend of Andrews who was the intermediary between Andrews and Tony G., relayed threats purportedly on behalf of Tony G. The government argued that \"Tony G.\" was in fact John Panico.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Initially, the recordings were offered during the testimony of an FBI agent who identified two of the voices as those of Andrews and Auciello; but the agent could not identify the third voice. The tapes were admitted subject to later connection, and in due course, two state policemen identified the third voice as Panico's; one of the officers had known Panico from childhood and the other had heard him speak five or six times in the period preceding the trial.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Panico, who did not object to the authentication of the tapes at trial, argues on appeal that their admission was plain error. He argues that during the investigation, the FBI asked the two state troopers to identify the third voice as that of Panico-rather than, say, merely to identify the voice.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> There is no suggestion that the FBI asked the troopers to lie-merely that the FBI's procedure impermissibly suggested the desired answer and so tainted the later courtroom identification under <i>Manson v. Brathwaite,</i> 432 U.S. 98, 97 S.Ct. 2243, 53 L.Ed.2d 140 (1977).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The admission of the evidence was not error at all, let alone plain error under the <i>Olano</i> standard. <i>United States v. Olano,</i> 507 U.S. 725, 733-34, 113 S.Ct. 1770, 123 L.Ed.2d 508 (1993). It is not enough to bar an identification, either of voices or of faces, that the procedures were \"suggestive\"; it must <i>also</i> be shown that, under the \"totality of the circumstances,\" the identification was \"unreliable.\" <i>Neil v. Biggers,</i> 409 U.S. 188, 196-98, 93 S.Ct. 375, 34 L.Ed.2d 401 (1972); <i>see also United States v. Gilbert,</i> 181 F.3d 152, 163 (1st Cir.1999).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Lay witness identification, based on the witness' prior familiarity with a voice, is a commonplace way in which voices are identified. <i>See</i> Fed.R.Evid. 901(b)(5); 5 <i>Weinstein's Federal Evidence</i> &#167; 901.06[1] (2005). In this case, both troopers had heard Panico's voice before; one of them had known him since childhood. There is no indication that either trooper had any incentive to misrepresent; indeed, they were not even responsible for the investigation. And, of course, there were two witnesses &#8212; one bolstering the other.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The more neutral the protocol, the more weight the identification may carry with the jury. But the party seeking to discredit evidence is free to bring out anything that may lessen the weight to be accorded, <i>Manson,</i> 432 U.S. at 116, 97 S.Ct. 2243, as defense counsel did in this case. Only in an extreme case, where the identification procedure creates a \"very substantial likelihood of irreparable misidentification,\" will the evidence be excluded on due process grounds. <i>United States v. Henderson,</i> 320 F.3d 92, 100 (1st Cir.2003), <i>cert. denied,</i> 539 U.S. 936, 123 S.Ct. 2597, 156 L.Ed.2d 620 (2003) (quoting <i>United States v. de Jesus-Rios,</i> 990 F.2d 672, 677 (1st Cir.1993)). Nothing like that is present in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">As it happens, at trial Auciello also identified the third voice as that of Panico and testified that he (Auciello) was physically present with Panico during one of the recorded calls between Andrews and Tony G. We mention this point last only to emphasize that the troopers' evidence was independently admissible regardless of Auciello's independent corroboration, and that there was no error at all under the <i>Manson</i> line of decisions.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Next, Panico argues that the prosecutor made false and misleading statements to the jury during closing argument, entitling Panico to a new trial. No objection was made at the time, so the review is for plain error. <i>United States v. Medina,</i> 427 F.3d 88, 91 (1st Cir.2005). In the relevant portion of the closing argument, set forth below, the reader should focus on the reference to Panico as one of the three \"witnesses\" who establish Panico's guilt.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The evidence in this case points in one direction. It points in the direction of this man here, the defendant, John Panico. And the evidence shows beyond any reasonable doubt that [he's] guilty as he's charged.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In particular, I want to talk to you about three different witnesses who have testified during the course of this trial. Because those three witnesses all tell you the same three things. And those three things all show that the defendant is guilty of each of the three charges against him.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">So, who were the witnesses? What are the three things they tell you? And what are the three counts that those three things prove?</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The three witnesses are Tom Andrews, Joey Auciello and the defendant himself, John Panico. The three things they tell you-that Tom Andrews owed a gambling debt to Joey Auciello and John Panico. And he didn't pay that debt. When he didn't pay that debt, they also tell you that Joey Auciello and John Panico, together and separately, threatened Tom Andrews. And the third [thing] they tell you is that when the threats didn't work, John Panico used a gun to try to collect that gambling debt.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Panico asserts that the description of him as a \"witness\" was improper both because it was inaccurate &#8212; Panico did not testify at all at the trial &#8212; and because it highlighted Panico's decision not to testify, thereby amounting to a forbidden comment by the prosecutor \"on the accused's silence.\" <i>Griffin v. California,</i> 380 U.S. 609, 615, 85 S.Ct. 1229, 14 L.Ed.2d 106 (1965).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The prosecutor's statement was assuredly a rhetorical device, possibly ill-chosen, designed to stress that Panico's tape-recorded threats were evidence against him and in his own voice &#8212; even though not uttered as a trial witness. Certainly, in this short trial, there is no likelihood that the jury would have thought that Panico had in fact testified as a witness and so been misled into thinking that the metaphorical phrasing was literal truth. Thus, the \"inaccuracy\" charge has little bite.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Paradoxically, Panico's alternative claim under <i>Griffin</i> rests upon an opposite reading, <i>i.e.,</i> that the reference to Panico as a \"witness\" was not a literal inaccuracy, but instead an ironic comment on Panico's <i>failure</i> to testify as a witness. \"A prosecutor's remarks violate a defendant's Fifth Amendment guarantee against self-incrimination if `in the circumstances of the particular case, the language used was manifestly intended or was of such a character that the jury would naturally and necessarily take it to be a comment on the failure of the accused to testify.'\" <i>United States v. Wilkerson,</i> 411 F.3d 1, 8-9 (1st Cir.2005) (quoting <i>United States v. Wihbey,</i> 75 F.3d 761, 769 (1st Cir.1996)).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The prosecutor here made no direct reference to Panico's failure to testify, nor is the \"ironic\" meaning self-evident; this was not language that a jury would \"naturally and necessarily\" take to be a forbidden comment. Nothing indicates that the prosecutor \"manifestly intended\" his closing as a comment on Panico's failure to testify &#8212; an intention that would obviously be improper under <i>Griffin</i> (as well as foolish, since the jury usually notices whether or not the defendant testifies).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">If Panico's counsel had objected, there is a reasonable likelihood that the judge would have cautioned the jury, which is one reason why contemporaneous objections are required. That counsel did not object is some indication that neither of the two newly suggested flawed meanings was readily apparent. In all events, the closing &#8212; if error at all &#8212; was a minor slip that was neither \"plain\" error nor capable of altering the result in the teeth of very strong evidence against Panico provided by the tapes backed by three voice identifications.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Finally, Panico says that the case should be remanded for resentencing in light of <i>United States v. Booker,</i> 543 U.S. 220, 125 S.Ct. 738, 160 L.Ed.2d 621 (2005). The district judge made clear by his remarks at sentencing that he would give a lower sentence (he described the alternatives) if the sentencing guidelines were loosened or abolished. The <i>Booker</i> claim was preserved, and this is a clear case for a remand for resentencing, <i>see United States v. Antonakopoulos,</i> 399 F.3d 68, 81 (1st Cir.2005). The government, quite properly, does not object to resentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The conviction is <i>affirmed,</i> the sentence is <i>vacated</i> and the matter is <i>remanded</i> to the district court for resentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">\n        <i>It is so ordered.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Just how the identifications were elicited by the FBI during the investigation is not crystal clear. At trial, when asked if he knew he was going in to identify Panico's voice, the lead trooper replied, \"At some point, I guess I did. Yes.\"</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">435</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">47</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>John M. PANICO, a/k/a Tony, J.P., Defendant, Appellant.</p>\n    <p class=\"docket\">No. 04-2099.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard November 8, 2005.</p>\n    <p class=\"date\">Decided January 19, 2006.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Robert F. Benson, Jr. with whom Torres, Benson &amp; Guarino, P.C. was on brief for appellant.</p>\n      <p class=\"indent\">Cynthia A. Young, Assistant United States Attorney, with whom Michael J. Sullivan, United States Attorney, was on brief for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, STAHL, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">John Panico, the defendant-appellant in this case, was tried in the district court on charges of conspiracy to collect debts by extortionate means, 18 U.S.C. &#167; 894 (2000), collecting a debt by such means, <i>id.,</i> and using a firearm in aid of a crime of violence, <i>id.</i> &#167; 924(c). He was convicted on the first two counts, acquitted on the third, and sentenced to 57 months of imprisonment.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Key evidence at the trial included FBI tape recordings of calls made by or to the victim of the threats, Thomas Andrews. In one set, threats were made to Andrews by a man known to Andrews as \"Tony G.\"; in the others, one Joe Auciello, a friend of Andrews who was the intermediary between Andrews and Tony G., relayed threats purportedly on behalf of Tony G. The government argued that \"Tony G.\" was in fact John Panico.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Initially, the recordings were offered during the testimony of an FBI agent who identified two of the voices as those of Andrews and Auciello; but the agent could not identify the third voice. The tapes were admitted subject to later connection, and in due course, two state policemen identified the third voice as Panico's; one of the officers had known Panico from childhood and the other had heard him speak five or six times in the period preceding the trial.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Panico, who did not object to the authentication of the tapes at trial, argues on appeal that their admission was plain error. He argues that during the investigation, the FBI asked the two state troopers to identify the third voice as that of Panico-rather than, say, merely to identify the voice.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> There is no suggestion that the FBI asked the troopers to lie-merely that the FBI's procedure impermissibly suggested the desired answer and so tainted the later courtroom identification under <i>Manson v. Brathwaite,</i> <span class=\"citation\" data-id=\"109693\"><a href=\"/opinion/109693/manson-v-brathwaite/\"><span class=\"volume\">432</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">98</span></a></span>, <span class=\"citation\" data-id=\"109693\"><a href=\"/opinion/109693/manson-v-brathwaite/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2243</span></a></span>, <span class=\"citation\" data-id=\"109693\"><a href=\"/opinion/109693/manson-v-brathwaite/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">140</span></a></span> (1977).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The admission of the evidence was not error at all, let alone plain error under the <i>Olano</i> standard. <i>United States v. Olano,</i> <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">725</span></a></span>, 733-34, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1770</span></a></span>, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span></a></span> (1993). It is not enough to bar an identification, either of voices or of faces, that the procedures were \"suggestive\"; it must <i>also</i> be shown that, under the \"totality of the circumstances,\" the identification was \"unreliable.\" <i>Neil v. Biggers,</i> <span class=\"citation\" data-id=\"108639\"><a href=\"/opinion/108639/neil-v-biggers/\"><span class=\"volume\">409</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">188</span></a></span>, 196-98, <span class=\"citation\" data-id=\"108639\"><a href=\"/opinion/108639/neil-v-biggers/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">375</span></a></span>, <span class=\"citation\" data-id=\"108639\"><a href=\"/opinion/108639/neil-v-biggers/\"><span class=\"volume\">34</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">401</span></a></span> (1972); <i>see also United States v. Gilbert,</i> <span class=\"citation\" data-id=\"198521\"><a href=\"/opinion/198521/united-states-v-gilbert/\"><span class=\"volume\">181</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">152</span></a></span>, 163 (1st Cir.1999).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Lay witness identification, based on the witness' prior familiarity with a voice, is a commonplace way in which voices are identified. <i>See</i> Fed.R.Evid. 901(b)(5); 5 <i>Weinstein's Federal Evidence</i> &#167; 901.06[1] (2005). In this case, both troopers had heard Panico's voice before; one of them had known him since childhood. There is no indication that either trooper had any incentive to misrepresent; indeed, they were not even responsible for the investigation. And, of course, there were two witnesses &#8212; one bolstering the other.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The more neutral the protocol, the more weight the identification may carry with the jury. But the party seeking to discredit evidence is free to bring out anything that may lessen the weight to be accorded, <i>Manson,</i> 432 U.S. at 116, <span class=\"citation\" data-id=\"109693\"><a href=\"/opinion/109693/manson-v-brathwaite/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2243</span></a></span>, as defense counsel did in this case. Only in an extreme case, where the identification procedure creates a \"very substantial likelihood of irreparable misidentification,\" will the evidence be excluded on due process grounds. <i>United States v. Henderson,</i> <span class=\"citation\" data-id=\"200345\"><a href=\"/opinion/200345/united-states-v-henderson/\"><span class=\"volume\">320</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">92</span></a></span>, 100 (1st Cir.2003), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">539</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">936</span></span>, <span class=\"citation no-link\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2597</span></span>, <span class=\"citation no-link\"><span class=\"volume\">156</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">620</span></span> (2003) (quoting <i>United States v. de Jesus-Rios,</i> <span class=\"citation\" data-id=\"604123\"><a href=\"/opinion/604123/united-states-v-jose-de-jesus-rios-aka-papo-rios-united-states-v-eva/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">672</span></a></span>, 677 (1st Cir.1993)). Nothing like that is present in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">As it happens, at trial Auciello also identified the third voice as that of Panico and testified that he (Auciello) was physically present with Panico during one of the recorded calls between Andrews and Tony G. We mention this point last only to emphasize that the troopers' evidence was independently admissible regardless of Auciello's independent corroboration, and that there was no error at all under the <i>Manson</i> line of decisions.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Next, Panico argues that the prosecutor made false and misleading statements to the jury during closing argument, entitling Panico to a new trial. No objection was made at the time, so the review is for plain error. <i>United States v. Medina,</i> <span class=\"citation\" data-id=\"201882\"><a href=\"/opinion/201882/united-states-v-medina/\"><span class=\"volume\">427</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">88</span></a></span>, 91 (1st Cir.2005). In the relevant portion of the closing argument, set forth below, the reader should focus on the reference to Panico as one of the three \"witnesses\" who establish Panico's guilt.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The evidence in this case points in one direction. It points in the direction of this man here, the defendant, John Panico. And the evidence shows beyond any reasonable doubt that [he's] guilty as he's charged.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In particular, I want to talk to you about three different witnesses who have testified during the course of this trial. Because those three witnesses all tell you the same three things. And those three things all show that the defendant is guilty of each of the three charges against him.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">So, who were the witnesses? What are the three things they tell you? And what are the three counts that those three things prove?</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The three witnesses are Tom Andrews, Joey Auciello and the defendant himself, John Panico. The three things they tell you-that Tom Andrews owed a gambling debt to Joey Auciello and John Panico. And he didn't pay that debt. When he didn't pay that debt, they also tell you that Joey Auciello and John Panico, together and separately, threatened Tom Andrews. And the third [thing] they tell you is that when the threats didn't work, John Panico used a gun to try to collect that gambling debt.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Panico asserts that the description of him as a \"witness\" was improper both because it was inaccurate &#8212; Panico did not testify at all at the trial &#8212; and because it highlighted Panico's decision not to testify, thereby amounting to a forbidden comment by the prosecutor \"on the accused's silence.\" <i>Griffin v. California,</i> <span class=\"citation\" data-id=\"107038\"><a href=\"/opinion/107038/griffin-v-california/\"><span class=\"volume\">380</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">609</span></a></span>, 615, <span class=\"citation\" data-id=\"107038\"><a href=\"/opinion/107038/griffin-v-california/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1229</span></a></span>, <span class=\"citation\" data-id=\"107038\"><a href=\"/opinion/107038/griffin-v-california/\"><span class=\"volume\">14</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">106</span></a></span> (1965).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The prosecutor's statement was assuredly a rhetorical device, possibly ill-chosen, designed to stress that Panico's tape-recorded threats were evidence against him and in his own voice &#8212; even though not uttered as a trial witness. Certainly, in this short trial, there is no likelihood that the jury would have thought that Panico had in fact testified as a witness and so been misled into thinking that the metaphorical phrasing was literal truth. Thus, the \"inaccuracy\" charge has little bite.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Paradoxically, Panico's alternative claim under <i>Griffin</i> rests upon an opposite reading, <i>i.e.,</i> that the reference to Panico as a \"witness\" was not a literal inaccuracy, but instead an ironic comment on Panico's <i>failure</i> to testify as a witness. \"A prosecutor's remarks violate a defendant's Fifth Amendment guarantee against self-incrimination if `in the circumstances of the particular case, the language used was manifestly intended or was of such a character that the jury would naturally and necessarily take it to be a comment on the failure of the accused to testify.'\" <i>United States v. Wilkerson,</i> <span class=\"citation\" data-id=\"201628\"><a href=\"/opinion/201628/united-states-v-wilkerson/\"><span class=\"volume\">411</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 8-9 (1st Cir.2005) (quoting <i>United States v. Wihbey,</i> <span class=\"citation\" data-id=\"196557\"><a href=\"/opinion/196557/united-states-v-wihbey/\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">761</span></a></span>, 769 (1st Cir.1996)).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The prosecutor here made no direct reference to Panico's failure to testify, nor is the \"ironic\" meaning self-evident; this was not language that a jury would \"naturally and necessarily\" take to be a forbidden comment. Nothing indicates that the prosecutor \"manifestly intended\" his closing as a comment on Panico's failure to testify &#8212; an intention that would obviously be improper under <i>Griffin</i> (as well as foolish, since the jury usually notices whether or not the defendant testifies).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">If Panico's counsel had objected, there is a reasonable likelihood that the judge would have cautioned the jury, which is one reason why contemporaneous objections are required. That counsel did not object is some indication that neither of the two newly suggested flawed meanings was readily apparent. In all events, the closing &#8212; if error at all &#8212; was a minor slip that was neither \"plain\" error nor capable of altering the result in the teeth of very strong evidence against Panico provided by the tapes backed by three voice identifications.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Finally, Panico says that the case should be remanded for resentencing in light of <i>United States v. Booker,</i> <span class=\"citation no-link\"><span class=\"volume\">543</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">220</span></span>, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">738</span></span>, <span class=\"citation no-link\"><span class=\"volume\">160</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">621</span></span> (2005). The district judge made clear by his remarks at sentencing that he would give a lower sentence (he described the alternatives) if the sentencing guidelines were loosened or abolished. The <i>Booker</i> claim was preserved, and this is a clear case for a remand for resentencing, <i>see United States v. Antonakopoulos,</i> <span class=\"citation\" data-id=\"201462\"><a href=\"/opinion/201462/united-states-v-antonakopoulos/\"><span class=\"volume\">399</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">68</span></a></span>, 81 (1st Cir.2005). The government, quite properly, does not object to resentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The conviction is <i>affirmed,</i> the sentence is <i>vacated</i> and the matter is <i>remanded</i> to the district court for resentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">\n        <i>It is so ordered.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Just how the identifications were elicited by the FBI during the investigation is not crystal clear. At trial, when asked if he knew he was going in to identify Panico's voice, the lead trooper replied, \"At some point, I guess I did. Yes.\"</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107038/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108639/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109693/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112848/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196557/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198521/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200345/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201462/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201628/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201882/",
    "http://www.courtlistener.com/api/rest/v3/opinions/604123/"
  ]
}