{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202150/",
  "absolute_url": "/opinion/202150/united-states-v-scherrer/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202150/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:45:51Z",
  "date_modified": "2016-02-28T05:07:21.137643Z",
  "type": "010combined",
  "sha1": "273f0923851e8c96fe94153ed2bd9ad59555146f",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/05-1705-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2006/04/12/US_v._Scherrer.pdf",
  "plain_text": "          United States Court of Appeals\n                       For the First Circuit\nNo. 05-1705\n\n                      UNITED STATES OF AMERICA,\n\n                              Appellee,\n\n                                  v.\n\n                       PHILLIP SCOTT SCHERRER,\n\n                        Defendant, Appellant.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF NEW HAMPSHIRE\n\n         [Hon. Steven J. McAuliffe, U.S. District Judge]\n\n\n                                Before\n                         Boudin, Chief Judge,\n              Torruella, Selya, Lynch, Lipez and Howard*\n                           Circuit Judges.\n\n\n     Bjorn Lange, Assistant Federal Public Defender, Federal\nDefender Office, for appellant.\n     Mark E. Howard, Assistant United States Attorney, for\nappellee. Thomas P. Colantuono, United States Attorney, and Peter\nE. Papps, Assistant United States Attorney, on brief for appellee.\n\n                        ____________________\n\n                           OPINION EN BANC\n\n\n                           April 12, 2006\n\n\n\n\n     *\n      Judge Howard is recused and took no part in the consideration\nor decision of this case.\n\f            BOUDIN, Chief Judge.           After pleading guilty to wire\n\nfraud, in violation of 18 U.S.C. § 1341 (2000), Phillip Scott\n\nScherrer was sentenced to 96 months' imprisonment, 33 months above\n\nthe top of the guideline sentencing range. He now appeals, arguing\n\nprimarily that his sentence was unreasonably high.               To provide\n\ngeneral guidance on this type of recurring issue, we heard this\n\ncase en banc in the first instance.            Scherrer also contests two\n\nconditions on his supervised release term, a matter with which we\n\ndeal at the end of this opinion.\n\n            Scherrer was indicted in September 2004 and, on December\n\n2, 2004, pled guilty to a superseding information charging two\n\ncounts of wire fraud.        Count I addressed a fraud that Scherrer\n\nworked    against   two   friends,   George    and   Brenda   LaPoint.   In\n\nsubstance, he induced them to give him $150,000, promising to\n\npurchase an annuity that would generate specific income.           Instead,\n\nScherrer used the money for his personal benefit and then with\n\nfurther deceptions fended off requests from the LaPoints for\n\nincome.\n\n            Count II covered a wider scheme in which Scherrer induced\n\nor attempted to induce over 40 individuals or couples–-some of them\n\nhis friends--to \"invest\" over $3 million, primarily through sales\n\nof stock in a software company.      The sales and attempted sales were\n\nfacilitated by false statements concerning the value of the stock\n\nand other particulars.      Scherrer did not buy the stock but used the\n\n\n                                     -2-\n\fmoney to maintain a luxurious lifestyle, including membership in a\n\ncountry club, expensive cars, gambling, frequent vacations, and\n\nlavish entertaining.\n\n            Given a combined loss (achieved and attempted) of just\n\nover $3,216,000 and more than 10 victims, in conjunction with a\n\ncriminal history category I, the guideline range for Scherrer was\n\n51 to 63 months.       U.S.S.G. § 2B1.1(a), (b)(1) & (2); ch. 5, pt. A\n\n(Sentencing Table).       At the start of the sentencing hearing on\n\nApril 26, 2005, the district court warned Scherrer that the court\n\nwas not disposed to stay within the guidelines and the court\n\noffered to let Scherrer withdraw his plea. Scherrer declined to do\n\nso.\n\n            Scherrer's counsel then sought a sentence at the bottom\n\nof    the   range,    pointing    to    Scherrer's   full     acceptance   of\n\nresponsibility, his cooperation, his history of bipolar disorder,\n\nother    medical     problems    and   the   harshness   of     his   initial\n\nconfinement.    He argued also that Scherrer would not commit future\n\nfrauds because his divorce deprived him of resources to do so.\n\nScherrer himself promised to write a book about the events and\n\ndevote the royalties to restitution.\n\n            George LaPoint testified, describing the fraud against\n\nhim and his wife, Scherrer's exploitation of his trust, and the\n\nconsequences.        Letters from other victims described Scherrer's\n\nabuse of their trust.      Government counsel, recommending a 63-month\n\n\n                                       -3-\n\fsentence at the top of the range, emphasized the number of victims,\n\nthe age and vulnerability of many of them, the extent of Scherrer's\n\ndeceit, and the devastating economic harm inflicted on various\n\nvictims.\n\n              The district judge then sentenced Scherrer to 8 years,\n\n33 months more than the top of the 63-month guideline maximum.             In\n\nbrief   (we    will   return   to   the    details),   the   court   stressed\n\nScherrer's exploitation of personal relationships, the harm caused,\n\nhis misuse of his skills, his extravagant use of the funds stolen,\n\nand his history of dishonest conduct.            The court said that the\n\nsentence was needed to deter such conduct and protect the public,\n\nreflected the particular circumstances of the crime, and was no\n\ngreater than necessary to achieve the goals of the statute.                18\n\nU.S.C. § 3553(a).\n\n              On this appeal, Scherrer's main attack is that the\n\nsentence was unreasonably high, double counting factors already\n\nconsidered in the guideline calculation.          Scherrer also says that\n\nthe district court failed to give due weight to or adequately\n\ndiscuss mitigating factors such as Scherrer's bipolar disorder or\n\nchronic medical conditions or the low likelihood of recidivism,\n\nthat it disregarded shorter sentences imposed on other defrauders,\n\nand that it ignored the so-called parsimony principle of 18 U.S.C.\n\n§ 3553(a).\n\n\n\n\n                                     -4-\n\f           United States v. Booker, 543 U.S. 220, 260 (2005),\n\ncontemplates such appeals from allegedly unreasonable sentences and\n\nour recent decision in United States v. Jiménez-Beltre, 440 F.3d\n\n514, 2006 WL 562154, at *3-*4         (1st Cir. 2006) (en banc), outlines\n\nour   approach   to   such   cases.     Unless    the   district    court   has\n\nmisconstrued the statute or the guidelines or has misstated the\n\nfacts,   our   main   concern   is    whether   the   court   has   adequately\n\nexplained its reasons for varying or declining to vary from the\n\nguidelines and whether the result is within reasonable limits.\n\nJiménez-Beltre, 2006 WL 562154, at *3-4.\n\n           We start with the reasons given by the district court for\n\nsentencing above the guideline range.           Scherrer does not directly\n\nattack aggravating circumstances relied on by the court, focusing\n\ninstead on supposed mitigating factors.          But the reasonableness of\n\nthe substantial increase over the guideline maximum can scarcely be\n\njudged without a better understanding of what lies behind the\n\njudge's decision.       This understanding is also pertinent to the\n\ncharge of double counting made by Scherrer.\n\n           First, the present offenses were not Scherrer's first\n\ninvolvement in fraudulent activities.            In 1980, he was convicted\n\nfor the fraudulent sale of sham hospital bonds in Michigan and was\n\ndisbarred as a result.       He also settled a civil case against him in\n\nNorth Carolina, which accused him of fraudulently obtaining a\n\nconstruction loan and using the funds for other purposes.                   In\n\n\n                                      -5-\n\factions brought to enforce the settlement agreement, on which\n\nScherrer had defaulted, he was twice held in contempt and briefly\n\nincarcerated for filing false or unsupported financial affidavits.\n\n           Nor does the fact that there were only two counts in the\n\npresent case fully reflect Scherrer's career of fraud.     Although\n\ncount II focused on the stock of a single company, effectively the\n\ncount embraced a whole series of frauds against different persons.\n\nAlthough the loss calculation aggregates these frauds, it does not\n\nfully reflect the extent to which Scherrer--taking into account his\n\nearlier misbehavior--had become a serial criminal specializing in\n\nfraud.   It was happenstance that he used the same company stock for\n\nsuccessive swindles.\n\n           The district court was especially disturbed by Scherrer's\n\nexploitation of trust.   Scherrer presented himself as a successful\n\nprofessional and a personally sympathetic figure (for example, he\n\nspoke at the memorial service for the LaPoints' deceased son) and\n\nthen exploited his personal connections with various of the victims\n\nto defraud them.   The district court also stressed the age of some\n\nof the victims, their personal need, and the economic consequences\n\ninflicted by the frauds, contrasted with Scherrer's purchase of\n\nluxuries for himself.\n\n           These assessments were not conjecture but were supported\n\nby individual stories revealed by the LaPoint testimony and letters\n\nwritten by victims describing what had happened and, in some cases,\n\n\n                                 -6-\n\furging the most severe possible sentence.        Among the victims were\n\na man who worked at a dry cleaning store, the locker room attendant\n\nat Scherrer's golf club, former students of Scherrer and others who\n\nhad little to spare.       Among the funds taken were those saved by\n\nolder people for retirement, money for children's education and the\n\nproceeds of a divorce settlement.          One particularly affecting\n\nletter read in part:\n\n                 I am 78 years old and a widower . . . .\n          I retired in 1987 with a pension. . . . Over\n          the years it has been difficult to save with\n          yearly inflation when my income remains the\n          same.   I was approached by Phillip Scherrer\n          who claimed to be an agent for Delaware Corp.,\n          to invest in a stock called \"Bloodhound\" which\n          he said would return 6 to 8 times my\n          investment within a year. In a period of a\n          few months, I gave him $10,000 which was about\n          half my life savings. This doesn't leave very\n          much for emergency expenses and certainly at\n          my age I do not have any potential earning\n          power. I now exist on necessary expenses and\n          hope for the best.\n\n          It   was   not    unreasonable   for   the   judge   to   regard\n\nScherrer's history and methods as pertinent to the \"nature and\n\ncharacteristics of the offense and the history and characteristics\n\nof the defendant,\" 18 U.S.C. § 3553(a)(1), nor to regard the\n\naggravating circumstances as pertinent to the \"seriousness of the\n\noffense,\" \"just punishment\" and the need for \"adequate deterrence,\"\n\nid. § 3553(a)(2)(A), (B).      The affirmative basis for the district\n\ncourt's decision to vary upwards from the guidelines is adequately\n\nsupported.\n\n\n                                   -7-\n\f           Scherrer's counter-attack on the sentence begins with his\n\nclaim that mitigating factors were ignored.    Taken at face value,\n\nthese factors do at first seem to have weight; but the government\n\ngave some effective answers in the district court and it is fair to\n\ninfer that the district court found them persuasive.        That the\n\ndistrict court did not elaborate on them--it said only that it took\n\nthem into account--does not preclude the inference where the record\n\nexplains it.    Jiménez-Beltre, 2006 WL 562154, at *3.\n\n           Admittedly, Scherrer was diagnosed with bipolar disorder\n\nin 1978 and suffered a breakdown the next year requiring a hospital\n\nstay.   However, lithium is often an effective treatment and it so\n\nproved for Scherrer, who earned both an M.B.A. and a Ph.D while\n\ntaking medication, until (against medical advice) he ceased using\n\nit in 1998.    The district court was entitled to discount the claim\n\nof medical condition where, as here, the condition was reactivated\n\nby Scherrer's own refusal to continue on medication.     Cf. U.S.S.G.\n\n§ 5H1.4 (Policy Statement) (prohibiting consideration of drug\n\ndependence as a mitigating factor under the guidelines).\n\n           In a related argument, Scherrer says he currently suffers\n\nfrom various medical conditions that will be exacerbated by prison\n\nincluding high blood pressure, high cholesterol, hypothyroidism and\n\nRaynaud's disease (a circulatory disorder).     Yet it also appears\n\nthat these conditions are controlled by medication and that the\n\n\n\n\n                                 -8-\n\fBureau of Prisons can furnish the necessary medical care for the\n\nconditions.\n\n            In a second such objection, Scherrer says that the\n\ndistrict court ignored his showing that in other cases other\n\ndefrauders whose behavior was similar or worse had received more\n\nlenient sentences. Thus, according to Scherrer, the district judge\n\nwas     disregarding     \"the    need    to     avoid       unwarranted        sentence\n\ndisparities among defendants with similar records who have been\n\nfound    guilty   of   similar    conduct.\"           18    U.S.C.   §   3553(a)(6).\n\nScherrer points to two kinds of evidence to support his thesis:\n\n            !two cited cases in the same district court in\n            which defendants were convicted of fraud but\n            received 60-month sentences (United States v.\n            Blastos, 258 F.3d 25 (1st Cir. 2001), and\n            United States v. Trainor, U.S.D.C., D.N.H.,\n            No. 04-CR-118-JD);\n\n            !newspaper reports of several recent federal\n            fraud   cases  in  other   courts  in  which\n            defendants got shorter sentences (e.g., a\n            former WorldCom director sentenced to a year\n            and a day).\n\n            Trying to compare an individual sentence with a few\n\ncounsel-selected cases involving other defendants sentenced by\n\nother judges is almost always useless.                The cases selected in this\n\nmanner are not likely to be representative, may not be comparable\n\n(e.g., convictions after trial versus pleas), and the information\n\nreadily     available     about    the        other        defendants    and     their\n\ncircumstances     is    usually    going      to   be       inadequate    to    assure\n\ncomparability.         Scherrer's conduct, involving a loss of $3.2\n\n                                        -9-\n\fmillion   inflicted   upon    dozens   of   individual,   unsophisticated\n\nvictims, is not \"similar\" to that of Blastos, who defrauded the\n\nGreek government of $2.1 million, or of Trainor, who defrauded\n\ninstitutional lenders of less than $1 million.\n\n           Scherrer also accuses the district court of ignoring the\n\n\"parsimony\" principle, that is, the statutory guidance that a\n\nsentence should be no higher than needed to meet statutory goals.\n\n18 U.S.C. § 3553(a).         But the district court acknowledged the\n\nprinciple and, from the judge's point of view, eight years was the\n\nminimum sentence needed to provide adequate deterrence through a\n\njust sentence for a specially reprehensible series of frauds.        So,\n\nin this case, the issue remains whether the variance and resulting\n\nsentence were reasonable.\n\n           It would be a different matter if the district court\n\nrelied upon a factor not acknowledged by the statute to enhance a\n\nsentence--for example, if the court said the extra 33 months was\n\nnecessary to appease angry victims.         Assuming a guideline sentence\n\nthat satisfied the goals set forth by the statute, adding more\n\nmonths for some other, unapproved purpose might well defy the\n\nparsimony principle.    In this case the district judge relied upon\n\nnothing outside the ambit of the statute to increase the sentence.\n\n           In sum, the district judge had a reasonable basis for\n\nexceeding the guideline maximum.        The only close call is whether\n\nthe amount by which he exceeded the maximum is also reasonable: the\n\n\n                                   -10-\n\fguideline maximum was five and a quarter years; the sentence\n\nimposed was eight years.      Numerically, the jump is not vast; as a\n\npercentage it is considerable.          Deciding just how far a judge\n\nshould vary from the range, where a basis for variance is made out,\n\nis quite hard to measure.     In this case the sentence is not out of\n\nline with other upward variances in egregious cases.1\n\n          Scherrer was also sentenced to three years of supervised\n\nrelease and challenges two conditions of that release--requiring\n\nhim to undergo treatment for narcotic addiction or drug or alcohol\n\ndependency and abstain from alcoholic beverages during and after\n\nsuch treatment--as an abuse of discretion.            The government has\n\nconceded that the need for those conditions is not supported by the\n\nrecord and has requested a limited remand for purposes of striking\n\nthose conditions.\n\n          We   agree   that    the     need   for   those   conditions   is\n\nunsupported by the record.      Compare United States v. Thurlow, 44\n\nF.3d 46, 47 (1st Cir. 1995) (per curiam) (upholding condition of\n\nabstaining from alcohol where record indicated that substance abuse\n\nwas a serious problem for the defendant and that he used the\n\nproceeds of his crimes to purchase alcohol on several occasions).\n\n\n\n\n     1\n      United States v. Smith, 440 F.3d 704 (5th Cir. 2006); United\nStates v. Porter, 439 F.3d 845 (8th Cir. 2006); United States v.\nJordan, 435 F.3d 693 (7th Cir. 2006); United States v. Rogers, 423\nF.3d 823 (8th Cir. 2005).\n\n                                     -11-\n\fOn remand, the district court can simply strike the conditions or\n\ndevelop a record on the matter.\n\n          The sentence is affirmed save for the two conditions just\n\ncited and the matter is remanded to the district court to strike\n\nthe conditions or to hold further proceedings with respect to them\n\nas it sees fit.\n\n          It is so ordered.\n\n\n\n\n                      Concurrence follows.\n\n\n\n\n                               -12-\n\f            LIPEZ, Circuit Judge, concurring.                    I concur in Judge\n\nBoudin's    thoughtful      opinion   for     the   en    banc    court,   which    is\n\nconsistent with the en banc decision in United States v. Jimenez-\n\nBeltre, – F.3d –, No. 05-1258, 2006 WL 562154 (March 9, 2006).                       I\n\nwrite separately because of my concern about the district court's\n\nexplanation of the reasons for its decision.\n\n            In Jimenez-Beltre, the defendant objected to the district\n\ncourt's treatment of some factors the defendant cited at sentencing\n\nas reasons for a sentence below the guidelines range.                  The en banc\n\ncourt stated that \"our emphasis in reviewing such claims will be on\n\nthe provision of a reasoned explanation, a plausible outcome and --\n\nwhere    these   criteria    are   met   --    some      deference   to    different\n\njudgments by the district judges on the scene.\"                    Id. at *3.       We\n\nstated further that \"[w]hether the sentence falls inside or outside\n\nthe applicable guidelines range, it is important for us to have the\n\ndistrict court's reasons for its sentence . . . and this is even\n\nmore important in the more open ended post-Booker world.\"                   Id.    The\n\nen banc court then added this important caveat: \"Yet a court's\n\nreasoning can often be inferred by comparing what was argued by the\n\nparties or contained in the pre-sentence report with what the judge\n\ndid.\"    Id.\n\n            Now, in one of our first decisions post-Jimenez-Beltre,\n\nwe rely on this caveat to affirm the decision of the district\n\ncourt.    The defendant offered a number of mitigating arguments in\n\n\n                                      -13-\n\fsupport of his position that he should receive a sentence at the\n\nbottom of the guidelines range. He cited his thirty year diagnosis\n\nof bipolar disorder, his chronic medical problems, his acceptance\n\nof   responsibility     and   cooperation       with     authorities,     and   the\n\nsentences imposed on two other defendants convicted in the New\n\nHampshire     federal   district     court    of    extensive    fraud.     After\n\nlistening to these arguments and the counter-arguments of the\n\ngovernment, the district court explained in detail the aggravating\n\nfactors that, in its judgment, required a sentence considerably\n\nabove the guidelines range.          It said summarily that the mitigating\n\nfactors advanced by the defendant had been \"taken into account,\"\n\nalong with the sentencing factors set forth in 18 U.S.C. § 3553(a).\n\nNoting the \"effective\" arguments advanced by the government for\n\nrejecting the mitigating factors cited by the defendant, we say in\n\nour en banc decision that \"it is fair to infer that the district\n\ncourt found them persuasive.\" We add, citing Jimenez-Beltre: \"That\n\nthe district court did not elaborate on them –- it said only that\n\nit took them into account -– does not preclude the inference where\n\nthe record explains it.\"\n\n              Although this is an efficient approach to appellate\n\nreview of sentencing, it has costs that we should acknowledge.                    If\n\na sentencing court listens to the specific arguments of a defendant\n\nfor leniency, and then rejects them with the summary statement that\n\nthey   have    been   taken   into    account      in   the   final   decision,   a\n\n\n                                       -14-\n\fdefendant naturally will be skeptical that this is so.              That\n\nskepticism will be particularly acute if the court explains in\n\ndetail, as happened here, its reasons for imposing a sentence\n\nconsiderably above the guidelines range while dismissing summarily\n\nthe arguments for a lower sentence.\n\n          This is not a one-sided phenomenon.       If the government\n\nadvanced specific arguments for a particular sentence, and the\n\ncourt summarily rejected those arguments while explaining in detail\n\nits reasons for imposing a lesser sentence, the government would\n\nfeel as the defendant feels here –- that its arguments were not in\n\nfact heard and fully considered, and it would rightly complain on\n\nappeal.   In either case -- summary dismissal of a defendant's\n\narguments or summary dismissal of the government's arguments -- we\n\ncan save the decision on appeal by inferring the court's reasoning.\n\nBut we will never convince the party whose arguments were summarily\n\ndismissed that these arguments were fully and fairly considered by\n\nthe sentencing court.\n\n          There are also costs on appeal. There are two components\n\nof a reasonable sentence -- the explanation for the choice of the\n\nsentence imposed and the sentence itself.      If we have to infer a\n\ncritical portion of the explanation, as we have done here, we are\n\ninescapably   dealing   with   conjecture   about   it   --   reasonable\n\nconjecture to be sure, but conjecture nonetheless.            Instead of\n\nfocusing on our primary appellate responsibility, to subject the\n\n\n                                 -15-\n\factual sentencing explanation of the district court to critical\n\nscrutiny,   we   must   first   articulate   the   explanation   that    the\n\ndistrict court did not.         That articulation will always be an\n\napproximation. We will never know what the district court actually\n\nthought. Moreover, to an extent difficult to quantify, we will mix\n\nour inferences about the district court's reasoning with our own\n\nresponses to the record of the sentencing proceeding.             To that\n\nextent, we will, in effect, be doing the sentencing in the first\n\ninstance -- a confusion of roles.\n\n            Our willingness to infer the reasoning of the district\n\ncourt at sentencing also creates odd incentives for the district\n\ncourt.   The judge who explains in detail the reasons for accepting\n\nor rejecting particular arguments advanced by the parties may make\n\nit easier for the appellate court to question the reasonableness of\n\nthese explanations. An inferred explanation may be less vulnerable\n\nto that scrutiny. Hence, wittingly or unwittingly, district courts\n\nmay be content to let the record speak for itself.         That practice\n\nwould be incompatible with the district court's responsibility to\n\nsentence in the first instance.\n\n            I wish to be clear about the scope of my concern.           I do\n\nnot minimize the burdensome sentencing responsibilities of the\n\ndistrict court.    I am not suggesting that there is legal error if\n\na district court does not explicitly address every sentencing\n\nfactor and purpose set forth in 18 U.S.C. § 3553(a).         There is no\n\n\n                                   -16-\n\fchecklist that must be followed.              But when the defendant or the\n\ngovernment advances specific arguments for leniency or severity,\n\ngrounded in the defendant's history or the circumstances of the\n\noffense, it is reasonable to expect a district court to explain why\n\nthose    specific    arguments    are    or    are   not   persuasive.      This\n\nresponsiveness by the district court is not a matter of legal\n\ncorrectness.        It is a matter of good practice.             A sentencing\n\ndecision that withstands appellate review is not necessarily the\n\nmeasure of good practice.\n\n            Here, a very able and thoughtful district court judge\n\nexplained in detail the aggravating circumstances that required, in\n\nhis view, a sentence considerably above the advisory guidelines\n\nrange.    It was a compelling explanation.            The fraudulent conduct\n\nhere was egregious.          But it would have been better for us as an\n\nappellate court, and better for perceptions about the fairness of\n\nthe process in the district court, if the judge had explained\n\nspecifically    why     he    rejected   the     defendant's    arguments    in\n\nmitigation.2    Of all the important work done by the district\n\ncourts, nothing is more important than their sentencing work. With\n\nso much at stake -- for defendants, victims, prosecutors, and the\n\npublic -- the district courts should take the extra time, which\n\n\n     2\n       Subsequently, in a sealed statement of reasons attached to\nthe judgment, the judge elaborated on the aggravating factors that\nrequired a sentence above the advisory guidelines range. He again\nsaid summarily that he took into account the arguments in\nmitigation presented by defense counsel.\n\n                                     -17-\n\fwill   be   minimal,   to   respond   in     some   detail   to   the   specific\n\narguments of the government and the defendant.               That will be time\n\nwell spent.\n\n\n\n\n                                      -18-\n\f",
  "html": "<p class=\"case_cite\">444 F.3d 91</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Phillip Scott SCHERRER, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 05-1705.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard January 12, 2006.</p>\n    <p class=\"date\">Decided April 12, 2006.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Bjorn Lange, Assistant Federal Public Defender, Federal Defender Office, for appellant.</p>\n      <p class=\"indent\">Mark E. Howard, Assistant United States Attorney, for appellee.</p>\n      <p class=\"indent\">Thomas P. Colantuono, United States Attorney, and Peter E. Papps, Assistant United States Attorney, on brief for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, TORRUELLA, SELYA, LYNCH, LIPEZ and HOWARD,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Circuit Judges.</p>\n      <p class=\"center\">OPINION EN BANC</p>\n      <p class=\"indent\">BOUDIN, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">After pleading guilty to wire fraud, in violation of 18 U.S.C. &#167; 1341 (2000), Phillip Scott Scherrer was sentenced to 96 months' imprisonment, 33 months above the top of the guideline sentencing range. He now appeals, arguing primarily that his sentence was unreasonably high. To provide general guidance on this type of recurring issue, we heard this case en banc in the first instance. Scherrer also contests two conditions on his supervised release term, a matter with which we deal at the end of this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Scherrer was indicted in September 2004 and, on December 2, 2004, pled guilty to a superseding information charging two counts of wire fraud. Count I addressed a fraud that Scherrer worked against two friends, George and Brenda LaPoint. In substance, he induced them to give him $150,000, promising to purchase an annuity that would generate specific income. Instead, Scherrer used the money for his personal benefit and then with further deceptions fended off requests from the LaPoints for income.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Count II covered a wider scheme in which Scherrer induced or attempted to induce over 40 individuals or couples &#8212; some of them his friends &#8212; to \"invest\" over $3 million, primarily through sales of stock in a software company. The sales and attempted sales were facilitated by false statements concerning the value of the stock and other particulars. Scherrer did not buy the stock but used the money to maintain a luxurious lifestyle, including membership in a country club, expensive cars, gambling, frequent vacations, and lavish entertaining.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Given a combined loss (achieved and attempted) of just over $3,216,000 and more than 10 victims, in conjunction with a criminal history category I, the guideline range for Scherrer was 51 to 63 months. U.S.S.G. &#167; 2B1.1(a), (b)(1) &amp; (2); ch. 5, pt. A (Sentencing Table). At the start of the sentencing hearing on April 26, 2005, the district court warned Scherrer that the court was not disposed to stay within the guidelines and the court offered to let Scherrer withdraw his plea. Scherrer declined to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Scherrer's counsel then sought a sentence at the bottom of the range, pointing to Scherrer's full acceptance of responsibility, his cooperation, his history of bipolar disorder, other medical problems and the harshness of his initial confinement. He argued also that Scherrer would not commit future frauds because his divorce deprived him of resources to do so. Scherrer himself promised to write a book about the events and devote the royalties to restitution.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">George LaPoint testified, describing the fraud against him and his wife, Scherrer's exploitation of his trust, and the consequences. Letters from other victims described Scherrer's abuse of their trust. Government counsel, recommending a 63-month sentence at the top of the range, emphasized the number of victims, the age and vulnerability of many of them, the extent of Scherrer's deceit, and the devastating economic harm inflicted on various victims.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The district judge then sentenced Scherrer to 8 years, 33 months more than the top of the 63-month guideline maximum. In brief (we will return to the details), the court stressed Scherrer's exploitation of personal relationships, the harm caused, his misuse of his skills, his extravagant use of the funds stolen, and his history of dishonest conduct. The court said that the sentence was needed to deter such conduct and protect the public, reflected the particular circumstances of the crime, and was no greater than necessary to achieve the goals of the statute. 18 U.S.C. &#167; 3553(a).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On this appeal, Scherrer's main attack is that the sentence was unreasonably high, double counting factors already considered in the guideline calculation. Scherrer also says that the district court failed to give due weight to or adequately discuss mitigating factors such as Scherrer's bipolar disorder or chronic medical conditions or the low likelihood of recidivism, that it disregarded shorter sentences imposed on other defrauders, and that it ignored the so-called parsimony principle of 18 U.S.C. &#167; 3553(a).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\"><i>United States v. Booker,</i> 543 U.S. 220, 260, 125 S.Ct. 738, 160 L.Ed.2d 621 (2005), contemplates such appeals from allegedly unreasonable sentences and our recent decision in <i>United States v. Jim&#233;nez-Beltre,</i> 440 F.3d 514, 518-519 (1st Cir. 2006) (en banc), outlines our approach to such cases. Unless the district court has misconstrued the statute or the guidelines or has misstated the facts, our main concern is whether the court has adequately explained its reasons for varying or declining to vary from the guidelines and whether the result is within reasonable limits. <i>Jim&#233;nez-Beltre,</i> 440 F.3d at 518-519.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We start with the reasons given by the district court for sentencing above the guideline range. Scherrer does not directly attack aggravating circumstances relied on by the court, focusing instead on supposed mitigating factors. But the reasonableness of the substantial increase over the guideline maximum can scarcely be judged without a better understanding of what lies behind the judge's decision. This understanding is also pertinent to the charge of double counting made by Scherrer.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">First, the present offenses were not Scherrer's first involvement in fraudulent activities. In 1980, he was convicted for the fraudulent sale of sham hospital bonds in Michigan and was disbarred as a result. He also settled a civil case against him in North Carolina, which accused him of fraudulently obtaining a construction loan and using the funds for other purposes. In actions brought to enforce the settlement agreement, on which Scherrer had defaulted, he was twice held in contempt and briefly incarcerated for filing false or unsupported financial affidavits.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Nor does the fact that there were only two counts in the present case fully reflect Scherrer's career of fraud. Although count II focused on the stock of a single company, effectively the count embraced a whole series of frauds against different persons. Although the loss calculation aggregates these frauds, it does not fully reflect the extent to which Scherrer &#8212; taking into account his earlier misbehavior &#8212; had become a serial criminal specializing in fraud. It was happenstance that he used the same company stock for successive swindles.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The district court was especially disturbed by Scherrer's exploitation of trust. Scherrer presented himself as a successful professional and a personally sympathetic figure (for example, he spoke at the memorial service for the LaPoints' deceased son) and then exploited his personal connections with various of the victims to defraud them. The district court also stressed the age of some of the victims, their personal need, and the economic consequences inflicted by the frauds, contrasted with Scherrer's purchase of luxuries for himself.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">These assessments were not conjecture but were supported by individual stories revealed by the LaPoint testimony and letters written by victims describing what had happened and, in some cases, urging the most severe possible sentence. Among the victims were a man who worked at a dry cleaning store, the locker room attendant at Scherrer's golf club, former students of Scherrer and others who had little to spare. Among the funds taken were those saved by older people for retirement, money for children's education and the proceeds of a divorce settlement. One particularly affecting letter read in part:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">I am 78 years old and a widower .... I retired in 1987 with a pension.... Over the years it has been difficult to save with yearly inflation when my income remains the same. I was approached by Phillip Scherrer who claimed to be an agent for Delaware Corp., to invest in a stock called \"Blood-hound\" which he said would return 6 to 8 times my investment within a year. In a period of a few months, I gave him $10,000 which was about half my life savings. This doesn't leave very much for emergency expenses and certainly at my age I do not have any potential earning power. I now exist on necessary expenses and hope for the best.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">It was not unreasonable for the judge to regard Scherrer's history and methods as pertinent to the \"nature and characteristics of the offense and the history and characteristics of the defendant,\" 18 U.S.C. &#167; 3553(a)(1), nor to regard the aggravating circumstances as pertinent to the \"seriousness of the offense,\" \"just punishment\" and the need for \"adequate deterrence,\" <i>id.</i> &#167; 3553(a)(2)(A), (B). The affirmative basis for the district court's decision to vary upwards from the guidelines is adequately supported.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Scherrer's counter-attack on the sentence begins with his claim that mitigating factors were ignored. Taken at face value, these factors do at first seem to have weight; but the government gave some effective answers in the district court and it is fair to infer that the district court found them persuasive. That the district court did not elaborate on them &#8212; it said only that it took them into account &#8212; does not preclude the inference where the record explains it. <i>Jim&#233;nez-Beltre,</i> 440 F.3d at 518.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Admittedly, Scherrer was diagnosed with bipolar disorder in 1978 and suffered a breakdown the next year requiring a hospital stay. However, lithium is often an effective treatment and it so proved for Scherrer, who earned both an M.B.A. and a Ph.D while taking medication, until (against medical advice) he ceased using it in 1998. The district court was entitled to discount the claim of medical condition where, as here, the condition was reactivated by Scherrer's own refusal to continue on medication. <i>Cf.</i> U.S.S.G. &#167; 5H1.4 (Policy Statement) (prohibiting consideration of drug dependence as a mitigating factor under the guidelines).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In a related argument, Scherrer says he currently suffers from various medical conditions that will be exacerbated by prison including high blood pressure, high cholesterol, hypothyroidism and Raynaud's disease (a circulatory disorder). Yet it also appears that these conditions are controlled by medication and that the Bureau of Prisons can furnish the necessary medical care for the conditions.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In a second such objection, Scherrer says that the district court ignored his showing that in other cases other defrauders whose behavior was similar or worse had received more lenient sentences. Thus, according to Scherrer, the district judge was disregarding \"the need to avoid unwarranted sentence disparities among defendants with similar records who have been found guilty of similar conduct.\" 18 U.S.C. &#167; 3553(a)(6). Scherrer points to two kinds of evidence to support his thesis: &amp;#x2022; two cited cases in the same district court in which defendants were convicted of fraud but received 60-month sentences (<i>United States v. Blastos,</i> 258 F.3d 25 (1st Cir.2001), and <i>United States v. Trainor,</i> U.S.D.C., D.N.H., No. 04-CR-118-JD);</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">&amp;#x2022; newspaper reports of several recent federal fraud cases in other courts in which defendants got shorter sentences (<i>e.g.,</i> a former WorldCom director sentenced to a year and a day).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Trying to compare an individual sentence with a few counsel-selected cases involving other defendants sentenced by other judges is almost always useless. The cases selected in this manner are not likely to be representative, may not be comparable (<i>e.g.,</i> convictions after trial versus pleas), and the information readily available about the other defendants and their circumstances is usually going to be inadequate to assure comparability. Scherrer's conduct, involving a loss of $3.2 million inflicted upon dozens of individual, unsophisticated victims, is not \"similar\" to that of Blastos, who defrauded the Greek government of $2.1 million, or of Trainor, who defrauded institutional lenders of less than $1 million.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Scherrer also accuses the district court of ignoring the \"parsimony\" principle, that is, the statutory guidance that a sentence should be no higher than needed to meet statutory goals. 18 U.S.C. &#167; 3553(a). But the district court acknowledged the principle and, from the judge's point of view, eight years was the minimum sentence needed to provide adequate deterrence through a just sentence for a specially reprehensible series of frauds. So, in this case, the issue remains whether the variance and resulting sentence were reasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">It would be a different matter if the district court relied upon a factor not acknowledged by the statute to enhance a sentence &#8212; for example, if the court said the extra 33 months was necessary to appease angry victims. Assuming a guideline sentence that satisfied the goals set forth by the statute, adding more months for some other, unapproved purpose might well defy the parsimony principle. In this case the district judge relied upon nothing outside the ambit of the statute to increase the sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In sum, the district judge had a reasonable basis for exceeding the guideline maximum. The only close call is whether the amount by which he exceeded the maximum is also reasonable: the guideline maximum was five and a quarter years; the sentence imposed was eight years. Numerically, the jump is not vast; as a percentage it is considerable. Deciding just <i>how far</i> a judge should vary from the range, where a basis for variance is made out, is quite hard to measure. In this case the sentence is not out of line with other upward variances in egregious cases.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Scherrer was also sentenced to three years of supervised release and challenges two conditions of that release &#8212; requiring him to undergo treatment for narcotic addiction or drug or alcohol dependency and abstain from alcoholic beverages during and after such treatment &#8212; as an abuse of discretion. The government has conceded that the need for those conditions is not supported by the record and has requested a limited remand for purposes of striking those conditions.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We agree that the need for those conditions is unsupported by the record. <i>Compare United States v. Thurlow,</i> 44 F.3d 46, 47 (1st Cir.1995) (per curiam) (upholding condition of abstaining from alcohol where record indicated that substance abuse was a serious problem for the defendant and that he used the proceeds of his crimes to purchase alcohol on several occasions). On remand, the district court can simply strike the conditions or develop a record on the matter.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The sentence is <i>affirmed</i> save for the two conditions just cited and the matter is <i>remanded</i> to the district court to strike the conditions or to hold further proceedings with respect to them as it sees fit.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">\n        <i>It is so ordered.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Judge Howard is recused and took no part in the consideration or decision of this case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> <i>United States v. Smith,</i> 440 F.3d 704 (5th Cir.2006); <i>United States v. Porter,</i> 439 F.3d 845 (8th Cir.2006); <i>United States v. Jordan,</i> 435 F.3d 693 (7th Cir.2006); <i>United States v. Rogers,</i> 423 F.3d 823 (8th Cir.2005).</p>\n      </div>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">LIPEZ, Circuit Judge, concurring.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">I concur in Judge Boudin's thoughtful opinion for the en banc court, which is consistent with the en banc decision in <i>United States v. Jimenez-Beltre,</i> 440 F.3d 514 (2006). I write separately because of my concern about the district court's explanation of the reasons for its decision.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">In <i>Jimenez-Beltre,</i> the defendant objected to the district court's treatment of some factors the defendant cited at sentencing as reasons for a sentence below the guidelines range. The en banc court stated that \"our emphasis in reviewing such claims will be on the provision of a reasoned explanation, a plausible outcome and &#8212; where these criteria are met &#8212; some deference to different judgments by the district judges on the scene.\" <i>Id.</i> at 518. We stated further that \"[w]hether the sentence falls inside or outside the applicable guidelines range, it is important for us to have the district court's reasons for its sentence ... and this is even more important in the more open ended post-<i>Booker</i> world.\" <i>Id.</i> The en banc court then added this important caveat: \"Yet a court's reasoning can often be inferred by comparing what was argued by the parties or contained in the pre-sentence report with what the judge did.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Now, in one of our first decisions post-<i>Jimenez-Beltre,</i> we rely on this caveat to affirm the decision of the district court. The defendant offered a number of mitigating arguments in support of his position that he should receive a sentence at the bottom of the guidelines range. He cited his thirty year diagnosis of bipolar disorder, his chronic medical problems, his acceptance of responsibility and cooperation with authorities, and the sentences imposed on two other defendants convicted in the New Hampshire federal district court of extensive fraud. After listening to these arguments and the counter-arguments of the government, the district court explained in detail the aggravating factors that, in its judgment, required a sentence considerably above the guidelines range. It said summarily that the mitigating factors advanced by the defendant had been \"taken into account,\" along with the sentencing factors set forth in 18 U.S.C. &#167; 3553(a). Noting the \"effective\" arguments advanced by the government for rejecting the mitigating factors cited by the defendant, we say in our en banc decision that \"it is fair to infer that the district court found them persuasive.\" We add, citing <i>Jimenez-Beltre:</i> \"That the district court did not elaborate on them &#8212; it said only that it took them into account &#8212; does not preclude the inference where the record explains it.\"</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Although this is an efficient approach to appellate review of sentencing, it has costs that we should acknowledge. If a sentencing court listens to the specific arguments of a defendant for leniency, and then rejects them with the summary statement that they have been taken into account in the final decision, a defendant naturally will be skeptical that this is so. That skepticism will be particularly acute if the court explains in detail, as happened here, its reasons for imposing a sentence considerably above the guidelines range while dismissing summarily the arguments for a lower sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">This is not a one-sided phenomenon. If the government advanced specific arguments for a particular sentence, and the court summarily rejected those arguments while explaining in detail its reasons for imposing a lesser sentence, the government would feel as the defendant feels here &#8212; that its arguments were not in fact heard and fully considered, and it would rightly complain on appeal. In either case &#8212; summary dismissal of a defendant's arguments or summary dismissal of the government's arguments &#8212; we can save the decision on appeal by inferring the court's reasoning. But we will never convince the party whose arguments were summarily dismissed that these arguments were fully and fairly considered by the sentencing court.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">There are also costs on appeal. There are two components of a reasonable sentence &#8212; the explanation for the choice of the sentence imposed and the sentence itself. If we have to infer a critical portion of the explanation, as we have done here, we are inescapably dealing with conjecture about it &#8212; reasonable conjecture to be sure, but conjecture nonetheless. Instead of focusing on our primary appellate responsibility, to subject the actual sentencing explanation of the district court to critical scrutiny, we must first articulate the explanation that the district court did not. That articulation will always be an approximation. We will never know what the district court actually thought. Moreover, to an extent difficult to quantify, we will mix our inferences about the district court's reasoning with our own responses to the record of the sentencing proceeding. To that extent, we will, in effect, be doing the sentencing in the first instance &#8212; a confusion of roles.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Our willingness to infer the reasoning of the district court at sentencing also creates odd incentives for the district court. The judge who explains in detail the reasons for accepting or rejecting particular arguments advanced by the parties may make it easier for the appellate court to question the reasonableness of these explanations. An inferred explanation may be less vulnerable to that scrutiny. Hence, wittingly or unwittingly, district courts may be content to let the record speak for itself. That practice would be incompatible with the district court's responsibility to sentence in the first instance.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">I wish to be clear about the scope of my concern. I do not minimize the burdensome sentencing responsibilities of the district court. I am not suggesting that there is legal error if a district court does not explicitly address every sentencing factor and purpose set forth in 18 U.S.C. &#167; 3553(a). There is no checklist that must be followed. But when the defendant or the government advances specific arguments for leniency or severity, grounded in the defendant's history or the circumstances of the offense, it is reasonable to expect a district court to explain why those specific arguments are or are not persuasive. This responsiveness by the district court is not a matter of legal correctness. It is a matter of good practice. A sentencing decision that withstands appellate review is not necessarily the measure of good practice.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Here, a very able and thoughtful district court judge explained in detail the aggravating circumstances that required, in his view, a sentence considerably above the advisory guidelines range. It was a compelling explanation. The fraudulent conduct here was egregious. But it would have been better for us as an appellate court, and better for perceptions about the fairness of the process in the district court, if the judge had explained specifically why he rejected the defendant's arguments in mitigation.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Of all the important work done by the district courts, nothing is more important than their sentencing work. With so much at stake &#8212; for defendants, victims, prosecutors, and the public &#8212; the district courts should take the extra time, which will be minimal, to respond in some detail to the specific arguments of the government and the defendant. That will be time well spent.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Subsequently, in a sealed statement of reasons attached to the judgment, the judge elaborated on the aggravating factors that required a sentence above the advisory guidelines range. He again said summarily that he took into account the arguments in mitigation presented by defense counsel</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">444</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">91</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Phillip Scott SCHERRER, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 05-1705.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard January 12, 2006.</p>\n    <p class=\"date\">Decided April 12, 2006.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Bjorn Lange, Assistant Federal Public Defender, Federal Defender Office, for appellant.</p>\n      <p class=\"indent\">Mark E. Howard, Assistant United States Attorney, for appellee.</p>\n      <p class=\"indent\">Thomas P. Colantuono, United States Attorney, and Peter E. Papps, Assistant United States Attorney, on brief for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, TORRUELLA, SELYA, LYNCH, LIPEZ and HOWARD,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Circuit Judges.</p>\n      <p class=\"center\">OPINION EN BANC</p>\n      <p class=\"indent\">BOUDIN, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">After pleading guilty to wire fraud, in violation of 18 U.S.C. &#167; 1341 (2000), Phillip Scott Scherrer was sentenced to 96 months' imprisonment, 33 months above the top of the guideline sentencing range. He now appeals, arguing primarily that his sentence was unreasonably high. To provide general guidance on this type of recurring issue, we heard this case en banc in the first instance. Scherrer also contests two conditions on his supervised release term, a matter with which we deal at the end of this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Scherrer was indicted in September 2004 and, on December 2, 2004, pled guilty to a superseding information charging two counts of wire fraud. Count I addressed a fraud that Scherrer worked against two friends, George and Brenda LaPoint. In substance, he induced them to give him $150,000, promising to purchase an annuity that would generate specific income. Instead, Scherrer used the money for his personal benefit and then with further deceptions fended off requests from the LaPoints for income.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Count II covered a wider scheme in which Scherrer induced or attempted to induce over 40 individuals or couples &#8212; some of them his friends &#8212; to \"invest\" over $3 million, primarily through sales of stock in a software company. The sales and attempted sales were facilitated by false statements concerning the value of the stock and other particulars. Scherrer did not buy the stock but used the money to maintain a luxurious lifestyle, including membership in a country club, expensive cars, gambling, frequent vacations, and lavish entertaining.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Given a combined loss (achieved and attempted) of just over $3,216,000 and more than 10 victims, in conjunction with a criminal history category I, the guideline range for Scherrer was 51 to 63 months. U.S.S.G. &#167; 2B1.1(a), (b)(1) &amp; (2); ch. 5, pt. A (Sentencing Table). At the start of the sentencing hearing on April 26, 2005, the district court warned Scherrer that the court was not disposed to stay within the guidelines and the court offered to let Scherrer withdraw his plea. Scherrer declined to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Scherrer's counsel then sought a sentence at the bottom of the range, pointing to Scherrer's full acceptance of responsibility, his cooperation, his history of bipolar disorder, other medical problems and the harshness of his initial confinement. He argued also that Scherrer would not commit future frauds because his divorce deprived him of resources to do so. Scherrer himself promised to write a book about the events and devote the royalties to restitution.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">George LaPoint testified, describing the fraud against him and his wife, Scherrer's exploitation of his trust, and the consequences. Letters from other victims described Scherrer's abuse of their trust. Government counsel, recommending a 63-month sentence at the top of the range, emphasized the number of victims, the age and vulnerability of many of them, the extent of Scherrer's deceit, and the devastating economic harm inflicted on various victims.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The district judge then sentenced Scherrer to 8 years, 33 months more than the top of the 63-month guideline maximum. In brief (we will return to the details), the court stressed Scherrer's exploitation of personal relationships, the harm caused, his misuse of his skills, his extravagant use of the funds stolen, and his history of dishonest conduct. The court said that the sentence was needed to deter such conduct and protect the public, reflected the particular circumstances of the crime, and was no greater than necessary to achieve the goals of the statute. 18 U.S.C. &#167; 3553(a).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On this appeal, Scherrer's main attack is that the sentence was unreasonably high, double counting factors already considered in the guideline calculation. Scherrer also says that the district court failed to give due weight to or adequately discuss mitigating factors such as Scherrer's bipolar disorder or chronic medical conditions or the low likelihood of recidivism, that it disregarded shorter sentences imposed on other defrauders, and that it ignored the so-called parsimony principle of 18 U.S.C. &#167; 3553(a).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\"><i>United States v. Booker,</i> <span class=\"citation no-link\"><span class=\"volume\">543</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">220</span></span>, 260, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">738</span></span>, <span class=\"citation no-link\"><span class=\"volume\">160</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">621</span></span> (2005), contemplates such appeals from allegedly unreasonable sentences and our recent decision in <i>United States v. Jim&#233;nez-Beltre,</i> <span class=\"citation\" data-id=\"202092\"><a href=\"/opinion/202092/united-states-v-jimenez-beltre/\"><span class=\"volume\">440</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">514</span></a></span>, 518-519 (1st Cir. 2006) (en banc), outlines our approach to such cases. Unless the district court has misconstrued the statute or the guidelines or has misstated the facts, our main concern is whether the court has adequately explained its reasons for varying or declining to vary from the guidelines and whether the result is within reasonable limits. <i>Jim&#233;nez-Beltre,</i> 440 F.3d at 518-519.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We start with the reasons given by the district court for sentencing above the guideline range. Scherrer does not directly attack aggravating circumstances relied on by the court, focusing instead on supposed mitigating factors. But the reasonableness of the substantial increase over the guideline maximum can scarcely be judged without a better understanding of what lies behind the judge's decision. This understanding is also pertinent to the charge of double counting made by Scherrer.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">First, the present offenses were not Scherrer's first involvement in fraudulent activities. In 1980, he was convicted for the fraudulent sale of sham hospital bonds in Michigan and was disbarred as a result. He also settled a civil case against him in North Carolina, which accused him of fraudulently obtaining a construction loan and using the funds for other purposes. In actions brought to enforce the settlement agreement, on which Scherrer had defaulted, he was twice held in contempt and briefly incarcerated for filing false or unsupported financial affidavits.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Nor does the fact that there were only two counts in the present case fully reflect Scherrer's career of fraud. Although count II focused on the stock of a single company, effectively the count embraced a whole series of frauds against different persons. Although the loss calculation aggregates these frauds, it does not fully reflect the extent to which Scherrer &#8212; taking into account his earlier misbehavior &#8212; had become a serial criminal specializing in fraud. It was happenstance that he used the same company stock for successive swindles.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The district court was especially disturbed by Scherrer's exploitation of trust. Scherrer presented himself as a successful professional and a personally sympathetic figure (for example, he spoke at the memorial service for the LaPoints' deceased son) and then exploited his personal connections with various of the victims to defraud them. The district court also stressed the age of some of the victims, their personal need, and the economic consequences inflicted by the frauds, contrasted with Scherrer's purchase of luxuries for himself.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">These assessments were not conjecture but were supported by individual stories revealed by the LaPoint testimony and letters written by victims describing what had happened and, in some cases, urging the most severe possible sentence. Among the victims were a man who worked at a dry cleaning store, the locker room attendant at Scherrer's golf club, former students of Scherrer and others who had little to spare. Among the funds taken were those saved by older people for retirement, money for children's education and the proceeds of a divorce settlement. One particularly affecting letter read in part:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">I am 78 years old and a widower .... I retired in 1987 with a pension.... Over the years it has been difficult to save with yearly inflation when my income remains the same. I was approached by Phillip Scherrer who claimed to be an agent for Delaware Corp., to invest in a stock called \"Blood-hound\" which he said would return 6 to 8 times my investment within a year. In a period of a few months, I gave him $10,000 which was about half my life savings. This doesn't leave very much for emergency expenses and certainly at my age I do not have any potential earning power. I now exist on necessary expenses and hope for the best.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">It was not unreasonable for the judge to regard Scherrer's history and methods as pertinent to the \"nature and characteristics of the offense and the history and characteristics of the defendant,\" 18 U.S.C. &#167; 3553(a)(1), nor to regard the aggravating circumstances as pertinent to the \"seriousness of the offense,\" \"just punishment\" and the need for \"adequate deterrence,\" <i>id.</i> &#167; 3553(a)(2)(A), (B). The affirmative basis for the district court's decision to vary upwards from the guidelines is adequately supported.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Scherrer's counter-attack on the sentence begins with his claim that mitigating factors were ignored. Taken at face value, these factors do at first seem to have weight; but the government gave some effective answers in the district court and it is fair to infer that the district court found them persuasive. That the district court did not elaborate on them &#8212; it said only that it took them into account &#8212; does not preclude the inference where the record explains it. <i>Jim&#233;nez-Beltre,</i> 440 F.3d at 518.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Admittedly, Scherrer was diagnosed with bipolar disorder in 1978 and suffered a breakdown the next year requiring a hospital stay. However, lithium is often an effective treatment and it so proved for Scherrer, who earned both an M.B.A. and a Ph.D while taking medication, until (against medical advice) he ceased using it in 1998. The district court was entitled to discount the claim of medical condition where, as here, the condition was reactivated by Scherrer's own refusal to continue on medication. <i>Cf.</i> U.S.S.G. &#167; 5H1.4 (Policy Statement) (prohibiting consideration of drug dependence as a mitigating factor under the guidelines).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In a related argument, Scherrer says he currently suffers from various medical conditions that will be exacerbated by prison including high blood pressure, high cholesterol, hypothyroidism and Raynaud's disease (a circulatory disorder). Yet it also appears that these conditions are controlled by medication and that the Bureau of Prisons can furnish the necessary medical care for the conditions.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In a second such objection, Scherrer says that the district court ignored his showing that in other cases other defrauders whose behavior was similar or worse had received more lenient sentences. Thus, according to Scherrer, the district judge was disregarding \"the need to avoid unwarranted sentence disparities among defendants with similar records who have been found guilty of similar conduct.\" 18 U.S.C. &#167; 3553(a)(6). Scherrer points to two kinds of evidence to support his thesis: &amp;#x2022; two cited cases in the same district court in which defendants were convicted of fraud but received 60-month sentences (<i>United States v. Blastos,</i> <span class=\"citation\" data-id=\"199503\"><a href=\"/opinion/199503/united-states-v-blastos/\"><span class=\"volume\">258</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">25</span></a></span> (1st Cir.2001), and <i>United States v. Trainor,</i> U.S.D.C., D.N.H., No. 04-CR-118-JD);</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">&amp;#x2022; newspaper reports of several recent federal fraud cases in other courts in which defendants got shorter sentences (<i>e.g.,</i> a former WorldCom director sentenced to a year and a day).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Trying to compare an individual sentence with a few counsel-selected cases involving other defendants sentenced by other judges is almost always useless. The cases selected in this manner are not likely to be representative, may not be comparable (<i>e.g.,</i> convictions after trial versus pleas), and the information readily available about the other defendants and their circumstances is usually going to be inadequate to assure comparability. Scherrer's conduct, involving a loss of $3.2 million inflicted upon dozens of individual, unsophisticated victims, is not \"similar\" to that of Blastos, who defrauded the Greek government of $2.1 million, or of Trainor, who defrauded institutional lenders of less than $1 million.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Scherrer also accuses the district court of ignoring the \"parsimony\" principle, that is, the statutory guidance that a sentence should be no higher than needed to meet statutory goals. 18 U.S.C. &#167; 3553(a). But the district court acknowledged the principle and, from the judge's point of view, eight years was the minimum sentence needed to provide adequate deterrence through a just sentence for a specially reprehensible series of frauds. So, in this case, the issue remains whether the variance and resulting sentence were reasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">It would be a different matter if the district court relied upon a factor not acknowledged by the statute to enhance a sentence &#8212; for example, if the court said the extra 33 months was necessary to appease angry victims. Assuming a guideline sentence that satisfied the goals set forth by the statute, adding more months for some other, unapproved purpose might well defy the parsimony principle. In this case the district judge relied upon nothing outside the ambit of the statute to increase the sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In sum, the district judge had a reasonable basis for exceeding the guideline maximum. The only close call is whether the amount by which he exceeded the maximum is also reasonable: the guideline maximum was five and a quarter years; the sentence imposed was eight years. Numerically, the jump is not vast; as a percentage it is considerable. Deciding just <i>how far</i> a judge should vary from the range, where a basis for variance is made out, is quite hard to measure. In this case the sentence is not out of line with other upward variances in egregious cases.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Scherrer was also sentenced to three years of supervised release and challenges two conditions of that release &#8212; requiring him to undergo treatment for narcotic addiction or drug or alcohol dependency and abstain from alcoholic beverages during and after such treatment &#8212; as an abuse of discretion. The government has conceded that the need for those conditions is not supported by the record and has requested a limited remand for purposes of striking those conditions.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We agree that the need for those conditions is unsupported by the record. <i>Compare United States v. Thurlow,</i> <span class=\"citation\" data-id=\"195843\"><a href=\"/opinion/195843/united-states-v-thurlow/\"><span class=\"volume\">44</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">46</span></a></span>, 47 (1st Cir.1995) (per curiam) (upholding condition of abstaining from alcohol where record indicated that substance abuse was a serious problem for the defendant and that he used the proceeds of his crimes to purchase alcohol on several occasions). On remand, the district court can simply strike the conditions or develop a record on the matter.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The sentence is <i>affirmed</i> save for the two conditions just cited and the matter is <i>remanded</i> to the district court to strike the conditions or to hold further proceedings with respect to them as it sees fit.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">\n        <i>It is so ordered.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Judge Howard is recused and took no part in the consideration or decision of this case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> <i>United States v. Smith,</i> <span class=\"citation\" data-id=\"40800\"><a href=\"/opinion/40800/united-states-v-smith/\"><span class=\"volume\">440</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">704</span></a></span> (5th Cir.2006); <i>United States v. Porter,</i> <span class=\"citation\" data-id=\"793506\"><a href=\"/opinion/793506/united-states-v-daniel-w-porter/\"><span class=\"volume\">439</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">845</span></a></span> (8th Cir.2006); <i>United States v. Jordan,</i> <span class=\"citation\" data-id=\"793055\"><a href=\"/opinion/793055/united-states-v-kevin-c-jordan/\"><span class=\"volume\">435</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">693</span></a></span> (7th Cir.2006); <i>United States v. Rogers,</i> <span class=\"citation\" data-id=\"791927\"><a href=\"/opinion/791927/united-states-of-america-plaintiffappellee-v-jack-wayne-rogers/\"><span class=\"volume\">423</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">823</span></a></span> (8th Cir.2005).</p>\n      </div>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">LIPEZ, Circuit Judge, concurring.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">I concur in Judge Boudin's thoughtful opinion for the en banc court, which is consistent with the en banc decision in <i>United States v. Jimenez-Beltre,</i> <span class=\"citation\" data-id=\"202092\"><a href=\"/opinion/202092/united-states-v-jimenez-beltre/\"><span class=\"volume\">440</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">514</span></a></span> (2006). I write separately because of my concern about the district court's explanation of the reasons for its decision.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">In <i>Jimenez-Beltre,</i> the defendant objected to the district court's treatment of some factors the defendant cited at sentencing as reasons for a sentence below the guidelines range. The en banc court stated that \"our emphasis in reviewing such claims will be on the provision of a reasoned explanation, a plausible outcome and &#8212; where these criteria are met &#8212; some deference to different judgments by the district judges on the scene.\" <i>Id.</i> at 518. We stated further that \"[w]hether the sentence falls inside or outside the applicable guidelines range, it is important for us to have the district court's reasons for its sentence ... and this is even more important in the more open ended post-<i>Booker</i> world.\" <i>Id.</i> The en banc court then added this important caveat: \"Yet a court's reasoning can often be inferred by comparing what was argued by the parties or contained in the pre-sentence report with what the judge did.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Now, in one of our first decisions post-<i>Jimenez-Beltre,</i> we rely on this caveat to affirm the decision of the district court. The defendant offered a number of mitigating arguments in support of his position that he should receive a sentence at the bottom of the guidelines range. He cited his thirty year diagnosis of bipolar disorder, his chronic medical problems, his acceptance of responsibility and cooperation with authorities, and the sentences imposed on two other defendants convicted in the New Hampshire federal district court of extensive fraud. After listening to these arguments and the counter-arguments of the government, the district court explained in detail the aggravating factors that, in its judgment, required a sentence considerably above the guidelines range. It said summarily that the mitigating factors advanced by the defendant had been \"taken into account,\" along with the sentencing factors set forth in 18 U.S.C. &#167; 3553(a). Noting the \"effective\" arguments advanced by the government for rejecting the mitigating factors cited by the defendant, we say in our en banc decision that \"it is fair to infer that the district court found them persuasive.\" We add, citing <i>Jimenez-Beltre:</i> \"That the district court did not elaborate on them &#8212; it said only that it took them into account &#8212; does not preclude the inference where the record explains it.\"</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Although this is an efficient approach to appellate review of sentencing, it has costs that we should acknowledge. If a sentencing court listens to the specific arguments of a defendant for leniency, and then rejects them with the summary statement that they have been taken into account in the final decision, a defendant naturally will be skeptical that this is so. That skepticism will be particularly acute if the court explains in detail, as happened here, its reasons for imposing a sentence considerably above the guidelines range while dismissing summarily the arguments for a lower sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">This is not a one-sided phenomenon. If the government advanced specific arguments for a particular sentence, and the court summarily rejected those arguments while explaining in detail its reasons for imposing a lesser sentence, the government would feel as the defendant feels here &#8212; that its arguments were not in fact heard and fully considered, and it would rightly complain on appeal. In either case &#8212; summary dismissal of a defendant's arguments or summary dismissal of the government's arguments &#8212; we can save the decision on appeal by inferring the court's reasoning. But we will never convince the party whose arguments were summarily dismissed that these arguments were fully and fairly considered by the sentencing court.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">There are also costs on appeal. There are two components of a reasonable sentence &#8212; the explanation for the choice of the sentence imposed and the sentence itself. If we have to infer a critical portion of the explanation, as we have done here, we are inescapably dealing with conjecture about it &#8212; reasonable conjecture to be sure, but conjecture nonetheless. Instead of focusing on our primary appellate responsibility, to subject the actual sentencing explanation of the district court to critical scrutiny, we must first articulate the explanation that the district court did not. That articulation will always be an approximation. We will never know what the district court actually thought. Moreover, to an extent difficult to quantify, we will mix our inferences about the district court's reasoning with our own responses to the record of the sentencing proceeding. To that extent, we will, in effect, be doing the sentencing in the first instance &#8212; a confusion of roles.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Our willingness to infer the reasoning of the district court at sentencing also creates odd incentives for the district court. The judge who explains in detail the reasons for accepting or rejecting particular arguments advanced by the parties may make it easier for the appellate court to question the reasonableness of these explanations. An inferred explanation may be less vulnerable to that scrutiny. Hence, wittingly or unwittingly, district courts may be content to let the record speak for itself. That practice would be incompatible with the district court's responsibility to sentence in the first instance.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">I wish to be clear about the scope of my concern. I do not minimize the burdensome sentencing responsibilities of the district court. I am not suggesting that there is legal error if a district court does not explicitly address every sentencing factor and purpose set forth in 18 U.S.C. &#167; 3553(a). There is no checklist that must be followed. But when the defendant or the government advances specific arguments for leniency or severity, grounded in the defendant's history or the circumstances of the offense, it is reasonable to expect a district court to explain why those specific arguments are or are not persuasive. This responsiveness by the district court is not a matter of legal correctness. It is a matter of good practice. A sentencing decision that withstands appellate review is not necessarily the measure of good practice.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Here, a very able and thoughtful district court judge explained in detail the aggravating circumstances that required, in his view, a sentence considerably above the advisory guidelines range. It was a compelling explanation. The fraudulent conduct here was egregious. But it would have been better for us as an appellate court, and better for perceptions about the fairness of the process in the district court, if the judge had explained specifically why he rejected the defendant's arguments in mitigation.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Of all the important work done by the district courts, nothing is more important than their sentencing work. With so much at stake &#8212; for defendants, victims, prosecutors, and the public &#8212; the district courts should take the extra time, which will be minimal, to respond in some detail to the specific arguments of the government and the defendant. That will be time well spent.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Subsequently, in a sealed statement of reasons attached to the judgment, the judge elaborated on the aggravating factors that required a sentence above the advisory guidelines range. He again said summarily that he took into account the arguments in mitigation presented by defense counsel</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/40800/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195843/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199503/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202092/",
    "http://www.courtlistener.com/api/rest/v3/opinions/791927/",
    "http://www.courtlistener.com/api/rest/v3/opinions/793055/",
    "http://www.courtlistener.com/api/rest/v3/opinions/793506/"
  ]
}