{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202237/",
  "absolute_url": "/opinion/202237/balestracci-v-nstar-electric-gas/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202237/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:47:34Z",
  "date_modified": "2016-02-28T05:07:41.551092Z",
  "type": "010combined",
  "sha1": "40904fb2410982cc1f3a7a39f0bd92e0c9227c65",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/05-1894-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2006/05/31/Balestracci_v._NSTAR_Electric__Gas.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 05-1894\n\n                    LOUIS BALESTRACCI, ET AL.,\n\n                     Plaintiffs, Appellants,\n\n                                v.\n\n               NSTAR ELECTRIC AND GAS CORPORATION,\n\n                       Defendant, Appellee.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n     [Hon. Edward F. Harrington, Senior U.S. District Judge]\n\n\n                              Before\n\n                     Selya, Lynch, and Lipez,\n                          Circuit Judges.\n\n\n\n     Warren H. Pyle, with whom Pyle, Rome, Lichten, Ehrenberg &\nLiss-Riordan, P.C. was on brief, for appellants.\n     Keith B. Muntyan, with whom Robert P. Morris and Morgan, Brown\n& Joy were on brief, for appellee.\n\n\n\n                           May 31, 2006\n\f          LYNCH, Circuit Judge.        The question in this case is\n\nwhether, under the Employee Retirement Income Security Act of 1974\n\n(ERISA), 29 U.S.C. §§ 1001-1461, non-union retirees of NSTAR\n\nElectric & Gas Corporation (\"NSTAR\") were entitled to vested\n\nlifetime dental benefits which could not be changed by NSTAR, under\n\nthe terms of one of two early retirement programs (\"ERPs\"), one in\n\n1997 and one in 1999.   The district court granted summary judgment\n\nto NSTAR on the plaintiffs' claims under ERISA.     We affirm.\n\n                                 I.\n\n          Much of the relevant background is detailed in the\n\ncompanion case, Senior v. NSTAR Electric & Gas Corp., No. 05-2015,\n\nslip op. at 4-20 (1st Cir. May 31, 2006).     That case involved the\n\nquestion of whether certain labor agreements which allowed the\n\nretirees to take advantage of the same ERPs at issue here gave\n\nformer union employees an entitlement to vested lifetime dental\n\nbenefits which could not be modified by the company.    Id. at 2.   In\n\nSenior, we focused on interpretation of the labor agreements under\n\n§ 301 of the Labor Management and Relations Act (LMRA), 29 U.S.C.\n\n§ 185. Id. at 22.       In this case, by contrast, there are no labor\n\nagreements to be analyzed under § 301 of the LMRA; only ERISA\n\nclaims are raised.\n\n          Well before the establishment of the ERPs, the company\n\nhad provided non-union retirees with dental benefits.    The summary\n\nplan descriptions (SPDs) for the dental plan both before and after\n\n\n                                 -2-\n\fthe establishment of the ERPs, reserved the right of the company to\n\n\"amend, modify or terminate the Plan at any time\" and did not vest\n\ndental     benefits.     These   SPDs   were   part   of   the   dental   plan\n\ndocuments. The plaintiffs all received copies of these SPDs at the\n\ntime they took advantage of the ERPs.\n\n             The ERPs were described in program brochures distributed\n\nto   the   plaintiffs.     For   plaintiffs    retiring     under   the   1997\n\nPersonnel Reduction Program (\"1997 PRP\"), the brochure stated two\n\npoints of importance to the case:\n\n             Health and Dental Insurance Coverage:\n             . . . .\n             Employees who were at least age forty (40) and\n             had completed at least twelve (12) full years\n             of System service as of January 1, 1993 and\n             currently meet the \"Rule of 75\"[1] will be\n             entitled to medical and dental insurance\n             coverage providing they pay ten percent (10%)\n             of the current medical and dental premium\n             until age sixty two (62).      At age 62 the\n             Company will pay 100% of the premium.\n\nThe 1997 PRP brochure at the same time made those dental benefits\n\nsubject to the ERISA dental plan documents:\n\n             This summary is not intended to offer detailed\n             descriptions of the System's employee benefit\n             plans. All information furnished is governed\n             by the provisions of the actual plan documents\n             pertaining to the appropriate benefit plans.\n             If any conflict arises between this summary\n             and the System's employee benefit plan\n             documents, or if any point is not covered, the\n             terms of the appropriate plan documents will\n             govern in all cases.\n\n\n      1\n       The \"Rule of 75\" refers to the age of the employee plus the\nyears of service.\n\n                                    -3-\n\fThus, the 1997 PRP brochure referred employees to plan documents,\n\nwhich themselves contained a reservation of the company's right to\n\nalter the benefits.\n\n           As to the 1999 Voluntary Severance Program (\"1999 VSP\"),\n\na brochure distributed to non-union employees stated generally that\n\nfor \"those employees who are eligible for post-retirement . . .\n\nbenefits,\" \"[c]overage will continue to employee and eligible\n\ndependents.\"    That brochure provided no further details regarding\n\nthe retirement dental plan coverage.        Importantly, it did contain\n\na similar reference to the plan documents, as had the 1997 PRP\n\nbrochure, stating that \"the appropriate plan documents . . . will\n\ngovern in all cases.\" In addition, the 1999 brochure contained its\n\nown explicit reservation of rights to the company:\n\n           The Company reserves the right to change and\n           terminate coverage for current and former\n           employees at any time. Any such change may be\n           in the benefits provided, the contributions\n           required, or in any other aspect in accordance\n           with applicable laws.\n\nThus, the 1999 VSP brochure both referred to the plan documents and\n\ncontained its own reservation of rights by the company.\n\n           Each of the plaintiffs took advantage of one or the other\n\nof the two ERPs, and received individualized retirement benefits\n\nsummaries.     The plaintiffs' case relies on two categories of\n\nevidence     which   contained   no     language   about   the   company's\n\nreservation of rights.       As to dental benefits, the summaries\n\nprovided the exact same terms for all plaintiffs, regardless of\n\n                                      -4-\n\fwhich ERP they took advantage of: \"Your dental coverage will be for\n\nyour life.    Your spouse and/or eligible dependents will be covered\n\nfor 12 months after your death.\"     The summaries did not include an\n\nexpress statement reserving the company's right to alter the plan,\n\nbut did contain a reference to the plan documents, which themselves\n\ncontained the reservation:\n\n             This summary is not intended to offer detailed\n             descriptions of employee benefit plan.     All\n             information furnished is governed by the\n             provisions of the actual plan documents\n             pertaining to the appropriate benefit plans.\n             If any conflict arises between this summary\n             and the System's employee benefit plan\n             documents, or if any point is not covered, the\n             terms of the appropriate plan will govern in\n             all cases.\n\n             The plaintiffs do not claim that company representatives\n\norally promised that the benefits were vested, or that they could\n\nnot be modified or terminated by the company; they do argue that\n\nthe company representatives omitted the fact that retirement dental\n\nbenefits could be modified or terminated by the company at any\n\ntime.\n\n             In December 2002, the company notified the plaintiffs and\n\nother employees who had participated in the ERPs that their dental\n\nbenefits would cease once they reached age 65, if they had not\n\nalready reached that age by April 1, 2003.\n\n             The plaintiffs filed suit on May 25, 2004.   They alleged\n\nthat the company had violated ERISA by violating the terms of the\n\nERPs, in that the dental benefits were vested and so could not be\n\n                                  -5-\n\fdiscontinued until the death of the retiree.          In the alternative,\n\nthey alleged that if the ERPs did not provide for vested lifetime\n\ndental benefits, the company was in breach of its obligation as an\n\nERISA fiduciary to \"discharge [its] duties with respect to a plan\n\nsolely in the interest of the participants and beneficiaries,\" 29\n\nU.S.C. § 1104(a)(1), by having misrepresented to them, at the time\n\nthey were considering the ERPs, that the benefits were vested.\n\n           On May 31, 2005, the district court granted the company's\n\nmotion for summary judgment in its entirety.            The court relied\n\nentirely on the reasoning from its decision rejecting the union\n\nretirees' ERISA claims for vested retirement benefits under the\n\nERPs, see Senior v. NSTAR Elec. & Gas Corp., 372 F. Supp. 2d 159,\n\n166-68 (D. Mass. 2005), which had issued that same day.\n\n           The district court stated that there was a \"strong\n\npresumption against the automatic vesting of welfare benefits\" and\n\nthat a promise to vest \"is not to be inferred lightly.\"             Id. at\n\n165.    It noted that the plaintiffs could only point to the\n\nindividualized benefits summaries and program brochures to support\n\ntheir claim for vested retirement dental benefits.         Id. at 166-67.\n\nThe district court rejected the plaintiffs' claims that the welfare\n\nbenefits were vested and unchangeable, \"refus[ing] to infer a\n\nvesting requirement based on personalized documents that plainly\n\nstate   they   are   not   governing\"    and   that   \"explicitly   direct\n\nprospective retirees to consult the 'actual plan' documents, which,\n\n\n                                   -6-\n\fin turn, properly reserve for the [company] the right 'to amend,\n\nmodify or terminate the Plan at any time.'\"        Id. at 167.\n\n          The district court also rejected the plaintiffs' claims\n\nof breach of fiduciary duty, finding no evidence that the company\n\nintended to mislead the retirees about the scope of the benefits.\n\nId. at 167-68.   It noted that the statement regarding \"lifetime\"\n\nbenefits was contained not in a governing plan document, but in\n\nindividualized benefits summaries which were not governing. Id. at\n\n168. The district court also noted the company's position that, at\n\nthe time of the ERPs, the company had thought it would be able to\n\nprovide lifetime benefits, but had continued to reserve its right\n\nto \"amend, modify, or terminate the Plan at any time\" should future\n\nconditions change.     Id.   The court found this position \"consistent\n\nwith the documentation.\"       Id.\n\n          On appeal, the plaintiffs challenge the district court's\n\nconclusion that the 1997 and 1999 ERPs did not provide vested\n\nlifetime dental benefits.      In the alternative, they argue that the\n\ncompany was in breach of its fiduciary duties under ERISA by having\n\nmisrepresented   the    plan    benefits   when   the   plaintiffs   were\n\nconsidering whether to take advantage of the ERPs.\n\n                                     II.\n\n          We first dispose of an issue about the governing law.\n\nThe company argues that the ERPs are not themselves ERISA benefit\n\nplans, and therefore the plaintiffs' claims are not cognizable\n\n\n                                     -7-\n\funder ERISA.        See Senior, 372 F. Supp. 2d at 166 n.6 (rejecting the\n\nargument).          The company relies on our opinion in O'Connor v.\n\nCommonwealth        Gas   Co.,   251   F.3d    262   (1st   Cir.   2001),   a   case\n\ninvolving one of the same retirement programs (the 1997 PRP).                    The\n\ncompany is wrong in its premises and in its analysis.                 Whether the\n\nERPs themselves constitute ERISA plans, or whether they concern\n\npreexisting ERISA welfare benefits, is beside the point.                        The\n\nplaintiffs' claims are about dental benefits under an ERISA plan\n\nand ERISA.\n\n            The plaintiff retirees in O'Connor, two former non-union\n\nemployees      of    Commonwealth      Gas,    had   retired   just   before    the\n\nimplementation of the 1997 PRP.               Id. at 265.      They brought suit\n\n\"claiming that material misrepresentations made by agents of [the\n\ncompany] misled them into retiring before the effective date of the\n\n[1997 PRP]\" in breach of the company's fiduciary duties under\n\nERISA.   Id.    At issue were the significant severance benefits that\n\nwere offered to those taking advantage of the 1997 PRP, not the\n\ndental benefits at issue here.           Id.    We noted that those severance\n\nbenefits \"fit[] comfortably within the category of benefits we have\n\ndeemed not subject to ERISA coverage because of their limited non-\n\ndiscretionary nature.\"           Id. at 268.     We found that, to the extent\n\nthe 1997 PRP increased other benefits that may have implicated\n\nERISA, those changes were \"little more than afterthoughts to the\n\n\n\n\n                                         -8-\n\fseverance bonus\" and thus insufficient to move the plaintiffs'\n\nmisrepresentation claims into the realm of ERISA.             Id.\n\n              By contrast, the retirement dental benefits at issue here\n\nare undoubtedly ERISA welfare benefits.           See 29 U.S.C. § 1002(1)\n\n(defining welfare benefit plans as plans that provide \"medical,\n\nsurgical, or hospital care or benefits, or benefits in the event of\n\nsickness, accident, disability, death or unemployment\"). Provision\n\nof    these    dental   benefits   requires    the   sort    of     \"continuing\n\nadministrative and financial obligations by the employer to the\n\nbehoof of employees or their beneficiaries\" that the Supreme Court\n\nhas   required    before   finding    the   existence   of   an   ERISA   plan.\n\nBelanger v. Wyman-Gordon Co., 71 F.3d 451, 454 (1st Cir. 1995)\n\n(citing Fort Halifax Packing Co. v. Coyne, 482 U.S. 1, 12 (1987);\n\nDist. of Columbia v. Greater Wash. Bd. of Trade, 506 U.S. 125, 130\n\nn.2 (1992)).       These dental benefits had been provided by the\n\ncompany to retirees for a number of years prior to the ERPs, under\n\nterms provided by the dental plan documents.\n\n               That the aspect of the ERPs at issue in O'Connor, the\n\nseverance payment, was found to be not enforceable under ERISA does\n\nnot make the retirement dental benefits at issue here similarly\n\nunenforceable under ERISA.           \"[I]n dealing with a multi-faceted\n\n. . . early retirement Program, some facets may be governed by\n\nERISA . . . , while others may be governed by state law . . . .              If\n\na facet is governed by ERISA, any dispute over the terms of that\n\n\n                                      -9-\n\fbenefit must be resolved by looking to ERISA's statutory provisions\n\nand relevant case law.\"              Stearns v. NCR Corp., 297 F.3d 706, 710\n\n(8th Cir. 2002).\n\n              We turn to the plaintiffs' claims under ERISA.\n\n                                           III.\n\n              We review the district court's entry of summary judgment\n\nde    novo,   drawing     all    reasonable        inferences      in    favor   of   the\n\nplaintiffs as the non-moving party.                 Fenton v. John Hancock Mut.\n\nLife Ins. Co., 400 F.3d 83, 87 (1st Cir. 2005).                     Summary judgment\n\nis appropriate if there is no genuine dispute as to material facts\n\nand the moving party is entitled to judgment as a matter of law.\n\nId.     We    may    affirm     on   any   ground       supported   by     the   record.\n\nMulvihill v. Top-Flite Golf Co., 335 F.3d 15, 19 (1st Cir. 2003).\n\nFurther, the parties agree that the company's interpretation of the\n\nplan is subject to de novo review under ERISA.\n\nA.            Violation of the Terms of the ERISA Welfare Benefit Plan\n\n              ERISA draws a distinction between welfare benefit plans\n\nand pension benefit plans. Unlike pension benefit plans, which are\n\nsubject to strict vesting requirements, welfare benefits are not\n\nautomatically vested under ERISA.                   \"ERISA does not create any\n\nsubstantive         entitlement       to   .   .    .    welfare        benefits,\"    and\n\n\"[e]mployers or other plan sponsors are generally free under ERISA,\n\nfor any reason at any time, to adopt, modify, or terminate welfare\n\n\n\n\n                                           -10-\n\fplans.\"   Curtiss-Wright Corp. v. Schoonejongen, 514 U.S. 73, 78\n\n(1995).   As the Supreme Court has noted:\n\n           The flexibility an employer enjoys to amend or\n           eliminate its welfare plan is not an accident;\n           Congress recognized that \"requir[ing] the\n           vesting of these ancillary benefits would\n           seriously complicate the administration and\n           increase the cost of plans.\" Giving employers\n           this flexibility also encourages them to offer\n           more generous benefits at the outset, since\n           they are free to reduce benefits should\n           economic conditions sour. If employers were\n           locked into the plans they initially offered,\n           \"they would err initially on the side of\n           omission.\"\n\nInter-Modal Rail Employees Ass'n v. Atchison, Topeka & Santa Fe\n\nRy., 520 U.S. 510, 515 (1997) (alteration in original) (internal\n\ncitation omitted) (quoting S. Rep. No. 93-383, at 51 (1973); Heath\n\nv. Varity Corp., 71 F.3d 256, 258 (7th Cir. 1995)).\n\n           An employer may \"contractually cede[] its freedom\" to\n\namend and terminate the plan and may provide retirees with vested\n\nretiree welfare benefits that cannot be changed unilaterally.              Id.\n\nAn   employer    may   cede   this    freedom   in   bilaterally   negotiated\n\ncontracts,      like   collectively    bargained     labor   agreements,   see\n\nSenior, slip op. at 2, or in the ERISA plan itself, see Am. Fed'n\n\nof Grain Millers v. Int'l Multifoods Corp., 116 F.3d 976, 980 (2d\n\nCir. 1997).\n\n           The interpretation of the provisions of an ERISA benefit\n\nplan proceeds under federal substantive law, and is guided by\n\n\"common sense principles of contract interpretation,\" Filiatrault\n\n\n                                      -11-\n\fv. Comverse Tech., Inc., 275 F.3d 131, 135 (1st Cir. 2001),\n\nalthough principles from the law of trusts are employed in certain\n\ncases, Allen v. Adage, Inc., 967 F.2d 695, 698 (1st Cir. 1992).\n\nSee also Rodriguez-Abreu v. Chase Manhattan Bank, N.A., 986 F.2d\n\n580, 585 (1st Cir. 1993); Burnham v. Guardian Life Ins. Co., 873\n\nF.2d 486, 489-90 (1st Cir. 1989).\n\n          The rules of interpretation of ERISA welfare benefit\n\nplans when dealing with unambiguous terms are uncontroversial. See\n\nGrain Millers, 116 F.3d at 980 (citing cases).        Under ERISA,\n\nunambiguous language in a plan is enforced according to its terms.\n\nSee Filiatrault, 275 F.3d at 135; Burnham, 873 F.2d at 490-91.   The\n\nquestion of whether an ERISA plan term is ambiguous is generally a\n\nquestion of law for the judge.    See Allen, 967 F.2d at 698.\n\n          It is also the rule that ambiguity in a plan term does\n\nnot necessarily foreclose summary judgment, as when \"the evidence\n\npresented about the parties' intended meaning [is] so one-sided\n\nthat no reasonable person could decide the contrary.\"    Id. at 698\n\n(quoting Boston Five Cents Sav. Bank v. Sec'y of Dep't of HUD, 768\n\nF.2d 5, 8 (1st Cir. 1985)).\n\n          However, there is substantial disagreement among the\n\ncourts, and between the parties here, about whether ambiguous plan\n\nlanguage may support a finding that a company has promised to vest\n\nERISA welfare plan benefits.   See Grain Millers, 116 F.3d at 980.\n\n\n\n\n                                 -12-\n\fUnder ordinary rules of ERISA plan interpretation, if a party\n\ndemonstrates   ambiguity   in   a   plan   on   a   particular   question,\n\nreference may be made to extrinsic evidence to determine the\n\nparties' intended meaning.      See Smart v. Gillette Co. Long-Term\n\nDisability Plan, 70 F.3d 173, 178 (1st Cir. 1995).                If such\n\nextrinsic evidence is not one-sided, the issue of the parties'\n\nintent might be for the fact-finder.        Allen, 967 F.2d at 698.\n\n          The company argues for a departure from these ordinary\n\nrules.    It asserts that the intent to vest lifetime welfare\n\nbenefits that cannot be changed by the company must be found in\n\nclear and express language in the ERISA plan documents.          In other\n\nwords, the company argues that if the plan language is ambiguous on\n\nthe question, there is a presumption that welfare benefits are not\n\nvested.   The plaintiffs argue that there is no such presumption\n\nagainst the vesting of ERISA welfare benefits.2\n\n          The circuits have adopted different rules of construction\n\nas to vesting of welfare benefits.         Such rules may be helpful in\n\n\n     2\n       The plaintiffs make an offhand suggestion that ambiguous\nterms should be construed against the company as the drafter, under\nthe principle of contra proferentem.       It is unclear whether\napplication of this principle would be appropriate in the context\nof retirement dental benefits under an ERP. Compare Allen, 967\nF.2d at 695 & n.6 (declining to apply the doctrine in a case\ninvolving interpretation of a severance pay plan and finding that\n\"application of the doctrine in ERISA cases generally would be\ninappropriate\"), with Hughes v. Boston Mut. Life Ins. Co., 26 F.3d\n264, 268 (1st Cir. 1994) (suggesting doctrine is appropriate in the\ncontext of insurance contracts). Since the terms of the plan are\nnot ambiguous, and in the absence of developed argumentation, we do\nnot address the point further.\n\n                                    -13-\n\fparticular factual situations but are certainly not a starting\n\npoint for analysis.   We reject the analysis apparently used by the\n\ndistrict court, see Senior, 372 F. Supp. 2d at 165, 166-67, that\n\nthere can never be vesting of retirement welfare benefits unless\n\nthere is a clear and express statement of such vesting.\n\n           Congress's decision to give employers, in the absence of\n\nan affirmative promise to vest welfare benefits, the flexibility to\n\namend and terminate ERISA welfare benefit plans does not mean that\n\nERISA requires a strict rule of construction against vesting of\n\nretirement welfare benefits.        The company has pointed to nothing\n\nelse in ERISA or its legislative history to suggest Congress\n\nintended   these   questions   to   start   with   such   a   presumption.\n\nFurthermore, the Supreme Court has \"analogized ERISA benefit plans\n\nto trust agreements and observed that trust agreements are to be\n\nconstrued 'without deferring to either party's interpretation.'\"\n\nAllen, 967 F.2d at 701 (quoting Bruch, 489 U.S. at 112).\n\n           Our case does not involve a special situation.              The\n\ndental plan documents are express that the company reserves the\n\nright to change even promises of lifetime benefits. In that sense,\n\nthe benefits are not vested.    And the 1997 PRP program brochure and\n\nthe individualized benefits summaries expressly refer to the dental\n\nplan documents, which contain those reservations.             The 1999 VSP\n\nbrochure not only refers to those same plan documents, but contains\n\nits own express reservation.\n\n\n                                    -14-\n\f                 The    plaintiffs      argue    that     the    ERPs,     nonetheless,\n\nunambiguously vest lifetime retirement dental benefits that cannot\n\nbe changed.            Plaintiffs' argument is that to give content to the\n\nlifetime benefits language in the ERPs, it is necessary to construe\n\nthe   ERPs       as     creating   a    new    ERISA    plan,    independent    of   the\n\ncontinuing ERISA dental plan.                 That is why, they say, the ERPs do\n\nnot themselves refer to any specific dental plan.                        They ask us to\n\nfocus       on   the    language   in    the    ERP    program    brochures    and   the\n\nindividualized benefit summaries.3                     They acknowledge that those\n\ndocuments reference the SPDs, which contain an express reservation\n\nof the company's right to amend the plan.                   But they argue that the\n\n\"vague reference . . . to the plan documents would not inform the\n\nreasonable employee that he or she should review the entirety of\n\nseveral lengthy policies\" to determine his or her rights under the\n\ndental benefit plans.\n\n\n\n\n        3\n        The company argues that the program brochures and\nindividualized    benefits   summaries    are   merely    \"informal\ncommunications,\" and do not govern the company's obligations at\nall. Some courts have held that informal communications that do\nnot meet the requirements in 29 U.S.C. § 1102(b) (providing\nrequisite features of a \"plan\") or 29 U.S.C. § 1022(b) (providing\nrequirements for an SPD) cannot alter the terms of an ERISA welfare\nbenefit plan as provided in documents meeting such requirements.\nSee Gable v. Sweetheart Cup Co., 35 F.3d 851, 857 (4th Cir. 1994);\nWatkins v. Westinghouse Hanford Co., 12 F.3d 1517, 1523 & n.1 (9th\nCir. 1993); Alday v. Container Corp. of Am., 906 F.2d 660, 665\n(11th Cir. 1990); see also Deboard v. Sunshine Mining and Refining\nCo., 208 F.3d 1228 (10th Cir. 2000) (letters regarding an early\nretirement program met the requirements for establishing a separate\nERISA plan). We do not reach this question.\n\n                                              -15-\n\f             The argument fails on several grounds. There is no basis\n\nfor the plaintiffs' assertion that the ERPs themselves constitute\n\ntheir own separate ERISA plan.               The plaintiffs admit that the\n\nbrochure and the plan documents do not meet the requirements of an\n\nERISA plan or SPD.       They counter by asserting that the \"creation of\n\nan   ERISA   plan    does   not    depend     on     the   existence   of   formal\n\ndocumentation.\"      But the ERPs themselves refer to existing ERISA\n\nplans as providing the more specific terms.                The references to the\n\nplan documents in the ERP brochures and the individualized plan\n\nsummaries are prominent. For example, the 1997 PRP brochure states\n\nin bold letters that the plan documents are \"The Last Word.\"\n\n             Furthermore, under ERISA, we cannot ignore the SPDs which\n\ndo contain the reservation, because SPDs play a key role in\n\n\"communicat[ing] to beneficiaries the essential information about\n\nthe plan.\"    Curtiss-Wright, 514 U.S. at 83.              ERISA requires SPDs to\n\nbe \"written in a manner calculated to be understood by the average\n\nplan   participant,      and   .   .   .    be     sufficiently    accurate   and\n\ncomprehensive       to   reasonably        apprise     such    participants   and\n\nbeneficiaries of their rights and obligations under the plan.\"                 29\n\nU.S.C. § 1022(a). Given the important informational role SPDs play\n\nunder the ERISA scheme, it would be improper to ignore the terms\n\nprovided by the SPDs.\n\n             The plaintiffs further argue that, even considering the\n\nreservation of rights in the SPDs, a reasonable fact finder could\n\n\n                                       -16-\n\fconclude that the dental benefits are vested.                They suggest that\n\nthe best way to reconcile the reservation of rights in the SPDs and\n\nthe language regarding lifetime benefits in the individualized\n\nsummaries, is to read the reservation as only permitting the\n\ncompany to terminate the services of a particular dental plan\n\nprovider,     while   continuing    to     be    obligated    to    provide   the\n\nplaintiffs with dental plan coverage.4\n\n            No reasonable reader of the documents could reach that\n\nconclusion.     The SPDs reserve to the company \"the right . . . to\n\namend, modify, or terminate the Plan at any time.\"                 Given the rule\n\nunder ERISA that an employer is generally free at any time, absent\n\nan undertaking to the contrary, to cancel a welfare benefit plan,\n\nsee Curtiss-Wright, 514 U.S. at 78, this language can only be\n\nreasonably read to allow the company to terminate dental plan\n\ncoverage.      See    Gable,   35   F.3d    at   856   (rejecting      a   similar\n\nargument).     The only reasonable reading of the ERPs is that the\n\ncompany would provide lifetime benefits to its retirees subject to\n\nits reservation of the right to modify, alter, or terminate dental\n\nplan coverage should future circumstances require such changes.\n\n            The past practice of the company in the provision of\n\nretirement dental benefits confirms our conclusion. See Allen, 967\n\n\n\n     4\n       In their reply brief, plaintiffs state that they do not\nclaim dental coverage with no alteration of benefits. But the only\nchanges they appear to agree are permitted are those changes\nincident to a change in the dental plan provider.\n\n                                     -17-\n\fF.2d   at   698,     702    (relying,    in     part,    on   past    practice   in\n\ninterpreting    an    ERISA    severance       pay   plan).     The   company    had\n\nprovided non-union retirees with dental benefits well before the\n\nERPs were created.         The plaintiffs do not claim that the benefits\n\nprovided during this time were vested. Rather, they argue the ERPs\n\nchanged the prior practice, and are new ERISA plans that guarantee\n\nvested lifetime dental benefits.            However, the reservation of the\n\ncompany's right to amend, modify, and terminate the dental plan in\n\nthe dental plan SPDs does not reflect such a change after the\n\ncreation of the ERPs.            The individualized plan summaries and\n\nprogram brochures that plaintiffs claim created the new ERISA plan\n\nclearly state that the plan documents are governing.                      The oral\n\nstatements made by the company representatives which omitted the\n\nreservation are similarly insufficient to overcome the unambiguous\n\nreservation of rights in the plan documents.                     See Bellino v.\n\nSchlumberger Techs., Inc., 944 F.2d 26, 32-33 (1st Cir. 1991); see\n\nalso 29 U.S.C. § 1102(a)(1) (\"Every employee benefit plan shall be\n\nestablished and maintained pursuant to a written instrument.\"\n\n(emphasis added)).         A number of courts have held that, since ERISA\n\nrequires that plans be \"established and maintained pursuant to a\n\nwritten instrument,\" oral statements cannot amend the terms of an\n\nERISA plan.     See, e.g., Perreca v. Gluck, 295 F.3d 215, 225 (2d\n\nCir.   2002);   In   re    Unisys   Corp.      Retiree   Med.   Benefit    \"ERISA\"\n\nLitigation, 58 F.3d 896, 902 (3d Cir. 1995).\n\n\n                                        -18-\n\fB.         ERISA Breach of Fiduciary Duty\n\n           The plaintiffs' alternative argument is that the company\n\nwas in breach of its fiduciary obligation5 as administrator of the\n\nretirement plans when it \"misrepresented\" the terms of that plan to\n\nthe employees.       We do not think that there is enough evidence to\n\ncreate a misrepresentation case here.         The plaintiffs only claim\n\nthat the company omitted the fact that the dental benefits could be\n\nterminated or amended during meetings prior to their participation\n\nin the ERPs.         But the plaintiffs were put on notice of the\n\ncompany's right to modify, amend, and terminate the plan by the\n\nindividualized benefits summaries and program brochures, which\n\npointed   to   the   underlying   plan    documents   that   contained   the\n\nreservation of rights.6\n\n\n\n\n     5\n       The Supreme Court has limited individual claims for breach\nof fiduciary duty under ERISA \"to those participants who are unable\nto avail themselves of other remedies.\" Mauser v. Raytheon Co.\nPension Plan for Salaried Employees, 239 F.3d 51, 58 (1st Cir.\n2001) (availability of other relief precludes claims for breach of\nfiduciary duty based on alleged misrepresentations in the summary\nplan description (citing Varity Corp. v. Howe, 516 U.S. 489, 512-13\n(1996))). The parties have not discussed the question of whether\na breach of fiduciary duty would be duplicative of other remedies\nunder ERISA for the misrepresentations claimed here.\n     6\n       Plaintiffs also raise state law promissory estoppel claims\non appeal.     The district court ruled that ERISA preempted\nplaintiffs' state law claims, see Senior, 372 F. Supp. 2d at 164-65\n& n.3, and plaintiffs do not explain why this conclusion was\nincorrect.   In any event, the argument is waived for lack of\ndeveloped argumentation on appeal. See United States v. Zannino,\n895 F.2d 1, 17 (1st Cir. 1990).\n\n                                   -19-\n\f                                 IV.\n\n            For the foregoing reasons, we affirm the grant of summary\n\njudgment.    The parties shall bear their own costs.\n\n\n\n\n                                 -20-\n\f",
  "html": "<p class=\"case_cite\">449 F.3d 224</p>\n    <p class=\"parties\">Louis BALESTRACCI, et al., Plaintiffs, Appellants,<br>v.<br>NSTAR ELECTRIC AND GAS CORPORATION, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 05-1894.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard February 8, 2006.</p>\n    <p class=\"date\">Decided May 31, 2006.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Warren H. Pyle, with whom Pyle, Rome, Lichten, Ehrenberg &amp; Liss-Riordan, P.C. was on brief, for appellants.</p>\n      <p class=\"indent\">Keith B. Muntyan, with whom Robert P. Morris and Morgan, Brown &amp; Joy were on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, LYNCH, and LIPEZ, Circuit Judges.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The question in this case is whether, under the Employee Retirement Income Security Act of 1974 (ERISA), 29 U.S.C. &#167;&#167; 1001-1461, non-union retirees of NSTAR Electric &amp; Gas Corporation (\"NSTAR\") were entitled to vested lifetime dental benefits which could not be changed by NSTAR, under the terms of one of two early retirement programs (\"ERPs\"), one in 1997 and one in 1999. The district court granted summary judgment to NSTAR on the plaintiffs' claims under ERISA. We affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Much of the relevant background is detailed in the companion case, <i>Senior v. NSTAR Electric &amp; Gas Corp.,</i> ___ F.3d ___, ___-___, No. 05-2015, slip op. at 4-20 (1st Cir. May 31, 2006). That case involved the question of whether certain labor agreements which allowed the retirees to take advantage of the same ERPs at issue here gave former union employees an entitlement to vested lifetime dental benefits which could not be modified by the company. <i>Id.</i> at ___, 2006 WL 1479797. In <i>Senior,</i> we focused on interpretation of the labor agreements under &#167; 301 of the Labor Management and Relations Act (LMRA), 29 U.S.C. &#167; 185. <i>Id.</i> at ___, 2006 WL 1479797. In this case, by contrast, there are no labor agreements to be analyzed under &#167; 301 of the LMRA; only ERISA claims are raised.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Well before the establishment of the ERPs, the company had provided non-union retirees with dental benefits. The summary plan descriptions (SPDs) for the dental plan both before and after the establishment of the ERPs, reserved the right of the company to \"amend, modify or terminate the Plan at any time\" and did not vest dental benefits. These SPDs were part of the dental plan documents. The plaintiffs all received copies of these SPDs at the time they took advantage of the ERPs.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The ERPs were described in program brochures distributed to the plaintiffs. For plaintiffs retiring under the 1997 Personnel Reduction Program (\"1997 PRP\"), the brochure stated two points of importance to the case:</p>\n    </div>\n    <p class=\"indent\">\n      <i>Health and Dental Insurance Coverage:</i>\n    </p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">. . . .</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Employees who were at least age forty (40) and had completed at least twelve (12) full years of System service as of January 1, 1993 and currently meet the \"Rule of 75\"[<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>] will be entitled to medical and dental insurance coverage providing they pay ten percent (10%) of the current medical and dental premium until age sixty two (62). At age 62 the Company will pay 100% of the premium.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The 1997 PRP brochure at the same time made those dental benefits subject to the ERISA dental plan documents:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">This summary is not intended to offer detailed descriptions of the System's employee benefit plans. All information furnished is governed by the provisions of the actual plan documents pertaining to the appropriate benefit plans. If any conflict arises between this summary and the System's employee benefit plan documents, or if any point is not covered, the terms of the appropriate plan documents will govern in all cases.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Thus, the 1997 PRP brochure referred employees to plan documents, which themselves contained a reservation of the company's right to alter the benefits.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">As to the 1999 Voluntary Severance Program (\"1999 VSP\"), a brochure distributed to non-union employees stated generally that for \"those employees who are eligible for post-retirement . . . benefits,\" \"[c]overage will continue to employee and eligible dependents.\" That brochure provided no further details regarding the retirement dental plan coverage. Importantly, it did contain a similar reference to the plan documents, as had the 1997 PRP brochure, stating that \"the appropriate plan documents . . . will govern in all cases.\" In addition, the 1999 brochure contained its own explicit reservation of rights to the company:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The Company reserves the right to change and terminate coverage for current and former employees at any time. Any such change may be in the benefits provided, the contributions required, or in any other aspect in accordance with applicable laws.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Thus, the 1999 VSP brochure both referred to the plan documents and contained its own reservation of rights by the company.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Each of the plaintiffs took advantage of one or the other of the two ERPs, and received individualized retirement benefits summaries. The plaintiffs' case relies on two categories of evidence which contained no language about the company's reservation of rights. As to dental benefits, the summaries provided the exact same terms for all plaintiffs, regardless of which ERP they took advantage of: \"Your dental coverage will be for your life. Your spouse and/or eligible dependents will be covered for 12 months after your death.\" The summaries did not include an express statement reserving the company's right to alter the plan, but did contain a reference to the plan documents, which themselves contained the reservation:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">This summary is not intended to offer detailed descriptions of employee benefit plan. All information furnished is governed by the provisions of the actual plan documents pertaining to the appropriate benefit plans. If any conflict arises between this summary and the System's employee benefit plan documents, or if any point is not covered, the terms of the appropriate plan will govern in all cases.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The plaintiffs do not claim that company representatives orally promised that the benefits were vested, or that they could not be modified or terminated by the company; they do argue that the company representatives omitted the fact that retirement dental benefits could be modified or terminated by the company at any time.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In December 2002, the company notified the plaintiffs and other employees who had participated in the ERPs that their dental benefits would cease once they reached age 65, if they had not already reached that age by April 1, 2003.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The plaintiffs filed suit on May 25, 2004. They alleged that the company had violated ERISA by violating the terms of the ERPs, in that the dental benefits were vested and so could not be discontinued until the death of the retiree. In the alternative, they alleged that if the ERPs did not provide for vested lifetime dental benefits, the company was in breach of its obligation as an ERISA fiduciary to \"discharge [its] duties with respect to a plan solely in the interest of the participants and beneficiaries,\" 29 U.S.C. &#167; 1104(a)(1), by having misrepresented to them, at the time they were considering the ERPs, that the benefits were vested.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">On May 31, 2005, the district court granted the company's motion for summary judgment in its entirety. The court relied entirely on the reasoning from its decision rejecting the union retirees' ERISA claims for vested retirement benefits under the ERPs, <i>see Senior v. NSTAR Elec. &amp; Gas Corp.,</i> 372 F.Supp.2d 159, 166-68 (D.Mass.2005), which had issued that same day.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The district court stated that there was a \"strong presumption against the automatic vesting of welfare benefits\" and that a promise to vest \"is not to be inferred lightly.\" <i>Id.</i> at 165. It noted that the plaintiffs could only point to the individualized benefits summaries and program brochures to support their claim for vested retirement dental benefits. <i>Id.</i> at 166-67. The district court rejected the plaintiffs' claims that the welfare benefits were vested and unchangeable, \"refus[ing] to infer a vesting requirement based on personalized documents that plainly state they are not governing\" and that \"explicitly direct prospective retirees to consult the `actual plan' documents, which, in turn, properly reserve for the [company] the right `to amend, modify or terminate the Plan at any time.'\" <i>Id.</i> at 167.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The district court also rejected the plaintiffs' claims of breach of fiduciary duty, finding no evidence that the company intended to mislead the retirees about the scope of the benefits. <i>Id.</i> at 167-68. It noted that the statement regarding \"lifetime\" benefits was contained not in a governing plan document, but in individualized benefits summaries which were not governing. <i>Id.</i> at 168. The district court also noted the company's position that, at the time of the ERPs, the company had thought it would be able to provide lifetime benefits, but had continued to reserve its right to \"amend, modify, or terminate the Plan at any time\" should future conditions change. <i>Id.</i> The court found this position \"consistent with the documentation.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">On appeal, the plaintiffs challenge the district court's conclusion that the 1997 and 1999 ERPs did not provide vested lifetime dental benefits. In the alternative, they argue that the company was in breach of its fiduciary duties under ERISA by having misrepresented the plan benefits when the plaintiffs were considering whether to take advantage of the ERPs.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We first dispose of an issue about the governing law. The company argues that the ERPs are not themselves ERISA benefit plans, and therefore the plaintiffs' claims are not cognizable under ERISA. <i>See Senior,</i> 372 F.Supp.2d at 166 n. 6 (rejecting the argument). The company relies on our opinion in <i>O'Connor v. Commonwealth Gas Co.,</i> 251 F.3d 262 (1st Cir.2001), a case involving one of the same retirement programs (the 1997 PRP). The company is wrong in its premises and in its analysis. Whether the ERPs themselves constitute ERISA plans, or whether they concern preexisting ERISA welfare benefits, is beside the point. The plaintiffs' claims are about dental benefits under an ERISA plan and ERISA.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The plaintiff retirees in <i>O'Connor,</i> two former non-union employees of Commonwealth Gas, had retired just before the implementation of the 1997 PRP. <i>Id.</i> at 265. They brought suit \"claiming that material misrepresentations made by agents of [the company] misled them into retiring before the effective date of the [1997 PRP]\" in breach of the company's fiduciary duties under ERISA. <i>Id.</i> At issue were the significant severance benefits that were offered to those taking advantage of the 1997 PRP, not the dental benefits at issue here. <i>Id.</i> We noted that those severance benefits \"fit[] comfortably within the category of benefits we have deemed not subject to ERISA coverage because of their limited non-discretionary nature.\" <i>Id.</i> at 268. We found that, to the extent the 1997 PRP increased other benefits that may have implicated ERISA, those changes were \"little more than afterthoughts to the severance bonus\" and thus insufficient to move the plaintiffs' misrepresentation claims into the realm of ERISA. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">By contrast, the retirement dental benefits at issue here are undoubtedly ERISA welfare benefits. <i>See</i> 29 U.S.C. &#167; 1002(1) (defining welfare benefit plans as plans that provide \"medical, surgical, or hospital care or benefits, or benefits in the event of sickness, accident, disability, death or unemployment\"). Provision of these dental benefits requires the sort of \"continuing administrative and financial obligations by the employer to the behoof of employees or their beneficiaries\" that the Supreme Court has required before finding the existence of an ERISA plan. <i>Belanger v. Wyman-Gordon Co.,</i> 71 F.3d 451, 454 (1st Cir.1995) (citing <i>Fort Halifax Packing Co. v. Coyne,</i> 482 U.S. 1, 12, 107 S.Ct. 2211, 96 L.Ed.2d 1 (1987); <i>Dist. of Columbia v. Greater Wash. Bd. of Trade,</i> 506 U.S. 125, 130 n. 2, 113 S.Ct. 580, 121 L.Ed.2d 513 (1992)). These dental benefits had been provided by the company to retirees for a number of years prior to the ERPs, under terms provided by the dental plan documents.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">That the aspect of the ERPs at issue in <i>O'Connor,</i> the severance payment, was found to be not enforceable under ERISA does not make the retirement dental benefits at issue here similarly unenforceable under ERISA. \"[I]n dealing with a multifaceted . . . early retirement Program, some facets may be governed by ERISA . . ., while others may be governed by state law. . . . If a facet is governed by ERISA, any dispute over the terms <i>of that benefit</i> must be resolved by looking to ERISA's statutory provisions and relevant case law.\" <i>Stearns v. NCR Corp.,</i> 297 F.3d 706, 710 (8th Cir.2002).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">We turn to the plaintiffs' claims under ERISA.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We review the district court's entry of summary judgment de novo, drawing all reasonable inferences in favor of the plaintiffs as the non-moving party. <i>Fenton v. John Hancock Mut. Life Ins. Co.,</i> 400 F.3d 83, 87 (1st Cir.2005). Summary judgment is appropriate if there is no genuine dispute as to material facts and the moving party is entitled to judgment as a matter of law. <i>Id.</i> We may affirm on any ground supported by the record. <i>Mulvihill v. Top-Flite Golf Co.,</i> 335 F.3d 15, 19 (1st Cir.2003). Further, the parties agree that the company's interpretation of the plan is subject to de novo review under ERISA.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">A. <i>Violation of the Terms of the ERISA Welfare Benefit Plan</i></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">ERISA draws a distinction between welfare benefit plans and pension benefit plans. Unlike pension benefit plans, which are subject to strict vesting requirements, welfare benefits are not automatically vested under ERISA. \"ERISA does not create any substantive entitlement to . . . welfare benefits,\" and \"[e]mployers or other plan sponsors are generally free under ERISA, for any reason at any time, to adopt, modify, or terminate welfare plans.\" <i>Curtiss-Wright Corp. v. Schoonejongen,</i> 514 U.S. 73, 78, 115 S.Ct. 1223, 131 L.Ed.2d 94 (1995). As the Supreme Court has noted:</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The flexibility an employer enjoys to amend or eliminate its welfare plan is not an accident; Congress recognized that \"requir[ing] the vesting of these ancillary benefits would seriously complicate the administration and increase the cost of plans.\" Giving employers this flexibility also encourages them to offer more generous benefits at the outset, since they are free to reduce benefits should economic conditions sour. If employers were locked into the plans they initially offered, \"they would err initially on the side of omission.\"</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\"><i>Inter-Modal Rail Employees Ass'n v. Atchison, Topeka &amp; Santa Fe Ry.,</i> 520 U.S. 510, 515, 117 S.Ct. 1513, 137 L.Ed.2d 763 (1997) (alteration in original) (internal citation omitted) (quoting S.Rep. No. 93-383, at 51 (1973); <i>Heath v. Varity Corp.,</i> 71 F.3d 256, 258 (7th Cir.1995)).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">An employer may \"contractually cede[] its freedom\" to amend and terminate the plan and may provide retirees with vested retiree welfare benefits that cannot be changed unilaterally. <i>Id.</i> An employer may cede this freedom in bilaterally negotiated contracts, like collectively bargained labor agreements, <i>see Senior,</i> at ___, 2005 WL 1322800, or in the ERISA plan itself, <i>see Am. Fed'n of Grain Millers v. Int'l Multifoods Corp.,</i> 116 F.3d 976, 980 (2d Cir.1997).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The interpretation of the provisions of an ERISA benefit plan proceeds under federal substantive law, and is guided by \"common sense principles of contract interpretation,\" <i>Filiatrault v. Comverse Tech., Inc.,</i> 275 F.3d 131, 135 (1st Cir. 2001), although principles from the law of trusts are employed in certain cases, <i>Allen v. Adage, Inc.,</i> 967 F.2d 695, 698 (1st Cir. 1992). <i>See also Rodriguez-Abreu v. Chase Manhattan Bank, N.A.,</i> 986 F.2d 580, 585 (1st Cir.1993); <i>Burnham v. Guardian Life Ins. Co.,</i> 873 F.2d 486, 489-90 (1st Cir. 1989).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The rules of interpretation of ERISA welfare benefit plans when dealing with unambiguous terms are uncontroversial. <i>See Grain Millers,</i> 116 F.3d at 980 (citing cases). Under ERISA, unambiguous language in a plan is enforced according to its terms. <i>See Filiatrault,</i> 275 F.3d at 135; <i>Burnham,</i> 873 F.2d at 490-91. The question of whether an ERISA plan term is ambiguous is generally a question of law for the judge. <i>See Allen,</i> 967 F.2d at 698.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">It is also the rule that ambiguity in a plan term does not necessarily foreclose summary judgment, as when \"the evidence presented about the parties' intended meaning [is] so one-sided that no reasonable person could decide the contrary.\" <i>Id.</i> at 698 (quoting <i>Boston Five Cents Sav. Bank v. Sec'y of Dep't of HUD,</i> 768 F.2d 5, 8 (1st Cir.1985)).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">However, there is substantial disagreement among the courts, and between the parties here, about whether ambiguous plan language may support a finding that a company has promised to vest ERISA welfare plan benefits. <i>See Grain Millers,</i> 116 F.3d at 980. Under ordinary rules of ERISA plan interpretation, if a party demonstrates ambiguity in a plan on a particular question, reference may be made to extrinsic evidence to determine the parties' intended meaning. <i>See Smart v. Gillette Co. Long-Term Disability Plan,</i> 70 F.3d 173, 178 (1st Cir.1995). If such extrinsic evidence is not one-sided, the issue of the parties' intent might be for the fact-finder. <i>Allen,</i> 967 F.2d at 698.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The company argues for a departure from these ordinary rules. It asserts that the intent to vest lifetime welfare benefits that cannot be changed by the company must be found in clear and express language in the ERISA plan documents. In other words, the company argues that if the plan language is ambiguous on the question, there is a presumption that welfare benefits are not vested. The plaintiffs argue that there is no such presumption against the vesting of ERISA welfare benefits.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The circuits have adopted different rules of construction as to vesting of welfare benefits. Such rules may be helpful in particular factual situations but are certainly not a starting point for analysis. We reject the analysis apparently used by the district court, <i>see Senior,</i> 372 F.Supp.2d at 165, 166-67, that there can never be vesting of retirement welfare benefits unless there is a clear and express statement of such vesting.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Congress's decision to give employers, in the absence of an affirmative promise to vest welfare benefits, the flexibility to amend and terminate ERISA welfare benefit plans does not mean that ERISA requires a strict rule of construction against vesting of retirement welfare benefits. The company has pointed to nothing else in ERISA or its legislative history to suggest Congress intended these questions to start with such a presumption. Furthermore, the Supreme Court has \"analogized ERISA benefit plans to trust agreements and observed that trust agreements are to be construed `without deferring to either party's interpretation.'\" <i>Allen,</i> 967 F.2d at 701 (quoting <i>Bruch,</i> 489 U.S. at 112, 109 S.Ct. 948).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Our case does not involve a special situation. The dental plan documents are express that the company reserves the right to change even promises of lifetime benefits. In that sense, the benefits are not vested. And the 1997 PRP program brochure and the individualized benefits summaries expressly refer to the dental plan documents, which contain those reservations. The 1999 VSP brochure not only refers to those same plan documents, but contains its own express reservation.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The plaintiffs argue that the ERPs, nonetheless, unambiguously vest lifetime retirement dental benefits that cannot be changed. Plaintiffs' argument is that to give content to the lifetime benefits language in the ERPs, it is necessary to construe the ERPs as creating a new ERISA plan, independent of the continuing ERISA dental plan. That is why, they say, the ERPs do not themselves refer to any specific dental plan. They ask us to focus on the language in the ERP program brochures and the individualized benefit summaries.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> They acknowledge that those documents reference the SPDs, which contain an express reservation of the company's right to amend the plan. But they argue that the \"vague reference . . . to the plan documents would not inform the reasonable employee that he or she should review the entirety of several lengthy policies\" to determine his or her rights under the dental benefit plans.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The argument fails on several grounds. There is no basis for the plaintiffs' assertion that the ERPs themselves constitute their own separate ERISA plan. The plaintiffs admit that the brochure and the plan documents do not meet the requirements of an ERISA plan or SPD. They counter by asserting that the \"creation of an ERISA plan does not depend on the existence of formal documentation.\" But the ERPs themselves refer to existing ERISA plans as providing the more specific terms. The references to the plan documents in the ERP brochures and the individualized plan summaries are prominent. For example, the 1997 PRP brochure states in bold letters that the plan documents are \"The Last Word.\"</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Furthermore, under ERISA, we cannot ignore the SPDs which do contain the reservation, because SPDs play a key role in \"communicat[ing] to beneficiaries the essential information about the plan.\" <i>Curtiss-Wright,</i> 514 U.S. at 83, 115 S.Ct. 1223. ERISA requires SPDs to be \"written in a manner calculated to be understood by the average plan participant, and . . . be sufficiently accurate and comprehensive to reasonably apprise such participants and beneficiaries of their rights and obligations under the plan.\" 29 U.S.C. &#167; 1022(a). Given the important informational role SPDs play under the ERISA scheme, it would be improper to ignore the terms provided by the SPDs.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The plaintiffs further argue that, even considering the reservation of rights in the SPDs, a reasonable fact finder could conclude that the dental benefits are vested. They suggest that the best way to reconcile the reservation of rights in the SPDs and the language regarding lifetime benefits in the individualized summaries, is to read the reservation as only permitting the company to terminate the services of a particular dental plan provider, while continuing to be obligated to provide the plaintiffs with dental plan coverage.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">No reasonable reader of the documents could reach that conclusion. The SPDs reserve to the company \"the right . . . to amend, modify, or terminate the Plan at any time.\" Given the rule under ERISA that an employer is generally free at any time, absent an undertaking to the contrary, to cancel a welfare benefit plan, <i>see</i> <i>Curtiss-Wright,</i> 514 U.S. at 78, 115 S.Ct. 1223, this language can only be reasonably read to allow the company to terminate dental plan coverage. <i>See Gable,</i> 35 F.3d at 856 (rejecting a similar argument). The only reasonable reading of the ERPs is that the company would provide lifetime benefits to its retirees <i>subject to</i> its reservation of the right to modify, alter, or terminate dental plan coverage should future circumstances require such changes.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The past practice of the company in the provision of retirement dental benefits confirms our conclusion. <i>See Allen,</i> 967 F.2d at 698, 702 (relying, in part, on past practice in interpreting an ERISA severance pay plan). The company had provided non-union retirees with dental benefits well before the ERPs were created. The plaintiffs do not claim that the benefits provided during this time were vested. Rather, they argue the ERPs changed the prior practice, and are new ERISA plans that guarantee vested lifetime dental benefits. However, the reservation of the company's right to amend, modify, and terminate the dental plan in the dental plan SPDs does not reflect such a change after the creation of the ERPs. The individualized plan summaries and program brochures that plaintiffs claim created the new ERISA plan clearly state that the plan documents are governing. The oral statements made by the company representatives which omitted the reservation are similarly insufficient to overcome the unambiguous reservation of rights in the plan documents. <i>See Bellino v. Schlumberger Techs., Inc.,</i> 944 F.2d 26, 32-33 (1st Cir.1991); <i>see also</i> 29 U.S.C. &#167; 1102(a)(1) (\"Every employee benefit plan shall be established and maintained pursuant to <i>a written instrument.</i>\" (emphasis added)). A number of courts have held that, since ERISA requires that plans be \"established and maintained pursuant to a written instrument,\" oral statements cannot amend the terms of an ERISA plan. <i>See, e.g., Perreca v. Gluck,</i> 295 F.3d 215, 225 (2d Cir.2002); <i>In re Unisys Corp. Retiree Med. Benefit \"ERISA\" Litigation,</i> 58 F.3d 896, 902 (3d Cir.1995).</p>\n    </div>\n    <p class=\"indent\">B. <i>ERISA Breach of Fiduciary Duty</i></p>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The plaintiffs' alternative argument is that the company was in breach of its fiduciary obligation<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> as administrator of the retirement plans when it \"misrepresented\" the terms of that plan to the employees. We do not think that there is enough evidence to create a misrepresentation case here. The plaintiffs only claim that the company omitted the fact that the dental benefits could be terminated or amended during meetings prior to their participation in the ERPs. But the plaintiffs were put on notice of the company's right to modify, amend, and terminate the plan by the individualized benefits summaries and program brochures, which pointed to the underlying plan documents that contained the reservation of rights.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <p class=\"center\">IV.</p>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">For the foregoing reasons, we <i>affirm</i> the grant of summary judgment. The parties shall bear their own costs.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The \"Rule of 75\" refers to the age of the employee plus the years of service</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The plaintiffs make an offhand suggestion that ambiguous terms should be construed against the company as the drafter, under the principle of<i>contra proferentem.</i> It is unclear whether application of this principle would be appropriate in the context of retirement dental benefits under an ERP. <i>Compare Allen,</i> 967 F.2d at 695 &amp; n. 6 (declining to apply the doctrine in a case involving interpretation of a severance pay plan and finding that \"application of the doctrine in ERISA cases generally would be inappropriate\"), <i>with Hughes v. Boston Mut. Life Ins. Co.,</i> 26 F.3d 264, 268 (1st Cir.1994) (suggesting doctrine is appropriate in the context of insurance contracts). Since the terms of the plan are not ambiguous, and in the absence of developed argumentation, we do not address the point further.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The company argues that the program brochures and individualized benefits summaries are merely \"informal communications,\" and do not govern the company's obligations at all. Some courts have held that informal communications that do not meet the requirements in 29 U.S.C. &#167; 1102(b) (providing requisite features of a \"plan\") or 29 U.S.C. &#167; 1022(b) (providing requirements for an SPD) cannot alter the terms of an ERISA welfare benefit plan as provided in documents meeting such requirements<i>See Gable v. Sweetheart Cup Co.,</i> 35 F.3d 851, 857 (4th Cir.1994); <i>Watkins v. Westinghouse Hanford Co.,</i> 12 F.3d 1517, 1523 &amp; n. 1 (9th Cir.1993); <i>Alday v. Container Corp. of Am.,</i> 906 F.2d 660, 665 (11th Cir.1990); <i>see also Deboard v. Sunshine Mining and Refining Co.,</i> 208 F.3d 1228 (10th Cir.2000) (letters regarding an early retirement program met the requirements for establishing a separate ERISA plan). We do not reach this question.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In their reply brief, plaintiffs state that they do not claim dental coverage with no alteration of benefits. But the only changes they appear to agree are permitted are those changes incident to a change in the dental plan provider</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The Supreme Court has limited individual claims for breach of fiduciary duty under ERISA \"to those participants who are unable to avail themselves of other remedies.\"<i>Mauser v. Raytheon Co. Pension Plan for Salaried Employees,</i> 239 F.3d 51, 58 (1st Cir.2001) (availability of other relief precludes claims for breach of fiduciary duty based on alleged misrepresentations in the summary plan description (citing <i>Varity Corp. v. Howe,</i> 516 U.S. 489, 512-13, 116 S.Ct. 1065, 134 L.Ed.2d 130 (1996))). The parties have not discussed the question of whether a breach of fiduciary duty would be duplicative of other remedies under ERISA for the misrepresentations claimed here.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Plaintiffs also raise state law promissory estoppel claims on appeal. The district court ruled that ERISA preempted plaintiffs' state law claims,<i>see Senior,</i> 372 F.Supp.2d at 164-65 &amp; n. 3, and plaintiffs do not explain why this conclusion was incorrect. In any event, the argument is waived for lack of developed argumentation on appeal. <i>See United States v. Zannino,</i> 895 F.2d 1, 17 (1st Cir.1990).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">449</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">224</span></span></p>\n    <p class=\"parties\">Louis BALESTRACCI, et al., Plaintiffs, Appellants,<br>v.<br>NSTAR ELECTRIC AND GAS CORPORATION, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 05-1894.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard February 8, 2006.</p>\n    <p class=\"date\">Decided May 31, 2006.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Warren H. Pyle, with whom Pyle, Rome, Lichten, Ehrenberg &amp; Liss-Riordan, P.C. was on brief, for appellants.</p>\n      <p class=\"indent\">Keith B. Muntyan, with whom Robert P. Morris and Morgan, Brown &amp; Joy were on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, LYNCH, and LIPEZ, Circuit Judges.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The question in this case is whether, under the Employee Retirement Income Security Act of 1974 (ERISA), 29 U.S.C. &#167;&#167; 1001-1461, non-union retirees of NSTAR Electric &amp; Gas Corporation (\"NSTAR\") were entitled to vested lifetime dental benefits which could not be changed by NSTAR, under the terms of one of two early retirement programs (\"ERPs\"), one in 1997 and one in 1999. The district court granted summary judgment to NSTAR on the plaintiffs' claims under ERISA. We affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Much of the relevant background is detailed in the companion case, <i>Senior v. NSTAR Electric &amp; Gas Corp.,</i> ___ F.3d ___, ___-___, No. 05-2015, slip op. at 4-20 (1st Cir. May 31, 2006). That case involved the question of whether certain labor agreements which allowed the retirees to take advantage of the same ERPs at issue here gave former union employees an entitlement to vested lifetime dental benefits which could not be modified by the company. <i>Id.</i> at ___, 2006 WL 1479797. In <i>Senior,</i> we focused on interpretation of the labor agreements under &#167; 301 of the Labor Management and Relations Act (LMRA), 29 U.S.C. &#167; 185. <i>Id.</i> at ___, 2006 WL 1479797. In this case, by contrast, there are no labor agreements to be analyzed under &#167; 301 of the LMRA; only ERISA claims are raised.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Well before the establishment of the ERPs, the company had provided non-union retirees with dental benefits. The summary plan descriptions (SPDs) for the dental plan both before and after the establishment of the ERPs, reserved the right of the company to \"amend, modify or terminate the Plan at any time\" and did not vest dental benefits. These SPDs were part of the dental plan documents. The plaintiffs all received copies of these SPDs at the time they took advantage of the ERPs.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The ERPs were described in program brochures distributed to the plaintiffs. For plaintiffs retiring under the 1997 Personnel Reduction Program (\"1997 PRP\"), the brochure stated two points of importance to the case:</p>\n    </div>\n    <p class=\"indent\">\n      <i>Health and Dental Insurance Coverage:</i>\n    </p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">. . . .</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Employees who were at least age forty (40) and had completed at least twelve (12) full years of System service as of January 1, 1993 and currently meet the \"Rule of 75\"[<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>] will be entitled to medical and dental insurance coverage providing they pay ten percent (10%) of the current medical and dental premium until age sixty two (62). At age 62 the Company will pay 100% of the premium.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The 1997 PRP brochure at the same time made those dental benefits subject to the ERISA dental plan documents:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">This summary is not intended to offer detailed descriptions of the System's employee benefit plans. All information furnished is governed by the provisions of the actual plan documents pertaining to the appropriate benefit plans. If any conflict arises between this summary and the System's employee benefit plan documents, or if any point is not covered, the terms of the appropriate plan documents will govern in all cases.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Thus, the 1997 PRP brochure referred employees to plan documents, which themselves contained a reservation of the company's right to alter the benefits.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">As to the 1999 Voluntary Severance Program (\"1999 VSP\"), a brochure distributed to non-union employees stated generally that for \"those employees who are eligible for post-retirement . . . benefits,\" \"[c]overage will continue to employee and eligible dependents.\" That brochure provided no further details regarding the retirement dental plan coverage. Importantly, it did contain a similar reference to the plan documents, as had the 1997 PRP brochure, stating that \"the appropriate plan documents . . . will govern in all cases.\" In addition, the 1999 brochure contained its own explicit reservation of rights to the company:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The Company reserves the right to change and terminate coverage for current and former employees at any time. Any such change may be in the benefits provided, the contributions required, or in any other aspect in accordance with applicable laws.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Thus, the 1999 VSP brochure both referred to the plan documents and contained its own reservation of rights by the company.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Each of the plaintiffs took advantage of one or the other of the two ERPs, and received individualized retirement benefits summaries. The plaintiffs' case relies on two categories of evidence which contained no language about the company's reservation of rights. As to dental benefits, the summaries provided the exact same terms for all plaintiffs, regardless of which ERP they took advantage of: \"Your dental coverage will be for your life. Your spouse and/or eligible dependents will be covered for 12 months after your death.\" The summaries did not include an express statement reserving the company's right to alter the plan, but did contain a reference to the plan documents, which themselves contained the reservation:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">This summary is not intended to offer detailed descriptions of employee benefit plan. All information furnished is governed by the provisions of the actual plan documents pertaining to the appropriate benefit plans. If any conflict arises between this summary and the System's employee benefit plan documents, or if any point is not covered, the terms of the appropriate plan will govern in all cases.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The plaintiffs do not claim that company representatives orally promised that the benefits were vested, or that they could not be modified or terminated by the company; they do argue that the company representatives omitted the fact that retirement dental benefits could be modified or terminated by the company at any time.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In December 2002, the company notified the plaintiffs and other employees who had participated in the ERPs that their dental benefits would cease once they reached age 65, if they had not already reached that age by April 1, 2003.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The plaintiffs filed suit on May 25, 2004. They alleged that the company had violated ERISA by violating the terms of the ERPs, in that the dental benefits were vested and so could not be discontinued until the death of the retiree. In the alternative, they alleged that if the ERPs did not provide for vested lifetime dental benefits, the company was in breach of its obligation as an ERISA fiduciary to \"discharge [its] duties with respect to a plan solely in the interest of the participants and beneficiaries,\" 29 U.S.C. &#167; 1104(a)(1), by having misrepresented to them, at the time they were considering the ERPs, that the benefits were vested.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">On May 31, 2005, the district court granted the company's motion for summary judgment in its entirety. The court relied entirely on the reasoning from its decision rejecting the union retirees' ERISA claims for vested retirement benefits under the ERPs, <i>see Senior v. NSTAR Elec. &amp; Gas Corp.,</i> <span class=\"citation\" data-id=\"2431862\"><a href=\"/opinion/2431862/senior-v-nstar-elec-and-gas-corp/\"><span class=\"volume\">372</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">159</span></a></span>, 166-68 (D.Mass.2005), which had issued that same day.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The district court stated that there was a \"strong presumption against the automatic vesting of welfare benefits\" and that a promise to vest \"is not to be inferred lightly.\" <i>Id.</i> at 165. It noted that the plaintiffs could only point to the individualized benefits summaries and program brochures to support their claim for vested retirement dental benefits. <i>Id.</i> at 166-67. The district court rejected the plaintiffs' claims that the welfare benefits were vested and unchangeable, \"refus[ing] to infer a vesting requirement based on personalized documents that plainly state they are not governing\" and that \"explicitly direct prospective retirees to consult the `actual plan' documents, which, in turn, properly reserve for the [company] the right `to amend, modify or terminate the Plan at any time.'\" <i>Id.</i> at 167.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The district court also rejected the plaintiffs' claims of breach of fiduciary duty, finding no evidence that the company intended to mislead the retirees about the scope of the benefits. <i>Id.</i> at 167-68. It noted that the statement regarding \"lifetime\" benefits was contained not in a governing plan document, but in individualized benefits summaries which were not governing. <i>Id.</i> at 168. The district court also noted the company's position that, at the time of the ERPs, the company had thought it would be able to provide lifetime benefits, but had continued to reserve its right to \"amend, modify, or terminate the Plan at any time\" should future conditions change. <i>Id.</i> The court found this position \"consistent with the documentation.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">On appeal, the plaintiffs challenge the district court's conclusion that the 1997 and 1999 ERPs did not provide vested lifetime dental benefits. In the alternative, they argue that the company was in breach of its fiduciary duties under ERISA by having misrepresented the plan benefits when the plaintiffs were considering whether to take advantage of the ERPs.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We first dispose of an issue about the governing law. The company argues that the ERPs are not themselves ERISA benefit plans, and therefore the plaintiffs' claims are not cognizable under ERISA. <i>See Senior,</i> 372 F.Supp.2d at 166 n. 6 (rejecting the argument). The company relies on our opinion in <i>O'Connor v. Commonwealth Gas Co.,</i> <span class=\"citation\" data-id=\"199419\"><a href=\"/opinion/199419/oconnor-v-commonwealth-gas-co/\"><span class=\"volume\">251</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">262</span></a></span> (1st Cir.2001), a case involving one of the same retirement programs (the 1997 PRP). The company is wrong in its premises and in its analysis. Whether the ERPs themselves constitute ERISA plans, or whether they concern preexisting ERISA welfare benefits, is beside the point. The plaintiffs' claims are about dental benefits under an ERISA plan and ERISA.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The plaintiff retirees in <i>O'Connor,</i> two former non-union employees of Commonwealth Gas, had retired just before the implementation of the 1997 PRP. <i>Id.</i> at 265. They brought suit \"claiming that material misrepresentations made by agents of [the company] misled them into retiring before the effective date of the [1997 PRP]\" in breach of the company's fiduciary duties under ERISA. <i>Id.</i> At issue were the significant severance benefits that were offered to those taking advantage of the 1997 PRP, not the dental benefits at issue here. <i>Id.</i> We noted that those severance benefits \"fit[] comfortably within the category of benefits we have deemed not subject to ERISA coverage because of their limited non-discretionary nature.\" <i>Id.</i> at 268. We found that, to the extent the 1997 PRP increased other benefits that may have implicated ERISA, those changes were \"little more than afterthoughts to the severance bonus\" and thus insufficient to move the plaintiffs' misrepresentation claims into the realm of ERISA. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">By contrast, the retirement dental benefits at issue here are undoubtedly ERISA welfare benefits. <i>See</i> 29 U.S.C. &#167; 1002(1) (defining welfare benefit plans as plans that provide \"medical, surgical, or hospital care or benefits, or benefits in the event of sickness, accident, disability, death or unemployment\"). Provision of these dental benefits requires the sort of \"continuing administrative and financial obligations by the employer to the behoof of employees or their beneficiaries\" that the Supreme Court has required before finding the existence of an ERISA plan. <i>Belanger v. Wyman-Gordon Co.,</i> <span class=\"citation\" data-id=\"709201\"><a href=\"/opinion/709201/edmund-h-belanger-v-wyman-gordon-company/\"><span class=\"volume\">71</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">451</span></a></span>, 454 (1st Cir.1995) (citing <i>Fort Halifax Packing Co. v. Coyne,</i> <span class=\"citation\" data-id=\"111901\"><a href=\"/opinion/111901/fort-halifax-packing-co-v-coyne/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 12, <span class=\"citation\" data-id=\"111901\"><a href=\"/opinion/111901/fort-halifax-packing-co-v-coyne/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2211</span></a></span>, <span class=\"citation\" data-id=\"111901\"><a href=\"/opinion/111901/fort-halifax-packing-co-v-coyne/\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1987); <i>Dist. of Columbia v. Greater Wash. Bd. of Trade,</i> <span class=\"citation\" data-id=\"112799\"><a href=\"/opinion/112799/district-of-columbia-v-greater-washington-bd-of-trade/\"><span class=\"volume\">506</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">125</span></a></span>, 130 n. 2, <span class=\"citation\" data-id=\"112799\"><a href=\"/opinion/112799/district-of-columbia-v-greater-washington-bd-of-trade/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">580</span></a></span>, <span class=\"citation\" data-id=\"112799\"><a href=\"/opinion/112799/district-of-columbia-v-greater-washington-bd-of-trade/\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">513</span></a></span> (1992)). These dental benefits had been provided by the company to retirees for a number of years prior to the ERPs, under terms provided by the dental plan documents.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">That the aspect of the ERPs at issue in <i>O'Connor,</i> the severance payment, was found to be not enforceable under ERISA does not make the retirement dental benefits at issue here similarly unenforceable under ERISA. \"[I]n dealing with a multifaceted . . . early retirement Program, some facets may be governed by ERISA . . ., while others may be governed by state law. . . . If a facet is governed by ERISA, any dispute over the terms <i>of that benefit</i> must be resolved by looking to ERISA's statutory provisions and relevant case law.\" <i>Stearns v. NCR Corp.,</i> <span class=\"citation\" data-id=\"778463\"><a href=\"/opinion/778463/donald-w-stearns-on-behalf-of-himself-and-all-others-similarly-situated/\"><span class=\"volume\">297</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">706</span></a></span>, 710 (8th Cir.2002).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">We turn to the plaintiffs' claims under ERISA.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We review the district court's entry of summary judgment de novo, drawing all reasonable inferences in favor of the plaintiffs as the non-moving party. <i>Fenton v. John Hancock Mut. Life Ins. Co.,</i> <span class=\"citation\" data-id=\"201479\"><a href=\"/opinion/201479/cheever-v-john-hancock-mutual/\"><span class=\"volume\">400</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">83</span></a></span>, 87 (1st Cir.2005). Summary judgment is appropriate if there is no genuine dispute as to material facts and the moving party is entitled to judgment as a matter of law. <i>Id.</i> We may affirm on any ground supported by the record. <i>Mulvihill v. Top-Flite Golf Co.,</i> <span class=\"citation\" data-id=\"200528\"><a href=\"/opinion/200528/mulvihill-v-top-flite-golf/\"><span class=\"volume\">335</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></a></span>, 19 (1st Cir.2003). Further, the parties agree that the company's interpretation of the plan is subject to de novo review under ERISA.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">A. <i>Violation of the Terms of the ERISA Welfare Benefit Plan</i></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">ERISA draws a distinction between welfare benefit plans and pension benefit plans. Unlike pension benefit plans, which are subject to strict vesting requirements, welfare benefits are not automatically vested under ERISA. \"ERISA does not create any substantive entitlement to . . . welfare benefits,\" and \"[e]mployers or other plan sponsors are generally free under ERISA, for any reason at any time, to adopt, modify, or terminate welfare plans.\" <i>Curtiss-Wright Corp. v. Schoonejongen,</i> <span class=\"citation\" data-id=\"117908\"><a href=\"/opinion/117908/curtiss-wright-corp-v-schoonejongen/\"><span class=\"volume\">514</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">73</span></a></span>, 78, <span class=\"citation\" data-id=\"117908\"><a href=\"/opinion/117908/curtiss-wright-corp-v-schoonejongen/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1223</span></a></span>, <span class=\"citation\" data-id=\"117908\"><a href=\"/opinion/117908/curtiss-wright-corp-v-schoonejongen/\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">94</span></a></span> (1995). As the Supreme Court has noted:</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The flexibility an employer enjoys to amend or eliminate its welfare plan is not an accident; Congress recognized that \"requir[ing] the vesting of these ancillary benefits would seriously complicate the administration and increase the cost of plans.\" Giving employers this flexibility also encourages them to offer more generous benefits at the outset, since they are free to reduce benefits should economic conditions sour. If employers were locked into the plans they initially offered, \"they would err initially on the side of omission.\"</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\"><i>Inter-Modal Rail Employees Ass'n v. Atchison, Topeka &amp; Santa Fe Ry.,</i> <span class=\"citation\" data-id=\"118108\"><a href=\"/opinion/118108/inter-modal-rail-employees-assn-v-atchison-t-sfr-co/\"><span class=\"volume\">520</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">510</span></a></span>, 515, <span class=\"citation\" data-id=\"118108\"><a href=\"/opinion/118108/inter-modal-rail-employees-assn-v-atchison-t-sfr-co/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1513</span></a></span>, <span class=\"citation\" data-id=\"118108\"><a href=\"/opinion/118108/inter-modal-rail-employees-assn-v-atchison-t-sfr-co/\"><span class=\"volume\">137</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">763</span></a></span> (1997) (alteration in original) (internal citation omitted) (quoting S.Rep. No. 93-383, at 51 (1973); <i>Heath v. Varity Corp.,</i> <span class=\"citation\" data-id=\"709062\"><a href=\"/opinion/709062/allan-t-heath-v-varity-corporation/\"><span class=\"volume\">71</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">256</span></a></span>, 258 (7th Cir.1995)).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">An employer may \"contractually cede[] its freedom\" to amend and terminate the plan and may provide retirees with vested retiree welfare benefits that cannot be changed unilaterally. <i>Id.</i> An employer may cede this freedom in bilaterally negotiated contracts, like collectively bargained labor agreements, <i>see Senior,</i> at ___, <span class=\"citation no-link\"><span class=\"volume\">2005</span> <span class=\"reporter\">WL</span> <span class=\"page\">1322800</span></span>, or in the ERISA plan itself, <i>see Am. Fed'n of Grain Millers v. Int'l Multifoods Corp.,</i> <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">976</span></span>, 980 (2d Cir.1997).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The interpretation of the provisions of an ERISA benefit plan proceeds under federal substantive law, and is guided by \"common sense principles of contract interpretation,\" <i>Filiatrault v. Comverse Tech., Inc.,</i> <span class=\"citation\" data-id=\"199751\"><a href=\"/opinion/199751/filiatrault-v-comverse-technology/\"><span class=\"volume\">275</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">131</span></a></span>, 135 (1st Cir. 2001), although principles from the law of trusts are employed in certain cases, <i>Allen v. Adage, Inc.,</i> <span class=\"citation\" data-id=\"585780\"><a href=\"/opinion/585780/richard-g-allen-v-adage-inc/\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">695</span></a></span>, 698 (1st Cir. 1992). <i>See also Rodriguez-Abreu v. Chase Manhattan Bank, N.A.,</i> <span class=\"citation\" data-id=\"600732\"><a href=\"/opinion/600732/luis-e-rodriguez-abreu-v-the-chase-manhattan-bank-na/\"><span class=\"volume\">986</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">580</span></a></span>, 585 (1st Cir.1993); <i>Burnham v. Guardian Life Ins. Co.,</i> <span class=\"citation\" data-id=\"522153\"><a href=\"/opinion/522153/joan-c-burnham-etc-v-the-guardian-life-insurance-company-of-america/\"><span class=\"volume\">873</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">486</span></a></span>, 489-90 (1st Cir. 1989).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The rules of interpretation of ERISA welfare benefit plans when dealing with unambiguous terms are uncontroversial. <i>See Grain Millers,</i> 116 F.3d at 980 (citing cases). Under ERISA, unambiguous language in a plan is enforced according to its terms. <i>See Filiatrault,</i> 275 F.3d at 135; <i>Burnham,</i> 873 F.2d at 490-91. The question of whether an ERISA plan term is ambiguous is generally a question of law for the judge. <i>See Allen,</i> 967 F.2d at 698.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">It is also the rule that ambiguity in a plan term does not necessarily foreclose summary judgment, as when \"the evidence presented about the parties' intended meaning [is] so one-sided that no reasonable person could decide the contrary.\" <i>Id.</i> at 698 (quoting <i>Boston Five Cents Sav. Bank v. Sec'y of Dep't of HUD,</i> <span class=\"citation\" data-id=\"455854\"><a href=\"/opinion/455854/the-boston-five-cents-savings-bank-v-secretary-of-the-department-of/\"><span class=\"volume\">768</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">5</span></a></span>, 8 (1st Cir.1985)).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">However, there is substantial disagreement among the courts, and between the parties here, about whether ambiguous plan language may support a finding that a company has promised to vest ERISA welfare plan benefits. <i>See Grain Millers,</i> 116 F.3d at 980. Under ordinary rules of ERISA plan interpretation, if a party demonstrates ambiguity in a plan on a particular question, reference may be made to extrinsic evidence to determine the parties' intended meaning. <i>See Smart v. Gillette Co. Long-Term Disability Plan,</i> <span class=\"citation\" data-id=\"196424\"><a href=\"/opinion/196424/smart-v-the-gillette-company/\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">173</span></a></span>, 178 (1st Cir.1995). If such extrinsic evidence is not one-sided, the issue of the parties' intent might be for the fact-finder. <i>Allen,</i> 967 F.2d at 698.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The company argues for a departure from these ordinary rules. It asserts that the intent to vest lifetime welfare benefits that cannot be changed by the company must be found in clear and express language in the ERISA plan documents. In other words, the company argues that if the plan language is ambiguous on the question, there is a presumption that welfare benefits are not vested. The plaintiffs argue that there is no such presumption against the vesting of ERISA welfare benefits.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The circuits have adopted different rules of construction as to vesting of welfare benefits. Such rules may be helpful in particular factual situations but are certainly not a starting point for analysis. We reject the analysis apparently used by the district court, <i>see Senior,</i> 372 F.Supp.2d at 165, 166-67, that there can never be vesting of retirement welfare benefits unless there is a clear and express statement of such vesting.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Congress's decision to give employers, in the absence of an affirmative promise to vest welfare benefits, the flexibility to amend and terminate ERISA welfare benefit plans does not mean that ERISA requires a strict rule of construction against vesting of retirement welfare benefits. The company has pointed to nothing else in ERISA or its legislative history to suggest Congress intended these questions to start with such a presumption. Furthermore, the Supreme Court has \"analogized ERISA benefit plans to trust agreements and observed that trust agreements are to be construed `without deferring to either party's interpretation.'\" <i>Allen,</i> 967 F.2d at 701 (quoting <i>Bruch,</i> 489 U.S. at 112, 109 S.Ct. 948).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Our case does not involve a special situation. The dental plan documents are express that the company reserves the right to change even promises of lifetime benefits. In that sense, the benefits are not vested. And the 1997 PRP program brochure and the individualized benefits summaries expressly refer to the dental plan documents, which contain those reservations. The 1999 VSP brochure not only refers to those same plan documents, but contains its own express reservation.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The plaintiffs argue that the ERPs, nonetheless, unambiguously vest lifetime retirement dental benefits that cannot be changed. Plaintiffs' argument is that to give content to the lifetime benefits language in the ERPs, it is necessary to construe the ERPs as creating a new ERISA plan, independent of the continuing ERISA dental plan. That is why, they say, the ERPs do not themselves refer to any specific dental plan. They ask us to focus on the language in the ERP program brochures and the individualized benefit summaries.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> They acknowledge that those documents reference the SPDs, which contain an express reservation of the company's right to amend the plan. But they argue that the \"vague reference . . . to the plan documents would not inform the reasonable employee that he or she should review the entirety of several lengthy policies\" to determine his or her rights under the dental benefit plans.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The argument fails on several grounds. There is no basis for the plaintiffs' assertion that the ERPs themselves constitute their own separate ERISA plan. The plaintiffs admit that the brochure and the plan documents do not meet the requirements of an ERISA plan or SPD. They counter by asserting that the \"creation of an ERISA plan does not depend on the existence of formal documentation.\" But the ERPs themselves refer to existing ERISA plans as providing the more specific terms. The references to the plan documents in the ERP brochures and the individualized plan summaries are prominent. For example, the 1997 PRP brochure states in bold letters that the plan documents are \"The Last Word.\"</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Furthermore, under ERISA, we cannot ignore the SPDs which do contain the reservation, because SPDs play a key role in \"communicat[ing] to beneficiaries the essential information about the plan.\" <i>Curtiss-Wright,</i> 514 U.S. at 83, <span class=\"citation\" data-id=\"117908\"><a href=\"/opinion/117908/curtiss-wright-corp-v-schoonejongen/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1223</span></a></span>. ERISA requires SPDs to be \"written in a manner calculated to be understood by the average plan participant, and . . . be sufficiently accurate and comprehensive to reasonably apprise such participants and beneficiaries of their rights and obligations under the plan.\" 29 U.S.C. &#167; 1022(a). Given the important informational role SPDs play under the ERISA scheme, it would be improper to ignore the terms provided by the SPDs.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The plaintiffs further argue that, even considering the reservation of rights in the SPDs, a reasonable fact finder could conclude that the dental benefits are vested. They suggest that the best way to reconcile the reservation of rights in the SPDs and the language regarding lifetime benefits in the individualized summaries, is to read the reservation as only permitting the company to terminate the services of a particular dental plan provider, while continuing to be obligated to provide the plaintiffs with dental plan coverage.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">No reasonable reader of the documents could reach that conclusion. The SPDs reserve to the company \"the right . . . to amend, modify, or terminate the Plan at any time.\" Given the rule under ERISA that an employer is generally free at any time, absent an undertaking to the contrary, to cancel a welfare benefit plan, <i>see</i> <i>Curtiss-Wright,</i> 514 U.S. at 78, <span class=\"citation\" data-id=\"117908\"><a href=\"/opinion/117908/curtiss-wright-corp-v-schoonejongen/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1223</span></a></span>, this language can only be reasonably read to allow the company to terminate dental plan coverage. <i>See Gable,</i> 35 F.3d at 856 (rejecting a similar argument). The only reasonable reading of the ERPs is that the company would provide lifetime benefits to its retirees <i>subject to</i> its reservation of the right to modify, alter, or terminate dental plan coverage should future circumstances require such changes.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The past practice of the company in the provision of retirement dental benefits confirms our conclusion. <i>See Allen,</i> 967 F.2d at 698, 702 (relying, in part, on past practice in interpreting an ERISA severance pay plan). The company had provided non-union retirees with dental benefits well before the ERPs were created. The plaintiffs do not claim that the benefits provided during this time were vested. Rather, they argue the ERPs changed the prior practice, and are new ERISA plans that guarantee vested lifetime dental benefits. However, the reservation of the company's right to amend, modify, and terminate the dental plan in the dental plan SPDs does not reflect such a change after the creation of the ERPs. The individualized plan summaries and program brochures that plaintiffs claim created the new ERISA plan clearly state that the plan documents are governing. The oral statements made by the company representatives which omitted the reservation are similarly insufficient to overcome the unambiguous reservation of rights in the plan documents. <i>See Bellino v. Schlumberger Techs., Inc.,</i> <span class=\"citation\" data-id=\"567921\"><a href=\"/opinion/567921/james-bellino-v-schlumberger-technologies-inc/\"><span class=\"volume\">944</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">26</span></a></span>, 32-33 (1st Cir.1991); <i>see also</i> 29 U.S.C. &#167; 1102(a)(1) (\"Every employee benefit plan shall be established and maintained pursuant to <i>a written instrument.</i>\" (emphasis added)). A number of courts have held that, since ERISA requires that plans be \"established and maintained pursuant to a written instrument,\" oral statements cannot amend the terms of an ERISA plan. <i>See, e.g., Perreca v. Gluck,</i> <span class=\"citation\" data-id=\"778183\"><a href=\"/opinion/778183/alfred-perreca-and-marie-a-perreca-v-michael-gluck-individually-and-as/\"><span class=\"volume\">295</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">215</span></a></span>, 225 (2d Cir.2002); <i>In re Unisys Corp. Retiree Med. Benefit \"ERISA\" Litigation,</i> <span class=\"citation\" data-id=\"698658\"><a href=\"/opinion/698658/in-re-unisys-corp-retiree-medical-benefit-erisa-litigation-gerald-e/\"><span class=\"volume\">58</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">896</span></a></span>, 902 (3d Cir.1995).</p>\n    </div>\n    <p class=\"indent\">B. <i>ERISA Breach of Fiduciary Duty</i></p>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The plaintiffs' alternative argument is that the company was in breach of its fiduciary obligation<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> as administrator of the retirement plans when it \"misrepresented\" the terms of that plan to the employees. We do not think that there is enough evidence to create a misrepresentation case here. The plaintiffs only claim that the company omitted the fact that the dental benefits could be terminated or amended during meetings prior to their participation in the ERPs. But the plaintiffs were put on notice of the company's right to modify, amend, and terminate the plan by the individualized benefits summaries and program brochures, which pointed to the underlying plan documents that contained the reservation of rights.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <p class=\"center\">IV.</p>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">For the foregoing reasons, we <i>affirm</i> the grant of summary judgment. The parties shall bear their own costs.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The \"Rule of 75\" refers to the age of the employee plus the years of service</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The plaintiffs make an offhand suggestion that ambiguous terms should be construed against the company as the drafter, under the principle of<i>contra proferentem.</i> It is unclear whether application of this principle would be appropriate in the context of retirement dental benefits under an ERP. <i>Compare Allen,</i> 967 F.2d at 695 &amp; n. 6 (declining to apply the doctrine in a case involving interpretation of a severance pay plan and finding that \"application of the doctrine in ERISA cases generally would be inappropriate\"), <i>with Hughes v. Boston Mut. Life Ins. Co.,</i> <span class=\"citation\" data-id=\"195497\"><a href=\"/opinion/195497/hughes-v-boston-mutual/\"><span class=\"volume\">26</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">264</span></a></span>, 268 (1st Cir.1994) (suggesting doctrine is appropriate in the context of insurance contracts). Since the terms of the plan are not ambiguous, and in the absence of developed argumentation, we do not address the point further.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The company argues that the program brochures and individualized benefits summaries are merely \"informal communications,\" and do not govern the company's obligations at all. Some courts have held that informal communications that do not meet the requirements in 29 U.S.C. &#167; 1102(b) (providing requisite features of a \"plan\") or 29 U.S.C. &#167; 1022(b) (providing requirements for an SPD) cannot alter the terms of an ERISA welfare benefit plan as provided in documents meeting such requirements<i>See Gable v. Sweetheart Cup Co.,</i> <span class=\"citation\" data-id=\"678511\"><a href=\"/opinion/678511/nos-94-1234-94-1301/\"><span class=\"volume\">35</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">851</span></a></span>, 857 (4th Cir.1994); <i>Watkins v. Westinghouse Hanford Co.,</i> <span class=\"citation\" data-id=\"659884\"><a href=\"/opinion/659884/jimmie-l-watkins-wanda-watkins-husband-and-wife/\"><span class=\"volume\">12</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1517</span></a></span>, 1523 &amp; n. 1 (9th Cir.1993); <i>Alday v. Container Corp. of Am.,</i> <span class=\"citation\" data-id=\"543695\"><a href=\"/opinion/543695/robert-n-alday-individually-and-on-behalf-of-all-participants-in-the/\"><span class=\"volume\">906</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">660</span></a></span>, 665 (11th Cir.1990); <i>see also Deboard v. Sunshine Mining and Refining Co.,</i> <span class=\"citation\" data-id=\"768296\"><a href=\"/opinion/768296/r-charles-deboard-lillian-j-deboard-william-t-wood-mary-e-wood-lucille/\"><span class=\"volume\">208</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1228</span></a></span> (10th Cir.2000) (letters regarding an early retirement program met the requirements for establishing a separate ERISA plan). We do not reach this question.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In their reply brief, plaintiffs state that they do not claim dental coverage with no alteration of benefits. But the only changes they appear to agree are permitted are those changes incident to a change in the dental plan provider</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The Supreme Court has limited individual claims for breach of fiduciary duty under ERISA \"to those participants who are unable to avail themselves of other remedies.\"<i>Mauser v. Raytheon Co. Pension Plan for Salaried Employees,</i> <span class=\"citation\" data-id=\"771953\"><a href=\"/opinion/771953/gary-b-mauser-appellantcross-appellee-v-raytheon-company-pension-plan/\"><span class=\"volume\">239</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">51</span></a></span>, 58 (1st Cir.2001) (availability of other relief precludes claims for breach of fiduciary duty based on alleged misrepresentations in the summary plan description (citing <i>Varity Corp. v. Howe,</i> <span class=\"citation\" data-id=\"118008\"><a href=\"/opinion/118008/varity-corp-v-howe/\"><span class=\"volume\">516</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">489</span></a></span>, 512-13, <span class=\"citation\" data-id=\"118008\"><a href=\"/opinion/118008/varity-corp-v-howe/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1065</span></a></span>, <span class=\"citation\" data-id=\"118008\"><a href=\"/opinion/118008/varity-corp-v-howe/\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">130</span></a></span> (1996))). The parties have not discussed the question of whether a breach of fiduciary duty would be duplicative of other remedies under ERISA for the misrepresentations claimed here.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Plaintiffs also raise state law promissory estoppel claims on appeal. The district court ruled that ERISA preempted plaintiffs' state law claims,<i>see Senior,</i> 372 F.Supp.2d at 164-65 &amp; n. 3, and plaintiffs do not explain why this conclusion was incorrect. In any event, the argument is waived for lack of developed argumentation on appeal. <i>See United States v. Zannino,</i> <span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 17 (1st Cir.1990).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111901/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112799/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117908/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118008/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118108/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195497/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196424/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199419/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199751/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200528/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201479/",
    "http://www.courtlistener.com/api/rest/v3/opinions/455854/",
    "http://www.courtlistener.com/api/rest/v3/opinions/522153/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/543695/",
    "http://www.courtlistener.com/api/rest/v3/opinions/567921/",
    "http://www.courtlistener.com/api/rest/v3/opinions/585780/",
    "http://www.courtlistener.com/api/rest/v3/opinions/600732/",
    "http://www.courtlistener.com/api/rest/v3/opinions/659884/",
    "http://www.courtlistener.com/api/rest/v3/opinions/678511/",
    "http://www.courtlistener.com/api/rest/v3/opinions/698658/",
    "http://www.courtlistener.com/api/rest/v3/opinions/709062/",
    "http://www.courtlistener.com/api/rest/v3/opinions/709201/",
    "http://www.courtlistener.com/api/rest/v3/opinions/768296/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771953/",
    "http://www.courtlistener.com/api/rest/v3/opinions/778183/",
    "http://www.courtlistener.com/api/rest/v3/opinions/778463/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2431862/"
  ]
}