{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202217/",
  "absolute_url": "/opinion/202217/mccloskey-v-mueller/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202217/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:47:04Z",
  "date_modified": "2016-02-28T05:07:33.792541Z",
  "type": "010combined",
  "sha1": "91801f7f544bde320e096b205220c981c6f910f6",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/05-2690-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2006/05/16/McCloskey_v._Mueller.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 05-2690\n\n           THOMAS S. McCLOSKEY AND KEVIN P. McCLOSKEY,\n     AS CO-ADMINISTRATORS OF THE ESTATE OF PHILIP McCLOSKEY,\n\n                     Plaintiffs, Appellants,\n\n                               v.\n\n      ROBERT S. MUELLER III, IN HIS CAPACITY AS DIRECTOR OF\n          THE FEDERAL BUREAU OF INVESTIGATION, ET AL.,\n\n                     Defendants, Appellees.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Reginald C. Lindsay, U.S. District Judge]\n\n\n                             Before\n\n                 Selya and Lipez, Circuit Judges,\n                   and Saylor,* District Judge.\n\n\n\n     Kevin J. Reddington for appellants.\n     Carol L. Shea, Special Assistant United States Attorney\n(Chief, Civil Division, District of Vermont), with whom David V.\nKirby, United States Attorney (District of Vermont), was on brief,\nfor federal appellees.\n     Gary Lee Sampson on brief pro se ipso.\n\n\n                          May 16, 2006\n\n_________\n* Of the District of Massachusetts, sitting by designation.\n\f           SELYA, Circuit Judge. This appeal arises out of a tragic\n\nseries of events that culminated in the murder of Philip McCloskey.\n\nThe co-administrators of the victim's estate sought damages from\n\nboth the federal government and the murderer, Gary Lee Sampson.\n\nThe district court dismissed their action.         See McCloskey v.\n\nMueller, 385 F. Supp. 2d 74, 88 (D. Mass. 2005).    Because there is\n\nno principled way that the frontiers of tort law can be expanded to\n\nencompass the theory of liability that the co-administrators have\n\npremised on these horrific facts, we affirm the order of dismissal.\n\nI.   BACKGROUND\n\n           Because the district court disposed of this case on a\n\nmotion to dismiss, see Fed. R. Civ. P. 12(b), we glean the relevant\n\nfacts from the co-administrators' amended complaint (assuming,\n\nwithout determining, that those facts are true), supplemented by\n\ncertain undisputed items.\n\n           On July 23, 2001, Sampson telephoned the Boston office of\n\nthe Federal Bureau of Investigation (FBI) and spoke with an FBI\n\nemployee, William H. Anderson.   Sampson explained to Anderson that\n\nhe was in Abington, Massachusetts; that he was wanted for armed\n\nrobbery; and that he wished to surrender to the authorities.\n\nAnderson disconnected the call either accidentally or purposely —\n\nthe amended complaint contemplates both possibilities — and made no\n\nattempt to reconnect it, investigate it, or report it to any other\n\nlaw enforcement officer.\n\n\n                                 -2-\n\f           Sampson    never   called     back;   instead,   after   spending\n\nseveral hours fruitlessly awaiting the FBI's arrival in Abington,\n\nhe embarked upon a \"killing spree.\"         The spree began the next day\n\nwhen Sampson abducted and murdered a complete stranger, Philip\n\nMcCloskey.    Before local authorities finally apprehended him on\n\nJuly 31, Sampson had killed two other men as well.\n\n           Sampson eventually pleaded guilty to a federal charge of\n\ncarjacking resulting in Philip McCloskey's death.           See 18 U.S.C. §\n\n2119(3).     Following a penalty-phase trial, the district court\n\nimposed a death sentence.        See United States v. Sampson, 300 F.\n\nSupp. 2d 275 (D. Mass. 2004).             That sentence is currently on\n\nappeal.\n\n           After     initially   denying     that    a    Sampson-initiated\n\ntelephone call ever took place, Anderson finally admitted the\n\ncall's occurrence.     In due season, Thomas and Kevin McCloskey, co-\n\nadministrators of Philip McCloskey's estate, notified the United\n\nStates, see 28 U.S.C. § 2675(a), and then commenced a civil action\n\nin   the   United    States   District     Court    for   the   District   of\n\nMassachusetts. They asserted damages claims under both the Federal\n\nTort Claims Act (FTCA), 28 U.S.C. §§ 1346(b), 2671-2680, and 42\n\nU.S.C. § 1983, against the United States, the FBI, Robert S.\n\nMueller III, in his official capacity as director of the FBI, and\n\n\n\n\n                                    -3-\n\fAnderson   (collectively,   the    federal    defendants).1       They   also\n\nadvanced   pendent   state-law    claims    for    wrongful   death   against\n\nSampson.\n\n           The   federal   defendants      filed   an   omnibus   motion   to\n\ndismiss.   See Fed. R. Civ. P. 12(b)(1), (6).             Sampson likewise\n\nmoved to dismiss the claims against him.             The co-administrators\n\nfiled a timely opposition.\n\n           After pondering the matter, the district court dismissed\n\nthe case in toto.    See McCloskey, 385 F. Supp. 2d at 88.        The court\n\nheld that, under the FTCA, the United States was the only proper\n\ndefendant and dismissed the tort claims against the FBI, Mueller,\n\nand Anderson for that reason.     See id. at 77-78.       It then concluded\n\nthat it was without subject-matter jurisdiction over the FTCA\n\nclaims against the United States because of the discretionary\n\nfunction exception, see id. at 79-81 (citing 28 U.S.C. § 2680(a)),\n\nand, alternatively, because the government would not be liable\n\nunder Massachusetts law had it been acting as a private person in\n\nthe same or similar circumstances, see id. at 81-85 (citing 28\n\nU.S.C. § 1346(b)).     The court dispatched the section 1983 claims\n\n\n\n     1\n      Despite naming the FBI as a defendant, the amended complaint\ndoes not textually set forth any claim against the FBI; all claims\nagainst the federal defendants are directed only to the United\nStates, Mueller, and Anderson.      Based on other filings, the\ndistrict court interpreted each of these claims as asserted against\nthe FBI as well.     See McCloskey, 385 F. Supp. 2d at 78 n.3.\nBecause no party contests that interpretation, we treat the claims\nin a similar fashion.\n\n                                   -4-\n\ffor failure to allege any action under color of state authority.\n\nId. at 87.     Once it had dismissed the federal claims, the court\n\ndeclined to exercise supplemental jurisdiction over the state-law\n\nclaims against Sampson. Id. at 88 (citing 28 U.S.C. § 1367(c)(3)).\n\nThis timely appeal ensued.\n\nII.   DISCUSSION\n\n           We begin our analysis by acknowledging the applicable\n\nstandard of review.   We then address, in turn, the FTCA and section\n\n1983 claims.    Finally, we touch upon the dismissal of the claims\n\nagainst Sampson.\n\n                       A.   Standard of Review.\n\n           The district court dismissed the FTCA counts for want of\n\nsubject-matter jurisdiction and the section 1983 counts for failure\n\nto state an actionable claim.    Although these rulings derive from\n\ndifferent subsections of Rule 12(b), compare Fed. R. Civ. P.\n\n12(b)(1), with Fed. R. Civ. P. 12(b)(6), our standard of review\n\nsounds the same familiar refrain.\n\n           Under either rule, we review the lower court's dismissal\n\norder de novo, accepting the plaintiffs' well-pleaded facts as true\n\nand indulging all reasonable inferences to their behoof.       See,\n\ne.g., Dominion Energy Brayton Point, LLC v. Johnson, 443 F.3d 12,\n\n16 (1st Cir. 2006) (Rule 12(b)(1)); Redondo-Borges v. U.S. Dep't of\n\nHous. & Urban Dev., 421 F.3d 1, 5 (1st Cir. 2005) (Rule 12(b)(6)).\n\nWe are not wedded to the lower court's rationale and may affirm an\n\n\n                                  -5-\n\forder of dismissal on any basis made apparent by the record.     See\n\nGabriel v. Preble, 396 F.3d 10, 12 (1st Cir. 2005).\n\n                       B.   The FTCA Claims.\n\n          \"It is beyond cavil that, as the sovereign, the United\n\nStates is immune from suit without its consent.\"        Muirhead v.\n\nMecham, 427 F.3d 14, 17 (1st Cir. 2005).       The FTCA embodies one\n\ninstance of such consent.    It comprises a limited waiver of the\n\nfederal government's sovereign immunity, Shansky v. United States,\n\n164 F.3d 688, 690 (1st Cir. 1999), and grants federal courts\n\njurisdiction over claims against the United States that fall within\n\nits ambit.   This includes claims\n\n          for injury or loss of property, or personal\n          injury or death caused by the negligent or\n          wrongful act or omission of any employee of\n          the Government while acting within the scope\n          of   his   office    or   employment,   under\n          circumstances where the United States, if a\n          private person, would be liable to the\n          claimant in accordance with the law of the\n          place where the act or omission occurred.\n\n28 U.S.C. § 1346(b).\n\n          Here, the co-administrators assert in substance that the\n\nfederal defendants were negligent in failing to apprehend Sampson\n\nafter his attempted surrender.2       That negligence, they posit,\n\n\n     2\n      To the extent that the co-administrators alleged, and the\ndistrict court dismissed, FTCA claims based on theories of\nnegligent supervision or inadequate technology, we consider any\npotential challenges abandoned. See United States v. Zannino, 895\nF.2d 1, 17 (1st Cir. 1990) (\"[I]ssues adverted to in a perfunctory\nmanner, unaccompanied by some effort at developed argumentation,\nare deemed waived.\").\n\n                                -6-\n\fresulted     in        Philip    McCloskey's   death.        Although     the   co-\n\nadministrators name various federal defendants in these counts, the\n\nUnited States is the only proper defendant in such an action.                   See\n\n28 U.S.C. §§ 1346(b), 2674, 2679; see also Roman v. Townsend, 224\n\nF.3d 24, 27 (1st Cir. 2000).              Consequently, the district court\n\ncorrectly held that no FTCA claim can lie against the FBI, Mueller,\n\nor Anderson.\n\n           Against this backdrop, we turn to the FTCA claims against\n\nthe United States.3             To survive, an FTCA claim must successfully\n\nsurmount the jurisdictional hurdle erected by 28 U.S.C. § 1346(b).\n\nThat section restricts the liability of the United States to\n\ncircumstances in which \"a private person would be liable . . . in\n\naccordance with the law of the place where the act or omission\n\noccurred.\"    Id.        Since every relevant event in this case occurred\n\nin   Massachusetts,         the    substantive   law    of   that    jurisdiction\n\nconstitutes the \"law of the place\" for present purposes. Thus, the\n\nco-administrators must identify some basis in Massachusetts law for\n\nholding a private party liable in tort for acts or omissions\n\ncomparable        to     those    they   attribute     to    the    FBI   and   its\n\n\n\n\n     3\n      Although the FTCA is mentioned explicitly only in count 1 of\nthe amended complaint, we treat the state-law wrongful death claims\nagainst the federal defendants (counts 4-6) as coming under the\numbrella of the statute.       This recasting benefits the co-\nadministrators, as the FTCA provides the exclusive remedy against\nthe United States for wrongful death. See 28 U.S.C. § 2679(a)-(b).\n\n                                         -7-\n\ffunctionaries.    See Bolduc v. United States, 402 F.3d 50, 56 (1st\n\nCir. 2005).\n\n           In appraising the height of this hurdle, it is important\n\nto frame the scope of our inquiry.         The search for analogous state-\n\nlaw liability is circumscribed by the explicit language of the\n\nFTCA, which restricts that search to private liability.              See Sea\n\nAir Shuttle Corp. v. United States, 112 F.3d 532, 537 (1st Cir.\n\n1997). In other words, we must look for \"some relationship between\n\nthe governmental employee[] and the plaintiff to which state law\n\nwould attach a duty of care in purely private circumstances.\"            Id.\n\n(citation and internal quotation marks omitted).\n\n           The flip side of this coin is that we are not at liberty\n\nto derive analogues from instances in which state law enforcement\n\nofficers — and only state law enforcement officers — would be\n\nliable   under   state   law.   In    the    FTCA   milieu,   \"the   federal\n\ngovernment does not yield its immunity with respect to obligations\n\nthat are peculiar to governments or official-capacity state actors\n\nand which have no private counterpart in state law.\"           Bolduc, 402\n\nF.3d at 57.\n\n           Refined to bare essence, our obligation is to appraise\n\nthe height of the section 1346(b) hurdle through a narrowed lens\n\nand ask only whether, under Massachusetts law, a private party who\n\nis approached by a fugitive seeking to turn himself in would be\n\nguilty of actionable negligence if he did nothing in response and\n\n\n                                     -8-\n\fthe fugitive thereafter committed a series of violent crimes.          On\n\nthe   pleadings   before   us   (which   do   not   allege   any   special\n\ncircumstances), we answer that isthmian question in the negative.\n\n           In Massachusetts, \"a tort plaintiff must show that (1)\n\nthe defendant owed him a duty, (2) the defendant breached that\n\nduty, (3) the breach constituted a proximate cause of the ensuing\n\nharm, and (4) the breach caused actual injury.\"        Fithian v. Reed,\n\n204 F.3d 306, 308 (1st Cir. 2000).            Massachusetts courts have\n\nrecognized the generic applicability of relevant Restatement of\n\nTorts principles to the first step of this quadripartite algorithm.\n\nSee Mosko v. Raytheon Co., 622 N.E.2d 1066, 1069-70 & n.7 (Mass.\n\n1993); Jean W. v. Commonwealth, 610 N.E.2d 305, 315 (Mass. 1993)\n\n(Liacos, C.J., concurring); see also Rakes v. United States, 352 F.\n\nSupp. 2d 47, 58-60 (D. Mass. 2005), aff'd, 442 F.3d 7 (1st Cir.\n\n2006).   It is on that step that our subsequent discussion will\n\nfocus; after all, if a private person under the same circumstances\n\nwould owe no duty to a victim, there would be no state-law\n\nliability (and, thus, no subject-matter jurisdiction over the co-\n\nadministrators' FTCA claims).     See Newlin v. New Eng. Tel. & Tel.\n\nCo., 54 N.E.2d 929, 931 (Mass. 1944) (deeming it \"settled\" that \"if\n\nthe defendant owed no duty of care to the plaintiff . . . there\n\ncould be no actionable negligence on [the defendant's] part\").\n\n           Generally speaking, a defendant's duty is more limited\n\nwhen negligence consists of an omission rather than an act of\n\n\n                                   -9-\n\fcommission.    See Carrier v. Riddell, Inc., 721 F.2d 867, 868-69\n\n(1st Cir. 1983) (applying Massachusetts law). So too, as a general\n\nmatter, \"[t]here is no duty . . . to control the conduct of a third\n\nperson as to prevent him from causing physical harm to another.\"\n\nRestatement (Second) of Torts § 315 (1965) (Restatement); see\n\nMosko, 622 N.E.2d at 1069-70 & n.7.      These generalities fairly\n\ndescribe the situation in the case at hand.    That is not the end of\n\nthe matter, however, because there are at least two exceptions to\n\nthe general rule that can be distilled from these principles.    The\n\nco-administrators' FTCA claims necessarily stand or fall on the\n\napplicability vel non of these exceptions.\n\n          The first exception comes into play when \"a special\n\nrelation exists between the actor and the [plaintiff] which gives\n\n[the plaintiff] a right to protection.\"       Restatement § 315; see\n\nJean W., 610 N.E.2d at 315 (Liacos, C.J., concurring).    Emblematic\n\nof this type of special relation is the relationship of, say, a\n\ncommon carrier to a passenger or an innkeeper to a guest.4       See\n\nRestatement § 314A. This exception also may have some bearing when\n\none \"takes . . . custody of [the plaintiff] under circumstances\n\n[that] deprive the [plaintiff] of his normal opportunities for\n\nprotection.\"   Id.   That duty may well confer upon the custodian a\n\n\n     4\n      Take, for example, an innkeeper, who may be said to assume a\nduty to use reasonable care to secure the demised premises and,\nthus, may be held liable for the harm done by a marauder if he\ndefaults on that duty. See, e.g., Fund v. Hotel Lenox of Boston,\nInc., 635 N.E.2d 1189, 1190 (Mass. 1994).\n\n                                -10-\n\fduty to protect his charge from the conduct of third persons.5             See\n\nid. § 320.\n\n             The second exception arises when \"a special relation\n\nexists between the actor and the third person which imposes a duty\n\nupon the actor to control the third person's conduct.\"              Id. § 315;\n\nsee   Jean   W.,   610    N.E.2d   at    315   (Liacos,   C.J.,   concurring).\n\nTraditionally, parent-child, master-servant, and possessor-licensee\n\nrelationships fit into this taxonomy.6           See Restatement §§ 316-318.\n\nIn the same vein, one may acquire a duty to control a third person\n\nif he \"takes charge\" of that third person and \"knows or should know\n\n[that the third person is] likely to cause bodily harm to others if\n\nnot controlled.\"7        Id. § 319.\n\n             In the absence of a special relationship sufficient to\n\ntrigger one of these exceptions, a private party is not liable for\n\nfailing, either intentionally or inadvertently, to exercise control\n\n\n      5\n      Take, for example, a school, which may be said to assume a\nduty of care toward its students and, thus, may be held liable for\nforeseeable harm that comes to them if it defaults on that duty.\nSee, e.g., Marquay v. Eno, 662 A.2d 272, 279 (N.H. 1995)\n(collecting cases).\n      6\n      Take, for example, a parent, who may be said to assume a duty\nof reasonable care to prevent his minor child from inflicting harm\non others and, thus, may be held liable for the harm done by the\nchild if he defaults on that duty. See, e.g., Caldwell v. Zaher,\n183 N.E.2d 706, 707 (Mass. 1962).\n      7\n      Take, for example, a jailer, who may be said to assume a duty\nof reasonable care to control a prisoner in his custody and, thus,\nmay be held liable to one whom the prisoner harms if he (the\njailer) defaults on that duty. See, e.g., Buchler v. State, 853\nP.2d 798, 801-02 (Or. 1993).\n\n                                        -11-\n\fover the actions of a third party so as to protect others from\n\nharm.   Id. § 315 cmt. b.   This is so even if the prospective harm\n\nis substantial and \"the actor realizes that he has the ability to\n\ncontrol the conduct of [the] third person, and could do so with\n\nonly the most trivial of efforts.\"     Id.\n\n           It follows inexorably from the foregoing that, for a duty\n\nto attach here, the amended complaint must reveal the existence of\n\na special relationship between either Anderson (and, thus, the FBI)\n\nand Philip McCloskey or between Anderson (and, thus, the FBI) and\n\nSampson.\n\n           It is readily evident that, at the times material hereto,\n\nno special relationship had been forged between Anderson (or the\n\nFBI) and the decedent.   Prior to his murder, Philip McCloskey was\n\na random member of the public at large.      Neither Anderson nor the\n\nFBI had any reason to know that he existed.    He occupied no special\n\nposition that might be deemed even faintly analogous to a common\n\ncarrier's passenger or an innkeeper's guest.     Nor did Anderson or\n\nthe FBI \"take custody\" of Philip McCloskey in any way, shape, or\n\nform.\n\n           So viewed, this case is easily distinguished from Mulloy\n\nv. United States, 884 F. Supp. 622 (D. Mass. 1995), much bruited by\n\nthe co-administrators.   There, an officer's wife living on an army\n\nbase was raped and murdered by an enlistee.      The court, applying\n\nIllinois law, recognized a special relationship between the army\n\n\n                                -12-\n\fand the victim, given her status as the army's invitee and a tenant\n\non the base.      See id. at 632.        That relationship furnished a\n\nmodicum of support for a theory by which the United States might be\n\nheld liable under state law.      See id.       Here, however, as we have\n\nsaid, neither Anderson nor the FBI had any prior relationship with\n\nPhilip McCloskey, nor did he ever act in reliance on any invitation\n\nby them.\n\n           To say more on this point would be to paint the lily.         We\n\nhold,   without   serious   question,    that   no   special   relationship\n\nexisted between Anderson or the FBI, on the one hand, and Philip\n\nMcCloskey, on the other hand, sufficient to give rise to a duty\n\nunder Massachusetts tort law either to protect McCloskey or to ward\n\noff his slayer.\n\n           The relationship between Sampson and Anderson is not\n\nquite so easily dismissed. There is some semblance of a pre-murder\n\ntie, as Sampson's telephone call to Anderson linked the two men,\n\nhowever fleetingly (and, thus, linked Sampson and the FBI).             We\n\nnonetheless conclude that this solitary link is inadequate to give\n\nrise to a duty on Anderson's part to control Sampson.\n\n           Anderson and Sampson were not in a sustained relationship\n\nakin to that enjoyed by a parent and child, a master and servant,\n\nor a possessor and licensee.      The question, then, boils down to\n\nwhether it can be said, under the generous pleading standard\n\napplicable at the motion-to-dismiss stage, that Anderson (and,\n\n\n                                  -13-\n\fthus, the FBI) took charge of Sampson in such a way or to such an\n\nextent that his activities could give rise to a duty to exercise\n\ncontrol over Sampson. Cf. Sheridan v. United States, 487 U.S. 392,\n\n401 (1988) (recognizing possible liability under Maryland law based\n\nin part on the government's voluntary undertaking \"to provide care\n\nto a person who was visibly drunk and visibly armed\").\n\n           While we have been unable to find a Massachusetts case\n\nsquarely on point, our analysis is informed by the state courts'\n\nwarm   reception   of   applicable   Restatement   principles.      Those\n\nprinciples counsel against finding a duty based on so fragile a\n\nconnection as exists here.    See Restatement §§ 315-319.    Moreover,\n\nfour former justices of the Massachusetts Supreme Judicial Court\n\n(which, at full strength, numbers seven justices) have agreed that\n\n\"[i]n the absence of special assurances having been given, the law\n\nimposes no duty on a private individual carefully to extinguish a\n\nfire he did not cause, or carefully to remove an intoxicated\n\nmotorist from the highway whose intoxication or presence on the\n\nhighway he did not bring about.\"         Jean W., 610 N.E.2d at 312\n\n(Liacos, C.J., concurring) (alternation in original) (quoting Cyran\n\nv. Town of Ware, 597 N.E.2d 1352, 1360 (Mass. 1992) (O'Connor, J.,\n\nconcurring, with whom Nolan and Lynch, JJ., joined)).            It would\n\nseem to follow that a private individual who has refrained from\n\ngiving any assurances has no legal duty to keep the public safe\n\nfrom a felon with whom he has had only the briefest contact.\n\n\n                                 -14-\n\f          No more need be said.        We are confident, given these\n\ntelltales and given the absence of any allegation that special\n\nassurances were offered, that Anderson, if a purely private actor,\n\nwould not have acquired a duty to control Sampson merely by his\n\nreception of Sampson's brief telephone call.     After all, Anderson\n\ntook no action aimed at taking charge of Sampson.     His failure to\n\nact, while lamentable, is too amorphous a foundation on which to\n\nerect a duty to control.8   Cf. Bergmann v. United States, 689 F.2d\n\n789, 796 (8th Cir. 1982) (concluding that, under Restatement § 319,\n\nthe government did not \"take charge\" of a federally protected\n\nwitness and, thus, had no duty to control the witness's conduct).\n\n          The principal cases on which the co-administrators rely\n\ndo not mitigate the force of this reasoning.    None of them involves\n\na fact pattern that is substantially similar (or even fairly\n\nanalogous) to the fact pattern here.      By the same token, none of\n\nthem evinces a connection between the parties as ephemeral as\n\nAnderson's (and the FBI's) fleeting connection with Sampson.    See,\n\ne.g., Marin v. United States, 814 F. Supp. 1468, 1485 (E.D. Wash.\n\n1992) (finding a special relationship between INS agents and a\n\n\n     8\n      Because there is no special relationship here, we need not\naddress the secondary issue of foreseeability. See Restatement §\n319 (noting that the duty assumed by \"one who takes charge of a\nthird person\" only accrues when \"he knows or should know [that the\nperson is] likely to cause bodily harm to others if not\ncontrolled\"); see also Jean W., 610 N.E.2d at 315 (Liacos, C.J.,\nconcurring) (acknowledging that a duty arising from a special\nrelationship under Restatement § 320 would only inure to the\nbenefit of foreseeable victims).\n\n                                -15-\n\fdetainee whom they released from custody to act as an informant);\n\nWilliams v. United States, 450 F. Supp. 1040, 1044 (D.S.D. 1978)\n\n(concluding that V.A. hospital, knowing of patient's propensity for\n\nviolence and having agreed to notify local authorities upon his\n\nrelease, undertook a duty that it breached when it discharged the\n\npatient without notice and he committed a murder a day later).\n\nThese cases depend upon the presence of numerous facts that are\n\nforeign to the record in the case at bar: among these disparities,\n\nthe most salient distinction is that, unlike the detained alien in\n\nMarin or the hospital patient in Williams, the instrument of harm\n\nhere (Sampson) was never in the government's charge.9\n\n           In   a   last-ditch   effort   to   stem   the   tide,   the   co-\n\nadministrators propose that the issue of whether government actors\n\n\"took charge\" of a third person must be decided by a trier of fact.\n\nThat proposition is incorrect.      When the raw facts are undisputed,\n\n\"[t]he existence of a duty is typically a question of law, not of\n\nfact.\"   Carrier, 721 F.2d at 868.    This case fits within that mold.\n\nWe have taken the well-pleaded facts in the light most favorable to\n\nthe co-administrators — and those facts, even if entirely true, do\n\nnot show the existence of an actionable duty.         No more is exigible\n\n\n     9\n      The co-administrators also cite Estate of Davis v. United\nStates, 340 F. Supp. 2d 79 (D. Mass. 2004). The court there found\nthat a special relationship between the government and its\ninformants created \"a duty owed to the general public to control\nthem.\"   Id. at 93.   That finding is context-specific, and the\nrelationship between the FBI and Sampson is far too attenuated to\nevoke a fair comparison.\n\n                                   -16-\n\fto sustain a dismissal of the FTCA counts.          See 28 U.S.C. §\n\n1346(b).\n\n                   C.   The Section 1983 Claims.\n\n           The co-administrators also contest the dismissal of their\n\nsection 1983 claims against the federal defendants. That statute's\n\nreach is limited to \"person[s] who [act] under color of any\n\nstatute, ordinance, regulation, custom, or usage, of any State or\n\nTerritory or the District of Columbia.\"      42 U.S.C. § 1983.   Thus,\n\nto plead a viable section 1983 claim, a complaint must allege\n\naction under color of state law.       See, e.g., Redondo-Borges, 421\n\nF.3d at 7; Rogan v. City of Boston, 267 F.3d 24, 27 (1st Cir.\n\n2001).   Given the nature of this requirement, a section 1983 claim\n\nordinarily will not lie against a federal actor.      See District of\n\nColumbia v. Carter, 409 U.S. 418, 424-25 (1973) (recognizing that\n\n\"actions of the Federal Government and its officers are at least\n\nfacially exempt from [section 1983's] proscriptions\"); Redondo-\n\nBorges, 421 F.3d at 6 (similar).\n\n           Here, the relevant counts of the amended complaint assign\n\nfault to federal actors functioning as such.     They contain no hint\n\nof any tortious activity under color of state authority, nor do\n\nthey limn any extraordinary circumstances that might implicate the\n\nfederal defendants in state action.      Cf. Hampton v. Hanrahan, 600\n\nF.2d 600, 623 (7th Cir. 1979) (explaining that a section 1983 claim\n\nmight lie against federal officers who \"are engaged in a conspiracy\n\n\n                                -17-\n\fwith state officials to deprive [the plaintiff's] constitutional\n\nrights\").\n\n            When pressed, the co-administrators confess that the\n\namended   complaint   fails   to   allege   any   action   by   the   federal\n\ndefendants under color of state law.          They asseverate, however,\n\nthat the district court should have deferred ruling on their\n\nsection 1983 claims until pretrial discovery had run its course.\n\nThat asseveration puts the cart before the horse.\n\n            When evaluating a motion to dismiss, the trial court must\n\ndecide in the first instance whether the plaintiff is entitled to\n\nundertake discovery at all.        Rodi v. S. New Eng. Sch. of Law, 389\n\nF.3d 5, 13 (1st Cir. 2004).         To reach this plateau, a plaintiff\n\nmust carry an entry-level burden: he must sketch, at least in\n\noutline form, the rudiments of a viable claim.              See Educadores\n\nPuertorriqueños en Acción v. Hernández, 367 F.3d 61, 68 (1st Cir.\n\n2004).    If he succeeds in that endeavor, discovery should be\n\nallowed to give him an opportunity to put some flesh on the bare\n\nbones of that claim.     But if he does not succeed in carrying his\n\nentry-level burden, that is the end of the matter.          The purpose of\n\npretrial discovery is not to allow a plaintiff to rummage about in\n\nsearch of a hitherto unexplicated cause of action.              See Bruno &\n\nStillman, Inc. v. Globe Newspaper Co., 633 F.2d 583, 597 (1st Cir.\n\n1980).\n\n\n\n\n                                    -18-\n\f             In   this    instance,     the    co-administrators     have    not\n\nproffered even the most hazy outline of a viable section 1983\n\nclaim.      Their attempts to do so, as framed in their amended\n\ncomplaint, fail to meet even the most abecedarian notice pleading\n\nrequirements.      See Fed. R. Civ. P. 8(a)(2) (requiring that a\n\ncomplaint contain \"a short and plain statement of the claim showing\n\nthat the pleader is entitled to relief\"). They are, therefore, not\n\nentitled to discovery.         See Nestor Colon Medina & Sucesores, Inc.\n\nv. Custodio, 964 F.2d 32, 39 (1st Cir. 1992) (noting that \"it is\n\nonly after stating a valid claim that a plaintiff can insist upon\n\na right to discovery\").         In the last analysis, plaintiffs should\n\nnot    be   permitted    to   conduct   fishing   expeditions   in   hopes   of\n\ndiscovering claims that they do not know they have.\n\n             Even were we to recharacterize the co-administrators'\n\nconstitutional claims under the framework crafted in Bivens v. Six\n\nUnknown Named Agents of FBN, 403 U.S. 388 (1971), and thus sidestep\n\nthe \"under color of state law\" requirement, the claims still would\n\nsuccumb to the federal defendants' motion.             The Bivens doctrine\n\nallows constitutional claims against federal officials, in their\n\nindividual capacities, for actions taken under color of federal\n\nlaw.    See id. at 397.       But the availability of that doctrine does\n\nnot override bedrock principles of sovereign immunity so as to\n\npermit suits against the United States, its agencies, or federal\n\n\n\n\n                                        -19-\n\fofficers sued in their official capacities.     See Ruiz Rivera v.\n\nRiley, 209 F.3d 24, 28 (1st Cir. 2000).\n\n            Here, the co-administrators sued Mueller only in his\n\nofficial capacity.   And although they originally named Anderson as\n\nboth an individual-capacity and an official-capacity defendant, the\n\ndistrict court, on the parties' joint motion early in the case,\n\ndismissed all claims against Anderson in his individual capacity.\n\nHaving joined in the motion to dismiss, the co-administrators\n\ncannot now appeal the resultant order.    See BIW Deceived v. Local\n\nS6, Indus. Union of Marine & Shipbuilding Workers, 132 F.3d 824,\n\n828 (1st Cir. 1997) (recognizing general rule that a party who\n\nunreservedly consents to a judgment waives any right to appeal that\n\njudgment).    Consequently, no cognizable Bivens claims lurk in the\n\npenumbra of the amended complaint.\n\nIII.    CONCLUSION\n\n            To recapitulate, we hold (i) that the district court\n\nlacked subject-matter jurisdiction to hear the co-administrators'\n\nFTCA claims,10 and (ii) that the co-administrators have failed to\n\nstate any cognizable cause of action under 42 U.S.C. § 1983.\n\nAccordingly, the lower court properly dismissed all the claims\n\nagainst the federal defendants (including the punitive damages\n\n\n\n       10\n      Since we affirm the dismissal of the FTCA counts on private-\nperson liability grounds, we need not address the district court's\nalternative holding anent the discretionary function exception.\nSee McCloskey, 385 F. Supp. 2d at 79-81.\n\n                                -20-\n\fclaim, which has no independent footing).   In so holding, we do not\n\nintend to place our imprimatur upon Anderson's failures.    We are,\n\nhowever, bound both by the terms of the FTCA, which, like all\n\nwaivers of sovereign immunity, \"must not be enlarged beyond such\n\nboundaries as its language plainly requires,\" United States v.\n\nHorn, 29 F.3d 754, 762 (1st Cir. 1994), and by the circumscriptions\n\nof section 1983.\n\n            We need go no further.   Without any federal claims left\n\nin the case, the lower court did not abuse its discretion in\n\ndeclining to exercise supplemental jurisdiction over the state-law\n\nclaims asserted against Sampson.     See 28 U.S.C. § 1367(c)(3); see\n\nalso Martinez v. Colon, 54 F.3d 980, 990-91 (1st Cir. 1995).\n\n\n\nAffirmed.\n\n\n\n\n                                -21-\n\f",
  "html": "<p class=\"case_cite\">446 F.3d 262</p>\n    <p class=\"parties\">Thomas S. McCLOSKEY and Kevin P. McCloskey, As Co-Administrators of the Estate of Philip McCloskey, Plaintiffs, Appellants,<br>v.<br>Robert S. MUELLER III, In His Capacity as Director of the Federal Bureau of Investigation, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 05-2690.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard April 5, 2006.</p>\n    <p class=\"date\">Decided May 16, 2006.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Kevin J. Reddington, for appellants.</p>\n      <p class=\"indent\">Carol L. Shea, Special Assistant United States Attorney (Chief, Civil Division, District of Vermont), with whom David V. Kirby, United States Attorney (District of Vermont), was on brief, for federal appellees.</p>\n      <p class=\"indent\">Gary Lee Sampson, on brief pro se ipso.</p>\n      <p class=\"indent\">Before SELYA and LIPEZ, Circuit Judges, and SAYLOR,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal arises out of a tragic series of events that culminated in the murder of Philip McCloskey. The co-administrators of the victim's estate sought damages from both the federal government and the murderer, Gary Lee Sampson. The district court dismissed their action. <i>See McCloskey v. Mueller,</i> 385 F.Supp.2d 74, 88 (D.Mass.2005). Because there is no principled way that the frontiers of tort law can be expanded to encompass the theory of liability that the co-administrators have premised on these horrific facts, we affirm the order of dismissal.</p>\n    </div>\n    <p class=\"indent\">I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Because the district court disposed of this case on a motion to dismiss, <i>see</i> Fed. R.Civ.P. 12(b), we glean the relevant facts from the co-administrators' amended complaint (assuming, without determining, that those facts are true), supplemented by certain undisputed items.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On July 23, 2001, Sampson telephoned the Boston office of the Federal Bureau of Investigation (FBI) and spoke with an FBI employee, William H. Anderson. Sampson explained to Anderson that he was in Abington, Massachusetts; that he was wanted for armed robbery; and that he wished to surrender to the authorities. Anderson disconnected the call either accidentally or purposely &#8212; the amended complaint contemplates both possibilities &#8212; and made no attempt to reconnect it, investigate it, or report it to any other law enforcement officer.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Sampson never called back; instead, after spending several hours fruitlessly awaiting the FBI's arrival in Abington, he embarked upon a \"killing spree.\" The spree began the next day when Sampson abducted and murdered a complete stranger, Philip McCloskey. Before local authorities finally apprehended him on July 31, Sampson had killed two other men as well.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Sampson eventually pleaded guilty to a federal charge of carjacking resulting in Philip McCloskey's death. <i>See</i> 18 U.S.C. &#167; 2119(3). Following a penalty-phase trial, the district court imposed a death sentence. <i>See United States v. Sampson,</i> 300 F.Supp.2d 275 (D.Mass.2004). That sentence is currently on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">After initially denying that a Sampson-initiated telephone call ever took place, Anderson finally admitted the call's occurrence. In due season, Thomas and Kevin McCloskey, co-administrators of Philip McCloskey's estate, notified the United States, <i>see</i> 28 U.S.C. &#167; 2675(a), and then commenced a civil action in the United States District Court for the District of Massachusetts. They asserted damages claims under both the Federal Tort Claims Act (FTCA), 28 U.S.C. &#167;&#167; 1346(b), 2671-2680, and 42 U.S.C. &#167; 1983, against the United States, the FBI, Robert S. Mueller III, in his official capacity as director of the FBI, and Anderson (collectively, the federal defendants).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> They also advanced pendent state-law claims for wrongful death against Sampson.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The federal defendants filed an omnibus motion to dismiss. <i>See</i> Fed.R.Civ.P. 12(b)(1), (6). Sampson likewise moved to dismiss the claims against him. The co-administrators filed a timely opposition.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">After pondering the matter, the district court dismissed the case in toto. <i>See McCloskey,</i> 385 F.Supp.2d at 88. The court held that, under the FTCA, the United States was the only proper defendant and dismissed the tort claims against the FBI, Mueller, and Anderson for that reason. <i>See id.</i> at 77-78. It then concluded that it was without subject-matter jurisdiction over the FTCA claims against the United States because of the discretionary function exception, <i>see id.</i> at 79-81 (citing 28 U.S.C. &#167; 2680(a)), and, alternatively, because the government would not be liable under Massachusetts law had it been acting as a private person in the same or similar circumstances, <i>see id.</i> at 81-85 (citing 28 U.S.C. &#167; 1346(b)). The court dispatched the section 1983 claims for failure to allege any action under color of state authority. <i>Id.</i> at 87. Once it had dismissed the federal claims, the court declined to exercise supplemental jurisdiction over the state-law claims against Sampson. <i>Id.</i> at 88 (citing 28 U.S.C. &#167; 1367(c)(3)). This timely appeal ensued.</p>\n    </div>\n    <p class=\"indent\">II. DISCUSSION</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We begin our analysis by acknowledging the applicable standard of review. We then address, in turn, the FTCA and section 1983 claims. Finally, we touch upon the dismissal of the claims against Sampson.</p>\n    </div>\n    <p class=\"center\">A. <i>Standard of Review.</i></p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The district court dismissed the FTCA counts for want of subject-matter jurisdiction and the section 1983 counts for failure to state an actionable claim. Although these rulings derive from different subsections of Rule 12(b), <i>compare</i> Fed.R.Civ.P. 12(b)(1), <i>with</i> Fed.R.Civ.P. 12(b)(6), our standard of review sounds the same familiar refrain.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Under either rule, we review the lower court's dismissal order de novo, accepting the plaintiffs' well-pleaded facts as true and indulging all reasonable inferences to their behoof. <i>See, e.g., Dominion Energy Brayton Point, LLC v. Johnson,</i> 443 F.3d 12, 16 (1st Cir.2006) (Rule 12(b)(1)); <i>Redondo-Borges v. U.S. Dep't of Hous. &amp; Urban Dev.,</i> 421 F.3d 1, 5 (1st Cir.2005) (Rule 12(b)(6)). We are not wedded to the lower court's rationale and may affirm an order of dismissal on any basis made apparent by the record. <i>See Gabriel v. Preble,</i> 396 F.3d 10, 12 (1st Cir.2005).</p>\n    </div>\n    <p class=\"center\">B. <i>The FTCA Claims.</i></p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">\"It is beyond cavil that, as the sovereign, the United States is immune from suit without its consent.\" <i>Muirhead v. Mecham,</i> 427 F.3d 14, 17 (1st Cir.2005). The FTCA embodies one instance of such consent. It comprises a limited waiver of the federal government's sovereign immunity, <i>Shansky v. United States,</i> 164 F.3d 688, 690 (1st Cir.1999), and grants federal courts jurisdiction over claims against the United States that fall within its ambit. This includes claims</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">for injury or loss of property, or personal injury or death caused by the negligent or wrongful act or omission of any employee of the Government while acting within the scope of his office or employment, under circumstances where the United States, if a private person, would be liable to the claimant in accordance with the law of the place where the act or omission occurred.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">28 U.S.C. &#167; 1346(b).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Here, the co-administrators assert in substance that the federal defendants were negligent in failing to apprehend Sampson after his attempted surrender.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> That negligence, they posit, resulted in Philip McCloskey's death. Although the co-administrators name various federal defendants in these counts, the United States is the only proper defendant in such an action. <i>See</i> 28 U.S.C. &#167;&#167; 1346(b), 2674, 2679; <i>see also Roman v. Townsend,</i> 224 F.3d 24, 27 (1st Cir.2000). Consequently, the district court correctly held that no FTCA claim can lie against the FBI, Mueller, or Anderson.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Against this backdrop, we turn to the FTCA claims against the United States.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> To survive, an FTCA claim must successfully surmount the jurisdictional hurdle erected by 28 U.S.C. &#167; 1346(b). That section restricts the liability of the United States to circumstances in which \"a private person would be liable . . . in accordance with the law of the place where the act or omission occurred.\" <i>Id.</i> Since every relevant event in this case occurred in Massachusetts, the substantive law of that jurisdiction constitutes the \"law of the place\" for present purposes. Thus, the co-administrators must identify some basis in Massachusetts law for holding a private party liable in tort for acts or omissions comparable to those they attribute to the FBI and its functionaries. <i>See Bolduc v. United States,</i> 402 F.3d 50, 56 (1st Cir.2005).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In appraising the height of this hurdle, it is important to frame the scope of our inquiry. The search for analogous state-law liability is circumscribed by the explicit language of the FTCA, which restricts that search to <i>private</i> liability. <i>See Sea Air Shuttle Corp. v. United States,</i> 112 F.3d 532, 537 (1st Cir.1997). In other words, we must look for \"some relationship between the governmental employee[ ] and the plaintiff to which state law would attach a duty of care in purely private circumstances.\" <i>Id.</i> (citation and internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The flip side of this coin is that we are not at liberty to derive analogues from instances in which state law enforcement officers &#8212; and only state law enforcement officers &#8212; would be liable under state law. In the FTCA milieu, \"the federal government does not yield its immunity with respect to obligations that are peculiar to governments or official-capacity state actors and which have no private counterpart in state law.\" <i>Bolduc,</i> 402 F.3d at 57.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Refined to bare essence, our obligation is to appraise the height of the section 1346(b) hurdle through a narrowed lens and ask only whether, under Massachusetts law, a private party who is approached by a fugitive seeking to turn himself in would be guilty of actionable negligence if he did nothing in response and the fugitive thereafter committed a series of violent crimes. On the pleadings before us (which do not allege any special circumstances), we answer that isthmian question in the negative.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In Massachusetts, \"a tort plaintiff must show that (1) the defendant owed him a duty, (2) the defendant breached that duty, (3) the breach constituted a proximate cause of the ensuing harm, and (4) the breach caused actual injury.\" <i>Fithian v. Reed,</i> 204 F.3d 306, 308 (1st Cir. 2000). Massachusetts courts have recognized the generic applicability of relevant Restatement of Torts principles to the first step of this quadripartite algorithm. <i>See Mosko v. Raytheon Co.,</i> 416 Mass. 395, 622 N.E.2d 1066, 1069-70 &amp; n. 7 (1993); <i>Jean W. v. Commonwealth,</i> 414 Mass. 496, 610 N.E.2d 305, 315 (1993) (Liacos, C.J., concurring); <i>see also Rakes v. United States,</i> 352 F.Supp.2d 47, 58-60 (D.Mass.2005), <i>aff'd,</i> 442 F.3d 7 (1st Cir.2006). It is on that step that our subsequent discussion will focus; after all, if a private person under the same circumstances would owe no duty to a victim, there would be no state-law liability (and, thus, no subjectmatter jurisdiction over the co-administrators' FTCA claims). <i>See Newlin v. New Eng. Tel. &amp; Tel. Co.,</i> 316 Mass. 234, 54 N.E.2d 929, 931 (1944) (deeming it \"settled\" that \"if the defendant owed no duty of care to the plaintiff . . . there could be no actionable negligence on [the defendant's] part\").</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Generally speaking, a defendant's duty is more limited when negligence consists of an omission rather than an act of commission. <i>See Carrier v. Riddell, Inc.,</i> 721 F.2d 867, 868-69 (1st Cir.1983) (applying Massachusetts law). So too, as a general matter, \"[t]here is no duty . . . to control the conduct of a third person as to prevent him from causing physical harm to another.\" Restatement (Second) of Torts &#167; 315 (1965) (Restatement); <i>see Mosko,</i> 622 N.E.2d at 1069-70 &amp; n. 7. These generalities fairly describe the situation in the case at hand. That is not the end of the matter, however, because there are at least two exceptions to the general rule that can be distilled from these principles. The co-administrators' FTCA claims necessarily stand or fall on the applicability vel non of these exceptions.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The first exception comes into play when \"a special relation exists between the actor and the [plaintiff] which gives [the plaintiff] a right to protection.\" Restatement &#167; 315; <i>see Jean W.,</i> 610 N.E.2d at 315 (Liacos, C.J., concurring). Emblematic of this type of special relation is the relationship of, say, a common carrier to a passenger or an innkeeper to a guest.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> <i>See</i> Restatement &#167; 314A. This exception also may have some bearing when one \"takes. . . custody of [the plaintiff] under circumstances [that] deprive the [plaintiff] of his normal opportunities for protection.\" <i>Id.</i> That duty may well confer upon the custodian a duty to protect his charge from the conduct of third persons.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> <i>See id.</i> &#167; 320.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The second exception arises when \"a special relation exists between the actor and the third person which imposes a duty upon the actor to control the third person's conduct.\" <i>Id.</i> &#167; 315; <i>see Jean W.,</i> 610 N.E.2d at 315 (Liacos, C.J., concurring). Traditionally, parent-child, master-servant, and possessor-licensee relationships fit into this taxonomy.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> <i>See</i> Restatement &#167;&#167; 316-318. In the same vein, one may acquire a duty to control a third person if he \"takes charge\" of that third person and \"knows or should know [that the third person is] likely to cause bodily harm to others if not controlled.\"<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> <i>Id.</i> &#167; 319.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In the absence of a special relationship sufficient to trigger one of these exceptions, a private party is not liable for failing, either intentionally or inadvertently, to exercise control over the actions of a third party so as to protect others from harm. <i>Id.</i> &#167; 315 cmt. b. This is so even if the prospective harm is substantial and \"the actor realizes that he has the ability to control the conduct of [the] third person, and could do so with only the most trivial of efforts.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">It follows inexorably from the foregoing that, for a duty to attach here, the amended complaint must reveal the existence of a special relationship between either Anderson (and, thus, the FBI) and Philip McCloskey or between Anderson (and, thus, the FBI) and Sampson.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">It is readily evident that, at the times material hereto, no special relationship had been forged between Anderson (or the FBI) and the decedent. Prior to his murder, Philip McCloskey was a random member of the public at large. Neither Anderson nor the FBI had any reason to know that he existed. He occupied no special position that might be deemed even faintly analogous to a common carrier's passenger or an innkeeper's guest. Nor did Anderson or the FBI \"take custody\" of Philip McCloskey in any way, shape, or form.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">So viewed, this case is easily distinguished from <i>Mulloy v. United States,</i> 884 F.Supp. 622 (D.Mass.1995), much bruited by the co-administrators. There, an officer's wife living on an army base was raped and murdered by an enlistee. The court, applying Illinois law, recognized a special relationship between the army and the victim, given her status as the army's invitee and a tenant on the base. <i>See id.</i> at 632. That relationship furnished a modicum of support for a theory by which the United States might be held liable under state law. <i>See id.</i> Here, however, as we have said, neither Anderson nor the FBI had any prior relationship with Philip McCloskey, nor did he ever act in reliance on any invitation by them.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">To say more on this point would be to paint the lily. We hold, without serious question, that no special relationship existed between Anderson or the FBI, on the one hand, and Philip McCloskey, on the other hand, sufficient to give rise to a duty under Massachusetts tort law either to protect McCloskey or to ward off his slayer.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The relationship between Sampson and Anderson is not quite so easily dismissed. There is some semblance of a pre-murder tie, as Sampson's telephone call to Anderson linked the two men, however fleetingly (and, thus, linked Sampson and the FBI). We nonetheless conclude that this solitary link is inadequate to give rise to a duty on Anderson's part to control Sampson.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Anderson and Sampson were not in a sustained relationship akin to that enjoyed by a parent and child, a master and servant, or a possessor and licensee. The question, then, boils down to whether it can be said, under the generous pleading standard applicable at the motion-to-dismiss stage, that Anderson (and, thus, the FBI) took charge of Sampson in such a way or to such an extent that his activities could give rise to a duty to exercise control over Sampson. <i>Cf. Sheridan v. United States,</i> 487 U.S. 392, 401, 108 S.Ct. 2449, 101 L.Ed.2d 352 (1988) (recognizing possible liability under Maryland law based in part on the government's voluntary undertaking \"to provide care to a person who was visibly drunk and visibly armed\").</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">While we have been unable to find a Massachusetts case squarely on point, our analysis is informed by the state courts' warm reception of applicable Restatement principles. Those principles counsel against finding a duty based on so fragile a connection as exists here. <i>See</i> Restatement &#167;&#167; 315-319. Moreover, four former justices of the Massachusetts Supreme Judicial Court (which, at full strength, numbers seven justices) have agreed that \"[i]n the absence of special assurances having been given, the law imposes no duty on a private individual carefully to extinguish a fire he did not cause, or carefully to remove an intoxicated motorist from the highway whose intoxication or presence on the highway he did not bring about.\" <i>Jean W.,</i> 610 N.E.2d at 312 (Liacos, C.J., concurring) (alteration in original) (quoting <i>Cyran v. Town of Ware,</i> 413 Mass. 452, 597 N.E.2d 1352, 1360 (1992) (O'Connor, J., concurring, with whom Nolan and Lynch, JJ., joined)). It would seem to follow that a private individual who has refrained from giving any assurances has no legal duty to keep the public safe from a felon with whom he has had only the briefest contact.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">No more need be said. We are confident, given these telltales and given the absence of any allegation that special assurances were offered, that Anderson, if a purely private actor, would not have acquired a duty to control Sampson merely by his reception of Sampson's brief telephone call. After all, Anderson took no action aimed at taking charge of Sampson. His failure to act, while lamentable, is too amorphous a foundation on which to erect a duty to control.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> <i>Cf. Bergmann v. United States,</i> 689 F.2d 789, 796 (8th Cir.1982) (concluding that, under Restatement &#167; 319, the government did not \"take charge\" of a federally protected witness and, thus, had no duty to control the witness's conduct).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The principal cases on which the co-administrators rely do not mitigate the force of this reasoning. None of them involves a fact pattern that is substantially similar (or even fairly analogous) to the fact pattern here. By the same token, none of them evinces a connection between the parties as ephemeral as Anderson's (and the FBI's) fleeting connection with Sampson. <i>See, e.g., Marin v. United States,</i> 814 F.Supp. 1468, 1485 (E.D.Wash. 1992) (finding a special relationship between INS agents and a detainee whom they released from custody to act as an informant); <i>Williams v. United States,</i> 450 F.Supp. 1040, 1044 (D.S.D.1978) (concluding that V.A. hospital, knowing of patient's propensity for violence and having agreed to notify local authorities upon his release, undertook a duty that it breached when it discharged the patient without notice and he committed a murder a day later). These cases depend upon the presence of numerous facts that are foreign to the record in the case at bar: among these disparities, the most salient distinction is that, unlike the detained alien in <i>Marin</i> or the hospital patient in <i>Williams,</i> the instrument of harm here (Sampson) was never in the government's charge.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In a last-ditch effort to stem the tide, the co-administrators propose that the issue of whether government actors \"took charge\" of a third person must be decided by a trier of fact. That proposition is incorrect. When the raw facts are undisputed, \"[t]he existence of a duty is typically a question of law, not of fact.\" <i>Carrier,</i> 721 F.2d at 868. This case fits within that mold. We have taken the well-pleaded facts in the light most favorable to the co-administrators &#8212; and those facts, even if entirely true, do not show the existence of an actionable duty. No more is exigible to sustain a dismissal of the FTCA counts. <i>See</i> 28 U.S.C. &#167; 1346(b).</p>\n    </div>\n    <p class=\"center\">C. <i>The Section 1983 Claims.</i></p>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The co-administrators also contest the dismissal of their section 1983 claims against the federal defendants. That statute's reach is limited to \"person[s] who [act] under color of any statute, ordinance, regulation, custom, or usage, of any State or Territory or the District of Columbia.\" 42 U.S.C. &#167; 1983. Thus, to plead a viable section 1983 claim, a complaint must allege action under color of state law. <i>See, e.g., Redondo-Borges,</i> 421 F.3d at 7; <i>Rogan v. City of Boston,</i> 267 F.3d 24, 27 (1st Cir.2001). Given the nature of this requirement, a section 1983 claim ordinarily will not lie against a federal actor. <i>See District of Columbia v. Carter,</i> 409 U.S. 418, 424-25, 93 S.Ct. 602, 34 L.Ed.2d 613 (1973) (recognizing that \"actions of the Federal Government and its officers are at least facially exempt from [section 1983's] proscriptions\"); <i>Redondo-Borges,</i> 421 F.3d at 6 (similar).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Here, the relevant counts of the amended complaint assign fault to federal actors functioning as such. They contain no hint of any tortious activity under color of state authority, nor do they limn any extraordinary circumstances that might implicate the federal defendants in state action. <i>Cf. Hampton v. Hanrahan,</i> 600 F.2d 600, 623 (7th Cir.1979) (explaining that a section 1983 claim might lie against federal officers who \"are engaged in a conspiracy with state officials to deprive [the plaintiff's] constitutional rights\").</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">When pressed, the co-administrators confess that the amended complaint fails to allege any action by the federal defendants under color of state law. They asseverate, however, that the district court should have deferred ruling on their section 1983 claims until pretrial discovery had run its course. That asseveration puts the cart before the horse.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">When evaluating a motion to dismiss, the trial court must decide in the first instance whether the plaintiff is entitled to undertake discovery at all. <i>Rodi v. S. New Eng. Sch. of Law,</i> 389 F.3d 5, 13 (1st Cir.2004). To reach this plateau, a plaintiff must carry an entry-level burden: he must sketch, at least in outline form, the rudiments of a viable claim. <i>See Educadores Puertorrique&#241;os en Acci&#243;n v. Hern&#225;ndez,</i> 367 F.3d 61, 68 (1st Cir.2004). If he succeeds in that endeavor, discovery should be allowed to give him an opportunity to put some flesh on the bare bones of that claim. But if he does not succeed in carrying his entry-level burden, that is the end of the matter. The purpose of pretrial discovery is not to allow a plaintiff to rummage about in search of a hitherto unexplicated cause of action. <i>See Bruno &amp; Stillman, Inc. v. Globe Newspaper Co.,</i> 633 F.2d 583, 597 (1st Cir.1980).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">In this instance, the co-administrators have not proffered even the most hazy outline of a viable section 1983 claim. Their attempts to do so, as framed in their amended complaint, fail to meet even the most abecedarian notice pleading requirements. <i>See</i> Fed.R.Civ.P. 8(a)(2) (requiring that a complaint contain \"a short and plain statement of the claim showing that the pleader is entitled to relief\"). They are, therefore, not entitled to discovery. <i>See Nestor Colon Medina &amp; Sucesores, Inc. v. Custodio,</i> 964 F.2d 32, 39 (1st Cir.1992) (noting that \"it is only after stating a valid claim that a plaintiff can insist upon a right to discovery\"). In the last analysis, plaintiffs should not be permitted to conduct fishing expeditions in hopes of discovering claims that they do not know they have.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Even were we to recharacterize the co-administrators' constitutional claims under the framework crafted in <i>Bivens v. Six Unknown Named Agents of FBN,</i> 403 U.S. 388, 91 S.Ct. 1999, 29 L.Ed.2d 619 (1971), and thus sidestep the \"under color of state law\" requirement, the claims still would succumb to the federal defendants' motion. The <i>Bivens</i> doctrine allows constitutional claims against federal officials, in their individual capacities, for actions taken under color of <i>federal</i> law. <i>See id.</i> at 397, 91 S.Ct. 1999. But the availability of that doctrine does not override bedrock principles of sovereign immunity so as to permit suits against the United States, its agencies, or federal officers sued in their official capacities. <i>See Ruiz Rivera v. Riley,</i> 209 F.3d 24, 28 (1st Cir. 2000).</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Here, the co-administrators sued Mueller only in his official capacity. And although they originally named Anderson as both an individual-capacity and an official-capacity defendant, the district court, on the parties' joint motion early in the case, dismissed all claims against Anderson in his individual capacity. Having joined in the motion to dismiss, the co-administrators cannot now appeal the resultant order. <i>See BIW Deceived v. Local S6, Indus. Union of Marine &amp; Shipbuilding Workers,</i> 132 F.3d 824, 828 (1st Cir.1997) (recognizing general rule that a party who unreservedly consents to a judgment waives any right to appeal that judgment). Consequently, no cognizable <i>Bivens</i> claims lurk in the penumbra of the amended complaint.</p>\n    </div>\n    <p class=\"indent\">III. CONCLUSION</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">To recapitulate, we hold (i) that the district court lacked subject-matter jurisdiction to hear the co-administrators' FTCA claims,<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> and (ii) that the co-administrators have failed to state any cognizable cause of action under 42 U.S.C. &#167; 1983. Accordingly, the lower court properly dismissed all the claims against the federal defendants (including the punitive damages claim, which has no independent footing). In so holding, we do not intend to place our imprimatur upon Anderson's failures. We are, however, bound both by the terms of the FTCA, which, like all waivers of sovereign immunity, \"must not be enlarged beyond such boundaries as its language plainly requires,\" <i>United States v. Horn,</i> 29 F.3d 754, 762 (1st Cir.1994), and by the circumscriptions of section 1983.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">We need go no further. Without any federal claims left in the case, the lower court did not abuse its discretion in declining to exercise supplemental jurisdiction over the state-law claims asserted against Sampson. <i>See</i> 28 U.S.C. &#167; 1367(c)(3); <i>see also Martinez v. Colon,</i> 54 F.3d 980, 990-91 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Despite naming the FBI as a defendant, the amended complaint does not textually set forth any claim against the FBI; all claims against the federal defendants are directed only to the United States, Mueller, and Anderson. Based on other filings, the district court interpreted each of these claims as asserted against the FBI as well<i>See McCloskey,</i> 385 F.Supp.2d at 78 n. 3. Because no party contests that interpretation, we treat the claims in a similar fashion.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> To the extent that the co-administrators alleged, and the district court dismissed, FTCA claims based on theories of negligent supervision or inadequate technology, we consider any potential challenges abandoned<i>See United States v. Zannino,</i> 895 F.2d 1, 17 (1st Cir.1990) (\"[I]ssues adverted to in a perfunctory manner, unaccompanied by some effort at developed argumentation, are deemed waived.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Although the FTCA is mentioned explicitly only in count 1 of the amended complaint, we treat the state-law wrongful death claims against the federal defendants (counts 4-6) as coming under the umbrella of the statute. This recasting benefits the co-administrators, as the FTCA provides the exclusive remedy against the United States for wrongful death<i>See</i> 28 U.S.C. &#167; 2679(a)-(b).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Take, for example, an innkeeper, who may be said to assume a duty to use reasonable care to secure the demised premises and, thus, may be held liable for the harm done by a marauder if he defaults on that duty<i>See, e.g., Fund v. Hotel Lenox of Boston, Inc.,</i> 418 Mass. 191, 635 N.E.2d 1189, 1190 (1994).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Take, for example, a school, which may be said to assume a duty of care toward its students and, thus, may be held liable for foreseeable harm that comes to them if it defaults on that duty<i>See, e.g., Marquay v. Eno,</i> 139 N.H. 708, 662 A.2d 272, 279 (1995) (collecting cases).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Take, for example, a parent, who may be said to assume a duty of reasonable care to prevent his minor child from inflicting harm on others and, thus, may be held liable for the harm done by the child if he defaults on that duty<i>See, e.g., Caldwell v. Zaher,</i> 344 Mass. 590, 183 N.E.2d 706, 707 (1962).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Take, for example, a jailer, who may be said to assume a duty of reasonable care to control a prisoner in his custody and, thus, may be held liable to one whom the prisoner harms if he (the jailer) defaults on that duty<i>See, e.g., Buchler v. State,</i> 316 Or. 499, 853 P.2d 798, 801-02 (1993).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Because there is no special relationship here, we need not address the secondary issue of foreseeability<i>See</i> Restatement &#167; 319 (noting that the duty assumed by \"one who takes charge of a third person\" only accrues when \"he knows or should know [that the person is] likely to cause bodily harm to others if not controlled\"); <i>see also Jean W.,</i> 610 N.E.2d at 315 (Liacos, C.J., concurring) (acknowledging that a duty arising from a special relationship under Restatement &#167; 320 would only inure to the benefit of foreseeable victims).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The co-administrators also cite<i>Estate of Davis v. United States,</i> 340 F.Supp.2d 79 (D.Mass.2004). The court there found that a special relationship between the government and its informants created \"a duty owed to the general public to control them.\" <i>Id.</i> at 93. That finding is context-specific, and the relationship between the FBI and Sampson is far too attenuated to evoke a fair comparison.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Since we affirm the dismissal of the FTCA counts on private-person liability grounds, we need not address the district court's alternative holding anent the discretionary function exception<i>See McCloskey,</i> 385 F.Supp.2d at 79-81.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation\" data-id=\"202240\"><a href=\"/opinion/202240/mccloskey-v-mueller/\"><span class=\"volume\">446</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">262</span></a></span></p>\n    <p class=\"parties\">Thomas S. McCLOSKEY and Kevin P. McCloskey, As Co-Administrators of the Estate of Philip McCloskey, Plaintiffs, Appellants,<br>v.<br>Robert S. MUELLER III, In His Capacity as Director of the Federal Bureau of Investigation, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 05-2690.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard April 5, 2006.</p>\n    <p class=\"date\">Decided May 16, 2006.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Kevin J. Reddington, for appellants.</p>\n      <p class=\"indent\">Carol L. Shea, Special Assistant United States Attorney (Chief, Civil Division, District of Vermont), with whom David V. Kirby, United States Attorney (District of Vermont), was on brief, for federal appellees.</p>\n      <p class=\"indent\">Gary Lee Sampson, on brief pro se ipso.</p>\n      <p class=\"indent\">Before SELYA and LIPEZ, Circuit Judges, and SAYLOR,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal arises out of a tragic series of events that culminated in the murder of Philip McCloskey. The co-administrators of the victim's estate sought damages from both the federal government and the murderer, Gary Lee Sampson. The district court dismissed their action. <i>See McCloskey v. Mueller,</i> <span class=\"citation\" data-id=\"2441124\"><a href=\"/opinion/2441124/mccloskey-v-mueller/\"><span class=\"volume\">385</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">74</span></a></span>, 88 (D.Mass.2005). Because there is no principled way that the frontiers of tort law can be expanded to encompass the theory of liability that the co-administrators have premised on these horrific facts, we affirm the order of dismissal.</p>\n    </div>\n    <p class=\"indent\">I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Because the district court disposed of this case on a motion to dismiss, <i>see</i> Fed. R.Civ.P. 12(b), we glean the relevant facts from the co-administrators' amended complaint (assuming, without determining, that those facts are true), supplemented by certain undisputed items.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On July 23, 2001, Sampson telephoned the Boston office of the Federal Bureau of Investigation (FBI) and spoke with an FBI employee, William H. Anderson. Sampson explained to Anderson that he was in Abington, Massachusetts; that he was wanted for armed robbery; and that he wished to surrender to the authorities. Anderson disconnected the call either accidentally or purposely &#8212; the amended complaint contemplates both possibilities &#8212; and made no attempt to reconnect it, investigate it, or report it to any other law enforcement officer.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Sampson never called back; instead, after spending several hours fruitlessly awaiting the FBI's arrival in Abington, he embarked upon a \"killing spree.\" The spree began the next day when Sampson abducted and murdered a complete stranger, Philip McCloskey. Before local authorities finally apprehended him on July 31, Sampson had killed two other men as well.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Sampson eventually pleaded guilty to a federal charge of carjacking resulting in Philip McCloskey's death. <i>See</i> 18 U.S.C. &#167; 2119(3). Following a penalty-phase trial, the district court imposed a death sentence. <i>See United States v. Sampson,</i> <span class=\"citation\" data-id=\"2563089\"><a href=\"/opinion/2563089/united-states-v-sampson/\"><span class=\"volume\">300</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">275</span></a></span> (D.Mass.2004). That sentence is currently on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">After initially denying that a Sampson-initiated telephone call ever took place, Anderson finally admitted the call's occurrence. In due season, Thomas and Kevin McCloskey, co-administrators of Philip McCloskey's estate, notified the United States, <i>see</i> 28 U.S.C. &#167; 2675(a), and then commenced a civil action in the United States District Court for the District of Massachusetts. They asserted damages claims under both the Federal Tort Claims Act (FTCA), 28 U.S.C. &#167;&#167; 1346(b), 2671-2680, and 42 U.S.C. &#167; 1983, against the United States, the FBI, Robert S. Mueller III, in his official capacity as director of the FBI, and Anderson (collectively, the federal defendants).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> They also advanced pendent state-law claims for wrongful death against Sampson.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The federal defendants filed an omnibus motion to dismiss. <i>See</i> Fed.R.Civ.P. 12(b)(1), (6). Sampson likewise moved to dismiss the claims against him. The co-administrators filed a timely opposition.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">After pondering the matter, the district court dismissed the case in toto. <i>See McCloskey,</i> 385 F.Supp.2d at 88. The court held that, under the FTCA, the United States was the only proper defendant and dismissed the tort claims against the FBI, Mueller, and Anderson for that reason. <i>See id.</i> at 77-78. It then concluded that it was without subject-matter jurisdiction over the FTCA claims against the United States because of the discretionary function exception, <i>see id.</i> at 79-81 (citing 28 U.S.C. &#167; 2680(a)), and, alternatively, because the government would not be liable under Massachusetts law had it been acting as a private person in the same or similar circumstances, <i>see id.</i> at 81-85 (citing 28 U.S.C. &#167; 1346(b)). The court dispatched the section 1983 claims for failure to allege any action under color of state authority. <i>Id.</i> at 87. Once it had dismissed the federal claims, the court declined to exercise supplemental jurisdiction over the state-law claims against Sampson. <i>Id.</i> at 88 (citing 28 U.S.C. &#167; 1367(c)(3)). This timely appeal ensued.</p>\n    </div>\n    <p class=\"indent\">II. DISCUSSION</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We begin our analysis by acknowledging the applicable standard of review. We then address, in turn, the FTCA and section 1983 claims. Finally, we touch upon the dismissal of the claims against Sampson.</p>\n    </div>\n    <p class=\"center\">A. <i>Standard of Review.</i></p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The district court dismissed the FTCA counts for want of subject-matter jurisdiction and the section 1983 counts for failure to state an actionable claim. Although these rulings derive from different subsections of Rule 12(b), <i>compare</i> Fed.R.Civ.P. 12(b)(1), <i>with</i> Fed.R.Civ.P. 12(b)(6), our standard of review sounds the same familiar refrain.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Under either rule, we review the lower court's dismissal order de novo, accepting the plaintiffs' well-pleaded facts as true and indulging all reasonable inferences to their behoof. <i>See, e.g., Dominion Energy Brayton Point, LLC v. Johnson,</i> <span class=\"citation\" data-id=\"202118\"><a href=\"/opinion/202118/dominion-energy-bray-v-johnson/\"><span class=\"volume\">443</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span>, 16 (1st Cir.2006) (Rule 12(b)(1)); <i>Redondo-Borges v. U.S. Dep't of Hous. &amp; Urban Dev.,</i> <span class=\"citation\" data-id=\"201789\"><a href=\"/opinion/201789/redondo-borges-v-housing-and-urban/\"><span class=\"volume\">421</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 5 (1st Cir.2005) (Rule 12(b)(6)). We are not wedded to the lower court's rationale and may affirm an order of dismissal on any basis made apparent by the record. <i>See Gabriel v. Preble,</i> <span class=\"citation\" data-id=\"201415\"><a href=\"/opinion/201415/gabriel-v-preble/\"><span class=\"volume\">396</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">10</span></a></span>, 12 (1st Cir.2005).</p>\n    </div>\n    <p class=\"center\">B. <i>The FTCA Claims.</i></p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">\"It is beyond cavil that, as the sovereign, the United States is immune from suit without its consent.\" <i>Muirhead v. Mecham,</i> <span class=\"citation\" data-id=\"201869\"><a href=\"/opinion/201869/muirhead-v-mecham/\"><span class=\"volume\">427</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">14</span></a></span>, 17 (1st Cir.2005). The FTCA embodies one instance of such consent. It comprises a limited waiver of the federal government's sovereign immunity, <i>Shansky v. United States,</i> <span class=\"citation\" data-id=\"198282\"><a href=\"/opinion/198282/shansky-v-united-states/\"><span class=\"volume\">164</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">688</span></a></span>, 690 (1st Cir.1999), and grants federal courts jurisdiction over claims against the United States that fall within its ambit. This includes claims</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">for injury or loss of property, or personal injury or death caused by the negligent or wrongful act or omission of any employee of the Government while acting within the scope of his office or employment, under circumstances where the United States, if a private person, would be liable to the claimant in accordance with the law of the place where the act or omission occurred.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">28 U.S.C. &#167; 1346(b).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Here, the co-administrators assert in substance that the federal defendants were negligent in failing to apprehend Sampson after his attempted surrender.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> That negligence, they posit, resulted in Philip McCloskey's death. Although the co-administrators name various federal defendants in these counts, the United States is the only proper defendant in such an action. <i>See</i> 28 U.S.C. &#167;&#167; 1346(b), 2674, 2679; <i>see also Roman v. Townsend,</i> <span class=\"citation\" data-id=\"199060\"><a href=\"/opinion/199060/roman-v-townsend/\"><span class=\"volume\">224</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">24</span></a></span>, 27 (1st Cir.2000). Consequently, the district court correctly held that no FTCA claim can lie against the FBI, Mueller, or Anderson.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Against this backdrop, we turn to the FTCA claims against the United States.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> To survive, an FTCA claim must successfully surmount the jurisdictional hurdle erected by 28 U.S.C. &#167; 1346(b). That section restricts the liability of the United States to circumstances in which \"a private person would be liable . . . in accordance with the law of the place where the act or omission occurred.\" <i>Id.</i> Since every relevant event in this case occurred in Massachusetts, the substantive law of that jurisdiction constitutes the \"law of the place\" for present purposes. Thus, the co-administrators must identify some basis in Massachusetts law for holding a private party liable in tort for acts or omissions comparable to those they attribute to the FBI and its functionaries. <i>See Bolduc v. United States,</i> <span class=\"citation\" data-id=\"201496\"><a href=\"/opinion/201496/bolduc-v-united-states/\"><span class=\"volume\">402</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">50</span></a></span>, 56 (1st Cir.2005).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In appraising the height of this hurdle, it is important to frame the scope of our inquiry. The search for analogous state-law liability is circumscribed by the explicit language of the FTCA, which restricts that search to <i>private</i> liability. <i>See Sea Air Shuttle Corp. v. United States,</i> <span class=\"citation\" data-id=\"197318\"><a href=\"/opinion/197318/sea-air-shuttle-v-united-states/\"><span class=\"volume\">112</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">532</span></a></span>, 537 (1st Cir.1997). In other words, we must look for \"some relationship between the governmental employee[ ] and the plaintiff to which state law would attach a duty of care in purely private circumstances.\" <i>Id.</i> (citation and internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The flip side of this coin is that we are not at liberty to derive analogues from instances in which state law enforcement officers &#8212; and only state law enforcement officers &#8212; would be liable under state law. In the FTCA milieu, \"the federal government does not yield its immunity with respect to obligations that are peculiar to governments or official-capacity state actors and which have no private counterpart in state law.\" <i>Bolduc,</i> 402 F.3d at 57.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Refined to bare essence, our obligation is to appraise the height of the section 1346(b) hurdle through a narrowed lens and ask only whether, under Massachusetts law, a private party who is approached by a fugitive seeking to turn himself in would be guilty of actionable negligence if he did nothing in response and the fugitive thereafter committed a series of violent crimes. On the pleadings before us (which do not allege any special circumstances), we answer that isthmian question in the negative.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In Massachusetts, \"a tort plaintiff must show that (1) the defendant owed him a duty, (2) the defendant breached that duty, (3) the breach constituted a proximate cause of the ensuing harm, and (4) the breach caused actual injury.\" <i>Fithian v. Reed,</i> <span class=\"citation\" data-id=\"198843\"><a href=\"/opinion/198843/fithian-v-zofchak/\"><span class=\"volume\">204</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">306</span></a></span>, 308 (1st Cir. 2000). Massachusetts courts have recognized the generic applicability of relevant Restatement of Torts principles to the first step of this quadripartite algorithm. <i>See Mosko v. Raytheon Co.,</i> <span class=\"citation\" data-id=\"2101499\"><a href=\"/opinion/2101499/mosko-v-raytheon-co/\"><span class=\"volume\">416</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">395</span></a></span>, <span class=\"citation\" data-id=\"2101499\"><a href=\"/opinion/2101499/mosko-v-raytheon-co/\"><span class=\"volume\">622</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1066</span></a></span>, 1069-70 &amp; n. 7 (1993); <i>Jean W. v. Commonwealth,</i> <span class=\"citation\" data-id=\"2110624\"><a href=\"/opinion/2110624/jean-w-v-commonwealth/\"><span class=\"volume\">414</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">496</span></a></span>, <span class=\"citation\" data-id=\"2110624\"><a href=\"/opinion/2110624/jean-w-v-commonwealth/\"><span class=\"volume\">610</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">305</span></a></span>, 315 (1993) (Liacos, C.J., concurring); <i>see also Rakes v. United States,</i> <span class=\"citation\" data-id=\"2300315\"><a href=\"/opinion/2300315/rakes-v-united-states/\"><span class=\"volume\">352</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">47</span></a></span>, 58-60 (D.Mass.2005), <i>aff'd,</i> <span class=\"citation no-link\"><span class=\"volume\">442</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></span> (1st Cir.2006). It is on that step that our subsequent discussion will focus; after all, if a private person under the same circumstances would owe no duty to a victim, there would be no state-law liability (and, thus, no subjectmatter jurisdiction over the co-administrators' FTCA claims). <i>See Newlin v. New Eng. Tel. &amp; Tel. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">316</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">234</span></span>, <span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">929</span></span>, 931 (1944) (deeming it \"settled\" that \"if the defendant owed no duty of care to the plaintiff . . . there could be no actionable negligence on [the defendant's] part\").</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Generally speaking, a defendant's duty is more limited when negligence consists of an omission rather than an act of commission. <i>See Carrier v. Riddell, Inc.,</i> <span class=\"citation\" data-id=\"427520\"><a href=\"/opinion/427520/mitchell-carrier-v-riddell-inc/\"><span class=\"volume\">721</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">867</span></a></span>, 868-69 (1st Cir.1983) (applying Massachusetts law). So too, as a general matter, \"[t]here is no duty . . . to control the conduct of a third person as to prevent him from causing physical harm to another.\" Restatement (Second) of Torts &#167; 315 (1965) (Restatement); <i>see Mosko,</i> 622 N.E.2d at 1069-70 &amp; n. 7. These generalities fairly describe the situation in the case at hand. That is not the end of the matter, however, because there are at least two exceptions to the general rule that can be distilled from these principles. The co-administrators' FTCA claims necessarily stand or fall on the applicability vel non of these exceptions.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The first exception comes into play when \"a special relation exists between the actor and the [plaintiff] which gives [the plaintiff] a right to protection.\" Restatement &#167; 315; <i>see Jean W.,</i> 610 N.E.2d at 315 (Liacos, C.J., concurring). Emblematic of this type of special relation is the relationship of, say, a common carrier to a passenger or an innkeeper to a guest.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> <i>See</i> Restatement &#167; 314A. This exception also may have some bearing when one \"takes. . . custody of [the plaintiff] under circumstances [that] deprive the [plaintiff] of his normal opportunities for protection.\" <i>Id.</i> That duty may well confer upon the custodian a duty to protect his charge from the conduct of third persons.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> <i>See id.</i> &#167; 320.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The second exception arises when \"a special relation exists between the actor and the third person which imposes a duty upon the actor to control the third person's conduct.\" <i>Id.</i> &#167; 315; <i>see Jean W.,</i> 610 N.E.2d at 315 (Liacos, C.J., concurring). Traditionally, parent-child, master-servant, and possessor-licensee relationships fit into this taxonomy.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> <i>See</i> Restatement &#167;&#167; 316-318. In the same vein, one may acquire a duty to control a third person if he \"takes charge\" of that third person and \"knows or should know [that the third person is] likely to cause bodily harm to others if not controlled.\"<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> <i>Id.</i> &#167; 319.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In the absence of a special relationship sufficient to trigger one of these exceptions, a private party is not liable for failing, either intentionally or inadvertently, to exercise control over the actions of a third party so as to protect others from harm. <i>Id.</i> &#167; 315 cmt. b. This is so even if the prospective harm is substantial and \"the actor realizes that he has the ability to control the conduct of [the] third person, and could do so with only the most trivial of efforts.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">It follows inexorably from the foregoing that, for a duty to attach here, the amended complaint must reveal the existence of a special relationship between either Anderson (and, thus, the FBI) and Philip McCloskey or between Anderson (and, thus, the FBI) and Sampson.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">It is readily evident that, at the times material hereto, no special relationship had been forged between Anderson (or the FBI) and the decedent. Prior to his murder, Philip McCloskey was a random member of the public at large. Neither Anderson nor the FBI had any reason to know that he existed. He occupied no special position that might be deemed even faintly analogous to a common carrier's passenger or an innkeeper's guest. Nor did Anderson or the FBI \"take custody\" of Philip McCloskey in any way, shape, or form.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">So viewed, this case is easily distinguished from <i>Mulloy v. United States,</i> <span class=\"citation\" data-id=\"1388841\"><a href=\"/opinion/1388841/mulloy-v-united-states/\"><span class=\"volume\">884</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">622</span></a></span> (D.Mass.1995), much bruited by the co-administrators. There, an officer's wife living on an army base was raped and murdered by an enlistee. The court, applying Illinois law, recognized a special relationship between the army and the victim, given her status as the army's invitee and a tenant on the base. <i>See id.</i> at 632. That relationship furnished a modicum of support for a theory by which the United States might be held liable under state law. <i>See id.</i> Here, however, as we have said, neither Anderson nor the FBI had any prior relationship with Philip McCloskey, nor did he ever act in reliance on any invitation by them.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">To say more on this point would be to paint the lily. We hold, without serious question, that no special relationship existed between Anderson or the FBI, on the one hand, and Philip McCloskey, on the other hand, sufficient to give rise to a duty under Massachusetts tort law either to protect McCloskey or to ward off his slayer.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The relationship between Sampson and Anderson is not quite so easily dismissed. There is some semblance of a pre-murder tie, as Sampson's telephone call to Anderson linked the two men, however fleetingly (and, thus, linked Sampson and the FBI). We nonetheless conclude that this solitary link is inadequate to give rise to a duty on Anderson's part to control Sampson.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Anderson and Sampson were not in a sustained relationship akin to that enjoyed by a parent and child, a master and servant, or a possessor and licensee. The question, then, boils down to whether it can be said, under the generous pleading standard applicable at the motion-to-dismiss stage, that Anderson (and, thus, the FBI) took charge of Sampson in such a way or to such an extent that his activities could give rise to a duty to exercise control over Sampson. <i>Cf. Sheridan v. United States,</i> <span class=\"citation\" data-id=\"112131\"><a href=\"/opinion/112131/sheridan-v-united-states/\"><span class=\"volume\">487</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">392</span></a></span>, 401, <span class=\"citation\" data-id=\"112131\"><a href=\"/opinion/112131/sheridan-v-united-states/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2449</span></a></span>, <span class=\"citation\" data-id=\"112131\"><a href=\"/opinion/112131/sheridan-v-united-states/\"><span class=\"volume\">101</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">352</span></a></span> (1988) (recognizing possible liability under Maryland law based in part on the government's voluntary undertaking \"to provide care to a person who was visibly drunk and visibly armed\").</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">While we have been unable to find a Massachusetts case squarely on point, our analysis is informed by the state courts' warm reception of applicable Restatement principles. Those principles counsel against finding a duty based on so fragile a connection as exists here. <i>See</i> Restatement &#167;&#167; 315-319. Moreover, four former justices of the Massachusetts Supreme Judicial Court (which, at full strength, numbers seven justices) have agreed that \"[i]n the absence of special assurances having been given, the law imposes no duty on a private individual carefully to extinguish a fire he did not cause, or carefully to remove an intoxicated motorist from the highway whose intoxication or presence on the highway he did not bring about.\" <i>Jean W.,</i> 610 N.E.2d at 312 (Liacos, C.J., concurring) (alteration in original) (quoting <i>Cyran v. Town of Ware,</i> <span class=\"citation\" data-id=\"2067255\"><a href=\"/opinion/2067255/cyran-v-ware/\"><span class=\"volume\">413</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">452</span></a></span>, <span class=\"citation\" data-id=\"2067255\"><a href=\"/opinion/2067255/cyran-v-ware/\"><span class=\"volume\">597</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1352</span></a></span>, 1360 (1992) (O'Connor, J., concurring, with whom Nolan and Lynch, JJ., joined)). It would seem to follow that a private individual who has refrained from giving any assurances has no legal duty to keep the public safe from a felon with whom he has had only the briefest contact.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">No more need be said. We are confident, given these telltales and given the absence of any allegation that special assurances were offered, that Anderson, if a purely private actor, would not have acquired a duty to control Sampson merely by his reception of Sampson's brief telephone call. After all, Anderson took no action aimed at taking charge of Sampson. His failure to act, while lamentable, is too amorphous a foundation on which to erect a duty to control.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> <i>Cf. Bergmann v. United States,</i> <span class=\"citation\" data-id=\"409287\"><a href=\"/opinion/409287/leona-bergmann-v-united-states/\"><span class=\"volume\">689</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">789</span></a></span>, 796 (8th Cir.1982) (concluding that, under Restatement &#167; 319, the government did not \"take charge\" of a federally protected witness and, thus, had no duty to control the witness's conduct).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The principal cases on which the co-administrators rely do not mitigate the force of this reasoning. None of them involves a fact pattern that is substantially similar (or even fairly analogous) to the fact pattern here. By the same token, none of them evinces a connection between the parties as ephemeral as Anderson's (and the FBI's) fleeting connection with Sampson. <i>See, e.g., Marin v. United States,</i> <span class=\"citation\" data-id=\"1766110\"><a href=\"/opinion/1766110/marin-v-united-states/\"><span class=\"volume\">814</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1468</span></a></span>, 1485 (E.D.Wash. 1992) (finding a special relationship between INS agents and a detainee whom they released from custody to act as an informant); <i>Williams v. United States,</i> <span class=\"citation\" data-id=\"1820196\"><a href=\"/opinion/1820196/williams-v-united-states/\"><span class=\"volume\">450</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1040</span></a></span>, 1044 (D.S.D.1978) (concluding that V.A. hospital, knowing of patient's propensity for violence and having agreed to notify local authorities upon his release, undertook a duty that it breached when it discharged the patient without notice and he committed a murder a day later). These cases depend upon the presence of numerous facts that are foreign to the record in the case at bar: among these disparities, the most salient distinction is that, unlike the detained alien in <i>Marin</i> or the hospital patient in <i>Williams,</i> the instrument of harm here (Sampson) was never in the government's charge.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In a last-ditch effort to stem the tide, the co-administrators propose that the issue of whether government actors \"took charge\" of a third person must be decided by a trier of fact. That proposition is incorrect. When the raw facts are undisputed, \"[t]he existence of a duty is typically a question of law, not of fact.\" <i>Carrier,</i> 721 F.2d at 868. This case fits within that mold. We have taken the well-pleaded facts in the light most favorable to the co-administrators &#8212; and those facts, even if entirely true, do not show the existence of an actionable duty. No more is exigible to sustain a dismissal of the FTCA counts. <i>See</i> 28 U.S.C. &#167; 1346(b).</p>\n    </div>\n    <p class=\"center\">C. <i>The Section 1983 Claims.</i></p>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The co-administrators also contest the dismissal of their section 1983 claims against the federal defendants. That statute's reach is limited to \"person[s] who [act] under color of any statute, ordinance, regulation, custom, or usage, of any State or Territory or the District of Columbia.\" 42 U.S.C. &#167; 1983. Thus, to plead a viable section 1983 claim, a complaint must allege action under color of state law. <i>See, e.g., Redondo-Borges,</i> 421 F.3d at 7; <i>Rogan v. City of Boston,</i> <span class=\"citation\" data-id=\"199625\"><a href=\"/opinion/199625/rogan-v-menino/\"><span class=\"volume\">267</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">24</span></a></span>, 27 (1st Cir.2001). Given the nature of this requirement, a section 1983 claim ordinarily will not lie against a federal actor. <i>See District of Columbia v. Carter,</i> <span class=\"citation\" data-id=\"108654\"><a href=\"/opinion/108654/district-of-columbia-v-carter/\"><span class=\"volume\">409</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">418</span></a></span>, 424-25, <span class=\"citation\" data-id=\"108654\"><a href=\"/opinion/108654/district-of-columbia-v-carter/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">602</span></a></span>, <span class=\"citation\" data-id=\"108654\"><a href=\"/opinion/108654/district-of-columbia-v-carter/\"><span class=\"volume\">34</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">613</span></a></span> (1973) (recognizing that \"actions of the Federal Government and its officers are at least facially exempt from [section 1983's] proscriptions\"); <i>Redondo-Borges,</i> 421 F.3d at 6 (similar).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Here, the relevant counts of the amended complaint assign fault to federal actors functioning as such. They contain no hint of any tortious activity under color of state authority, nor do they limn any extraordinary circumstances that might implicate the federal defendants in state action. <i>Cf. Hampton v. Hanrahan,</i> <span class=\"citation\" data-id=\"367126\"><a href=\"/opinion/367126/iberia-hampton-v-edward-v-hanrahan-united-states-of-america-ex-rel/\"><span class=\"volume\">600</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">600</span></a></span>, 623 (7th Cir.1979) (explaining that a section 1983 claim might lie against federal officers who \"are engaged in a conspiracy with state officials to deprive [the plaintiff's] constitutional rights\").</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">When pressed, the co-administrators confess that the amended complaint fails to allege any action by the federal defendants under color of state law. They asseverate, however, that the district court should have deferred ruling on their section 1983 claims until pretrial discovery had run its course. That asseveration puts the cart before the horse.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">When evaluating a motion to dismiss, the trial court must decide in the first instance whether the plaintiff is entitled to undertake discovery at all. <i>Rodi v. S. New Eng. Sch. of Law,</i> <span class=\"citation no-link\"><span class=\"volume\">389</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">5</span></span>, 13 (1st Cir.2004). To reach this plateau, a plaintiff must carry an entry-level burden: he must sketch, at least in outline form, the rudiments of a viable claim. <i>See Educadores Puertorrique&#241;os en Acci&#243;n v. Hern&#225;ndez,</i> <span class=\"citation\" data-id=\"200999\"><a href=\"/opinion/200999/epa-v-hernandez/\"><span class=\"volume\">367</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">61</span></a></span>, 68 (1st Cir.2004). If he succeeds in that endeavor, discovery should be allowed to give him an opportunity to put some flesh on the bare bones of that claim. But if he does not succeed in carrying his entry-level burden, that is the end of the matter. The purpose of pretrial discovery is not to allow a plaintiff to rummage about in search of a hitherto unexplicated cause of action. <i>See Bruno &amp; Stillman, Inc. v. Globe Newspaper Co.,</i> <span class=\"citation\" data-id=\"383661\"><a href=\"/opinion/383661/bruno-stillman-inc-v-globe-newspaper-co/\"><span class=\"volume\">633</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">583</span></a></span>, 597 (1st Cir.1980).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">In this instance, the co-administrators have not proffered even the most hazy outline of a viable section 1983 claim. Their attempts to do so, as framed in their amended complaint, fail to meet even the most abecedarian notice pleading requirements. <i>See</i> Fed.R.Civ.P. 8(a)(2) (requiring that a complaint contain \"a short and plain statement of the claim showing that the pleader is entitled to relief\"). They are, therefore, not entitled to discovery. <i>See Nestor Colon Medina &amp; Sucesores, Inc. v. Custodio,</i> <span class=\"citation\" data-id=\"583574\"><a href=\"/opinion/583574/nestor-colon-medina-sucesores-inc-v-patria-g-custodio/\"><span class=\"volume\">964</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">32</span></a></span>, 39 (1st Cir.1992) (noting that \"it is only after stating a valid claim that a plaintiff can insist upon a right to discovery\"). In the last analysis, plaintiffs should not be permitted to conduct fishing expeditions in hopes of discovering claims that they do not know they have.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Even were we to recharacterize the co-administrators' constitutional claims under the framework crafted in <i>Bivens v. Six Unknown Named Agents of FBN,</i> <span class=\"citation\" data-id=\"108375\"><a href=\"/opinion/108375/bivens-v-six-unknown-fed-narcotics-agents/\"><span class=\"volume\">403</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">388</span></a></span>, <span class=\"citation\" data-id=\"108375\"><a href=\"/opinion/108375/bivens-v-six-unknown-fed-narcotics-agents/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1999</span></a></span>, <span class=\"citation\" data-id=\"108375\"><a href=\"/opinion/108375/bivens-v-six-unknown-fed-narcotics-agents/\"><span class=\"volume\">29</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">619</span></a></span> (1971), and thus sidestep the \"under color of state law\" requirement, the claims still would succumb to the federal defendants' motion. The <i>Bivens</i> doctrine allows constitutional claims against federal officials, in their individual capacities, for actions taken under color of <i>federal</i> law. <i>See id.</i> at 397, <span class=\"citation\" data-id=\"108375\"><a href=\"/opinion/108375/bivens-v-six-unknown-fed-narcotics-agents/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1999</span></a></span>. But the availability of that doctrine does not override bedrock principles of sovereign immunity so as to permit suits against the United States, its agencies, or federal officers sued in their official capacities. <i>See Ruiz Rivera v. Riley,</i> <span class=\"citation\" data-id=\"198879\"><a href=\"/opinion/198879/ruiz-rivera-v-dept-of-education/\"><span class=\"volume\">209</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">24</span></a></span>, 28 (1st Cir. 2000).</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Here, the co-administrators sued Mueller only in his official capacity. And although they originally named Anderson as both an individual-capacity and an official-capacity defendant, the district court, on the parties' joint motion early in the case, dismissed all claims against Anderson in his individual capacity. Having joined in the motion to dismiss, the co-administrators cannot now appeal the resultant order. <i>See BIW Deceived v. Local S6, Indus. Union of Marine &amp; Shipbuilding Workers,</i> <span class=\"citation\" data-id=\"749863\"><a href=\"/opinion/749863/biw-deceived-v-local-s6-industrial-union-of-marine-and-shipbuilding/\"><span class=\"volume\">132</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">824</span></a></span>, 828 (1st Cir.1997) (recognizing general rule that a party who unreservedly consents to a judgment waives any right to appeal that judgment). Consequently, no cognizable <i>Bivens</i> claims lurk in the penumbra of the amended complaint.</p>\n    </div>\n    <p class=\"indent\">III. CONCLUSION</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">To recapitulate, we hold (i) that the district court lacked subject-matter jurisdiction to hear the co-administrators' FTCA claims,<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> and (ii) that the co-administrators have failed to state any cognizable cause of action under 42 U.S.C. &#167; 1983. Accordingly, the lower court properly dismissed all the claims against the federal defendants (including the punitive damages claim, which has no independent footing). In so holding, we do not intend to place our imprimatur upon Anderson's failures. We are, however, bound both by the terms of the FTCA, which, like all waivers of sovereign immunity, \"must not be enlarged beyond such boundaries as its language plainly requires,\" <i>United States v. Horn,</i> <span class=\"citation\" data-id=\"674595\"><a href=\"/opinion/674595/united-states-v-richard-a-horn/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">754</span></a></span>, 762 (1st Cir.1994), and by the circumscriptions of section 1983.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">We need go no further. Without any federal claims left in the case, the lower court did not abuse its discretion in declining to exercise supplemental jurisdiction over the state-law claims asserted against Sampson. <i>See</i> 28 U.S.C. &#167; 1367(c)(3); <i>see also Martinez v. Colon,</i> <span class=\"citation\" data-id=\"696203\"><a href=\"/opinion/696203/wilfredo-martinez-aka-wilfredo-martinez-rodriguez-v-rafael-colon-aka/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">980</span></a></span>, 990-91 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Despite naming the FBI as a defendant, the amended complaint does not textually set forth any claim against the FBI; all claims against the federal defendants are directed only to the United States, Mueller, and Anderson. Based on other filings, the district court interpreted each of these claims as asserted against the FBI as well<i>See McCloskey,</i> 385 F.Supp.2d at 78 n. 3. Because no party contests that interpretation, we treat the claims in a similar fashion.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> To the extent that the co-administrators alleged, and the district court dismissed, FTCA claims based on theories of negligent supervision or inadequate technology, we consider any potential challenges abandoned<i>See United States v. Zannino,</i> <span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 17 (1st Cir.1990) (\"[I]ssues adverted to in a perfunctory manner, unaccompanied by some effort at developed argumentation, are deemed waived.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Although the FTCA is mentioned explicitly only in count 1 of the amended complaint, we treat the state-law wrongful death claims against the federal defendants (counts 4-6) as coming under the umbrella of the statute. This recasting benefits the co-administrators, as the FTCA provides the exclusive remedy against the United States for wrongful death<i>See</i> 28 U.S.C. &#167; 2679(a)-(b).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Take, for example, an innkeeper, who may be said to assume a duty to use reasonable care to secure the demised premises and, thus, may be held liable for the harm done by a marauder if he defaults on that duty<i>See, e.g., Fund v. Hotel Lenox of Boston, Inc.,</i> <span class=\"citation\" data-id=\"2068741\"><a href=\"/opinion/2068741/fund-v-hotel-lenox-of-boston-inc/\"><span class=\"volume\">418</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">191</span></a></span>, <span class=\"citation\" data-id=\"2068741\"><a href=\"/opinion/2068741/fund-v-hotel-lenox-of-boston-inc/\"><span class=\"volume\">635</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1189</span></a></span>, 1190 (1994).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Take, for example, a school, which may be said to assume a duty of care toward its students and, thus, may be held liable for foreseeable harm that comes to them if it defaults on that duty<i>See, e.g., Marquay v. Eno,</i> <span class=\"citation no-link\"><span class=\"volume\">139</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">708</span></span>, <span class=\"citation no-link\"><span class=\"volume\">662</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">272</span></span>, 279 (1995) (collecting cases).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Take, for example, a parent, who may be said to assume a duty of reasonable care to prevent his minor child from inflicting harm on others and, thus, may be held liable for the harm done by the child if he defaults on that duty<i>See, e.g., Caldwell v. Zaher,</i> <span class=\"citation\" data-id=\"1995707\"><a href=\"/opinion/1995707/caldwell-v-zaher/\"><span class=\"volume\">344</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">590</span></a></span>, <span class=\"citation\" data-id=\"1995707\"><a href=\"/opinion/1995707/caldwell-v-zaher/\"><span class=\"volume\">183</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">706</span></a></span>, 707 (1962).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Take, for example, a jailer, who may be said to assume a duty of reasonable care to control a prisoner in his custody and, thus, may be held liable to one whom the prisoner harms if he (the jailer) defaults on that duty<i>See, e.g., Buchler v. State,</i> <span class=\"citation\" data-id=\"1245120\"><a href=\"/opinion/1245120/buchler-v-oregon-corrections-div/\"><span class=\"volume\">316</span> <span class=\"reporter\">Or.</span> <span class=\"page\">499</span></a></span>, <span class=\"citation\" data-id=\"1245120\"><a href=\"/opinion/1245120/buchler-v-oregon-corrections-div/\"><span class=\"volume\">853</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">798</span></a></span>, 801-02 (1993).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Because there is no special relationship here, we need not address the secondary issue of foreseeability<i>See</i> Restatement &#167; 319 (noting that the duty assumed by \"one who takes charge of a third person\" only accrues when \"he knows or should know [that the person is] likely to cause bodily harm to others if not controlled\"); <i>see also Jean W.,</i> 610 N.E.2d at 315 (Liacos, C.J., concurring) (acknowledging that a duty arising from a special relationship under Restatement &#167; 320 would only inure to the benefit of foreseeable victims).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The co-administrators also cite<i>Estate of Davis v. United States,</i> <span class=\"citation\" data-id=\"2452831\"><a href=\"/opinion/2452831/estate-of-davis-ex-rel-davis-v-united-states/\"><span class=\"volume\">340</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">79</span></a></span> (D.Mass.2004). The court there found that a special relationship between the government and its informants created \"a duty owed to the general public to control them.\" <i>Id.</i> at 93. That finding is context-specific, and the relationship between the FBI and Sampson is far too attenuated to evoke a fair comparison.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Since we affirm the dismissal of the FTCA counts on private-person liability grounds, we need not address the district court's alternative holding anent the discretionary function exception<i>See McCloskey,</i> 385 F.Supp.2d at 79-81.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108375/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108654/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112131/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197318/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198282/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198843/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198879/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199060/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199625/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200999/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201415/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201496/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201789/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201869/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202118/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202240/",
    "http://www.courtlistener.com/api/rest/v3/opinions/367126/",
    "http://www.courtlistener.com/api/rest/v3/opinions/383661/",
    "http://www.courtlistener.com/api/rest/v3/opinions/409287/",
    "http://www.courtlistener.com/api/rest/v3/opinions/427520/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/583574/",
    "http://www.courtlistener.com/api/rest/v3/opinions/674595/",
    "http://www.courtlistener.com/api/rest/v3/opinions/696203/",
    "http://www.courtlistener.com/api/rest/v3/opinions/749863/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1245120/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1388841/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1766110/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1820196/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1995707/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2067255/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2068741/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2101499/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2110624/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2300315/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2441124/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2452831/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2563089/"
  ]
}