{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202223/",
  "absolute_url": "/opinion/202223/united-states-v-rivera/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202223/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:47:10Z",
  "date_modified": "2016-02-28T05:07:34.192455Z",
  "type": "010combined",
  "sha1": "d079e3690925643ce5aec1b76794b9d81ff9fefa",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/05-1366-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2006/05/19/US_v._Rivera.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\nNo. 05-1366\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                               v.\n\n                  VICTOR RIVERA, a/k/a \"GENO,\"\n\n                      Defendant, Appellant.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. F. Dennis Saylor IV, U.S. District Judge]\n\n\n                             Before\n\n                      Lipez, Circuit Judge,\n\n                   Hug,* Senior Circuit Judge,\n\n                   and Howard, Circuit Judge.\n\n\n\n     Joseph S. Berman, with whom Berman & Dowell was on brief,\nfor appellant.\n     Paul G. Casey, Assistant United States Attorney, with whom\nMichael J. Sullivan, United States Attorney, was on brief, for\nappellee.\n\n\n                          May 19, 2006\n\n\n\n     *\n      Of the United States Court of Appeals for the Ninth\nCircuit, sitting by designation.\n\f               HOWARD, Circuit Judge.          Victor Rivera was sentenced to\n\n188 months of imprisonment for distributing heroin and being a\n\nfelon in possession of a firearm.               See 21 U.S.C. § 841(a)(1); 18\n\nU.S.C. § 922(g)(1).            His sentencing occurred between the United\n\nStates Supreme Court's decision in United States v. Booker, 543\n\nU.S.    220    (2005)    (declaring     the    federal    sentencing   guidelines\n\nadvisory), and this court's en banc decision in United States v.\n\nJiménez-Beltre, 440 F.3d 514 (1st Cir. 2006) (instructing district\n\ncourts on the process for imposing sentence post-Booker).                        On\n\nappeal,       Rivera    claims   that   the    district    court   erred    by   not\n\nfollowing the correct sentencing process and that the sentence\n\nimposed was unreasonable.          We affirm.\n\n               The essential facts are not in dispute. In January 2003,\n\nundercover Worcester, Massachusetts police officers purchased $160\n\nworth    of     heroin    from    Rivera.       Several    weeks   later,    state\n\ninvestigators searched Rivera's residence and uncovered a semi-\n\nautomatic pistol hidden in a baby's carriage.               Rivera was arrested\n\nand admitted that he owned the gun, which was later determined to\n\nhave traveled in interstate commerce. He was eventually prosecuted\n\nin federal court, where he pleaded guilty to distributing heroin\n\nand being a felon in possession of a firearm.\n\n               The district court sentenced Rivera on March 4, 2005.\n\nThe    court    began     by   explaining      its   methodology   for     imposing\n\nsentence:\n\n\n                                         -2-\n\f           [W]hat I intend to do is to go through a\n           guidelines sentencing calculation as the first\n           step . . . then consider whether there is an\n           available departure within the guideline\n           framework . . . and then consider whether a\n           nonguidelines sentence is appropriate, that is,\n           one that varies or deviates from the guidelines\n           themselves.\n\nThe court determined that Rivera was subject to a mandatory\n\nminimum sentence of 180 months because he was a career offender\n\nunder U.S.S.G. § 4B1.1(a) and an armed career criminal under 18\n\nU.S.C. § 924(e)(1).     It then determined that Rivera had a total\n\noffense level of 31 and a criminal history category of VI, which\n\nyielded a guidelines sentencing range (GSR) of 188 to 235 months.\n\nRivera did not object to this calculation and did not request that\n\nthe court grant a departure under the guidelines framework.\n\n           After determining the GSR, the court entertained \"the\n\npossibility of a nonguideline sentence.\"       Rivera argued for such\n\na sentence because he deemed it unfair that he had been prosecuted\n\nin the federal system, where the penalties for drug offenses are\n\nstiffer than in the state system.           The court rejected this\n\nargument   because,     absent   extraordinary    circumstances,     the\n\nexecutive branch decides which cases to prosecute in federal court\n\nand Rivera's sentence should not be affected by this decision.\n\n           On its own, the court raised the possibility of a\n\nsentence below the applicable GSR because Rivera's parents were\n\ndrug addicts who had served time in prison during his youth.\n\nWhile   acknowledging   these    \"tragic\"   circumstances,   the   court\n\n                                   -3-\n\fconcluded that they did not \"absolve [Rivera] of blame\" for his\n\ncrimes.\n\n            The court ultimately imposed a 188-month sentence, eight\n\nmonths longer than the minimum sentence mandated by 18 U.S.C. §\n\n924(e)(1) and advised by U.S.S.G. § 4B1.1(a).             In reaching this\n\nconclusion, the court stated:\n\n            The guideline range begins at 188 months. I\n            see no reason to go and sentence above the\n            minimum guideline range. It is certainly\n            questionable whether the additional eight\n            months adds anything meaningful by way of\n            deterrence or rehabilitation; but on balance,\n            I do not see that this case is sufficiently\n            extraordinary in my mind, or that there are\n            clearly persuasive reasons to impose a\n            nonguidelines sentence.\n\n\n            We review challenges to sentencing process -- i.e.,\n\nerror of law -- de novo.      See United States v. Robinson, 433 F.3d\n\n31, 35 (1st Cir. 2005).          Reasonableness challenges            -- i.e.\n\nchallenges to errors of judgment -- are reviewed with \"some\n\ndeference    .   .   .   [a]ssuming    a    plausible   explanation    and   a\n\ndefensible overall result.\"           Jiménez-Beltre, 440 F.3d at 519.\n\nRivera's primary argument is that the district court committed an\n\nerror of law by treating the guidelines as mandatory in imposing\n\nhis sentence.    He contends that, because the court required him to\n\nidentify specific reasons for imposing a sentence below the GSR,\n\nit treated \"the guidelines as de facto mandatory\" and improperly\n\n\n\n\n                                      -4-\n\f\"placed the burden on [him] to prove that the sentence should fall\n\nbelow the mandatory guideline range.\"\n\n            In    Booker,    the    Supreme     Court    held       that   mandatory\n\nguidelines sentences based on judge-made findings of fact violate\n\nthe Sixth Amendment, but that this constitutional deficiency could\n\nbe cured by treating the guidelines as \"effectively advisory.\"\n\n543 U.S. at 245.      We have construed Booker to hold that sentences\n\npost-Booker are reviewed on appeal for \"reasonableness\" whether\n\nthe sentences imposed was inside or outside the GSR.                   See Jiménez-\n\nBeltre, 440 F.3d at 517.\n\n            Notwithstanding        the   recasting      of    the    guidelines      as\n\nadvisory, they remain \"an important consideration in sentencing.\"\n\nId. at 518.      \"[T]he guideline range, taking applicable departures\n\ninto account, is the starting point for [the] analysis . . . .\"\n\nUnited States v. Saez, -- F.3d --, 2006 WL 888127, at *2 (1st Cir.\n\nApr. 6, 2006) (citing Jiménez-Beltre, 440 F.3d at 518).                         From\n\nthere, the proponent of a higher or lower sentence may offer\n\nreasons and facts to persuade the district court to impose a\n\nsentence    outside    the   GSR.        See    id.     The     party      seeking    a\n\nnonguidelines sentence, whether the defendant or the government,\n\nbears the burden of \"providing the basis\" to support such a\n\nsentence.     See Jiménez-Beltre, 440 F.3d at 519.\n\n            The   district    court      here   correctly       anticipated     this\n\napproach to sentencing.            It first calculated Rivera's GSR and\n\n\n                                         -5-\n\fconsidered whether there was a ground for a departure.                    It then\n\npermitted the parties to offer arguments for imposing a sentence\n\noutside the GSR.       After considering these arguments, the court\n\ndetermined that neither side had offered a persuasive reason for\n\nimposing a nonguidelines sentence, and that a sentence at the low\n\nend of the GSR was warranted.          This approach tracks the analysis\n\nprescribed in Jiménez-Beltre, 440 F.3d at 518-19.                  Accordingly,\n\nthe district court did not err in asking Rivera to provide a\n\nreason why he should be sentenced below the GSR.\n\n           Rivera also contends that the district court committed\n\na legal error by stating that his case was not sufficiently\n\n\"extraordinary\" to warrant a below-guidelines sentence. According\n\nto   Rivera,   this   statement      indicates    that    the    court   did     not\n\nunderstand     the    latitude    that       it   possessed      to     impose     a\n\nnonguidelines sentence.       We disagree.\n\n           Rivera     is   correct    that    a   party   need    not    make     an\n\n\"extraordinary\" showing in order to persuade the district court\n\nthat a sentence below the GSR is warranted.                 Compare Jiménez-\n\nBeltre, 440 F.3d at 519.         Yet, we do not understand the court to\n\nhave imposed such a requirement here.              Shortly after using the\n\nword   \"extraordinary,\"     the   court      explained    that    it   would     not\n\nsentence Rivera below the GSR because there were no \"clearly\n\npersuasive reasons\" for such a sentence.             In Jiménez-Beltre, we\n\naffirmed the district court's rejection of an argument in favor of\n\n\n                                      -6-\n\fa sentence below the GSR where the party proposing such a sentence\n\nhad not provided \"clearly identified and persuasive\" reasons for\n\nsuch a sentence.   440 F.3d at 517-19.   We read the district court\n\nto have engaged in a substantially similar (and unobjectionable)\n\nanalysis here.\n\n           Finally, Rivera argues that, even if the district court\n\ndid not commit a legal error in the sentencing process, the\n\nsentence imposed is unreasonable.     He contends that a sentence in\n\nexcess of 15 years is unreasonable in light of his troubled\n\nchildhood as the son of drug-addicted parents.\n\n           In reviewing a sentence for reasonableness, we stress\n\nthe need for \"a plausible explanation and a defensible overall\n\nresult.\"   Jiménez-Beltre, 440 F.3d at 519. The district court\n\npermissibly   considered   Rivera's   childhood   in   its   sentencing\n\ncalculus, see United States v. Smith, --F.3d--, 2006 WL 893622, at\n\n*3 (1st Cir. Apr. 7, 2006),    but stated that \"a tragic childhood\n\ndoes not absolve the defendant of blame\" and that, \"under the\n\ncircumstances,\" Rivera's childhood was not a ground for a below-\n\nguidelines sentence.   The court also stated that the low-end of\n\nthe GSR was appropriate in light of Rivera's \"criminal history.\"\n\nWe cannot say that this line of reasoning was unreasonable in\n\n\n\n\n                                -7-\n\flight of Rivera's multiple prior convictions and the court's\n\nplausible explanation for the sentence imposed.1\n\n          Affirmed.\n\n\n\n\n     1\n      Rivera also challenges the district court's determination\nthat he was subject to a 180-month mandatory minimum sentence as an\narmed career criminal under 18 U.S.C. § 924(e)(1). The argument is\nwithout merit. In the first place, Rivera failed to challenge the\ncorrectness of the court's guidelines calculation (and in fact\nadmitted the correctness of the GSR).        Having forfeited his\nchallenge to the guidelines calculation, our review is for plain\nerror. See United States v. Rodriguez, 311 F.3d 435, 437-38 (1st\nCir. 2002). Even assuming that the court committed plain error by\nconcluding that Rivera was an armed career criminal (which we\ndoubt), this error was harmless because his sentence was\nindependently justified under the career criminal guideline,\nU.S.S.G. § 4B1.4, which yields the same sentencing range and the\narmed career criminal guideline, and which Rivera does not\nchallenge. Rivera's argument that, under the Sixth Amendment, his\nprior convictions must be proven to a jury beyond a reasonable\ndoubt is likewise unavailing, given out express rejection of this\nargument in Jiménez-Beltre, 440 F.3d at 520.\n\n                               -8-\n\f",
  "html": "<p class=\"case_cite\">448 F.3d 82</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Victor RIVERA, a/k/a \"Geno,\" Defendant, Appellant.</p>\n    <p class=\"docket\">No. 05-1366.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard April 7, 2006.</p>\n    <p class=\"date\">Decided May 19, 2006.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Joseph S. Berman, with whom Berman &amp; Dowell was on brief, for appellant.</p>\n      <p class=\"indent\">Paul G. Casey, Assistant United States Attorney, with whom Michael J. Sullivan, United States Attorney, was on brief, for appellee.</p>\n      <p class=\"indent\">Before LIPEZ, Circuit Judge, HUG,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge, and HOWARD, Circuit Judge.</p>\n      <p class=\"indent\">HOWARD, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Victor Rivera was sentenced to 188 months of imprisonment for distributing heroin and being a felon in possession of a firearm. <i>See</i> 21 U.S.C. &#167; 841(a)(1); 18 U.S.C. &#167; 922(g)(1). His sentencing occurred between the United States Supreme Court's decision in <i>United States v. Booker,</i> 543 U.S. 220, 125 S.Ct. 738, 160 L.Ed.2d 621 (2005) (declaring the federal sentencing guidelines advisory), and this court's en banc decision in <i>United States v. Jim&#233;nez-Beltre,</i> 440 F.3d 514 (1st Cir. 2006) (instructing district courts on the process for imposing sentence post-<i>Booker</i>). On appeal, Rivera claims that the district court erred by not following the correct sentencing process and that the sentence imposed was unreasonable. We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The essential facts are not in dispute. In January 2003, undercover Worcester, Massachusetts police officers purchased $160 worth of heroin from Rivera. Several weeks later, state investigators searched Rivera's residence and uncovered a semi-automatic pistol hidden in a baby's carriage. Rivera was arrested and admitted that he owned the gun, which was later determined to have traveled in interstate commerce. He was eventually prosecuted in federal court, where he pleaded guilty to distributing heroin and being a felon in possession of a firearm.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The district court sentenced Rivera on March 4, 2005. The court began by explaining its methodology for imposing sentence:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">[W]hat I intend to do is to go through a guidelines sentencing calculation as the first step . . . then consider whether there is an available departure within the guideline framework ... and then consider whether a nonguidelines sentence is appropriate, that is, one that varies or deviates from the guidelines themselves.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The court determined that Rivera was subject to a mandatory minimum sentence of 180 months because he was a career offender under U.S.S.G. &#167; 4B1.1(a) and an armed career criminal under 18 U.S.C. &#167; 924(e)(1). It then determined that Rivera had a total offense level of 31 and a criminal history category of VI, which yielded a guidelines sentencing range (GSR) of 188 to 235 months. Rivera did not object to this calculation and did not request that the court grant a departure under the guidelines framework.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">After determining the GSR, the court entertained \"the possibility of a nonguideline sentence.\" Rivera argued for such a sentence because he deemed it unfair that he had been prosecuted in the federal system, where the penalties for drug offenses are stiffer than in the state system. The court rejected this argument because, absent extraordinary circumstances, the executive branch decides which cases to prosecute in federal court and Rivera's sentence should not be affected by this decision.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On its own, the court raised the possibility of a sentence below the applicable GSR because Rivera's parents were drug addicts who had served time in prison during his youth. While acknowledging these \"tragic\" circumstances, the court concluded that they did not \"absolve [Rivera] of blame\" for his crimes.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The court ultimately imposed a 188-month sentence, eight months longer than the minimum sentence mandated by 18 U.S.C. &#167; 924(e)(1) and advised by U.S.S.G. &#167; 4B1.1(a). In reaching this conclusion, the court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The guideline range begins at 188 months. I see no reason to go and sentence above the minimum guideline range. It is certainly questionable whether the additional eight months adds anything meaningful by way of deterrence or rehabilitation; but on balance, I do not see that this case is sufficiently extraordinary in my mind, or that there are clearly persuasive reasons to impose a nonguidelines sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We review challenges to sentencing process &#8212; i.e., error of law &#8212; de novo. <i>See United States v. Robinson,</i> 433 F.3d 31, 35 (1st Cir.2005). Reasonableness challenges &#8212; i.e. challenges to errors of judgment &#8212; are reviewed with \"some deference . . . [a]ssuming a plausible explanation and a defensible overall result.\" <i>Jim&#233;nez-Beltre,</i> 440 F.3d at 519. Rivera's primary argument is that the district court committed an error of law by treating the guidelines as mandatory in imposing his sentence. He contends that, because the court required him to identify specific reasons for imposing a sentence below the GSR, it treated \"the guidelines as <i>de facto</i> mandatory\" and improperly \"placed the burden on [him] to prove that the sentence should fall below the mandatory guideline range.\"</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In <i>Booker,</i> the Supreme Court held that mandatory guidelines sentences based on judge-made findings of fact violate the Sixth Amendment, but that this constitutional deficiency could be cured by treating the guidelines as \"effectively advisory.\" 543 U.S. at 245, 125 S.Ct. 738. We have construed <i>Booker</i> to hold that sentences post-<i>Booker</i> are reviewed on appeal for \"reasonableness\" whether the sentences imposed was inside or outside the GSR. <i>See Jim&#233;nez-Beltre,</i> 440 F.3d at 517.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Notwithstanding the recasting of the guidelines as advisory, they remain \"an important consideration in sentencing.\" <i>Id.</i> at 518. \"[T]he guideline range, taking applicable departures into account, is the starting point for [the] analysis . . . .\" <i>United States v. Saez,</i> 444 F.3d 15, 16 (1st Cir.2006) (citing <i>Jim&#233;nez-Beltre,</i> 440 F.3d at 518). From there, the proponent of a higher or lower sentence may offer reasons and facts to persuade the district court to impose a sentence outside the GSR. <i>See id.</i> The party seeking a nonguidelines sentence, whether the defendant or the government, bears the burden of \"providing the basis\" to support such a sentence. <i>See Jim&#233;nez-Beltre,</i> 440 F.3d at 519.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The district court here correctly anticipated this approach to sentencing. It first calculated Rivera's GSR and considered whether there was a ground for a departure. It then permitted the parties to offer arguments for imposing a sentence outside the GSR. After considering these arguments, the court determined that neither side had offered a persuasive reason for imposing a nonguidelines sentence, and that a sentence at the low end of the GSR was warranted. This approach tracks the analysis prescribed in <i>Jim&#233;nez-Beltre,</i> 440 F.3d at 518-19. Accordingly, the district court did not err in asking Rivera to provide a reason why he should be sentenced below the GSR.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Rivera also contends that the district court committed a legal error by stating that his case was not sufficiently \"extraordinary\" to warrant a below-guidelines sentence. According to Rivera, this statement indicates that the court did not understand the latitude that it possessed to impose a nonguidelines sentence. We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Rivera is correct that a party need not make an \"extraordinary\" showing in order to persuade the district court that a sentence below the GSR is warranted. <i>Compare Jim&#233;nez-Beltre,</i> 440 F.3d at 519. Yet, we do not understand the court to have imposed such a requirement here. Shortly after using the word \"extraordinary,\" the court explained that it would not sentence Rivera below the GSR because there were no \"clearly persuasive reasons\" for such a sentence. In <i>Jim&#233;nez-Beltre,</i> we affirmed the district court's rejection of an argument in favor of a sentence below the GSR where the party proposing such a sentence had not provided \"clearly identified and persuasive\" reasons for such a sentence. 440 F.3d at 517-19. We read the district court to have engaged in a substantially similar (and unobjectionable) analysis here.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Finally, Rivera argues that, even if the district court did not commit a legal error in the sentencing process, the sentence imposed is unreasonable. He contends that a sentence in excess of 15 years is unreasonable in light of his troubled childhood as the son of drug-addicted parents.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In reviewing a sentence for reasonableness, we stress the need for \"a plausible explanation and a defensible overall result.\" <i>Jim&#233;nez-Beltre,</i> 440 F.3d at 519. The district court permissibly considered Rivera's childhood in its sentencing calculus, <i>see United States v. Smith,</i> 445 F.3d 1, 3 (1st Cir.2006), but stated that \"a tragic childhood does not absolve the defendant of blame\" and that, \"under the circumstances,\" Rivera's childhood was not a ground for a below-guidelines sentence. The court also stated that the low-end of the GSR was appropriate in light of Rivera's \"criminal history.\" We cannot say that this line of reasoning was unreasonable in light of Rivera's multiple prior convictions and the court's plausible explanation for the sentence imposed.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the United States Court of Appeals for the Ninth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Rivera also challenges the district court's determination that he was subject to a 180-month mandatory minimum sentence as an armed career criminal under 18 U.S.C. &#167; 924(e)(1). The argument is without merit. In the first place, Rivera failed to challenge the correctness of the court's guidelines calculation (and in fact admitted the correctness of the GSR). Having forfeited his challenge to the guidelines calculation, our review is for plain error<i>See United States v. Rodriguez,</i> 311 F.3d 435, 437-38 (1st Cir.2002). Even assuming that the court committed plain error by concluding that Rivera was an armed career criminal (which we doubt), this error was harmless because his sentence was independently justified under the career criminal guideline, U.S.S.G. &#167; 4B1.4, which yields the same sentencing range and the armed career criminal guideline, and which Rivera does not challenge. Rivera's argument that, under the Sixth Amendment, his prior convictions must be proven to a jury beyond a reasonable doubt is likewise unavailing, given out express rejection of this argument in <i>Jim&#233;nez-Beltre,</i> 440 F.3d at 520.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">448</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">82</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Victor RIVERA, a/k/a \"Geno,\" Defendant, Appellant.</p>\n    <p class=\"docket\">No. 05-1366.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard April 7, 2006.</p>\n    <p class=\"date\">Decided May 19, 2006.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Joseph S. Berman, with whom Berman &amp; Dowell was on brief, for appellant.</p>\n      <p class=\"indent\">Paul G. Casey, Assistant United States Attorney, with whom Michael J. Sullivan, United States Attorney, was on brief, for appellee.</p>\n      <p class=\"indent\">Before LIPEZ, Circuit Judge, HUG,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge, and HOWARD, Circuit Judge.</p>\n      <p class=\"indent\">HOWARD, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Victor Rivera was sentenced to 188 months of imprisonment for distributing heroin and being a felon in possession of a firearm. <i>See</i> 21 U.S.C. &#167; 841(a)(1); 18 U.S.C. &#167; 922(g)(1). His sentencing occurred between the United States Supreme Court's decision in <i>United States v. Booker,</i> <span class=\"citation no-link\"><span class=\"volume\">543</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">220</span></span>, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">738</span></span>, <span class=\"citation no-link\"><span class=\"volume\">160</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">621</span></span> (2005) (declaring the federal sentencing guidelines advisory), and this court's en banc decision in <i>United States v. Jim&#233;nez-Beltre,</i> <span class=\"citation no-link\"><span class=\"volume\">440</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">514</span></span> (1st Cir. 2006) (instructing district courts on the process for imposing sentence post-<i>Booker</i>). On appeal, Rivera claims that the district court erred by not following the correct sentencing process and that the sentence imposed was unreasonable. We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The essential facts are not in dispute. In January 2003, undercover Worcester, Massachusetts police officers purchased $160 worth of heroin from Rivera. Several weeks later, state investigators searched Rivera's residence and uncovered a semi-automatic pistol hidden in a baby's carriage. Rivera was arrested and admitted that he owned the gun, which was later determined to have traveled in interstate commerce. He was eventually prosecuted in federal court, where he pleaded guilty to distributing heroin and being a felon in possession of a firearm.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The district court sentenced Rivera on March 4, 2005. The court began by explaining its methodology for imposing sentence:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">[W]hat I intend to do is to go through a guidelines sentencing calculation as the first step . . . then consider whether there is an available departure within the guideline framework ... and then consider whether a nonguidelines sentence is appropriate, that is, one that varies or deviates from the guidelines themselves.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The court determined that Rivera was subject to a mandatory minimum sentence of 180 months because he was a career offender under U.S.S.G. &#167; 4B1.1(a) and an armed career criminal under 18 U.S.C. &#167; 924(e)(1). It then determined that Rivera had a total offense level of 31 and a criminal history category of VI, which yielded a guidelines sentencing range (GSR) of 188 to 235 months. Rivera did not object to this calculation and did not request that the court grant a departure under the guidelines framework.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">After determining the GSR, the court entertained \"the possibility of a nonguideline sentence.\" Rivera argued for such a sentence because he deemed it unfair that he had been prosecuted in the federal system, where the penalties for drug offenses are stiffer than in the state system. The court rejected this argument because, absent extraordinary circumstances, the executive branch decides which cases to prosecute in federal court and Rivera's sentence should not be affected by this decision.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On its own, the court raised the possibility of a sentence below the applicable GSR because Rivera's parents were drug addicts who had served time in prison during his youth. While acknowledging these \"tragic\" circumstances, the court concluded that they did not \"absolve [Rivera] of blame\" for his crimes.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The court ultimately imposed a 188-month sentence, eight months longer than the minimum sentence mandated by 18 U.S.C. &#167; 924(e)(1) and advised by U.S.S.G. &#167; 4B1.1(a). In reaching this conclusion, the court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The guideline range begins at 188 months. I see no reason to go and sentence above the minimum guideline range. It is certainly questionable whether the additional eight months adds anything meaningful by way of deterrence or rehabilitation; but on balance, I do not see that this case is sufficiently extraordinary in my mind, or that there are clearly persuasive reasons to impose a nonguidelines sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We review challenges to sentencing process &#8212; i.e., error of law &#8212; de novo. <i>See United States v. Robinson,</i> <span class=\"citation\" data-id=\"201981\"><a href=\"/opinion/201981/united-states-v-robinson/\"><span class=\"volume\">433</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">31</span></a></span>, 35 (1st Cir.2005). Reasonableness challenges &#8212; i.e. challenges to errors of judgment &#8212; are reviewed with \"some deference . . . [a]ssuming a plausible explanation and a defensible overall result.\" <i>Jim&#233;nez-Beltre,</i> 440 F.3d at 519. Rivera's primary argument is that the district court committed an error of law by treating the guidelines as mandatory in imposing his sentence. He contends that, because the court required him to identify specific reasons for imposing a sentence below the GSR, it treated \"the guidelines as <i>de facto</i> mandatory\" and improperly \"placed the burden on [him] to prove that the sentence should fall below the mandatory guideline range.\"</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In <i>Booker,</i> the Supreme Court held that mandatory guidelines sentences based on judge-made findings of fact violate the Sixth Amendment, but that this constitutional deficiency could be cured by treating the guidelines as \"effectively advisory.\" 543 U.S. at 245, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">738</span></span>. We have construed <i>Booker</i> to hold that sentences post-<i>Booker</i> are reviewed on appeal for \"reasonableness\" whether the sentences imposed was inside or outside the GSR. <i>See Jim&#233;nez-Beltre,</i> 440 F.3d at 517.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Notwithstanding the recasting of the guidelines as advisory, they remain \"an important consideration in sentencing.\" <i>Id.</i> at 518. \"[T]he guideline range, taking applicable departures into account, is the starting point for [the] analysis . . . .\" <i>United States v. Saez,</i> <span class=\"citation\" data-id=\"202135\"><a href=\"/opinion/202135/united-states-v-saez/\"><span class=\"volume\">444</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></a></span>, 16 (1st Cir.2006) (citing <i>Jim&#233;nez-Beltre,</i> 440 F.3d at 518). From there, the proponent of a higher or lower sentence may offer reasons and facts to persuade the district court to impose a sentence outside the GSR. <i>See id.</i> The party seeking a nonguidelines sentence, whether the defendant or the government, bears the burden of \"providing the basis\" to support such a sentence. <i>See Jim&#233;nez-Beltre,</i> 440 F.3d at 519.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The district court here correctly anticipated this approach to sentencing. It first calculated Rivera's GSR and considered whether there was a ground for a departure. It then permitted the parties to offer arguments for imposing a sentence outside the GSR. After considering these arguments, the court determined that neither side had offered a persuasive reason for imposing a nonguidelines sentence, and that a sentence at the low end of the GSR was warranted. This approach tracks the analysis prescribed in <i>Jim&#233;nez-Beltre,</i> 440 F.3d at 518-19. Accordingly, the district court did not err in asking Rivera to provide a reason why he should be sentenced below the GSR.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Rivera also contends that the district court committed a legal error by stating that his case was not sufficiently \"extraordinary\" to warrant a below-guidelines sentence. According to Rivera, this statement indicates that the court did not understand the latitude that it possessed to impose a nonguidelines sentence. We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Rivera is correct that a party need not make an \"extraordinary\" showing in order to persuade the district court that a sentence below the GSR is warranted. <i>Compare Jim&#233;nez-Beltre,</i> 440 F.3d at 519. Yet, we do not understand the court to have imposed such a requirement here. Shortly after using the word \"extraordinary,\" the court explained that it would not sentence Rivera below the GSR because there were no \"clearly persuasive reasons\" for such a sentence. In <i>Jim&#233;nez-Beltre,</i> we affirmed the district court's rejection of an argument in favor of a sentence below the GSR where the party proposing such a sentence had not provided \"clearly identified and persuasive\" reasons for such a sentence. 440 F.3d at 517-19. We read the district court to have engaged in a substantially similar (and unobjectionable) analysis here.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Finally, Rivera argues that, even if the district court did not commit a legal error in the sentencing process, the sentence imposed is unreasonable. He contends that a sentence in excess of 15 years is unreasonable in light of his troubled childhood as the son of drug-addicted parents.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In reviewing a sentence for reasonableness, we stress the need for \"a plausible explanation and a defensible overall result.\" <i>Jim&#233;nez-Beltre,</i> 440 F.3d at 519. The district court permissibly considered Rivera's childhood in its sentencing calculus, <i>see United States v. Smith,</i> <span class=\"citation\" data-id=\"202151\"><a href=\"/opinion/202151/united-states-v-smith/\"><span class=\"volume\">445</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir.2006), but stated that \"a tragic childhood does not absolve the defendant of blame\" and that, \"under the circumstances,\" Rivera's childhood was not a ground for a below-guidelines sentence. The court also stated that the low-end of the GSR was appropriate in light of Rivera's \"criminal history.\" We cannot say that this line of reasoning was unreasonable in light of Rivera's multiple prior convictions and the court's plausible explanation for the sentence imposed.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the United States Court of Appeals for the Ninth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Rivera also challenges the district court's determination that he was subject to a 180-month mandatory minimum sentence as an armed career criminal under 18 U.S.C. &#167; 924(e)(1). The argument is without merit. In the first place, Rivera failed to challenge the correctness of the court's guidelines calculation (and in fact admitted the correctness of the GSR). Having forfeited his challenge to the guidelines calculation, our review is for plain error<i>See United States v. Rodriguez,</i> <span class=\"citation\" data-id=\"200202\"><a href=\"/opinion/200202/united-states-v-rodriguez/\"><span class=\"volume\">311</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">435</span></a></span>, 437-38 (1st Cir.2002). Even assuming that the court committed plain error by concluding that Rivera was an armed career criminal (which we doubt), this error was harmless because his sentence was independently justified under the career criminal guideline, U.S.S.G. &#167; 4B1.4, which yields the same sentencing range and the armed career criminal guideline, and which Rivera does not challenge. Rivera's argument that, under the Sixth Amendment, his prior convictions must be proven to a jury beyond a reasonable doubt is likewise unavailing, given out express rejection of this argument in <i>Jim&#233;nez-Beltre,</i> 440 F.3d at 520.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/200202/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201981/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202135/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202151/"
  ]
}