{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202273/",
  "absolute_url": "/opinion/202273/baena-v-kpmg-llp/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202273/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:48:18Z",
  "date_modified": "2016-02-28T05:07:40.351565Z",
  "type": "010combined",
  "sha1": "fa0839ced82632f05b099747249bfc420265082a",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/05-2868-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2006/06/22/Baena_v._KPMG_LLP.pdf",
  "plain_text": "          United States Court of Appeals\n                        For the First Circuit\n\nNo. 05-2868\n\n            SCOTT L. BAENA, Litigation Trustee of the\n    Lernout & Hauspie Speech Products, N.V. Litigation Trust,\n\n                        Plaintiff, Appellant,\n\n                                  v.\n\n                  KPMG LLP and KLYNVELD PEAT MARWICK\n                     GOERDELER BEDRIJFSREVISOREN,\n\n                        Defendants, Appellees.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n              [Hon. Patti B. Saris, U.S. District Judge]\n\n\n                                Before\n                         Boudin, Chief Judge,\n                Torruella and Howard, Circuit Judges.\n\n\n     Robert W. Turken and David W. Trench with whom Raquel M.\nFernandez, Bilzin Sumberg Baena Price & Axelrod LLP, Dana A.\nZakarian, Joel G. Beckman, William C. Nystrom and Nystrom Beckman\n& Paris LLP were on brief for appellant.\n     Michael P. Carroll with whom Michael S. Flynn, Sean C.\nKnowles, Phineas E. Leahey, Davis Polk & Wardwell, Kevin J.\nLesinski, William J. Hanlon, Kristin G. McGurn and Seyfarth Shaw\nLLP were on brief for appellee KPMG LLP.\n     George A. Salter with whom Nicholas W.C. Corson, Hogan &\nHartson LLP, Michael J. Stone and Peabody & Arnold LLP were on\nbrief    for   appellee    Klynveld   Peat    Marwick   Goerdeler\nBedrijfsrevisoren.\n\n\n                            June 22, 2006\n\f               BOUDIN, Chief Judge.      Lernout & Hauspie Speech Products,\n\nN.V. (\"L&H\") was a Belgian company, with its U.S. headquarters in\n\nMassachusetts,        engaged     in    developing     and      licensing     speech\n\nrecognition software.         Its first public stock offering occurred in\n\n1995.       From 1998 to 2000, it reported soaring revenues and profits\n\nand acquired other companies; in March 2000, it contracted to\n\nacquire two U.S. companies--Dictaphone Corp. (\"Dictaphone\") and\n\nDragon Systems, Inc. (\"Dragon\")--and took on massive new debt in\n\nconnection with these acquisitions.\n\n               In    August     2000,      newspaper         stories     triggered\n\ninvestigations        which   concluded    that   the     company      had   greatly\n\noverstated revenues and profits.                In November 2000, an audit\n\nordered by the audit committee of the L&H board found that revenues\n\nduring the prior two and a half years had been overstated by over\n\na quarter billion dollars.             Ultimately, certain top officers and\n\ndirectors were implicated in apparent fraud; we refer to them as\n\n\"the implicated managers.\"1\n\n               The   accounting   devices      employed    in    overstating    the\n\nrevenues and profits included (it appears) recording revenue from\n\n\n\n        1\n      Pol Hauspie (Founder and Chairman of the Board), Nico\nWillaert (Managing Director), Gaston Bastiaens (Chief Executive\nOfficer and President), and Jo Lernout (Founder and Managing\nDirector) are all implicated, and are awaiting trial in Belgium on\nvarious charges of fraud, insider trading, and stock manipulation.\nCarl Dammekens (Chief Financial Officer during the period in\nquestion) is also implicated by allegations in this and related\nlawsuits.\n\n                                         -2-\n\fcontracts L&H had yet to execute, booking revenue in a lump sum\n\nwhere the amount should have been amortized across several years,\n\nand recording revenue from clients who did not exist or who had not\n\nmade payments or commitments that could properly be recorded.\n\nFollowing the disclosures, the chairman, managing directors and CEO\n\n(among others) resigned, and shortly thereafter L&H filed for\n\nchapter 11 reorganization in Delaware.             11 U.S.C. § 1101 et seq.\n\n(2000).\n\n              In May 2003, the bankruptcy court approved a plan of\n\nliquidation. The plan gave authority to prosecute claims on behalf\n\nof   L&H    to   a   litigation   trustee   appointed    by   a   committee   of\n\nunsecured creditors; there is apparently no prospect of anything\n\nbeing left over for stockholders. After the plan became effective,\n\nthe trustee brought the present action, in August 2004, against\n\nL&H's      former    accountants--KPMG's    U.S.   and   Belgian    affiliates\n\n(collectively \"KPMG\").\n\n              The action, originally filed in the federal bankruptcy\n\ncourt in Delaware, was transferred to the federal district court in\n\nMassachusetts. The only claim pertinent to this appeal was brought\n\nunder Mass. Gen. Laws ch. 93A §§ 1-11 (2002).             The complaint also\n\ncharged, as tort violations, aiding and abetting the breach of a\n\nfiduciary duty and accounting malpractice, but the district court\n\ndismissed these two claims as barred by the statute of limitations\n\nand no appeal has been taken as to them.\n\n\n                                      -3-\n\f                  Chapter 93A, so far as it applies to business-to-business\n\ntransactions,           provides   a   civil     cause   of    action,    with    the\n\npossibility of multiple damages and attorneys' fees for willful\n\nviolations, for unfair or deceptive trade practices.                  Id. § 11.   To\n\napply at all, it requires a level of fault going beyond mere\n\nnegligence, Darviris v. Petros, 812 N.E.2d 1188, 1192-94 (Mass.\n\n2004), and also connections between the wrong and Massachusetts\n\nthat for present purposes the parties assume to be satisfied.2\n\n                  The complaint charged that KPMG had wide access to L&H's\n\nfinancial records and activities; that despite discovering and in\n\nsome cases warning managers of serious problems, KPMG failed to\n\nalert       the     independent    directors     of   L&H     and   instead   issued\n\nunqualified opinions and certified balance sheets and operating\n\nstatements of L&H for fiscal years 1998 and 1999; and that these\n\nactions permitted L&H to proceed with the Dictaphone and Dragon\n\nacquisitions, thereby incurring $340 million in new debt which\n\nafter the disclosures it could not repay.\n\n                  The   allegations    include    but    go    beyond    claims    of\n\nnegligence by KPMG and in effect charge that the accounting firms\n\nknowingly tolerated patently improper accounting practices by L&H\n\n\n\n        2\n      L&H had its U.S. headquarters in the state and KPMG-US did\nits principal auditing for L&H from its Massachusetts office. The\nstatute requires that the objected-to conduct occur \"primarily and\nsubstantially within the commonwealth,\" Mass. Gen. Laws ch. 93A §\n11; KPMG challenged the adequacy of Massachusetts contacts in the\ndistrict court but the issue is not before us on this appeal.\n\n                                         -4-\n\fin order to retain a lucrative client for KPMG.              These are only\n\nallegations but, because the claim was disposed of on a motion to\n\ndismiss, Fed. R. Civ. P. 12(b)(6), we must assume the allegations\n\nto be true.    Rogan v. Menino, 175 F.3d 75, 77 (1st Cir.), cert.\n\ndenied, 528 U.S. 1062 (1999).\n\n            In moving to dismiss the complaint, KPMG argued, so far\n\nas is pertinent to this appeal, (1) that it was charged in\n\nsubstance only with negligence, which is not embraced by chapter\n\n93A; (2) that the chapter 93A claim belonged to the creditors\n\nindividually and not L&H, for whom the trustee alone could sue; and\n\n(3) that such a claim in all events was barred by the doctrine of\n\nin pari delicto.\n\n            In a decision dated September 27, 2005, the district\n\ncourt agreed with KPMG that in pari delicto barred the trustee's\n\nclaim under chapter 93A and dismissed the action.            On this appeal,\n\nthe trustee challenges the in pari delicto ruling.             KPMG defends\n\nthe ruling as correct, and as alternative grounds for affirming the\n\ndismissal   says   the   trustee   also   lacks   standing    and   that   the\n\nallegations did not make out a claim under chapter 93A.3\n\n            Objections based on \"standing\" must be addressed at the\n\nthreshold if they implicate our authority to hear a case under\n\n\n     3\n      KPMG-Belgium independently asserts that any claim that\nsurvives against it should be tried in Belgium, an argument also\npled in the district court, on grounds of forum non conveniens or\ninternational comity.   The district court did not reach these\nissues and neither do we.\n\n                                    -5-\n\fArticle III of the Constitution.           Steel Co. v. Citizens for a\n\nBetter Env't, 523 U.S. 83, 94-95 (1998).          At different times KPMG\n\nhas made, and tangled together, two different standing arguments.\n\nOn   close   scrutiny,     neither   one   presents   a   serious    standing\n\nobjection under Article III.\n\n             A common formulation of Article III standing is that the\n\nplaintiff must allege injury, fairly traceable to the defendant's\n\nconduct, that a court can redress. Valley Forge Christian Coll. v.\n\nAmericans United for Separation of Church and State, Inc., 454 U.S.\n\n464, 472 (1982); Becker v. Fed. Election Comm'n, 230 F.3d 381, 384-\n\n85 (1st Cir. 2000), cert. denied, 532 U.S. 1007 (2001).                    The\n\nstatement's    simplicity    is   deceiving;   the    requirements      present\n\nendless complexities. See Chemerinsky, Federal Jurisdiction § 2.3,\n\nat 56-113 (4th ed. 2003).\n\n             In its appellate brief, KPMG argues principally that the\n\ntrustee in this case is seeking redress for an injury to the\n\ncreditors,    that   the   creditors   must    present    their   own    claims\n\ndirectly by suing as plaintiffs themselves, and that therefore this\n\nis a classic case of a plaintiff (the trustee) who is wrongly\n\nseeking to assert the claims of others (the creditors) who are not\n\nparties to this case.       See, e.g., Warth v. Seldin, 422 U.S. 490,\n\n509-10 (1975).\n\n             Courts often do use the term \"standing\" for cases in this\n\ncategory, but--illustrating one of the complexities--they normally\n\n\n                                     -6-\n\fsay that the question of who may assert an otherwise proper claim\n\nis an issue of \"prudential,\" rather than Article III, standing.\n\nValley Forge, 454 U.S. at 474-75; Chemerinsky, supra § 2.3.4, at\n\n83.   After all, courts can be empowered to hear claims of injury to\n\nothers; trustees, parents and guardians make such claims all the\n\ntime.    Objections of this kind do not have to be resolved at the\n\nthreshold under Steel Co.        See 523 U.S. at 97-98 & n.2; McBee v.\n\nDelica Co., Ltd., 417 F.3d 107, 127 (1st Cir. 2005).\n\n           In any event this objection is without merit. A creditor\n\nwho   relied   on    false   earnings    statements     might   under   certain\n\ncircumstances have a claim against a complicit accountant.                     See\n\nNycal Corp. v. KPMG Peat Marwick LLP, 688 N.E.2d 1368, 1371-74\n\n(Mass. 1998).       But the trustee in this case does not even purport\n\nto be asserting such claims: in the complaint the trustee advances\n\nonly claims of L&H, which under the plan of reorganization, he is\n\nentitled to do.      See also 11 U.S.C. §§ 323, 541(a)(1) (2000).\n\n           That     the   creditors   will    benefit   if   such   a   suit   is\n\nsuccessful does not mean that their own claims against KPMG are at\n\nissue.   See Official Comm. of Unsecured Creditors v. R.F. Lafferty\n\n& Co., Inc., 267 F.3d 340, 348-49 (3d Cir. 2001).                   They will\n\nbenefit because they have claims against L&H, it is bankrupt, and\n\nunder the plan they have access to the company's residual assets;\n\namong the assets are such claims as L&H may have against KPMG.\n\nThere is no threat that such a creditor or any other plaintiff will\n\n\n                                        -7-\n\fbe allowed to recover twice for the same loss.         See Dobbs, Law of\n\nRemedies § 3.3(7), at 231-32 (2d ed. 1993).\n\n           Of more interest is a different \"standing\" objection that\n\nKPMG asserted in the district court; whether KPMG is renewing the\n\nobjection on this appeal is unclear, but if it were a valid Article\n\nIII objection we would have to dismiss sua sponte. Spenlinhauer v.\n\nO'Donnell, 261 F.3d 113, 120 (1st Cir. 2001).        This is the argument\n\nthat inflating its earnings cannot have injured L&H itself: at\n\nworst, this inflation led L&H to borrow and expend money on the\n\nstrength   of   its   false   documents--but   for   which   L&H   received\n\nvaluable assets in the acquisition of Dictaphone and Dragon.\n\n           The intuitive appeal of such arguments is that where a\n\ncompany inflates its earnings, the victims may appear to be only\n\nothers (who loan it money or buy its stock) and the company may\n\nseem to be the culprit rather than an \"injured\" party.         Yet, if one\n\nlooks at long-term consequences, the company may suffer as well\n\n(witness Enron).      Federal courts have been unsympathetic to this\n\nkind of \"no harm\" argument, devising counter-doctrines to answer\n\nit.   E.g., Schacht v. Brown, 711 F.2d 1343, 1348 (7th Cir.)\n\n(\"deepening insolvency\"), cert. denied, 464 U.S. 1002 (1983).\n\n           How Massachusetts would view the argument is unclear, but\n\nthis \"no harm\" argument does not have the look and feel of an\n\nArticle III objection.        That L&H \"in fact\" suffered harm from\n\nKPMG's alleged wrongdoing is colorably asserted, the trustee has\n\n\n                                    -8-\n\fauthority to act as plaintiff with respect to such a claim, and any\n\ninjury can be redressed with damages.               This is a controversy\n\nperfectly fit for judicial resolution under Article III.              Whether\n\nstate law permits recovery for misconduct providing a short-term\n\nbenefit to, but inflicting long-term injury on, the company is\n\nprobably best viewed as a merits issue which we need not resolve.\n\n            We may avoid it because, like the district court, we\n\nthink that the chapter 93A claim is barred by the in pari delicto\n\ndoctrine, to which we now turn.          In agreement with the parties, we\n\ntreat the question whether the in pari delicto defense applies as\n\none of Massachusetts law. The identified Massachusetts contacts to\n\none side, see note 2, above, the chapter 93A cause of action is\n\nuniquely created by Massachusetts law, which presumptively also\n\ndetermines the substantive defenses available.4\n\n            What   the   trustee   has    charged   under   chapter   93A   is\n\nessentially a fraud, knowingly tolerated or abetted by KPMG, but\n\nprimarily one committed by L&H's own management in misstating its\n\nearnings.   The fraud is one from which L&H could expect to benefit,\n\nat least in the short run, notably (as to the acquisitions in\n\nquestion) by making it easier to acquire the target companies with\n\ninflated stock or through loans secured on more favorable terms.\n\n\n     4\n      Although the district court referred to this as a diversity\ncase, it is actually a state law claim which is in federal court\nbased on the court's bankruptcy jurisdiction. 28 U.S.C. § 1334\n(2000). Happily, the ramifications (if any) of this distinction\nfor choice of law and Erie issues need not be pursued in this case.\n\n                                    -9-\n\fAccordingly, KPMG argues that recovery \"by L&H\" against KPMG would\n\nbe barred by the in pari delicto doctrine and so the trustee--\n\nstanding in L&H's shoes--is also forestalled.\n\n              In pari delicto, which literally means \"in equal fault,\"\n\nBlack's Law Dictionary 791 (6th ed. 1990), is a doctrine commonly\n\napplied in tort cases to prevent a deliberate wrongdoer from\n\nrecovering from a co-conspirator or accomplice.           It is applied by\n\nMassachusetts courts in tort cases,5 including claims under chapter\n\n93A.       Choquette v. Isacoff, 836 N.E.2d 329, 332 (Mass. App. Ct.\n\n2005); GTE Prods. Corp. v. Broadway Elec. Supply Co., 676 N.E.2d\n\n1151, 1156 (Mass. App. Ct. 1997).\n\n              The doctrine is sometimes described (dubiously) as one of\n\nstanding, e.g., Shearson Lehman Hutton, Inc. v. Wagoner, 944 F.2d\n\n114, 120 (2d Cir. 1991), but this usage has nothing to do with\n\nArticle III requirements.         Chemerinsky, supra § 2.3.1, at 60.     In\n\nsubstance, the doctrine offers a policy-based defense reflecting an\n\nobvious but visceral judgment, one echoed in other, somewhat\n\ndifferent legal doctrines, e.g., the \"unclean hands\" defense in\n\nequity,      Dobbs,   supra   §   2.4(2),   at   68-72,   and   contributory\n\n\n\n\n       5\n      See Stewart v. Roy Bros., Inc., 265 N.E.2d 357, 365 (Mass.\n1970); Council v. Cohen, 21 N.E.2d 967, 970 (Mass. 1939); Berman v.\nCoakley, 137 N.E. 667, 669 (Mass. 1923). The full maxim is in pari\ndelicto potior est conditio defendentis, meaning \"[i]n a case of\nequal or mutual fault, the position of the [defending party] is the\nbetter one.\" Black's Law Dictionary at 791.\n\n                                     -10-\n\fnegligence in tort actions, Prosser & Keeton on Torts § 65, at 451-\n\n62 (5th ed. 1984).\n\n           The   trustee    argues   that    no    Massachusetts        precedent\n\napplies the in pari delicto doctrine in a case just like this one;\n\nbut this is no answer to Massachusetts case law endorsing the\n\nconcept.   The trustee's more serious counters are of two kinds:\n\nasserted   doctrinal    exceptions    to    in    pari    delicto,      and,   more\n\nbroadly, a claim that its application would undermine federal law\n\nand policy.      The trustee also suggests that an issue of fact\n\nprecluded a grant of the motion to dismiss.\n\n           Here, assuming fraudulent financial statements, senior\n\nL&H management were, on the trustee's own version of events, the\n\nprimary wrongdoers.      Thus, in the ordinary course, Massachusetts\n\ncourts would not allow L&H managers to sue a secondary accomplice\n\nsuch as KPMG for helping in the wrong.             Choquette, 836 N.E.2d at\n\n332-33; see also GTE, 676 N.E.2d at 1156.             And, if the managers'\n\nactions are imputed to L&H, neither could L&H (via the trustee)\n\nrecover against KPMG.\n\n           A corporation is a legal entity managed by a board and\n\nofficers, represented by agents, and owned by stockholders.                     The\n\nquestion   of    just   whose   actions     should       be   imputed    to    \"the\n\ncorporation,\" and what exceptions should exist to such imputation,\n\narises naturally in applying the in pari delicto doctrine, as in\n\nmany other contexts.       See Reuschlein & Gregory, The Law of Agency\n\n\n                                     -11-\n\fand   Partnership   §   3,    at   9-10   (2d   ed.   1990).      State   law    on\n\nimputation is not necessarily uniform from one jurisdiction to the\n\nnext, but we only concern ourselves with the Massachusetts standard\n\nfor purposes of this appeal.\n\n            In this case, the trustee himself asserts that the\n\nchairman of the board, the CEO and the managing directors were all\n\nknowing parties to the financial statements.                The approval and\n\noversight of such statements is an ordinary function of management\n\nthat is done on the company's behalf, which is typically enough to\n\nattribute management's actions to the company itself.               Restatement\n\n(Second) of Agency § 257 (1958); Reuschlein & Gregory, supra § 97,\n\nat 167-68; see also Lafferty, 267 F.3d at 358-59; Askanase v.\n\nFatjo, 130 F.3d 657, 666 (5th Cir. 1997).\n\n            Massachusetts might take a narrow view of imputation in\n\nthe context of in pari delicto, but nothing indicates that it does.\n\nSee Sunrise Props., Inc. v. Bacon, Wilson, Ratner, Cohen, Salvage,\n\nFialky & Fitzgerald, P.C., 679 N.E.2d 540, 543 (Mass. 1997).                    The\n\ntrustee does not argue that under traditional standards imputation\n\nin this case would be improper, but instead argues that the\n\ndoctrine should not apply in this case because of two asserted\n\nlimitations that the trustee ascribes to it: the \"adverse interest\"\n\nexception   and   the   far    less   well-established         notion   that    the\n\ndoctrine should not apply where \"innocent decision-makers\" could\n\nhave prevented the harm.\n\n\n                                      -12-\n\f               The former limitation, which is widely recognized, see\n\nRestatement (Second) of Agency § 282(1); Lafferty, 267 F.3d at 359,\n\ndoes not preclude \"wrongdoing\" of its officers from being imputed\n\nto the company, a view that would wipe out corporate liability on\n\nmany       fronts.   Rather,   imputation   may   be   avoided   where   the\n\nwrongdoing is done primarily for personal benefit of the officer\n\nand is \"adverse\" to the interest of the company.          If the salesman\n\nuses the company car in a bank robbery, the company is not normally\n\nliable.       See Prosser & Keeton, supra § 70, at 503-05 (frolic and\n\ndetour).\n\n               The present case is not of that kind.       A fraud by top\n\nmanagement to overstate earnings, and so facilitate stock sales or\n\nacquisitions, is not in the long-term interest of the company; but,\n\nlike price-fixing, it profits the company in the first instance and\n\nthe company is still civilly and criminally liable, cf. Am. Soc'y\n\nof Mech. Eng'rs, Inc. v. Hydrolevel Corp., 456 U.S. 556, 575-76\n\n(1982).       Nor does it matter that the implicated managers also may\n\nhave seen benefits to themselves--that alone does not make their\n\ninterests adverse.6\n\n               The trustee claims that whether the implicated managers'\n\nconduct was adverse to L&H is a question of fact improperly\n\n\n\n       6\n      See, e.g., Beck v. Deloitte & Touche, 144 F.3d 732, 736 (11th\nCir. 1998); FDIC v. Shrader & York, 991 F.2d 216, 223-24 (5th Cir.\n1993), cert. denied, 512 U.S. 1219 (1994); see also Restatement\n(Second) of Agency § 282(1).\n\n                                   -13-\n\fresolved on a motion to dismiss.               See Wang Labs., Inc. v. Bus.\n\nIncentives, Inc., 501 N.E.2d 1163, 1167 (Mass. 1986).                      \"Adverse\n\ninterest\" in the context of imputation means that the manager is\n\nmotivated by a desire to serve himself or a third party, and not\n\nthe company, the classic example being looting.                     See Beck v.\n\nDeloitte & Touche, 144 F.3d 732, 737 (11th Cir. 1998).                     If there\n\nwere raw facts at issue that (if credited by a factfinder) might\n\nmake out a claim for looting, or if the case for imputation were\n\nmerely a close one, we might agree with the trustee's argument and\n\nleave this question to the factfinder.\n\n              But this is not such a case.        Nowhere does the complaint\n\nsuggest that the defalcating managers were acting solely out of\n\nself-interest or otherwise attempting primarily to benefit anyone\n\nother than the company through their behavior.                There are no facts\n\nin dispute that would warrant application of the adverse interest\n\nexception to bar imputation; the trustee's allegations (properly\n\nrelied upon on a motion to dismiss) counsel just the opposite.\n\n              Whether   or    not   application    of   the    in   pari    delicto\n\ndoctrine should depend on imputation rules borrowed from agency law\n\nis debatable.      On this and related issues, such as the no-harm\n\nargument, conflicting policies are in play: one view stresses the\n\n\"innocent\" stockholders, FDIC v. O'Melveny & Myers, 61 F.3d 17, 19\n\n(9th   Cir.    1995);   the    other,    such   countervailing      concerns     as\n\nmaintaining incentives for the proper selection of management,\n\n\n                                        -14-\n\fCenco Inc. v. Seidman & Seidman, 686 F.2d 449, 455-56 (7th Cir.),\n\ncert. denied, 459 U.S. 880 (1982).\n\n          In all events, ordinary agency-based imputation rules\n\nappear to operate in Massachusetts, as elsewhere, whether the issue\n\nis primary liability of the company or in pari delicto.   Cf. Rea v.\n\nChecker Taxi Co., 172 N.E. 612, 614 (Mass. 1930).    It is not our\n\njob to make new law for Massachusetts by adopting a peculiarly\n\nnarrow view of the adverse interest exception in in pari delicto\n\ncases; such alterations, if deemed wise, are for the state courts.\n\nSee Gill v. Gulfstream Park Racing Ass'n., 399 F.3d 391, 402 (1st\n\nCir. 2005).\n\n          The same caution against making new state law argues\n\nagainst a yet more radical alteration urged by the trustee, namely,\n\nthat the in pari delicto doctrine should be dispensed with where\n\nindependent directors in the company could, if alerted, have\n\nfrustrated the fraud.   This proposed limitation clearly deviates\n\nfrom traditional agency doctrine; a company president who engages\n\nin price-fixing leaves his corporation liable even if the board of\n\ndirectors, had it known, would have stopped him.   E.g. Hydrolevel,\n\n456 U.S. at 570-74.\n\n          The \"innocent decision-maker\" limitation, as the trustee\n\ncalls it, has been adopted in a few trial courts in the Second\n\nCircuit to bar in pari delicto defenses against a bankruptcy\n\ntrustee seeking to recover against outside professionals, e.g. In\n\n\n                               -15-\n\fre Sharp Int'l Corp., 278 B.R. 28, 36 (Bankr. E.D.N.Y. 2002);\n\nWechsler v. Squadron, Ellenoff, Plesent & Sheinfeld, L.L.P., 212\n\nB.R. 34, 36 (S.D.N.Y. 1997).   But the Second Circuit has reserved\n\nthe issue, In re The Bennett Funding Group, Inc., 336 F.3d 94, 101\n\n(2d Cir. 2003); see also In re CBI Holding Co., 311 B.R. 350, 371-\n\n72 (S.D.N.Y. 2004), and there is no sign of this limitation in\n\nMassachusetts decisions.\n\n          This brings us to the trustee's final argument against\n\nin pari delicto, which comes in two forms.   First, the trustee says\n\nthat under reforms in federal securities law, the accounting firms\n\ncan be viewed as having an independent federal responsibility to\n\nalert the company's audit committee and independent directors to\n\nwrongdoing by management.   15 U.S.C. § 78j-1(a)-(b) (2000).   And,\n\nthe trustee argues, allowing the in pari delicto defense frustrates\n\nthis federal interest.\n\n          The argument in this form is easily answered, as the\n\ndistrict court did, by pointing out that the trustee is not\n\nasserting any cause of action under the federal statute.   Congress\n\nmight create such a civil claim by the company for accountant\n\nwrongdoing; but the existing federal statute does not require\n\nMassachusetts to abolish or modify a state law defense (in pari\n\ndelicto) to a state cause of action (chapter 93A).      The trustee\n\ndoes not even attempt to develop a serious claim of preemption.\n\nCompare O'Melveny & Myers v. FDIC, 512 U.S. 79, 85-89 (1994).\n\n\n                               -16-\n\f            There is a stronger, less \"federal\" version of the\n\nargument, which may be a minor theme in the trustee's appellate\n\nbrief and is probably the best argument for reversal.                       The same\n\npolicy that underlies the federal statute--loosely, conscripting\n\naccounting firms as policemen--is one that Massachusetts could also\n\nadopt, and, among various ways to implement it, the state could\n\nchoose to expand the prospect of civil liability for defaulting\n\naccountants by limiting the use of the in pari delicto doctrine in\n\ncases such as this one.\n\n            This     is   a    change   which,      for    obvious    reasons      (fair\n\nwarning, incentive effects), one might more readily expect to be\n\ndone prospectively by legislation; but whether by the legislature\n\nor a court, the change depends on a policy judgment that remains\n\ndebatable.        Certainly, expanding accounting firms' liability in\n\ncases like the present one would create added incentives for\n\naccountants to expose wrongdoing by management; but what about the\n\nneed for, and cost of, providing such a new incentive?\n\n            On the need side, KPMG properly observes that it already\n\nhas   a   great    deal   of    incentive   to      ensure    accurate     reporting,\n\npointing     to    the    heavy   payouts      it    has     made    to   former    L&H\n\nshareholders in suits that they brought against it in their own\n\nright.7    And more incentives are not automatically costless: apart\n\n\n      7\n      Shareholders of L&H who purchased stock between 1998 and 2000\nbrought claims under the federal securities laws against L&H's\nofficers and directors and KPMG. These claims withstood dismissal,\n\n                                        -17-\n\ffrom any (perhaps speculative) weakening of stockholder incentives\n\nto police management, see Cenco, 686 F.2d at 455-56; compare In re\n\nCendant Corp. Sec. Litig., 139 F. Supp. 2d 585, 597-98 (D.N.J.\n\n2001), increased civil exposure must ultimately raise the price of\n\naccounting services.\n\n              A final argument, not made by the trustee, is that a few\n\ncourts, but still distinctly in the minority, have said that in\n\npari delicto is an equitable doctrine (probably a better rubric\n\nthan standing) and have also concluded (far more debatably) that it\n\ncould be inequitable to apply it where prior management was at\n\nfault   but    the    claim   was   asserted   on   behalf    of   creditors   or\n\nshareholders.        FDIC v. O'Melveny & Myers, 61 F.3d 17, 19 (9th Cir.\n\n1995); Scholes v. Lehmann, 56 F.3d 750, 754 (7th Cir.), cert.\n\ndenied, 516 U.S. 1028 (1995).\n\n              This is just a variation on the innocent decision-maker\n\ntheme, with slightly different conditions and results, but we have\n\nnot been cited (nor have we found) any Massachusetts case law in\n\nfavor of this minority view.           Much wrongdoing has ripple effects,\n\nand   who   should     be   entitled   to   collect   for    harm,   even   where\n\ncausation can be shown, is one of the continuing problems for\n\n\n\nIn re Lernout & Hauspie Sec. Litig., 230 F. Supp. 2d 152, 163-68\n(D. Mass. 2002), and were eventually settled by KPMG for $115\nmillion. The former shareholders of Dragon and Dictaphone also\nfiled claims against KPMG for false or misleading statements in\nconnection with the acquisitions, claims which were also settled by\nKPMG out of court.\n\n                                       -18-\n\flegislatures and courts.   As we have said, changes in existing law\n\nshould come from the Massachusetts authorities.\n\n          Affirmed.\n\n\n\n\n                               -19-\n\f",
  "html": "<p class=\"case_cite\">453 F.3d 1</p>\n    <p class=\"parties\">Scott L. BAENA, Litigation Trustee of the Lernout &amp; Hauspie Speech Products, N.V. Litigation Trust, Plaintiff, Appellant,<br>v.<br>KPMG LLP and Klynveld Peat Marwick Goerdeler Bedrijfsrevisoren, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 05-2868.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard May 2, 2006.</p>\n    <p class=\"date\">Decided June 22, 2006.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Robert W. Turken and David W. Trench with whom Raquel M. Fernandez, Bilzin Sumberg Baena Price &amp; Axelrod LLP, Dana A. Zakarian, Joel G. Beckman, William C. Nystrom and Nystrom Beckman &amp; Paris LLP were on brief for appellant.</p>\n      <p class=\"indent\">Michael P. Carroll with whom Michael S. Flynn, Sean C. Knowles, Phineas E. Leahey, Davis Polk &amp; Wardwell, Kevin J. Lesinski, William J. Hanlon, Kristin G. McGurn and Seyfarth Shaw LLP were on brief for appellee KPMG LLP.</p>\n      <p class=\"indent\">George A. Salter with whom Nicholas W.C. Corson, Hogan &amp; Hartson LLP, Michael J. Stone and Peabody &amp; Arnold LLP were on brief for appellee Klynveld Peat Marwick Goerdeler Bedrijfsrevisoren.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, TORRUELLA and HOWARD, Circuit Judges.</p>\n      <p class=\"indent\">BOUDIN, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Lernout &amp; Hauspie Speech Products, N.V. (\"L &amp; H\") was a Belgian company, with its U.S. headquarters in Massachusetts, engaged in developing and licensing speech recognition software. Its first public stock offering occurred in 1995. From 1998 to 2000, it reported soaring revenues and profits and acquired other companies; in March 2000, it contracted to acquire two U.S. companies&#8212;Dictaphone Corp. (\"Dictaphone\") and Dragon Systems, Inc. (\"Dragon\")&#8212;and took on massive new debt in connection with these acquisitions.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In August 2000, newspaper stories triggered investigations which concluded that the company had greatly overstated revenues and profits. In November 2000, an audit ordered by the audit committee of the L &amp; H board found that revenues during the prior two and a half years had been overstated by over a quarter billion dollars. Ultimately, certain top officers and directors were implicated in apparent fraud; we refer to them as \"the implicated managers.\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The accounting devices employed in overstating the revenues and profits included (it appears) recording revenue from contracts L &amp; H had yet to execute, booking revenue in a lump sum where the amount should have been amortized across several years, and recording revenue from clients who did not exist or who had not made payments or commitments that could properly be recorded. Following the disclosures, the chairman, managing directors and CEO (among others) resigned, and shortly thereafter L &amp; H filed for chapter 11 reorganization in Delaware. 11 U.S.C. &#167; 1101 <i>et seq.</i> (2000).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In May 2003, the bankruptcy court approved a plan of liquidation. The plan gave authority to prosecute claims on behalf of L &amp; H to a litigation trustee appointed by a committee of unsecured creditors; there is apparently no prospect of anything being left over for stockholders. After the plan became effective, the trustee brought the present action, in August 2004, against L &amp; H's former accountants&#8212;KPMG's U.S. and Belgian affiliates (collectively \"KPMG\").</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The action, originally filed in the federal bankruptcy court in Delaware, was transferred to the federal district court in Massachusetts. The only claim pertinent to this appeal was brought under Mass. Gen. Laws ch. 93A &#167;&#167; 1-11 (2002). The complaint also charged, as tort violations, aiding and abetting the breach of a fiduciary duty and accounting malpractice, but the district court dismissed these two claims as barred by the statute of limitations and no appeal has been taken as to them.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Chapter 93A, so far as it applies to business-to-business transactions, provides a civil cause of action, with the possibility of multiple damages and attorneys' fees for willful violations, for unfair or deceptive trade practices. <i>Id.</i> &#167; 11. To apply at all, it requires a level of fault going beyond mere negligence, <i>Darviris v. Petros,</i> 442 Mass. 274, 812 N.E.2d 1188, 1192-94 (2004), and also connections between the wrong and Massachusetts that for present purposes the parties assume to be satisfied.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The complaint charged that KPMG had wide access to L &amp; H's financial records and activities; that despite discovering and in some cases warning managers of serious problems, KPMG failed to alert the independent directors of L &amp; H and instead issued unqualified opinions and certified balance sheets and operating statements of L &amp; H for fiscal years 1998 and 1999; and that these actions permitted L &amp; H to proceed with the Dictaphone and Dragon acquisitions, thereby incurring $340 million in new debt which after the disclosures it could not repay.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The allegations include but go beyond claims of negligence by KPMG and in effect charge that the accounting firms knowingly tolerated patently improper accounting practices by L &amp; H in order to retain a lucrative client for KPMG. These are only allegations but, because the claim was disposed of on a motion to dismiss, Fed.R.Civ.P. 12(b)(6), we must assume the allegations to be true. <i>Rogan v. Menino,</i> 175 F.3d 75, 77 (1st Cir.), <i>cert. denied,</i> 528 U.S. 1062, 120 S.Ct. 616, 145 L.Ed.2d 511 (1999).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In moving to dismiss the complaint, KPMG argued, so far as is pertinent to this appeal, (1) that it was charged in substance only with negligence, which is not embraced by chapter 93A; (2) that the chapter 93A claim belonged to the creditors individually and not L &amp; H, for whom the trustee alone could sue; and (3) that such a claim in all events was barred by the doctrine of <i>in pari delicto.</i></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In a decision dated September 27, 2005, the district court agreed with KPMG that <i>in pari delicto</i> barred the trustee's claim under chapter 93A and dismissed the action. On this appeal, the trustee challenges the <i>in pari delicto</i> ruling. KPMG defends the ruling as correct, and as alternative grounds for affirming the dismissal says the trustee also lacks standing and that the allegations did not make out a claim under chapter 93A.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Objections based on \"standing\" must be addressed at the threshold if they implicate our authority to hear a case under Article III of the Constitution. <i>Steel Co. v. Citizens for a Better Env't,</i> 523 U.S. 83, 94-95, 118 S.Ct. 1003, 140 L.Ed.2d 210 (1998). At different times KPMG has made, and tangled together, two different standing arguments. On close scrutiny, neither one presents a serious standing objection under Article III.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">A common formulation of Article III standing is that the plaintiff must allege injury, fairly traceable to the defendant's conduct, that a court can redress. <i>Valley Forge Christian Coll. v. Americans United for Separation of Church and State, Inc.,</i> 454 U.S. 464, 472, 102 S.Ct. 752, 70 L.Ed.2d 700 (1982); <i>Becker v. Fed. Election Comm'n,</i> 230 F.3d 381, 384-85 (1st Cir.2000), <i>cert. denied,</i> 532 U.S. 1007, 121 S.Ct. 1733, 149 L.Ed.2d 658 (2001). The statement's simplicity is deceiving; the requirements present endless complexities. <i>See</i> Chemerinsky, <i>Federal Jurisdiction</i> &#167; 2.3, at 56-113 (4th ed.2003).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In its appellate brief, KPMG argues principally that the trustee in this case is seeking redress for an injury to the creditors, that the creditors must present their own claims directly by suing as plaintiffs themselves, and that therefore this is a classic case of a plaintiff (the trustee) who is wrongly seeking to assert the claims of others (the creditors) who are not parties to this case. <i>See, e.g., Warth v. Seldin,</i> 422 U.S. 490, 509-10, 95 S.Ct. 2197, 45 L.Ed.2d 343 (1975).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Courts often do use the term \"standing\" for cases in this category, but&#8212; illustrating one of the complexities&#8212;they normally say that the question of <i>who</i> may assert an otherwise proper claim is an issue of \"prudential,\" rather than Article III, standing. <i>Valley Forge,</i> 454 U.S. at 474-75, 102 S.Ct. 752; Chemerinsky, <i>supra</i> &#167; 2.3.4, at 83. After all, courts can be empowered to hear claims of injury to others; trustees, parents and guardians make such claims all the time. Objections of this kind do not have to be resolved at the threshold under <i>Steel Co. See</i> 523 U.S. at 97-98 &amp; n. 2, 118 S.Ct. 1003; <i>McBee v. Delica Co., Ltd.,</i> 417 F.3d 107, 127 (1st Cir.2005).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In any event this objection is without merit. A creditor who relied on false earnings statements might under certain circumstances have a claim against a complicit accountant. <i>See Nycal Corp. v. KPMG Peat Marwick LLP,</i> 426 Mass. 491, 688 N.E.2d 1368, 1371-74 (1998). But the trustee in this case does not even purport to be asserting such claims: in the complaint the trustee advances only claims of L &amp; H, which under the plan of reorganization, he is entitled to do. <i>See also</i> 11 U.S.C. &#167;&#167; 323, 541(a)(1) (2000).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">That the creditors will benefit if such a suit is successful does not mean that their own claims against KPMG are at issue. <i>See Official Comm. of Unsecured Creditors v. R.F. Lafferty &amp; Co., Inc.,</i> 267 F.3d 340, 348-49 (3d Cir.2001). They will benefit because they have claims against L &amp; H, it is bankrupt, and under the plan they have access to the company's residual assets; among the assets are such claims as L &amp; H may have against KPMG. There is no threat that such a creditor or any other plaintiff will be allowed to recover twice for the same loss. <i>See</i> Dobbs, <i>Law of Remedies</i> &#167; 3.3(7), at 231-32 (2d ed.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Of more interest is a different \"standing\" objection that KPMG asserted in the district court; whether KPMG is renewing the objection on this appeal is unclear, but if it were a valid Article III objection we would have to dismiss <i>sua sponte. Spenlinhauer v. O'Donnell,</i> 261 F.3d 113, 120 (1st Cir.2001). This is the argument that inflating its earnings cannot have injured <i>L &amp; H</i> itself: at worst, this inflation led L &amp; H to borrow and expend money on the strength of its false documents&#8212;but for which L &amp; H <i>received</i> valuable assets in the acquisition of Dictaphone and Dragon.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The intuitive appeal of such arguments is that where a company inflates its earnings, the victims may appear to be only others (who loan it money or buy its stock) and the company may seem to be the culprit rather than an \"injured\" party. Yet, if one looks at long-term consequences, the company may suffer as well (witness Enron). Federal courts have been unsympathetic to this kind of \"no harm\" argument, devising counter-doctrines to answer it. <i>E.g., Schacht v. Brown,</i> 711 F.2d 1343, 1348 (7th Cir.) (\"deepening insolvency\"), <i>cert. denied,</i> 464 U.S. 1002, 104 S.Ct. 508, 509, 78 L.Ed.2d 698 (1983).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">How Massachusetts would view the argument is unclear, but this \"no harm\" argument does not have the look and feel of an Article III objection. That L &amp; H \"in fact\" suffered harm from KPMG's alleged wrongdoing is colorably asserted, the trustee has authority to act as plaintiff with respect to such a claim, and any injury can be redressed with damages. This is a controversy perfectly fit for judicial resolution under Article III. Whether state law permits recovery for misconduct providing a short-term benefit to, but inflicting long-term injury on, the company is probably best viewed as a merits issue which we need not resolve.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We may avoid it because, like the district court, we think that the chapter 93A claim is barred by the <i>in pari delicto</i> doctrine, to which we now turn. In agreement with the parties, we treat the question whether the <i>in pari delicto</i> defense applies as one of Massachusetts law. The identified Massachusetts contacts to one side, <i>see</i> note 2, above, the chapter 93A cause of action is uniquely created by Massachusetts law, which presumptively also determines the substantive defenses available.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">What the trustee has charged under chapter 93A is essentially a fraud, knowingly tolerated or abetted by KPMG, but primarily one committed by L &amp; H's own management in misstating its earnings. The fraud is one from which L &amp; H could expect to benefit, at least in the short run, notably (as to the acquisitions in question) by making it easier to acquire the target companies with inflated stock or through loans secured on more favorable terms. Accordingly, KPMG argues that recovery \"by L &amp; H\" against KPMG would be barred by the <i>in pari delicto</i> doctrine and so the trustee&#8212;standing in L &amp; H's shoes&#8212;is also forestalled.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\"><i>In pari delicto,</i> which literally means \"in equal fault,\" <i>Black's Law Dictionary</i> 791 (6th ed.1990), is a doctrine commonly applied in tort cases to prevent a deliberate wrongdoer from recovering from a co-conspirator or accomplice. It is applied by Massachusetts courts in tort cases,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> including claims under chapter 93A. <i>Choquette v. Isacoff,</i> 65 Mass.App.Ct. 1, 836 N.E.2d 329, 332 (2005); <i>GTE Prods. Corp. v. Broadway Elec. Supply Co.,</i> 42 Mass.App.Ct. 293, 676 N.E.2d 1151, 1156 (1997).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The doctrine is sometimes described (dubiously) as one of standing, <i>e.g., Shearson Lehman Hutton, Inc. v. Wagoner,</i> 944 F.2d 114, 120 (2d Cir.1991), but this usage has nothing to do with Article III requirements. Chemerinsky, <i>supra</i> &#167; 2.3.1, at 60. In substance, the doctrine offers a policy-based defense reflecting an obvious but visceral judgment, one echoed in other, somewhat different legal doctrines, <i>e.g.,</i> the \"unclean hands\" defense in equity, Dobbs, <i>supra</i> &#167; 2.4(2), at 68-72, and contributory negligence in tort actions, <i>Prosser &amp; Keeton on Torts</i> &#167; 65, at 451-62 (5th ed.1984).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The trustee argues that no Massachusetts precedent applies the <i>in pari delicto</i> doctrine in a case just like this one; but this is no answer to Massachusetts case law endorsing the concept. The trustee's more serious counters are of two kinds: asserted doctrinal exceptions to <i>in pari delicto,</i> and, more broadly, a claim that its application would undermine federal law and policy. The trustee also suggests that an issue of fact precluded a grant of the motion to dismiss.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Here, assuming fraudulent financial statements, senior L &amp; H management were, on the trustee's own version of events, the primary wrongdoers. Thus, in the ordinary course, Massachusetts courts would not allow L &amp; H managers to sue a secondary accomplice such as KPMG for helping in the wrong. <i>Choquette,</i> 836 N.E.2d at 332-33; <i>see also GTE,</i> 676 N.E.2d at 1156. And, if the managers' actions are imputed to L &amp; H, neither could L &amp; H (via the trustee) recover against KPMG.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">A corporation is a legal entity managed by a board and officers, represented by agents, and owned by stockholders. The question of just whose actions should be imputed to \"the corporation,\" and what exceptions should exist to such imputation, arises naturally in applying the <i>in pari delicto</i> doctrine, as in many other contexts. <i>See</i> Reuschlein &amp; Gregory, <i>The Law of Agency and Partnership</i> &#167; 3, at 9-10 (2d ed.1990). State law on imputation is not necessarily uniform from one jurisdiction to the next, but we only concern ourselves with the Massachusetts standard for purposes of this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In this case, the trustee himself asserts that the chairman of the board, the CEO and the managing directors were all knowing parties to the financial statements. The approval and oversight of such statements is an ordinary function of management that is done on the company's behalf, which is typically enough to attribute management's actions to the company itself. <i>Restatement (Second) of Agency</i> &#167; 257 (1958); Reuschlein &amp; Gregory, <i>supra</i> &#167; 97, at 167-68; <i>see also Lafferty,</i> 267 F.3d at 358-59; <i>Askanase v. Fatjo,</i> 130 F.3d 657, 666 (5th Cir.1997).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Massachusetts might take a narrow view of imputation in the context of <i>in pari delicto,</i> but nothing indicates that it does. <i>See Sunrise Props., Inc. v. Bacon, Wilson, Ratner, Cohen, Salvage, Fialky &amp; Fitzgerald, P.C.,</i> 425 Mass. 63, 679 N.E.2d 540, 543 (1997). The trustee does not argue that under traditional standards imputation in this case would be improper, but instead argues that the doctrine should not apply in this case because of two asserted limitations that the trustee ascribes to it: the \"adverse interest\" exception and the far less well-established notion that the doctrine should not apply where \"innocent decision-makers\" could have prevented the harm.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The former limitation, which is widely recognized, <i>see Restatement (Second) of Agency</i> &#167; 282(1); <i>Lafferty,</i> 267 F.3d at 359, does not preclude \"wrongdoing\" of its officers from being imputed to the company, a view that would wipe out corporate liability on many fronts. Rather, imputation may be avoided where the wrongdoing is done primarily for personal benefit of the officer and is \"adverse\" to the interest of the company. If the salesman uses the company car in a bank robbery, the company is not normally liable. <i>See Prosser &amp; Keeton, supra</i> &#167; 70, at 503-05 (frolic and detour).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The present case is not of that kind. A fraud by top management to overstate earnings, and so facilitate stock sales or acquisitions, is not in the long-term interest of the company; but, like price-fixing, it profits the company in the first instance and the company is still civilly and criminally liable, <i>cf. Am. Soc'y of Mech. Eng'rs, Inc. v. Hydrolevel Corp.,</i> 456 U.S. 556, 575-76, 102 S.Ct. 1935, 72 L.Ed.2d 330 (1982). Nor does it matter that the implicated managers <i>also</i> may have seen benefits to themselves&#8212;that alone does not make their interests adverse.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The trustee claims that whether the implicated managers' conduct was adverse to L &amp; H is a question of fact improperly resolved on a motion to dismiss. <i>See Wang Labs., Inc. v. Bus. Incentives, Inc.,</i> 398 Mass. 854, 501 N.E.2d 1163, 1167 (1986). \"Adverse interest\" in the context of imputation means that the manager is motivated by a desire to serve himself or a third party, and not the company, the classic example being looting. <i>See Beck v. Deloitte &amp; Touche,</i> 144 F.3d 732, 737 (11th Cir.1998). If there were raw facts at issue that (if credited by a factfinder) might make out a claim for looting, or if the case for imputation were merely a close one, we might agree with the trustee's argument and leave this question to the factfinder.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">But this is not such a case. Nowhere does the complaint suggest that the defalcating managers were acting solely out of self-interest or otherwise attempting primarily to benefit anyone other than the company through their behavior. There are no facts in dispute that would warrant application of the adverse interest exception to bar imputation; the trustee's allegations (properly relied upon on a motion to dismiss) counsel just the opposite.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Whether or not application of the <i>in pari delicto</i> doctrine should depend on imputation rules borrowed from agency law is debatable. On this and related issues, such as the no-harm argument, conflicting policies are in play: one view stresses the \"innocent\" stockholders, <i>FDIC v. O'Melveny &amp; Myers,</i> 61 F.3d 17, 19 (9th Cir.1995); the other, such countervailing concerns as maintaining incentives for the proper selection of management, <i>Cenco Inc. v. Seidman &amp; Seidman,</i> 686 F.2d 449, 455-56 (7th Cir.), <i>cert. denied,</i> 459 U.S. 880, 103 S.Ct. 177, 74 L.Ed.2d 145 (1982).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In all events, ordinary agency-based imputation rules appear to operate in Massachusetts, as elsewhere, whether the issue is primary liability of the company or <i>in pari delicto. Cf. Rea v. Checker Taxi Co.,</i> 272 Mass. 510, 172 N.E. 612, 614 (1930). It is not our job to make new law for Massachusetts by adopting a peculiarly narrow view of the adverse interest exception in <i>in pari delicto</i> cases; such alterations, if deemed wise, are for the state courts. <i>See Gill v. Gulfstream Park Racing Ass'n.,</i> 399 F.3d 391, 402 (1st Cir.2005).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The same caution against making new state law argues against a yet more radical alteration urged by the trustee, namely, that the <i>in pari delicto</i> doctrine should be dispensed with where independent directors in the company could, if alerted, have frustrated the fraud. This proposed limitation clearly deviates from traditional agency doctrine; a company president who engages in price-fixing leaves his corporation liable even if the board of directors, had it known, would have stopped him. <i>E.g. Hydrolevel,</i> 456 U.S. at 570-74, 102 S.Ct. 1935.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The \"innocent decision-maker\" limitation, as the trustee calls it, has been adopted in a few trial courts in the Second Circuit to bar <i>in pari delicto</i> defenses against a bankruptcy trustee seeking to recover against outside professionals, <i>e.g. In re Sharp Int'l Corp.,</i> 278 B.R. 28, 36 (Bankr.E.D.N.Y.2002); <i>Wechsler v. Squadron, Ellenoff, Plesent &amp; Sheinfeld, L.L.P.,</i> 212 B.R. 34, 36 (S.D.N.Y.1997). But the Second Circuit has reserved the issue, <i>In</i> <i>re The Bennett Funding Group, Inc.,</i> 336 F.3d 94, 101 (2d Cir.2003); <i>see also In re CBI Holding Co.,</i> 311 B.R. 350, 371-72 (S.D.N.Y.2004), and there is no sign of this limitation in Massachusetts decisions.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">This brings us to the trustee's final argument against <i>in pari delicto,</i> which comes in two forms. First, the trustee says that under reforms in federal securities law, the accounting firms can be viewed as having an independent federal responsibility to alert the company's audit committee and independent directors to wrongdoing by management. 15 U.S.C. &#167; 78j-1(a)-(b) (2000). And, the trustee argues, allowing the <i>in pari delicto</i> defense frustrates this federal interest.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The argument in this form is easily answered, as the district court did, by pointing out that the trustee is not asserting any cause of action under the federal statute. Congress might create such a civil claim by the company for accountant wrongdoing; but the existing federal statute does not require Massachusetts to abolish or modify a state law defense (<i>in pari delicto</i>) to a state cause of action (chapter 93A). The trustee does not even attempt to develop a serious claim of preemption. <i>Compare O'Melveny &amp; Myers v. FDIC,</i> 512 U.S. 79, 85-89, 114 S.Ct. 2048, 129 L.Ed.2d 67 (1994).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">There is a stronger, less \"federal\" version of the argument, which may be a minor theme in the trustee's appellate brief and is probably the best argument for reversal. The same policy that underlies the federal statute&#8212;loosely, conscripting accounting firms as policemen&#8212;is one that Massachusetts <i>could</i> also adopt, and, among various ways to implement it, the state could choose to expand the prospect of civil liability for defaulting accountants by limiting the use of the <i>in pari delicto</i> doctrine in cases such as this one.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">This is a change which, for obvious reasons (fair warning, incentive effects), one might more readily expect to be done prospectively by legislation; but whether by the legislature or a court, the change depends on a policy judgment that remains debatable. Certainly, expanding accounting firms' liability in cases like the present one would create added incentives for accountants to expose wrongdoing by management; but what about the need for, and cost of, providing such a new incentive?</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">On the need side, KPMG properly observes that it already has a great deal of incentive to ensure accurate reporting, pointing to the heavy payouts it has made to former L &amp; H shareholders in suits that <i>they</i> brought against it in their own right.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> And more incentives are not automatically costless: apart from any (perhaps speculative) weakening of stockholder incentives to police management, <i>see Cenco,</i> 686 F.2d at 455-56; <i>compare In re Cendant Corp. Sec. Litig.,</i> 139 F.Supp.2d 585, 597-98 (D.N.J.2001), increased civil exposure must ultimately raise the price of accounting services.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">A final argument, not made by the trustee, is that a few courts, but still distinctly in the minority, have said that <i>in pari delicto</i> is an equitable doctrine (probably a better rubric than standing) and have also concluded (far more debatably) that it could be inequitable to apply it where prior management was at fault but the claim was asserted on behalf of creditors or shareholders. <i>FDIC v. O'Melveny &amp; Myers,</i> 61 F.3d 17, 19 (9th Cir.1995); <i>Scholes v. Lehmann,</i> 56 F.3d 750, 754 (7th Cir.), <i>cert. denied,</i> 516 U.S. 1028, 116 S.Ct. 673, 133 L.Ed.2d 522 (1995).</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">This is just a variation on the innocent decision-maker theme, with slightly different conditions and results, but we have not been cited (nor have we found) any Massachusetts case law in favor of this minority view. Much wrongdoing has ripple effects, and who should be entitled to collect for harm, even where causation can be shown, is one of the continuing problems for legislatures and courts. As we have said, changes in existing law should come from the Massachusetts authorities.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Pol Hauspie (Founder and Chairman of the Board), Nico Willaert (Managing Director), Gaston Bastiaens (Chief Executive Officer and President), and Jo Lernout (Founder and Managing Director) are all implicated, and are awaiting trial in Belgium, on various charges of fraud, insider trading, and stock manipulation. Carl Dammekens (Chief Financial Officer during the period in question) is also implicated by allegations in this and related lawsuits</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> L &amp; H had its U.S. headquarters in the state and KPMG-US did its principal auditing for L &amp; H from its Massachusetts office. The statute requires that the objected-to conduct occur \"primarily and substantially within the commonwealth,\" Mass. Gen. Laws ch. 93A &#167; 11; KPMG challenged the adequacy of Massachusetts contacts in the district court but the issue is not before us on this appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> KPMG-Belgium independently asserts that any claim that survives against it should be tried in Belgium, an argument also pled in the district court, on grounds of forum non conveniens or international comity. The district court did not reach these issues and neither do we</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Although the district court referred to this as a diversity case, it is actually a state law claim which is in federal court based on the court's bankruptcy jurisdiction. 28 U.S.C. &#167; 1334 (2000). Happily, the ramifications (if any) of this distinction for choice of law and<i>Erie</i> issues need not be pursued in this case.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> <i>See Stewart v. Roy Bros., Inc.,</i> 358 Mass. 446, 265 N.E.2d 357, 365 (1970); <i>Council v. Cohen,</i> 303 Mass. 348, 21 N.E.2d 967, 970 (1939); <i>Berman v. Coakley,</i> 243 Mass. 348, 137 N.E. 667, 669 (1923). The full maxim is <i>in pari delicto potior est conditio defendentis,</i> meaning \"[i]n a case of equal or mutual fault, the position of the [defending party] is the better one.\" <i>Black's Law Dictionary</i> at 791.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> <i>See, e.g., Beck v. Deloitte &amp; Touche,</i> 144 F.3d 732, 736 (11th Cir.1998); <i>FDIC v. Shrader &amp; York,</i> 991 F.2d 216, 223-24 (5th Cir.1993), <i>cert. denied,</i> 512 U.S. 1219, 114 S.Ct. 2704, 129 L.Ed.2d 832 (1994); <i>see also Restatement (Second) of Agency</i> &#167; 282(1).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Shareholders of L &amp; H who purchased stock between 1998 and 2000 brought claims under the federal securities laws against L &amp; H's officers and directors and KPMG. These claims withstood dismissal,<i>In re Lernout &amp; Hauspie Sec. Litig.,</i> 230 F.Supp.2d 152, 163-68 (D.Mass.2002), and were eventually settled by KPMG for $115 million. The former shareholders of Dragon and Dictaphone also filed claims against KPMG for false or misleading statements in connection with the acquisitions, claims which were also settled by KPMG out of court.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation\" data-id=\"202315\"><a href=\"/opinion/202315/baena-v-kpmg-llp/\"><span class=\"volume\">453</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span></p>\n    <p class=\"parties\">Scott L. BAENA, Litigation Trustee of the Lernout &amp; Hauspie Speech Products, N.V. Litigation Trust, Plaintiff, Appellant,<br>v.<br>KPMG LLP and Klynveld Peat Marwick Goerdeler Bedrijfsrevisoren, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 05-2868.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard May 2, 2006.</p>\n    <p class=\"date\">Decided June 22, 2006.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Robert W. Turken and David W. Trench with whom Raquel M. Fernandez, Bilzin Sumberg Baena Price &amp; Axelrod LLP, Dana A. Zakarian, Joel G. Beckman, William C. Nystrom and Nystrom Beckman &amp; Paris LLP were on brief for appellant.</p>\n      <p class=\"indent\">Michael P. Carroll with whom Michael S. Flynn, Sean C. Knowles, Phineas E. Leahey, Davis Polk &amp; Wardwell, Kevin J. Lesinski, William J. Hanlon, Kristin G. McGurn and Seyfarth Shaw LLP were on brief for appellee KPMG LLP.</p>\n      <p class=\"indent\">George A. Salter with whom Nicholas W.C. Corson, Hogan &amp; Hartson LLP, Michael J. Stone and Peabody &amp; Arnold LLP were on brief for appellee Klynveld Peat Marwick Goerdeler Bedrijfsrevisoren.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, TORRUELLA and HOWARD, Circuit Judges.</p>\n      <p class=\"indent\">BOUDIN, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Lernout &amp; Hauspie Speech Products, N.V. (\"L &amp; H\") was a Belgian company, with its U.S. headquarters in Massachusetts, engaged in developing and licensing speech recognition software. Its first public stock offering occurred in 1995. From 1998 to 2000, it reported soaring revenues and profits and acquired other companies; in March 2000, it contracted to acquire two U.S. companies&#8212;Dictaphone Corp. (\"Dictaphone\") and Dragon Systems, Inc. (\"Dragon\")&#8212;and took on massive new debt in connection with these acquisitions.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In August 2000, newspaper stories triggered investigations which concluded that the company had greatly overstated revenues and profits. In November 2000, an audit ordered by the audit committee of the L &amp; H board found that revenues during the prior two and a half years had been overstated by over a quarter billion dollars. Ultimately, certain top officers and directors were implicated in apparent fraud; we refer to them as \"the implicated managers.\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The accounting devices employed in overstating the revenues and profits included (it appears) recording revenue from contracts L &amp; H had yet to execute, booking revenue in a lump sum where the amount should have been amortized across several years, and recording revenue from clients who did not exist or who had not made payments or commitments that could properly be recorded. Following the disclosures, the chairman, managing directors and CEO (among others) resigned, and shortly thereafter L &amp; H filed for chapter 11 reorganization in Delaware. 11 U.S.C. &#167; 1101 <i>et seq.</i> (2000).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In May 2003, the bankruptcy court approved a plan of liquidation. The plan gave authority to prosecute claims on behalf of L &amp; H to a litigation trustee appointed by a committee of unsecured creditors; there is apparently no prospect of anything being left over for stockholders. After the plan became effective, the trustee brought the present action, in August 2004, against L &amp; H's former accountants&#8212;KPMG's U.S. and Belgian affiliates (collectively \"KPMG\").</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The action, originally filed in the federal bankruptcy court in Delaware, was transferred to the federal district court in Massachusetts. The only claim pertinent to this appeal was brought under Mass. Gen. Laws ch. 93A &#167;&#167; 1-11 (2002). The complaint also charged, as tort violations, aiding and abetting the breach of a fiduciary duty and accounting malpractice, but the district court dismissed these two claims as barred by the statute of limitations and no appeal has been taken as to them.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Chapter 93A, so far as it applies to business-to-business transactions, provides a civil cause of action, with the possibility of multiple damages and attorneys' fees for willful violations, for unfair or deceptive trade practices. <i>Id.</i> &#167; 11. To apply at all, it requires a level of fault going beyond mere negligence, <i>Darviris v. Petros,</i> <span class=\"citation no-link\"><span class=\"volume\">442</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">274</span></span>, <span class=\"citation no-link\"><span class=\"volume\">812</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1188</span></span>, 1192-94 (2004), and also connections between the wrong and Massachusetts that for present purposes the parties assume to be satisfied.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The complaint charged that KPMG had wide access to L &amp; H's financial records and activities; that despite discovering and in some cases warning managers of serious problems, KPMG failed to alert the independent directors of L &amp; H and instead issued unqualified opinions and certified balance sheets and operating statements of L &amp; H for fiscal years 1998 and 1999; and that these actions permitted L &amp; H to proceed with the Dictaphone and Dragon acquisitions, thereby incurring $340 million in new debt which after the disclosures it could not repay.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The allegations include but go beyond claims of negligence by KPMG and in effect charge that the accounting firms knowingly tolerated patently improper accounting practices by L &amp; H in order to retain a lucrative client for KPMG. These are only allegations but, because the claim was disposed of on a motion to dismiss, Fed.R.Civ.P. 12(b)(6), we must assume the allegations to be true. <i>Rogan v. Menino,</i> <span class=\"citation\" data-id=\"198447\"><a href=\"/opinion/198447/rogan-v-menino/\"><span class=\"volume\">175</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">75</span></a></span>, 77 (1st Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">528</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1062</span></span>, <span class=\"citation no-link\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">616</span></span>, <span class=\"citation no-link\"><span class=\"volume\">145</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">511</span></span> (1999).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In moving to dismiss the complaint, KPMG argued, so far as is pertinent to this appeal, (1) that it was charged in substance only with negligence, which is not embraced by chapter 93A; (2) that the chapter 93A claim belonged to the creditors individually and not L &amp; H, for whom the trustee alone could sue; and (3) that such a claim in all events was barred by the doctrine of <i>in pari delicto.</i></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In a decision dated September 27, 2005, the district court agreed with KPMG that <i>in pari delicto</i> barred the trustee's claim under chapter 93A and dismissed the action. On this appeal, the trustee challenges the <i>in pari delicto</i> ruling. KPMG defends the ruling as correct, and as alternative grounds for affirming the dismissal says the trustee also lacks standing and that the allegations did not make out a claim under chapter 93A.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Objections based on \"standing\" must be addressed at the threshold if they implicate our authority to hear a case under Article III of the Constitution. <i>Steel Co. v. Citizens for a Better Env't,</i> <span class=\"citation\" data-id=\"2620886\"><a href=\"/opinion/2620886/steel-co-v-citizens-for-better-environment/\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span></a></span>, 94-95, <span class=\"citation\" data-id=\"2620886\"><a href=\"/opinion/2620886/steel-co-v-citizens-for-better-environment/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1003</span></a></span>, <span class=\"citation\" data-id=\"2620886\"><a href=\"/opinion/2620886/steel-co-v-citizens-for-better-environment/\"><span class=\"volume\">140</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">210</span></a></span> (1998). At different times KPMG has made, and tangled together, two different standing arguments. On close scrutiny, neither one presents a serious standing objection under Article III.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">A common formulation of Article III standing is that the plaintiff must allege injury, fairly traceable to the defendant's conduct, that a court can redress. <i>Valley Forge Christian Coll. v. Americans United for Separation of Church and State, Inc.,</i> <span class=\"citation\" data-id=\"110599\"><a href=\"/opinion/110599/valley-forge-christian-college-v-americans-united-for-separation-of-church/\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">464</span></a></span>, 472, <span class=\"citation\" data-id=\"110599\"><a href=\"/opinion/110599/valley-forge-christian-college-v-americans-united-for-separation-of-church/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">752</span></a></span>, <span class=\"citation\" data-id=\"110599\"><a href=\"/opinion/110599/valley-forge-christian-college-v-americans-united-for-separation-of-church/\"><span class=\"volume\">70</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">700</span></a></span> (1982); <i>Becker v. Fed. Election Comm'n,</i> <span class=\"citation\" data-id=\"199145\"><a href=\"/opinion/199145/becker-v-federal-election/\"><span class=\"volume\">230</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">381</span></a></span>, 384-85 (1st Cir.2000), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">532</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1007</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1733</span></span>, <span class=\"citation no-link\"><span class=\"volume\">149</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">658</span></span> (2001). The statement's simplicity is deceiving; the requirements present endless complexities. <i>See</i> Chemerinsky, <i>Federal Jurisdiction</i> &#167; 2.3, at 56-113 (4th ed.2003).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In its appellate brief, KPMG argues principally that the trustee in this case is seeking redress for an injury to the creditors, that the creditors must present their own claims directly by suing as plaintiffs themselves, and that therefore this is a classic case of a plaintiff (the trustee) who is wrongly seeking to assert the claims of others (the creditors) who are not parties to this case. <i>See, e.g., Warth v. Seldin,</i> <span class=\"citation\" data-id=\"109301\"><a href=\"/opinion/109301/warth-v-seldin/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">490</span></a></span>, 509-10, <span class=\"citation\" data-id=\"109301\"><a href=\"/opinion/109301/warth-v-seldin/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2197</span></a></span>, <span class=\"citation\" data-id=\"109301\"><a href=\"/opinion/109301/warth-v-seldin/\"><span class=\"volume\">45</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">343</span></a></span> (1975).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Courts often do use the term \"standing\" for cases in this category, but&#8212; illustrating one of the complexities&#8212;they normally say that the question of <i>who</i> may assert an otherwise proper claim is an issue of \"prudential,\" rather than Article III, standing. <i>Valley Forge,</i> 454 U.S. at 474-75, <span class=\"citation\" data-id=\"110599\"><a href=\"/opinion/110599/valley-forge-christian-college-v-americans-united-for-separation-of-church/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">752</span></a></span>; Chemerinsky, <i>supra</i> &#167; 2.3.4, at 83. After all, courts can be empowered to hear claims of injury to others; trustees, parents and guardians make such claims all the time. Objections of this kind do not have to be resolved at the threshold under <i>Steel Co. See</i> 523 U.S. at 97-98 &amp; n. 2, <span class=\"citation\" data-id=\"2620886\"><a href=\"/opinion/2620886/steel-co-v-citizens-for-better-environment/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1003</span></a></span>; <i>McBee v. Delica Co., Ltd.,</i> <span class=\"citation\" data-id=\"201739\"><a href=\"/opinion/201739/mcbee-v-delica-co-ltd/\"><span class=\"volume\">417</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">107</span></a></span>, 127 (1st Cir.2005).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In any event this objection is without merit. A creditor who relied on false earnings statements might under certain circumstances have a claim against a complicit accountant. <i>See Nycal Corp. v. KPMG Peat Marwick LLP,</i> <span class=\"citation no-link\"><span class=\"volume\">426</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">491</span></span>, <span class=\"citation no-link\"><span class=\"volume\">688</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1368</span></span>, 1371-74 (1998). But the trustee in this case does not even purport to be asserting such claims: in the complaint the trustee advances only claims of L &amp; H, which under the plan of reorganization, he is entitled to do. <i>See also</i> 11 U.S.C. &#167;&#167; 323, 541(a)(1) (2000).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">That the creditors will benefit if such a suit is successful does not mean that their own claims against KPMG are at issue. <i>See Official Comm. of Unsecured Creditors v. R.F. Lafferty &amp; Co., Inc.,</i> <span class=\"citation\" data-id=\"775125\"><a href=\"/opinion/775125/official-committee-of-unsecured-creditors-v-rf-lafferty-co-inc/\"><span class=\"volume\">267</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">340</span></a></span>, 348-49 (3d Cir.2001). They will benefit because they have claims against L &amp; H, it is bankrupt, and under the plan they have access to the company's residual assets; among the assets are such claims as L &amp; H may have against KPMG. There is no threat that such a creditor or any other plaintiff will be allowed to recover twice for the same loss. <i>See</i> Dobbs, <i>Law of Remedies</i> &#167; 3.3(7), at 231-32 (2d ed.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Of more interest is a different \"standing\" objection that KPMG asserted in the district court; whether KPMG is renewing the objection on this appeal is unclear, but if it were a valid Article III objection we would have to dismiss <i>sua sponte. Spenlinhauer v. O'Donnell,</i> <span class=\"citation\" data-id=\"199560\"><a href=\"/opinion/199560/spenlinhauer-v-odonnell/\"><span class=\"volume\">261</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">113</span></a></span>, 120 (1st Cir.2001). This is the argument that inflating its earnings cannot have injured <i>L &amp; H</i> itself: at worst, this inflation led L &amp; H to borrow and expend money on the strength of its false documents&#8212;but for which L &amp; H <i>received</i> valuable assets in the acquisition of Dictaphone and Dragon.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The intuitive appeal of such arguments is that where a company inflates its earnings, the victims may appear to be only others (who loan it money or buy its stock) and the company may seem to be the culprit rather than an \"injured\" party. Yet, if one looks at long-term consequences, the company may suffer as well (witness Enron). Federal courts have been unsympathetic to this kind of \"no harm\" argument, devising counter-doctrines to answer it. <i>E.g., Schacht v. Brown,</i> <span class=\"citation\" data-id=\"421673\"><a href=\"/opinion/421673/fed-sec-l-rep-p-99160-james-w-schacht-the-acting-director-of/\"><span class=\"volume\">711</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1343</span></a></span>, 1348 (7th Cir.) (\"deepening insolvency\"), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">464</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1002</span></span>, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">508</span></span>, 509, <span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">698</span></span> (1983).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">How Massachusetts would view the argument is unclear, but this \"no harm\" argument does not have the look and feel of an Article III objection. That L &amp; H \"in fact\" suffered harm from KPMG's alleged wrongdoing is colorably asserted, the trustee has authority to act as plaintiff with respect to such a claim, and any injury can be redressed with damages. This is a controversy perfectly fit for judicial resolution under Article III. Whether state law permits recovery for misconduct providing a short-term benefit to, but inflicting long-term injury on, the company is probably best viewed as a merits issue which we need not resolve.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We may avoid it because, like the district court, we think that the chapter 93A claim is barred by the <i>in pari delicto</i> doctrine, to which we now turn. In agreement with the parties, we treat the question whether the <i>in pari delicto</i> defense applies as one of Massachusetts law. The identified Massachusetts contacts to one side, <i>see</i> note 2, above, the chapter 93A cause of action is uniquely created by Massachusetts law, which presumptively also determines the substantive defenses available.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">What the trustee has charged under chapter 93A is essentially a fraud, knowingly tolerated or abetted by KPMG, but primarily one committed by L &amp; H's own management in misstating its earnings. The fraud is one from which L &amp; H could expect to benefit, at least in the short run, notably (as to the acquisitions in question) by making it easier to acquire the target companies with inflated stock or through loans secured on more favorable terms. Accordingly, KPMG argues that recovery \"by L &amp; H\" against KPMG would be barred by the <i>in pari delicto</i> doctrine and so the trustee&#8212;standing in L &amp; H's shoes&#8212;is also forestalled.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\"><i>In pari delicto,</i> which literally means \"in equal fault,\" <i>Black's Law Dictionary</i> 791 (6th ed.1990), is a doctrine commonly applied in tort cases to prevent a deliberate wrongdoer from recovering from a co-conspirator or accomplice. It is applied by Massachusetts courts in tort cases,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> including claims under chapter 93A. <i>Choquette v. Isacoff,</i> 65 Mass.App.Ct. 1, <span class=\"citation no-link\"><span class=\"volume\">836</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">329</span></span>, 332 (2005); <i>GTE Prods. Corp. v. Broadway Elec. Supply Co.,</i> 42 Mass.App.Ct. 293, <span class=\"citation no-link\"><span class=\"volume\">676</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1151</span></span>, 1156 (1997).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The doctrine is sometimes described (dubiously) as one of standing, <i>e.g., Shearson Lehman Hutton, Inc. v. Wagoner,</i> <span class=\"citation\" data-id=\"567934\"><a href=\"/opinion/567934/shearson-lehman-hutton-inc-v-walter-wagoner-jr-trustee/\"><span class=\"volume\">944</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">114</span></a></span>, 120 (2d Cir.1991), but this usage has nothing to do with Article III requirements. Chemerinsky, <i>supra</i> &#167; 2.3.1, at 60. In substance, the doctrine offers a policy-based defense reflecting an obvious but visceral judgment, one echoed in other, somewhat different legal doctrines, <i>e.g.,</i> the \"unclean hands\" defense in equity, Dobbs, <i>supra</i> &#167; 2.4(2), at 68-72, and contributory negligence in tort actions, <i>Prosser &amp; Keeton on Torts</i> &#167; 65, at 451-62 (5th ed.1984).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The trustee argues that no Massachusetts precedent applies the <i>in pari delicto</i> doctrine in a case just like this one; but this is no answer to Massachusetts case law endorsing the concept. The trustee's more serious counters are of two kinds: asserted doctrinal exceptions to <i>in pari delicto,</i> and, more broadly, a claim that its application would undermine federal law and policy. The trustee also suggests that an issue of fact precluded a grant of the motion to dismiss.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Here, assuming fraudulent financial statements, senior L &amp; H management were, on the trustee's own version of events, the primary wrongdoers. Thus, in the ordinary course, Massachusetts courts would not allow L &amp; H managers to sue a secondary accomplice such as KPMG for helping in the wrong. <i>Choquette,</i> 836 N.E.2d at 332-33; <i>see also GTE,</i> 676 N.E.2d at 1156. And, if the managers' actions are imputed to L &amp; H, neither could L &amp; H (via the trustee) recover against KPMG.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">A corporation is a legal entity managed by a board and officers, represented by agents, and owned by stockholders. The question of just whose actions should be imputed to \"the corporation,\" and what exceptions should exist to such imputation, arises naturally in applying the <i>in pari delicto</i> doctrine, as in many other contexts. <i>See</i> Reuschlein &amp; Gregory, <i>The Law of Agency and Partnership</i> &#167; 3, at 9-10 (2d ed.1990). State law on imputation is not necessarily uniform from one jurisdiction to the next, but we only concern ourselves with the Massachusetts standard for purposes of this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In this case, the trustee himself asserts that the chairman of the board, the CEO and the managing directors were all knowing parties to the financial statements. The approval and oversight of such statements is an ordinary function of management that is done on the company's behalf, which is typically enough to attribute management's actions to the company itself. <i>Restatement (Second) of Agency</i> &#167; 257 (1958); Reuschlein &amp; Gregory, <i>supra</i> &#167; 97, at 167-68; <i>see also Lafferty,</i> 267 F.3d at 358-59; <i>Askanase v. Fatjo,</i> <span class=\"citation\" data-id=\"748775\"><a href=\"/opinion/748775/david-askanase-trustee-fitness-corporation-of-america-v-tom-j-fatjo-tom/\"><span class=\"volume\">130</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">657</span></a></span>, 666 (5th Cir.1997).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Massachusetts might take a narrow view of imputation in the context of <i>in pari delicto,</i> but nothing indicates that it does. <i>See Sunrise Props., Inc. v. Bacon, Wilson, Ratner, Cohen, Salvage, Fialky &amp; Fitzgerald, P.C.,</i> <span class=\"citation no-link\"><span class=\"volume\">425</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">63</span></span>, <span class=\"citation no-link\"><span class=\"volume\">679</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">540</span></span>, 543 (1997). The trustee does not argue that under traditional standards imputation in this case would be improper, but instead argues that the doctrine should not apply in this case because of two asserted limitations that the trustee ascribes to it: the \"adverse interest\" exception and the far less well-established notion that the doctrine should not apply where \"innocent decision-makers\" could have prevented the harm.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The former limitation, which is widely recognized, <i>see Restatement (Second) of Agency</i> &#167; 282(1); <i>Lafferty,</i> 267 F.3d at 359, does not preclude \"wrongdoing\" of its officers from being imputed to the company, a view that would wipe out corporate liability on many fronts. Rather, imputation may be avoided where the wrongdoing is done primarily for personal benefit of the officer and is \"adverse\" to the interest of the company. If the salesman uses the company car in a bank robbery, the company is not normally liable. <i>See Prosser &amp; Keeton, supra</i> &#167; 70, at 503-05 (frolic and detour).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The present case is not of that kind. A fraud by top management to overstate earnings, and so facilitate stock sales or acquisitions, is not in the long-term interest of the company; but, like price-fixing, it profits the company in the first instance and the company is still civilly and criminally liable, <i>cf. Am. Soc'y of Mech. Eng'rs, Inc. v. Hydrolevel Corp.,</i> <span class=\"citation\" data-id=\"110708\"><a href=\"/opinion/110708/american-soc-of-mechanical-engineers-inc-v-hydrolevel-corp/\"><span class=\"volume\">456</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">556</span></a></span>, 575-76, <span class=\"citation\" data-id=\"110708\"><a href=\"/opinion/110708/american-soc-of-mechanical-engineers-inc-v-hydrolevel-corp/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1935</span></a></span>, <span class=\"citation\" data-id=\"110708\"><a href=\"/opinion/110708/american-soc-of-mechanical-engineers-inc-v-hydrolevel-corp/\"><span class=\"volume\">72</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">330</span></a></span> (1982). Nor does it matter that the implicated managers <i>also</i> may have seen benefits to themselves&#8212;that alone does not make their interests adverse.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The trustee claims that whether the implicated managers' conduct was adverse to L &amp; H is a question of fact improperly resolved on a motion to dismiss. <i>See Wang Labs., Inc. v. Bus. Incentives, Inc.,</i> <span class=\"citation\" data-id=\"2095777\"><a href=\"/opinion/2095777/wang-laboratories-inc-v-business-incentives-inc/\"><span class=\"volume\">398</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">854</span></a></span>, <span class=\"citation\" data-id=\"2095777\"><a href=\"/opinion/2095777/wang-laboratories-inc-v-business-incentives-inc/\"><span class=\"volume\">501</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1163</span></a></span>, 1167 (1986). \"Adverse interest\" in the context of imputation means that the manager is motivated by a desire to serve himself or a third party, and not the company, the classic example being looting. <i>See Beck v. Deloitte &amp; Touche,</i> <span class=\"citation\" data-id=\"72931\"><a href=\"/opinion/72931/beck-v-deloitte-touche/\"><span class=\"volume\">144</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">732</span></a></span>, 737 (11th Cir.1998). If there were raw facts at issue that (if credited by a factfinder) might make out a claim for looting, or if the case for imputation were merely a close one, we might agree with the trustee's argument and leave this question to the factfinder.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">But this is not such a case. Nowhere does the complaint suggest that the defalcating managers were acting solely out of self-interest or otherwise attempting primarily to benefit anyone other than the company through their behavior. There are no facts in dispute that would warrant application of the adverse interest exception to bar imputation; the trustee's allegations (properly relied upon on a motion to dismiss) counsel just the opposite.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Whether or not application of the <i>in pari delicto</i> doctrine should depend on imputation rules borrowed from agency law is debatable. On this and related issues, such as the no-harm argument, conflicting policies are in play: one view stresses the \"innocent\" stockholders, <i>FDIC v. O'Melveny &amp; Myers,</i> <span class=\"citation\" data-id=\"700533\"><a href=\"/opinion/700533/95-cal-daily-op-serv-5839-95-daily-journal-dar-9981-federal-deposit/\"><span class=\"volume\">61</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">17</span></a></span>, 19 (9th Cir.1995); the other, such countervailing concerns as maintaining incentives for the proper selection of management, <i>Cenco Inc. v. Seidman &amp; Seidman,</i> <span class=\"citation\" data-id=\"407818\"><a href=\"/opinion/407818/fed-sec-l-rep-p-98615-cenco-incorporated-cross-claimant-appellant/\"><span class=\"volume\">686</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">449</span></a></span>, 455-56 (7th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">880</span></span>, <span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">177</span></span>, <span class=\"citation no-link\"><span class=\"volume\">74</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">145</span></span> (1982).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In all events, ordinary agency-based imputation rules appear to operate in Massachusetts, as elsewhere, whether the issue is primary liability of the company or <i>in pari delicto. Cf. Rea v. Checker Taxi Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">272</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">510</span></span>, <span class=\"citation no-link\"><span class=\"volume\">172</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">612</span></span>, 614 (1930). It is not our job to make new law for Massachusetts by adopting a peculiarly narrow view of the adverse interest exception in <i>in pari delicto</i> cases; such alterations, if deemed wise, are for the state courts. <i>See Gill v. Gulfstream Park Racing Ass'n.,</i> <span class=\"citation\" data-id=\"201474\"><a href=\"/opinion/201474/gill-v-gulfstream-park-race/\"><span class=\"volume\">399</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">391</span></a></span>, 402 (1st Cir.2005).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The same caution against making new state law argues against a yet more radical alteration urged by the trustee, namely, that the <i>in pari delicto</i> doctrine should be dispensed with where independent directors in the company could, if alerted, have frustrated the fraud. This proposed limitation clearly deviates from traditional agency doctrine; a company president who engages in price-fixing leaves his corporation liable even if the board of directors, had it known, would have stopped him. <i>E.g. Hydrolevel,</i> 456 U.S. at 570-74, <span class=\"citation\" data-id=\"110708\"><a href=\"/opinion/110708/american-soc-of-mechanical-engineers-inc-v-hydrolevel-corp/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1935</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The \"innocent decision-maker\" limitation, as the trustee calls it, has been adopted in a few trial courts in the Second Circuit to bar <i>in pari delicto</i> defenses against a bankruptcy trustee seeking to recover against outside professionals, <i>e.g. In re Sharp Int'l Corp.,</i> <span class=\"citation\" data-id=\"1850166\"><a href=\"/opinion/1850166/in-re-sharp-intern-corp/\"><span class=\"volume\">278</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">28</span></a></span>, 36 (Bankr.E.D.N.Y.2002); <i>Wechsler v. Squadron, Ellenoff, Plesent &amp; Sheinfeld, L.L.P.,</i> <span class=\"citation\" data-id=\"1535345\"><a href=\"/opinion/1535345/wechsler-v-squadron-ellenoff-plesent-sheinfeld/\"><span class=\"volume\">212</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">34</span></a></span>, 36 (S.D.N.Y.1997). But the Second Circuit has reserved the issue, <i>In</i> <i>re The Bennett Funding Group, Inc.,</i> <span class=\"citation\" data-id=\"782708\"><a href=\"/opinion/782708/in-re-the-bennett-funding-group-inc-debtor-richard-c-breeden-trustee/\"><span class=\"volume\">336</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">94</span></a></span>, 101 (2d Cir.2003); <i>see also In re CBI Holding Co.,</i> <span class=\"citation\" data-id=\"2027293\"><a href=\"/opinion/2027293/in-re-cbi-holding-co-inc/\"><span class=\"volume\">311</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">350</span></a></span>, 371-72 (S.D.N.Y.2004), and there is no sign of this limitation in Massachusetts decisions.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">This brings us to the trustee's final argument against <i>in pari delicto,</i> which comes in two forms. First, the trustee says that under reforms in federal securities law, the accounting firms can be viewed as having an independent federal responsibility to alert the company's audit committee and independent directors to wrongdoing by management. 15 U.S.C. &#167; 78j-1(a)-(b) (2000). And, the trustee argues, allowing the <i>in pari delicto</i> defense frustrates this federal interest.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The argument in this form is easily answered, as the district court did, by pointing out that the trustee is not asserting any cause of action under the federal statute. Congress might create such a civil claim by the company for accountant wrongdoing; but the existing federal statute does not require Massachusetts to abolish or modify a state law defense (<i>in pari delicto</i>) to a state cause of action (chapter 93A). The trustee does not even attempt to develop a serious claim of preemption. <i>Compare O'Melveny &amp; Myers v. FDIC,</i> <span class=\"citation\" data-id=\"117849\"><a href=\"/opinion/117849/omelveny-myers-v-fdic/\"><span class=\"volume\">512</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">79</span></a></span>, 85-89, <span class=\"citation\" data-id=\"117849\"><a href=\"/opinion/117849/omelveny-myers-v-fdic/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2048</span></a></span>, <span class=\"citation\" data-id=\"117849\"><a href=\"/opinion/117849/omelveny-myers-v-fdic/\"><span class=\"volume\">129</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">67</span></a></span> (1994).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">There is a stronger, less \"federal\" version of the argument, which may be a minor theme in the trustee's appellate brief and is probably the best argument for reversal. The same policy that underlies the federal statute&#8212;loosely, conscripting accounting firms as policemen&#8212;is one that Massachusetts <i>could</i> also adopt, and, among various ways to implement it, the state could choose to expand the prospect of civil liability for defaulting accountants by limiting the use of the <i>in pari delicto</i> doctrine in cases such as this one.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">This is a change which, for obvious reasons (fair warning, incentive effects), one might more readily expect to be done prospectively by legislation; but whether by the legislature or a court, the change depends on a policy judgment that remains debatable. Certainly, expanding accounting firms' liability in cases like the present one would create added incentives for accountants to expose wrongdoing by management; but what about the need for, and cost of, providing such a new incentive?</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">On the need side, KPMG properly observes that it already has a great deal of incentive to ensure accurate reporting, pointing to the heavy payouts it has made to former L &amp; H shareholders in suits that <i>they</i> brought against it in their own right.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> And more incentives are not automatically costless: apart from any (perhaps speculative) weakening of stockholder incentives to police management, <i>see Cenco,</i> 686 F.2d at 455-56; <i>compare In re Cendant Corp. Sec. Litig.,</i> <span class=\"citation\" data-id=\"2410175\"><a href=\"/opinion/2410175/in-re-cendant-corp-securities-litigation/\"><span class=\"volume\">139</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">585</span></a></span>, 597-98 (D.N.J.2001), increased civil exposure must ultimately raise the price of accounting services.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">A final argument, not made by the trustee, is that a few courts, but still distinctly in the minority, have said that <i>in pari delicto</i> is an equitable doctrine (probably a better rubric than standing) and have also concluded (far more debatably) that it could be inequitable to apply it where prior management was at fault but the claim was asserted on behalf of creditors or shareholders. <i>FDIC v. O'Melveny &amp; Myers,</i> <span class=\"citation\" data-id=\"700533\"><a href=\"/opinion/700533/95-cal-daily-op-serv-5839-95-daily-journal-dar-9981-federal-deposit/\"><span class=\"volume\">61</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">17</span></a></span>, 19 (9th Cir.1995); <i>Scholes v. Lehmann,</i> <span class=\"citation\" data-id=\"697301\"><a href=\"/opinion/697301/steven-s-scholes-as-receiver-for-michael-s-douglas-d-s-trading-group/\"><span class=\"volume\">56</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">750</span></a></span>, 754 (7th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">516</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1028</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">673</span></span>, <span class=\"citation no-link\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">522</span></span> (1995).</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">This is just a variation on the innocent decision-maker theme, with slightly different conditions and results, but we have not been cited (nor have we found) any Massachusetts case law in favor of this minority view. Much wrongdoing has ripple effects, and who should be entitled to collect for harm, even where causation can be shown, is one of the continuing problems for legislatures and courts. As we have said, changes in existing law should come from the Massachusetts authorities.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Pol Hauspie (Founder and Chairman of the Board), Nico Willaert (Managing Director), Gaston Bastiaens (Chief Executive Officer and President), and Jo Lernout (Founder and Managing Director) are all implicated, and are awaiting trial in Belgium, on various charges of fraud, insider trading, and stock manipulation. Carl Dammekens (Chief Financial Officer during the period in question) is also implicated by allegations in this and related lawsuits</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> L &amp; H had its U.S. headquarters in the state and KPMG-US did its principal auditing for L &amp; H from its Massachusetts office. The statute requires that the objected-to conduct occur \"primarily and substantially within the commonwealth,\" Mass. Gen. Laws ch. 93A &#167; 11; KPMG challenged the adequacy of Massachusetts contacts in the district court but the issue is not before us on this appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> KPMG-Belgium independently asserts that any claim that survives against it should be tried in Belgium, an argument also pled in the district court, on grounds of forum non conveniens or international comity. The district court did not reach these issues and neither do we</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Although the district court referred to this as a diversity case, it is actually a state law claim which is in federal court based on the court's bankruptcy jurisdiction. 28 U.S.C. &#167; 1334 (2000). Happily, the ramifications (if any) of this distinction for choice of law and<i>Erie</i> issues need not be pursued in this case.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> <i>See Stewart v. Roy Bros., Inc.,</i> <span class=\"citation\" data-id=\"2087971\"><a href=\"/opinion/2087971/stewart-v-roy-bros-inc/\"><span class=\"volume\">358</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">446</span></a></span>, <span class=\"citation\" data-id=\"2087971\"><a href=\"/opinion/2087971/stewart-v-roy-bros-inc/\"><span class=\"volume\">265</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">357</span></a></span>, 365 (1970); <i>Council v. Cohen,</i> <span class=\"citation no-link\"><span class=\"volume\">303</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">348</span></span>, <span class=\"citation no-link\"><span class=\"volume\">21</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">967</span></span>, 970 (1939); <i>Berman v. Coakley,</i> <span class=\"citation no-link\"><span class=\"volume\">243</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">348</span></span>, <span class=\"citation no-link\"><span class=\"volume\">137</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">667</span></span>, 669 (1923). The full maxim is <i>in pari delicto potior est conditio defendentis,</i> meaning \"[i]n a case of equal or mutual fault, the position of the [defending party] is the better one.\" <i>Black's Law Dictionary</i> at 791.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> <i>See, e.g., Beck v. Deloitte &amp; Touche,</i> <span class=\"citation\" data-id=\"72931\"><a href=\"/opinion/72931/beck-v-deloitte-touche/\"><span class=\"volume\">144</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">732</span></a></span>, 736 (11th Cir.1998); <i>FDIC v. Shrader &amp; York,</i> <span class=\"citation\" data-id=\"604853\"><a href=\"/opinion/604853/federal-deposit-insurance-corporation-etc-v-shrader-york-etc/\"><span class=\"volume\">991</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">216</span></a></span>, 223-24 (5th Cir.1993), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">512</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1219</span></span>, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2704</span></span>, <span class=\"citation no-link\"><span class=\"volume\">129</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">832</span></span> (1994); <i>see also Restatement (Second) of Agency</i> &#167; 282(1).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Shareholders of L &amp; H who purchased stock between 1998 and 2000 brought claims under the federal securities laws against L &amp; H's officers and directors and KPMG. These claims withstood dismissal,<i>In re Lernout &amp; Hauspie Sec. Litig.,</i> <span class=\"citation\" data-id=\"2425955\"><a href=\"/opinion/2425955/in-re-lernout-hauspie-securities-litigation/\"><span class=\"volume\">230</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">152</span></a></span>, 163-68 (D.Mass.2002), and were eventually settled by KPMG for $115 million. The former shareholders of Dragon and Dictaphone also filed claims against KPMG for false or misleading statements in connection with the acquisitions, claims which were also settled by KPMG out of court.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/72931/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109301/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110599/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110708/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117849/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198447/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199145/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199560/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201474/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201739/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202315/",
    "http://www.courtlistener.com/api/rest/v3/opinions/407818/",
    "http://www.courtlistener.com/api/rest/v3/opinions/421673/",
    "http://www.courtlistener.com/api/rest/v3/opinions/567934/",
    "http://www.courtlistener.com/api/rest/v3/opinions/604853/",
    "http://www.courtlistener.com/api/rest/v3/opinions/697301/",
    "http://www.courtlistener.com/api/rest/v3/opinions/700533/",
    "http://www.courtlistener.com/api/rest/v3/opinions/748775/",
    "http://www.courtlistener.com/api/rest/v3/opinions/775125/",
    "http://www.courtlistener.com/api/rest/v3/opinions/782708/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1535345/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1850166/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2027293/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2087971/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2095777/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2410175/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2425955/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2620886/"
  ]
}