{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202274/",
  "absolute_url": "/opinion/202274/united-states-v-martinez/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202274/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:48:23Z",
  "date_modified": "2016-02-28T05:07:38.109232Z",
  "type": "010combined",
  "sha1": "96a4fbaa380dac76678e70608e056d82a712f8a2",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/04-1013-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2006/06/23/US_v._Martinez.pdf",
  "plain_text": "          United States Court of Appeals\n                       For the First Circuit\n\n\nNo. 04-1013\n\n                           United States,\n\n                              Appellee,\n\n                                 v.\n\n                          Freddy Martinez,\n\n                        Defendant, Appellant.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n              [Hon. Nancy Gertner, U.S. District Judge]\n\n\n                               Before\n\n              Selya, Lipez, and Howard, Circuit Judges.\n\n\n\n     John H. LaChance, for appellant.\n     Rachel E. Hershfang, Assistant U.S. Attorney, with whom\nMichael J. Sullivan, U.S. Attorney, was on brief, for appellee.\n\n\n\n                            June 23, 2006\n\f            LIPEZ, Circuit Judge.           Freddy Martinez was convicted by\n\na jury of conspiracy to possess and distribute narcotics.                           On\n\nappeal, Martinez challenges his conviction, asserting that the\n\ndistrict court erred in denying his motion to suppress evidence\n\nobtained through the use of wiretaps on three cellular telephones.\n\nMartinez   claims    that       the    government    did   not   meet    the     strict\n\nrequirements for obtaining such wiretaps set forth in 18 U.S.C. §\n\n2518.     He also appeals his sentence, in the aftermath of the\n\nSupreme Court's decision in United States v. Booker, 543 U.S. 220\n\n(2005).    We affirm.\n\n                                          I.\n\n            Given that the central issue in this appeal is the\n\nvalidity of certain wiretaps obtained by the government, we begin\n\nby   describing     the    relevant       facts     of   Martinez's      conviction,\n\nincluding the history of the wiretaps.\n\nA.   The original investigation leading to Martinez\n\n            An   initial    multi-district          investigation     by    the   Drug\n\nEnforcement Administration (\"DEA\") targeted two men, known as\n\n\"Hercules\" and \"Pachito\". Court-authorized electronic surveillance\n\nused during this investigation (the \"Pachito wires\") intercepted\n\ncommunications with a Dominican male identified only as \"Gallo\".\n\nIn   November    1999,    after       authorization      for   the   Pachito      wires\n\nexpired, the DEA persuaded Hercules to cooperate with authorities.\n\nHercules   provided       the    DEA    with    information      about     his    drug-\n\n\n                                          -2-\n\ftrafficking activities in Massachusetts, including information that\n\nHercules and Pachito had supplied hundreds of kilograms of cocaine\n\nto \"Gallo\".\n\n            The    DEA's    investigation    of    \"Gallo\"       commenced    in\n\nJanuary/February 2000.        Through physical surveillance, the DEA\n\nidentified \"Gallo\" as Martinez.        With Hercules's assistance, the\n\nDEA placed consensually1 recorded calls to Martinez, and recorded\n\nand monitored a meeting between Martinez and Hercules.                  At the\n\nmeeting,   the    two   discussed   different     prices   per    kilogram    of\n\ncocaine; however, a deal was never consummated.\n\n            During the same time period -- January/February 2000 --\n\nthe DEA in New Hampshire apprehended an individual referred to as\n\n\"CW-2\".    CW-2, one of Martinez's cocaine customers, also agreed to\n\ncooperate with law enforcement officials.           CW-2 told the DEA that\n\nhe had been purchasing approximately one kilogram of cocaine from\n\nMartinez   every    three   weeks   since   February   1999.        CW-2     also\n\nidentified an individual known as \"Lulu,\" a/k/a Luis Melendez, as\n\nMartinez's partner in the drug business.\n\n            CW-2 also made a series of recorded phone calls to\n\nMartinez in February 2000.          In these calls, CW-2 and Martinez\n\ndiscussed the amount of money CW-2 owed Martinez for a kilogram of\n\ncocaine CW-2 had in his possession when the DEA apprehended CW-2.\n\n\n\n     1\n       \"Consensual\" simply means that Hercules consented to the\nrecording of the conversation.\n\n                                     -3-\n\fAt the DEA's direction and under its surveillance, CW-2 made three\n\npartial payments to Martinez for the cocaine.                         The first payment\n\nwas   made   to      Claudia       Sanchez    (\"Sanchez\"),           Martinez's     live-in\n\ngirlfriend; the second to Sanchez and Martinez; and the third to\n\nMartinez.\n\nB.    The Martinez wiretaps\n\n             Contemporaneous with their use of Hercules and CW-2, the\n\nDEA    agents     used       a    number     of    traditional         law     enforcement\n\ninvestigative techniques -- including physical surveillance, pen\n\nregisters,      and     telephone        toll      records      --    to     some   effect.\n\nMeanwhile,      the    DEA       rejected    the    use    of    other     techniques    --\n\nincluding    search      warrants,         grand    jury   subpoenas,         and   witness\n\ninterviews      --      for       fear     that    they      could       compromise     the\n\ninvestigation.         As detailed in the affidavits in support of the\n\nthree wiretaps at issue here, the DEA asserted that traditional\n\ninvestigative         techniques      were    incapable         of   meeting    the   DEA's\n\nlonger-term goals for the Martinez investigation.                              These goals\n\nincluded: identifying Martinez's current source(s) for his supply\n\nof cocaine, his other management-level co-conspirators, and major\n\ncustomers; learning how Martinez was disposing of the proceeds from\n\nhis    operation;        locating        additional          stash      locations;      and\n\nunderstanding the use of already-identified stash locations.                              A\n\nfederal judge approved the three wiretaps.\n\n\n\n\n                                             -4-\n\fC.   The suppression motion and trial\n\n           As a result of the wiretap investigation, Martinez and\n\nten co-defendants were charged on May 17, 2000, in a one-count\n\nindictment with conspiracy to possess with intent to distribute,\n\nand to distribute, cocaine, in violation of 21 U.S.C. §§ 841(a)(1)\n\nand 846.   Searches executed the following day at the homes of the\n\ndefendants pursuant to search warrants uncovered cocaine and other\n\ncontrolled substances, money, and paraphernalia used to cut and\n\nprepare cocaine for distribution.       In subsequent proceedings,\n\nMartinez moved to suppress the electronic surveillance evidence\n\nobtained from the three wiretaps on the ground that DEA Special\n\nAgent Samuel J. Masiello's (\"Masiello\") affidavits in support of\n\nthe wiretaps on the three cellular telephones used by Martinez did\n\nnot satisfy the \"necessity\" requirement of 18 U.S.C. § 2518(1)(c).2\n\nThe district court denied the motion to suppress \"for the reasons\n\nstated in the government's memorandum.\"     On February 12, 2003,\n\nfollowing an 11-day jury trial, Martinez was found guilty.     The\n\nverdict included a finding that the conspiracy had involved five or\n\nmore kilograms of cocaine.\n\nD.   Sentencing\n\n           The Presentence Report (\"PSR\") concluded that Martinez\n\nwas responsible for 205 kilograms of cocaine and 74.84 kilograms of\n\n\n     2\n       18 U.S.C. § 2518 was enacted as part of Title III of the\nOmnibus Crime Control and Safe Streets Act of 1968, which is\ncodified at 18 U.S.C. §§ 2510-22 (\"Title III\").\n\n                                -5-\n\fmarijuana, yielding a base offense level of 38.                  The PSR also\n\nrecommended    that    Martinez    should     receive   a   four-level    upward\n\nadjustment because of his supervisory role in the offense, pursuant\n\nto USSG § 3B1.1, resulting in a total offense level of 42.               Because\n\nhe fell within Criminal History Category II, the PSR calculated\n\nMartinez's guideline sentence range to be 360 months to life.\n\nMartinez was also subject to a statutory mandatory minimum sentence\n\nof 10 years pursuant to 21 U.S.C. § 841(b)(1)(A).\n\n            Martinez was sentenced on December 11, 2003.               He did not\n\ncontest the PSR's calculations, and he did not move for a downward\n\ndeparture or advance an argument for leniency.              The district court\n\naccepted the guideline recommendation in the PSR in its entirety.\n\nThe district court then sentenced Martinez to a term of 360 months\n\nof imprisonment, the bottom of his applicable guideline range, and\n\nfive years of supervised release.             Martinez did not object to the\n\nsentence.\n\n                                        II.\n\nA. Legal background\n\n            Martinez    contends    that      the   district   court    erred   in\n\ndenying his motion to suppress the evidence obtained by the three\n\nTitle III wiretaps.         The statutory requirements for a Title III\n\nwiretap, set forth in 18 U.S.C. § 2510 et seq., include what is\n\ncommonly    referred   to    as   the   \"necessity\"     requirement.       In   an\n\napplication for a Title III wiretap, the government must include \"a\n\n\n                                        -6-\n\ffull     and    complete     statement    as   to    whether   or    not     other\n\ninvestigative procedures have been tried and failed or why they\n\nreasonably appear to be unlikely to succeed if tried or to be too\n\ndangerous.\"        18   U.S.C.    §    2518(1)(c).     In   United   States    v.\n\nVillarman-Oviedo, 325 F.3d 1 (1st Cir. 2003), we held § 2518(1)(c)\n\n\"to mean that the statement should demonstrate that the government\n\nhas made a reasonable, good faith effort to run the gamut of normal\n\ninvestigative procedures before resorting to means so intrusive as\n\nelectronic interception of telephone calls.\"                Id. at 9 (internal\n\ncitations and quotation marks omitted). In such a statement, \"[i]t\n\nis not necessary . . . to show that other methods have been\n\nentirely unsuccessful.\"          Id.\n\n               The court authorizing the Title III wiretap \"must satisfy\n\nitself that the government has used normal techniques but it has\n\nencountered difficulties in penetrating a criminal enterprise or in\n\ngathering evidence -- to the point where (given the statutory\n\npreference      for   less   intrusive    techniques)    wiretapping       becomes\n\nreasonable.\" United States v. Abou-Saada, 785 F.2d 1, 11 (1st Cir.\n\n1986).    On appeal, the sufficiency of the government's statement\n\nproffered to satisfy the necessity requirement is reviewed under a\n\nsubstantially deferential standard.            In United States v. Santana,\n\n342 F.3d 60 (1st Cir. 2003), we stated that \"[w]hen reviewing the\n\ngovernment's showing of necessity, our role is not to make a de\n\nnovo determination of sufficiency as if we were the issuing judge,\n\n\n                                         -7-\n\fbut to decide if the facts set forth in the application were\n\nminimally adequate to support the determination that was made.\"\n\nId. at 65 (internal quotation marks, brackets, and citations\n\nomitted).\n\nB.   Martinez's arguments\n\n            Defendant challenges the use of wiretap evidence in this\n\ncase on two grounds.         First, he argues that \"a fair reading of the\n\naffidavits reveals that the statements of necessity are largely\n\nboilerplate       and   do   not   relate      specifically    to    the    Martinez\n\ninvestigation.\"         Second, Defendant claims that the government has\n\n\"manufacture[d] necessity by defining its investigative goals so\n\nbroadly and so generally that a wiretap could be obtained in any\n\ndrug investigation.\"         We analyze these assertions in turn.\n\n            i.     Boilerplate\n\n            Martinez says that the affidavits are too general, i.e.,\n\nthey   do   not    specifically      relate      the   request      for    Title   III\n\nsurveillance to the specific case at hand.               This characterization\n\nof the affidavits is inaccurate.            The Masiello affidavits describe\n\nin   case-specific       detail    the   DEA's    use,   or   consideration        and\n\nrejection,    of    eight    traditional       investigative     techniques:       (1)\n\nphysical surveillance; (2) cooperating witnesses; (3) undercover\n\nofficers; (4) witness interviews; (5) grand jury subpoenas; (6)\n\nsearch warrants; (7) pen registers; and (8) telephone tolls.\n\n\n\n\n                                         -8-\n\f               For example, as to physical surveillance, the affidavits\n\nstated    that,        while     partially          successful    in        advancing      the\n\ninvestigation         --    i.e.,     identifying       \"Gallo\"        as    Martinez     and\n\ntentatively identifying two locations used as \"stash houses\" or\n\n\"money houses\" -- physical surveillance was of limited additional\n\nvalue because it could only tell the DEA what they could see, e.g.,\n\nthe    contents    of      opaque     black    bags    could     not    be    ascertained.\n\nFurthermore, the affidavits explained that prolonged surveillance\n\nwas not advisable because, in general, it is often detected by the\n\ntargets of an investigation.\n\n               As to the use of the grand jury, the affidavits explained\n\nthat    such    use    would     be   largely       ineffective        because     the    true\n\nidentities or actual whereabouts of many of the targets of the\n\ninvestigation         remained      unknown.         Additionally,          the   affidavits\n\nopined    that    if       the   principals     of     the   conspiracy,          their    co-\n\nconspirators, and other participants were called to testify before\n\nthe grand jury, they would likely be uncooperative and invoke their\n\nFifth Amendment right against self-incrimination. Furthermore, the\n\naffidavits noted that granting immunity to individuals already\n\nidentified might insulate highly culpable members of the conspiracy\n\nfrom prosecution, and premature use of the grand jury could alert\n\nthe members of the conspiracy to the investigation.\n\n               The Masiello affidavits explained in similar detail the\n\nproblems, both actual and potential, with the other six listed\n\n\n                                              -9-\n\finvestigative techniques.            Aware of these explanations, Martinez\n\nclaims that \"[e]ven when they are specific to this investigation,\n\nthe   problems     recited    are    common      to     most,     if   not    all,   drug\n\ninvestigations.       The affidavits simply do not explain why this\n\ninvestigation is different from the ordinary drug investigation and\n\nthus warrants use of electronic surveillance while others do not.\"\n\nIn support of this argument, he cites the Tenth Circuit case of\n\nUnited States v. Castillo-Garcia, 117 F.3d 1179 (10th Cir. 1997)\n\n(overruled    on    other     grounds      by     United        States   v.    Ramirez-\n\nEncarnacion, 291 F.3d 1219, 1222 n.1 (10th Cir. 2002)). There, the\n\nTenth Circuit upheld a district court's decision to suppress\n\nevidence obtained from a number of wiretaps because the supporting\n\naffidavits \"simply failed to contain any evidence, other than\n\nconclusory    evidence       that    would      apply      to    virtually    all    drug\n\nconspiracy investigations, that 'normal investigative procedures'\n\n-- particularly 'standard visual and aural surveillance' -- would\n\nhave been unlikely to succeed.\"              Id. at 1195 (emphasis omitted).\n\n            The affidavits here do not simply reiterate \"conclusory\n\nevidence\".   They    explain        in   detail      how    and    why   other   normal\n\ninvestigative techniques were either exhausted or not feasible.\n\nMoreover,    Martinez    is    misguided        in    his       insistence    that    the\n\ngovernment can meet the Title III necessity requirement only by\n\nshowing that the particular investigation at issue is \"different\n\nfrom the ordinary drug investigation\".                     There is no requirement\n\n\n                                         -10-\n\fthat the government establish such a difference.                 Necessity is a\n\nfunction of the specifics of the case, not its uniqueness.                  If    a\n\nseemingly   \"ordinary\"      drug    investigation    requires     a     Title    III\n\nwiretap, and the government establishes that necessity with the\n\nparticulars of a given investigation, no more is needed.                        The\n\nordinariness of the investigation does not preclude a finding of\n\nnecessity for the use of wiretaps to further the investigation. In\n\nthis instance, we are satisfied that the affidavits provided\n\nsufficient detail to meet the \"necessity\" requirement of Title III.\n\n            ii.    Broad investigative goals\n\n            Martinez    also      argues   that   \"the   government      may     not\n\nmanufacture     necessity    by    defining   its   investigative       goals     so\n\nbroadly and so generally that a wiretap could be obtained in any\n\ndrug investigation.\"      Specifically, he claims that \"the government\n\nclearly   and     intentionally     defined   the   goals   of    the    Martinez\n\ninvestigation in such broad terms so as to insure that normal\n\ntechniques of investigation were incapable of achieving them.\"\n\n            In support of this position, Martinez cites the Ninth\n\nCircuit case of United States v. Blackmon, 273 F.3d 1204 (9th Cir.\n\n2001).    Specifically, he quotes the Ninth Circuit's statement that\n\nthe:\n\n       generic nature [of the problems of police investigation]\n       does not dissipate simply because the government claims\n       a vast investigative purpose. Wiretaps themselves could\n       little achieve the investigative goals stated in the\n       government's application. The government may not cast\n\n\n                                      -11-\n\f      its investigative net so far and so wide                               as    to\n      manufacture necessity in all circumstances.\n\nId. at 1211.\n\n            Blackmon is easily distinguishable.                    There, the      wiretap\n\napplication for one defendant, Blackmon, was duplicated -- or to\n\nuse   the   court's    phrase       \"carbon      copied\"      --    from    the    wiretap\n\napplication of another defendant. As a result, there were material\n\nomissions in the affidavits in support of the wiretap on Blackmon.\n\nMoreover,     the    government         did   not    target        any    individualized\n\ninvestigation at Blackmon before applying for a wiretap.                           See id.\n\nat 1208.      Stripped of the language duplicated from the other\n\naffidavit, the affidavit at issue in Blackmon only contained the\n\n\"lofty goals\", leaving the court with no reason to believe the\n\ngovernment's    proffer       of    necessity       as   to   Blackmon.           Here,   in\n\ncontrast, the government conducted an extensive investigation of\n\nMartinez before applying for a Title III wiretap, and described\n\nthat investigation in the affidavits.\n\n            More importantly, while Martinez has categorized the\n\ngoals of the investigation into his dealings as \"impossibly broad\n\nand unrealistic,\" the goals contained in the Masiello affidavits\n\nare neither.        In his first affidavit, Masiello identified the\n\nfollowing investigative objectives: (1) identifying all of the\n\nindividuals     who    were        supplying     Martinez          with    cocaine;       (2)\n\nidentifying    the    manner       in   which    the     organization        transported\n\ncocaine; (3) identifying the manner in which payment was made to\n\n                                          -12-\n\fthe sources of supply for the cocaine that was distributed by\n\nMartinez; (4) identifying all of the locations where cocaine was\n\nstored by the organization; and (5) identifying the manner in which\n\nMartinez and his associates laundered and invested their drug\n\nproceeds.     These are all discrete and realistic goals for a\n\ncriminal drug investigation that has legitimately cast a wide net.\n\nThey are similar to goals that we have approved for wiretaps in\n\nprevious cases.\n\n            For example, in Villarman-Oviedo, we upheld a wiretap\n\nwhere the goals of the investigation were to \"uncover[] the full\n\nscope of the potential crimes under investigation, as well as the\n\nidentities of those responsible\" and to \"obtain[] evidence of the\n\ntotality of offenses in which the targets of the investigation were\n\ninvolved.\"   325 F.3d at 10.      In United States v. Santana, 342 F.3d\n\n60 (1st Cir. 2003), we upheld a wiretap that investigators asserted\n\n\"was   necessary   to   uncover   the   full   scope   of   the   conspiracy,\n\nincluding conclusive proof of identity[,] and information as to how\n\nthe drug sales were made.\"        Id. at 66; see also United States v.\n\nDavid, 940 F.2d 722 (1st Cir. 1991); United States v. Ashley, 876\n\nF.2d 1069 (1st Cir. 1989); United States v. Abou-Saada, 785 F.2d 1\n\n(1st Cir. 1986).        As in those cases, the major goals of the\n\ninvestigation at issue here were both legitimate and attainable.\n\nThe district court properly denied Defendant's motions to suppress.\n\n\n\n\n                                    -13-\n\f                                      III.\n\n           Finally, Martinez contends that his sentence should be\n\nvacated and the case remanded for re-sentencing as a result of the\n\nSupreme Court's Booker decision.         Because he did not raise a claim\n\nunder either Apprendi v. New Jersey, 530 U.S. 466 (2000), or\n\nBlakely v. Washington, 542 U.S. 296 (2004), and because he did not\n\nchallenge the constitutionality of the sentencing guidelines below,\n\nhis Booker claim is unpreserved.          Hence, we review his claim for\n\nplain error only.     See United States v. Antonakopoulos, 399 F.3d\n\n68, 80-81 (1st Cir. 2005).\n\n           Under Antonakopoulos, the first two parts of plain error\n\nreview   are   satisfied   when   a   defendant    was   sentenced   under    a\n\nmandatory guidelines system.3         Id. at 77.    But the defendant must\n\ngo on to show that there was prejudice.            Id. at 80.   That is, he\n\nmust show that there was a \"reasonable probability\" that his\n\nsentence would have been more favorable to him under an advisory\n\nguidelines system.    Id. at 78-79.      A defendant cannot satisfy this\n\nburden by \"the mere assertion that the court might have given the\n\ndefendant a more favorable sentence.\"         Id. at 80.\n\n           Here, Martinez fails to demonstrate that there is a\n\nreasonable probability of a more favorable outcome on remand.                He\n\n\n     3\n       \"The first two prongs of the Olano [plain-error] test as to\nBooker error are satisfied whenever defendant's Guidelines sentence\nwas imposed under a mandatory Guidelines system. There was 'error'\nand it was 'plain' at least at the time of appellate\nconsideration.\" Antonakopoulos, 399 F.3d at 77.\n\n                                      -14-\n\fcites only one concrete fact -- the district court's decision to\n\nsentence him at the bottom of the applicable guideline range.   We\n\nhave said repeatedly that reference to a district court's decision\n\nto sentence a defendant at the bottom of the guideline range is not\n\nenough.   See, e.g., United States v. Sánchez-Berríos, 424 F.3d 65,\n\n80 (1st Cir. 2005) (stating that the fact that defendant was\n\nsentenced at the bottom of the guidelines range, “standing alone,\n\nis manifestly insufficient to satisfy the third element of the\n\nplain error test”); United States v. Guzmán, 419 F.3d 27, 33 (1st\n\nCir. 2005) (\"The fact that the district court imposed a sentence at\n\nthe bottom of the guideline sentencing range, standing alone, does\n\nnot give rise to a reasonable probability that, under advisory\n\nguidelines, it would have imposed a sentence lower than what the\n\nguidelines prescribed.\"); accord United States v. Figuereo, 404\n\nF.3d 537, 542 (1st Cir. 2005); United States v. Cacho-Bonilla, 404\n\nF.3d 84, 95 (1st Cir. 2005); United States v. Serrano-Beauvaix, 400\n\nF.3d 50, 55 (1st Cir. 2005).\n\n           For the remainder of his sentencing argument, Martinez\n\ndescribes the types of claims he would have made to the district\n\ncourt if an advisory guidelines system had been in place.    These\n\nclaims take three forms: (1) specific arguments he would have made\n\nattacking the way in which the guidelines were applied to him; (2)\n\narguments for a more lenient sentence in light of the goals of\n\nsentencing; and (3) his good character.\n\n\n                                -15-\n\f          As to whether the sentencing judge properly applied the\n\nguidelines, Martinez would have argued, for example, that: (1) the\n\nconspiracy was not really hierarchical in nature so the supervisor\n\nenhancement should not have been applied; (2) the quantity of\n\ncocaine attributed to him, while permitted by the guidelines,\n\nimproperly    included    estimates     by   cooperating        witnesses        on\n\nquantities    not   actually   recovered;    and   (3)    his   record     for    a\n\nCategory II offender was minor.       Martinez did not make any of these\n\navailable arguments at sentencing.           They do not depend on the\n\nadvisory nature of the guidelines.        He cannot make these arguments\n\nnow on appeal.      See, e.g., United States v. Miranda-Santiago, 96\n\nF.3d 517, 531 (1st Cir. 1996).\n\n          As for his second type of argument, Martinez would have\n\nargued, for example, that a sentence of 30 years without parole for\n\ndrug offenses not related to death, bodily injury, or use of force\n\nis too high to accomplish the goals of sentencing.               This type of\n\ngenerality does not provide the specific facts that might persuade\n\nus that there is a \"reasonable probability\" that his sentence might\n\nhave   been      more     favorable     under      advisory         guidelines.\n\nAntonakopoulos, 399 F.3d at 75.\n\n          Finally,      Martinez   asserts    that,      if   his   case    were\n\nremanded, he would inform the district court of the role he played\n\nin obtaining the dismissal of charges against his girlfriend,\n\nClaudia Sanchez.     Martinez apparently contends that the assistance\n\n\n                                   -16-\n\fhe rendered on behalf of his girlfriend is a \"mitigating factor\n\n[that] existed but was not available for consideration\" pre-Booker.\n\nAlthough the facts were different, the district court had similar\n\nevidence in mitigation before it when it made its sentencing\n\ndecision.    This additional fact does not establish a reasonable\n\nprobability of a different sentencing outcome.\n\n            Affirmed.\n\n\n\n\n                               -17-\n\f",
  "html": "<p class=\"case_cite\">452 F.3d 1</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Freddy MARTINEZ, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 04-1013.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard December 7, 2005.</p>\n    <p class=\"date\">Decided June 23, 2006.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">John H. LaChance, for appellant.</p>\n      <p class=\"indent\">Rachel E. Hershfang, Assistant U.S. Attorney, with whom Michael J. Sullivan, U.S. Attorney, was on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, LIPEZ, and HOWARD, Circuit Judges.</p>\n      <p class=\"indent\">LIPEZ, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Freddy Martinez was convicted by a jury of conspiracy to possess and distribute narcotics. On appeal, Martinez challenges his conviction, asserting that the district court erred in denying his motion to suppress evidence obtained through the use of wiretaps on three cellular telephones. Martinez claims that the government did not meet the strict requirements for obtaining such wiretaps set forth in 18 U.S.C. &#167; 2518. He also appeals his sentence, in the aftermath of the Supreme Court's decision in <i>United States v. Booker,</i> 543 U.S. 220, 125 S.Ct. 738, 160 L.Ed.2d 621 (2005). We affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Given that the central issue in this appeal is the validity of certain wiretaps obtained by the government, we begin by describing the relevant facts of Martinez's conviction, including the history of the wiretaps.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">A. The original investigation leading to Martinez</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">An initial multi-district investigation by the Drug Enforcement Administration (\"DEA\") targeted two men, known as \"Hercules\" and \"Pachito\". Court-authorized electronic surveillance used during this investigation (the \"Pachito wires\") intercepted communications with a Dominican male identified only as \"Gallo\". In November 1999, after authorization for the Pachito wires expired, the DEA persuaded Hercules to cooperate with authorities. Hercules provided the DEA with information about his drug-trafficking activities in Massachusetts, including information that Hercules and Pachito had supplied hundreds of kilograms of cocaine to \"Gallo\".</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The DEA's investigation of \"Gallo\" commenced in January/February 2000. Through physical surveillance, the DEA identified \"Gallo\" as Martinez. With Hercules's assistance, the DEA placed consensually<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> recorded calls to Martinez, and recorded and monitored a meeting between Martinez and Hercules. At the meeting, the two discussed different prices per kilogram of cocaine; however, a deal was never consummated.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">During the same time period&#8212;January/February 2000&#8212;the DEA in New Hampshire apprehended an individual referred to as \"CW-2\". CW-2, one of Martinez's cocaine customers, also agreed to cooperate with law enforcement officials. CW-2 told the DEA that he had been purchasing approximately one kilogram of cocaine from Martinez every three weeks since February 1999. CW-2 also identified an individual known as \"Lulu,\" a/k/a Luis Melendez, as Martinez's partner in the drug business.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">CW-2 also made a series of recorded phone calls to Martinez in February 2000. In these calls, CW-2 and Martinez discussed the amount of money CW-2 owed Martinez for a kilogram of cocaine CW-2 had in his possession when the DEA apprehended CW-2. At the DEA's direction and under its surveillance, CW-2 made three partial payments to Martinez for the cocaine. The first payment was made to Claudia Sanchez (\"Sanchez\"), Martinez's live-in girlfriend; the second to Sanchez and Martinez; and the third to Martinez.</p>\n    </div>\n    <p class=\"indent\">B. The Martinez wiretaps</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Contemporaneous with their use of Hercules and CW-2, the DEA agents used a number of traditional law enforcement investigative techniques&#8212;including physical surveillance, pen registers, and telephone toll records&#8212;to some effect. Meanwhile, the DEA rejected the use of other techniques&#8212;including search warrants, grand jury subpoenas, and witness interviews&#8212; for fear that they could compromise the investigation. As detailed in the affidavits in support of the three wiretaps at issue here, the DEA asserted that traditional investigative techniques were incapable of meeting the DEA's longer-term goals for the Martinez investigation. These goals included: identifying Martinez's current source(s) for his supply of cocaine, his other management-level co-conspirators, and major customers; learning how Martinez was disposing of the proceeds from his operation; locating additional stash locations; and understanding the use of already-identified stash locations. A federal judge approved the three wiretaps.</p>\n    </div>\n    <p class=\"indent\">C. The suppression motion and trial</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">As a result of the wiretap investigation, Martinez and ten co-defendants were charged on May 17, 2000, in a one-count indictment with conspiracy to possess with intent to distribute, and to distribute, cocaine, in violation of 21 U.S.C. &#167;&#167; 841(a)(1) and 846. Searches executed the following day at the homes of the defendants pursuant to search warrants uncovered cocaine and other controlled substances, money, and paraphernalia used to cut and prepare cocaine for distribution. In subsequent proceedings, Martinez moved to suppress the electronic surveillance evidence obtained from the three wiretaps on the ground that DEA Special Agent Samuel J. Masiello's (\"Masiello\") affidavits in support of the wiretaps on the three cellular telephones used by Martinez did not satisfy the \"necessity\" requirement of 18 U.S.C. &#167; 2518(1)(c).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> The district court denied the motion to suppress \"for the reasons stated in the government's memorandum.\" On February 12, 2003, following an 11-day jury trial, Martinez was found guilty. The verdict included a finding that the conspiracy had involved five or more kilograms of cocaine.</p>\n    </div>\n    <p class=\"indent\">D. Sentencing</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The Presentence Report (\"PSR\") concluded that Martinez was responsible for 205 kilograms of cocaine and 74.84 kilograms of marijuana, yielding a base offense level of 38. The PSR also recommended that Martinez should receive a four-level upward adjustment because of his supervisory role in the offense, pursuant to USSG &#167; 3B1.1, resulting in a total offense level of 42. Because he fell within Criminal History Category II, the PSR calculated Martinez's guideline sentence range to be 360 months to life. Martinez was also subject to a statutory mandatory minimum sentence of 10 years pursuant to 21 U.S.C. &#167; 841(b)(1)(A).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Martinez was sentenced on December 11, 2003. He did not contest the PSR's calculations, and he did not move for a downward departure or advance an argument for leniency. The district court accepted the guideline recommendation in the PSR in its entirety. The district court then sentenced Martinez to a term of 360 months of imprisonment, the bottom of his applicable guideline range, and five years of supervised release. Martinez did not object to the sentence.</p>\n    </div>\n    <p>II.</p>\n    <p class=\"indent\">A. Legal background</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Martinez contends that the district court erred in denying his motion to suppress the evidence obtained by the three Title III wiretaps. The statutory requirements for a Title III wiretap, set forth in 18 U.S.C. &#167; 2510 <i>et seq.,</i> include what is commonly referred to as the \"necessity\" requirement. In an application for a Title III wiretap, the government must include \"a full and complete statement as to whether or not other investigative procedures have been tried and failed or why they reasonably appear to be unlikely to succeed if tried or to be too dangerous.\" 18 U.S.C. &#167; 2518(1)(c). In <i>United States v. Villarman-Oviedo,</i> 325 F.3d 1 (1st Cir. 2003), we held &#167; 2518(1)(c) \"to mean that the statement should demonstrate that the government has made a reasonable, good faith effort to run the gamut of normal investigative procedures before resorting to means so intrusive as electronic interception of telephone calls.\" <i>Id.</i> at 9 (internal citations and quotation marks omitted). In such a statement, \"[i]t is not necessary... to show that other methods have been entirely unsuccessful.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The court authorizing the Title III wiretap \"must satisfy itself that the government has used normal techniques but it has encountered difficulties in penetrating a criminal enterprise or in gathering evidence&#8212;to the point where (given the statutory preference for less intrusive techniques) wiretapping becomes reasonable.\" <i>United States v. Abou-Saada,</i> 785 F.2d 1, 11 (1st Cir. 1986). On appeal, the sufficiency of the government's statement proffered to satisfy the necessity requirement is reviewed under a substantially deferential standard. In <i>United States v. Santana,</i> 342 F.3d 60 (1st Cir. 2003), we stated that \"[w]hen reviewing the government's showing of necessity, our role is not to make a de novo determination of sufficiency as if we were the issuing judge, but to decide if the facts set forth in the application were minimally adequate to support the determination that was made.\" <i>Id.</i> at 65 (internal quotation marks, brackets, and citations omitted).</p>\n    </div>\n    <p class=\"indent\">B. Martinez's arguments</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Defendant challenges the use of wiretap evidence in this case on two grounds. First, he argues that \"a fair reading of the affidavits reveals that the statements of necessity are largely boilerplate and do not relate specifically to the Martinez investigation.\" Second, Defendant claims that the government has \"manufacture[d] necessity by defining its investigative goals so broadly and so generally that a wiretap could be obtained in any drug investigation.\" We analyze these assertions in turn.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">i. Boilerplate</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Martinez says that the affidavits are too general, i.e., they do not specifically relate the request for Title III surveillance to the specific case at hand. This characterization of the affidavits is inaccurate. The Masiello affidavits describe in case-specific detail the DEA's use, or consideration and rejection, of eight traditional investigative techniques: (1) physical surveillance; (2) cooperating witnesses; (3) undercover officers; (4) witness interviews; (5) grand jury subpoenas; (6) search warrants; (7) pen registers; and (8) telephone tolls.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">For example, as to physical surveillance, the affidavits stated that, while partially successful in advancing the investigation&#8212; i.e., identifying \"Gallo\" as Martinez and tentatively identifying two locations used as \"stash houses\" or \"money houses\"&#8212; physical surveillance was of limited additional value because it could only tell the DEA what they could see, e.g., the contents of opaque black bags could not be ascertained. Furthermore, the affidavits explained that prolonged surveillance was not advisable because, in general, it is often detected by the targets of an investigation.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">As to the use of the grand jury, the affidavits explained that such use would be largely ineffective because the true identities or actual whereabouts of many of the targets of the investigation remained unknown. Additionally, the affidavits opined that if the principals of the conspiracy, their co-conspirators, and other participants were called to testify before the grand jury, they would likely be uncooperative and invoke their Fifth Amendment right against self-incrimination. Furthermore, the affidavits noted that granting immunity to individuals already identified might insulate highly culpable members of the conspiracy from prosecution, and premature use of the grand jury could alert the members of the conspiracy to the investigation.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The Masiello affidavits explained in similar detail the problems, both actual and potential, with the other six listed investigative techniques. Aware of these explanations, Martinez claims that \"[e]ven when they are specific to this investigation, the problems recited are common to most, if not all, drug investigations. The affidavits simply do not explain why this investigation is different from the ordinary drug investigation and thus warrants use of electronic surveillance while others do not.\" In support of this argument, he cites the Tenth Circuit case of <i>United States v. Castillo-Garcia,</i> 117 F.3d 1179 (10th Cir.1997) (overruled on other grounds by <i>United States v. Ramirez-Encarnacion,</i> 291 F.3d 1219, 1222 n. 1 (10th Cir.2002)). There, the Tenth Circuit upheld a district court's decision to suppress evidence obtained from a number of wiretaps because the supporting affidavits \"simply failed to contain any evidence, other than conclusory evidence that would apply to virtually all drug conspiracy investigations, that `normal investigative procedures'&#8212;particularly `standard visual and aural surveillance'&#8212;would have been unlikely to succeed.\" <i>Id.</i> at 1195 (emphasis omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The affidavits here do not simply reiterate \"conclusory evidence\". They explain in detail how and why other normal investigative techniques were either exhausted or not feasible. Moreover, Martinez is misguided in his insistence that the government can meet the Title III necessity requirement only by showing that the particular investigation at issue is \"different from the ordinary drug investigation\". There is no requirement that the government establish such a difference. Necessity is a function of the specifics of the case, not its uniqueness. If a seemingly \"ordinary\" drug investigation requires a Title III wiretap, and the government establishes that necessity with the particulars of a given investigation, no more is needed. The ordinariness of the investigation does not preclude a finding of necessity for the use of wiretaps to further the investigation. In this instance, we are satisfied that the affidavits provided sufficient detail to meet the \"necessity\" requirement of Title III.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">ii. Broad investigative goals</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Martinez also argues that \"the government may not manufacture necessity by defining its investigative goals so broadly and so generally that a wiretap could be obtained in any drug investigation.\" Specifically, he claims that \"the government clearly and intentionally defined the goals of the Martinez investigation in such broad terms so as to insure that normal techniques of investigation were incapable of achieving them.\"</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In support of this position, Martinez cites the Ninth Circuit case of <i>United States v. Blackmon,</i> 273 F.3d 1204 (9th Cir.2001). Specifically, he quotes the Ninth Circuit's statement that the:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">generic nature [of the problems of police investigation] does not dissipate simply because the government claims a vast investigative purpose. Wiretaps themselves could little achieve the investigative goals stated in the government's application. The government may not cast its investigative net so far and so wide as to manufacture necessity in all circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\"><i>Id.</i> at 1211.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\"><i>Blackmon</i> is easily distinguishable. There, the wiretap application for one defendant, Blackmon, was duplicated&#8212;or to use the court's phrase \"carbon copied\"&#8212; from the wiretap application of another defendant. As a result, there were material omissions in the affidavits in support of the wiretap on Blackmon. Moreover, the government did not target any individualized investigation at Blackmon before applying for a wiretap. <i>See id.</i> at 1208. Stripped of the language duplicated from the other affidavit, the affidavit at issue in <i>Blackmon</i> only contained the \"lofty goals\", leaving the court with no reason to believe the government's proffer of necessity as to Blackmon. Here, in contrast, the government conducted an extensive investigation of Martinez before applying for a Title III wiretap, and described that investigation in the affidavits.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">More importantly, while Martinez has categorized the goals of the investigation into his dealings as \"impossibly broad and unrealistic,\" the goals contained in the Masiello affidavits are neither. In his first affidavit, Masiello identified the following investigative objectives: (1) identifying all of the individuals who were supplying Martinez with cocaine; (2) identifying the manner in which the organization transported cocaine; (3) identifying the manner in which payment was made to the sources of supply for the cocaine that was distributed by Martinez; (4) identifying all of the locations where cocaine was stored by the organization; and (5) identifying the manner in which Martinez and his associates laundered and invested their drug proceeds. These are all discrete and realistic goals for a criminal drug investigation that has legitimately cast a wide net. They are similar to goals that we have approved for wiretaps in previous cases.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">For example, in <i>Villarman-Oviedo,</i> we upheld a wiretap where the goals of the investigation were to \"uncover[] the full scope of the potential crimes under investigation, as well as the identities of those responsible\" and to \"obtain[] evidence of the totality of offenses in which the targets of the investigation were involved.\" 325 F.3d at 10. In <i>United States v. Santana,</i> 342 F.3d 60 (1st Cir.2003), we upheld a wiretap that investigators asserted \"was necessary to uncover the full scope of the conspiracy, including conclusive proof of identity[,] and information as to how the drug sales were made.\" <i>Id.</i> at 66; <i>see also United States v. David,</i> 940 F.2d 722 (1st Cir.1991); <i>United States v. Ashley,</i> 876 F.2d 1069 (1st Cir.1989); <i>United States v. Abou-Saada,</i> 785 F.2d 1 (1st Cir.1986). As in those cases, the major goals of the investigation at issue here were both legitimate and attainable. The district court properly denied Defendant's motions to suppress.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Finally, Martinez contends that his sentence should be vacated and the case remanded for re-sentencing as a result of the Supreme Court's <i>Booker</i> decision. Because he did not raise a claim under either <i>Apprendi v. New Jersey,</i> 530 U.S. 466, 120 S.Ct. 2348, 147 L.Ed.2d 435 (2000), or <i>Blakely v. Washington,</i> 542 U.S. 296, 124 S.Ct. 2531, 159 L.Ed.2d 403 (2004), and because he did not challenge the constitutionality of the sentencing guidelines below, his <i>Booker</i> claim is unpreserved. Hence, we review his claim for plain error only. <i>See United States v. Antonakopoulos,</i> 399 F.3d 68, 80-81 (1st Cir.2005).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Under <i>Antonakopoulos,</i> the first two parts of plain error review are satisfied when a defendant was sentenced under a mandatory guidelines system.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> <i>Id.</i> at 77. But the defendant must go on to show that there was prejudice. <i>Id.</i> at 80. That is, he must show that there was a \"reasonable probability\" that his sentence would have been more favorable to him under an advisory guidelines system. <i>Id.</i> at 78-79. A defendant cannot satisfy this burden by \"the mere assertion that the court might have given the defendant a more favorable sentence.\" <i>Id.</i> at 80.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Here, Martinez fails to demonstrate that there is a reasonable probability of a more favorable outcome on remand. He cites only one concrete fact&#8212;the district court's decision to sentence him at the bottom of the applicable guideline range. We have said repeatedly that reference to a district court's decision to sentence a defendant at the bottom of the guideline range is not enough. <i>See, e.g., United States v. S&#225;nchez-Berr&#237;os,</i> 424 F.3d 65, 80 (1st Cir.2005) (stating that the fact that defendant was sentenced at the bottom of the guidelines range, \"standing alone, is manifestly insufficient to satisfy the third element of the plain error test\"); <i>United States v. Guzm&#225;n,</i> 419 F.3d 27, 33 (1st Cir.2005) (\"The fact that the district court imposed a sentence at the bottom of the guideline sentencing range, standing alone, does not give rise to a reasonable probability that, under advisory guidelines, it would have imposed a sentence lower than what the guidelines prescribed.\"); <i>accord United States v. Figuereo,</i> 404 F.3d 537, 542 (1st Cir.2005); <i>United States v. Cacho-Bonilla,</i> 404 F.3d 84, 95 (1st Cir.2005); <i>United States v. Serrano-Beauvaix,</i> 400 F.3d 50, 55 (1st Cir.2005).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">For the remainder of his sentencing argument, Martinez describes the types of claims he would have made to the district court if an advisory guidelines system had been in place. These claims take three forms: (1) specific arguments he would have made attacking the way in which the guidelines were applied to him; (2) arguments for a more lenient sentence in light of the goals of sentencing; and (3) his good character.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">As to whether the sentencing judge properly applied the guidelines, Martinez would have argued, for example, that: (1) the conspiracy was not really hierarchical in nature so the supervisor enhancement should not have been applied; (2) the quantity of cocaine attributed to him, while permitted by the guidelines, improperly included estimates by cooperating witnesses on quantities not actually recovered; and (3) his record for a Category II offender was minor. Martinez did not make any of these available arguments at sentencing. They do not depend on the advisory nature of the guidelines. He cannot make these arguments now on appeal. <i>See, e.g., United States v. Miranda-Santiago,</i> 96 F.3d 517, 531 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">As for his second type of argument, Martinez would have argued, for example, that a sentence of 30 years without parole for drug offenses not related to death, bodily injury, or use of force is too high to accomplish the goals of sentencing. This type of generality does not provide the specific facts that might persuade us that there is a \"reasonable probability\" that his sentence might have been more favorable under advisory guidelines. <i>Antonakopoulos,</i> 399 F.3d at 75.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Finally, Martinez asserts that, if his case were remanded, he would inform the district court of the role he played in obtaining the dismissal of charges against his girlfriend, Claudia Sanchez. Martinez apparently contends that the assistance he rendered on behalf of his girlfriend is a \"mitigating factor [that] existed but was not available for consideration\" pre-<i>Booker.</i> Although the facts were different, the district court had similar evidence in mitigation before it when it made its sentencing decision. This additional fact does not establish a reasonable probability of a different sentencing outcome.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> \"Consensual\" simply means that Hercules consented to the recording of the conversation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> 18 U.S.C. &#167; 2518 was enacted as part of Title III of the Omnibus Crime Control and Safe Streets Act of 1968, which is codified at 18 U.S.C. &#167;&#167; 2510-22 (\"Title III\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> \"The first two prongs of the<i>Olano</i> [plain-error] test as to <i>Booker</i> error are satisfied whenever defendant's Guidelines sentence was imposed under a mandatory Guidelines system. There was `error' and it was `plain' at least at the time of appellate consideration.\" <i>Antonakopoulos,</i> 399 F.3d at 77.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">452</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span></p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Freddy MARTINEZ, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 04-1013.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard December 7, 2005.</p>\n    <p class=\"date\">Decided June 23, 2006.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">John H. LaChance, for appellant.</p>\n      <p class=\"indent\">Rachel E. Hershfang, Assistant U.S. Attorney, with whom Michael J. Sullivan, U.S. Attorney, was on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, LIPEZ, and HOWARD, Circuit Judges.</p>\n      <p class=\"indent\">LIPEZ, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Freddy Martinez was convicted by a jury of conspiracy to possess and distribute narcotics. On appeal, Martinez challenges his conviction, asserting that the district court erred in denying his motion to suppress evidence obtained through the use of wiretaps on three cellular telephones. Martinez claims that the government did not meet the strict requirements for obtaining such wiretaps set forth in 18 U.S.C. &#167; 2518. He also appeals his sentence, in the aftermath of the Supreme Court's decision in <i>United States v. Booker,</i> <span class=\"citation no-link\"><span class=\"volume\">543</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">220</span></span>, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">738</span></span>, <span class=\"citation no-link\"><span class=\"volume\">160</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">621</span></span> (2005). We affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Given that the central issue in this appeal is the validity of certain wiretaps obtained by the government, we begin by describing the relevant facts of Martinez's conviction, including the history of the wiretaps.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">A. The original investigation leading to Martinez</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">An initial multi-district investigation by the Drug Enforcement Administration (\"DEA\") targeted two men, known as \"Hercules\" and \"Pachito\". Court-authorized electronic surveillance used during this investigation (the \"Pachito wires\") intercepted communications with a Dominican male identified only as \"Gallo\". In November 1999, after authorization for the Pachito wires expired, the DEA persuaded Hercules to cooperate with authorities. Hercules provided the DEA with information about his drug-trafficking activities in Massachusetts, including information that Hercules and Pachito had supplied hundreds of kilograms of cocaine to \"Gallo\".</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The DEA's investigation of \"Gallo\" commenced in January/February 2000. Through physical surveillance, the DEA identified \"Gallo\" as Martinez. With Hercules's assistance, the DEA placed consensually<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> recorded calls to Martinez, and recorded and monitored a meeting between Martinez and Hercules. At the meeting, the two discussed different prices per kilogram of cocaine; however, a deal was never consummated.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">During the same time period&#8212;January/February 2000&#8212;the DEA in New Hampshire apprehended an individual referred to as \"CW-2\". CW-2, one of Martinez's cocaine customers, also agreed to cooperate with law enforcement officials. CW-2 told the DEA that he had been purchasing approximately one kilogram of cocaine from Martinez every three weeks since February 1999. CW-2 also identified an individual known as \"Lulu,\" a/k/a Luis Melendez, as Martinez's partner in the drug business.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">CW-2 also made a series of recorded phone calls to Martinez in February 2000. In these calls, CW-2 and Martinez discussed the amount of money CW-2 owed Martinez for a kilogram of cocaine CW-2 had in his possession when the DEA apprehended CW-2. At the DEA's direction and under its surveillance, CW-2 made three partial payments to Martinez for the cocaine. The first payment was made to Claudia Sanchez (\"Sanchez\"), Martinez's live-in girlfriend; the second to Sanchez and Martinez; and the third to Martinez.</p>\n    </div>\n    <p class=\"indent\">B. The Martinez wiretaps</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Contemporaneous with their use of Hercules and CW-2, the DEA agents used a number of traditional law enforcement investigative techniques&#8212;including physical surveillance, pen registers, and telephone toll records&#8212;to some effect. Meanwhile, the DEA rejected the use of other techniques&#8212;including search warrants, grand jury subpoenas, and witness interviews&#8212; for fear that they could compromise the investigation. As detailed in the affidavits in support of the three wiretaps at issue here, the DEA asserted that traditional investigative techniques were incapable of meeting the DEA's longer-term goals for the Martinez investigation. These goals included: identifying Martinez's current source(s) for his supply of cocaine, his other management-level co-conspirators, and major customers; learning how Martinez was disposing of the proceeds from his operation; locating additional stash locations; and understanding the use of already-identified stash locations. A federal judge approved the three wiretaps.</p>\n    </div>\n    <p class=\"indent\">C. The suppression motion and trial</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">As a result of the wiretap investigation, Martinez and ten co-defendants were charged on May 17, 2000, in a one-count indictment with conspiracy to possess with intent to distribute, and to distribute, cocaine, in violation of 21 U.S.C. &#167;&#167; 841(a)(1) and 846. Searches executed the following day at the homes of the defendants pursuant to search warrants uncovered cocaine and other controlled substances, money, and paraphernalia used to cut and prepare cocaine for distribution. In subsequent proceedings, Martinez moved to suppress the electronic surveillance evidence obtained from the three wiretaps on the ground that DEA Special Agent Samuel J. Masiello's (\"Masiello\") affidavits in support of the wiretaps on the three cellular telephones used by Martinez did not satisfy the \"necessity\" requirement of 18 U.S.C. &#167; 2518(1)(c).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> The district court denied the motion to suppress \"for the reasons stated in the government's memorandum.\" On February 12, 2003, following an 11-day jury trial, Martinez was found guilty. The verdict included a finding that the conspiracy had involved five or more kilograms of cocaine.</p>\n    </div>\n    <p class=\"indent\">D. Sentencing</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The Presentence Report (\"PSR\") concluded that Martinez was responsible for 205 kilograms of cocaine and 74.84 kilograms of marijuana, yielding a base offense level of 38. The PSR also recommended that Martinez should receive a four-level upward adjustment because of his supervisory role in the offense, pursuant to USSG &#167; 3B1.1, resulting in a total offense level of 42. Because he fell within Criminal History Category II, the PSR calculated Martinez's guideline sentence range to be 360 months to life. Martinez was also subject to a statutory mandatory minimum sentence of 10 years pursuant to 21 U.S.C. &#167; 841(b)(1)(A).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Martinez was sentenced on December 11, 2003. He did not contest the PSR's calculations, and he did not move for a downward departure or advance an argument for leniency. The district court accepted the guideline recommendation in the PSR in its entirety. The district court then sentenced Martinez to a term of 360 months of imprisonment, the bottom of his applicable guideline range, and five years of supervised release. Martinez did not object to the sentence.</p>\n    </div>\n    <p>II.</p>\n    <p class=\"indent\">A. Legal background</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Martinez contends that the district court erred in denying his motion to suppress the evidence obtained by the three Title III wiretaps. The statutory requirements for a Title III wiretap, set forth in 18 U.S.C. &#167; 2510 <i>et seq.,</i> include what is commonly referred to as the \"necessity\" requirement. In an application for a Title III wiretap, the government must include \"a full and complete statement as to whether or not other investigative procedures have been tried and failed or why they reasonably appear to be unlikely to succeed if tried or to be too dangerous.\" 18 U.S.C. &#167; 2518(1)(c). In <i>United States v. Villarman-Oviedo,</i> <span class=\"citation\" data-id=\"200391\"><a href=\"/opinion/200391/united-states-v-oviedo-villarman/\"><span class=\"volume\">325</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span> (1st Cir. 2003), we held &#167; 2518(1)(c) \"to mean that the statement should demonstrate that the government has made a reasonable, good faith effort to run the gamut of normal investigative procedures before resorting to means so intrusive as electronic interception of telephone calls.\" <i>Id.</i> at 9 (internal citations and quotation marks omitted). In such a statement, \"[i]t is not necessary... to show that other methods have been entirely unsuccessful.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The court authorizing the Title III wiretap \"must satisfy itself that the government has used normal techniques but it has encountered difficulties in penetrating a criminal enterprise or in gathering evidence&#8212;to the point where (given the statutory preference for less intrusive techniques) wiretapping becomes reasonable.\" <i>United States v. Abou-Saada,</i> <span class=\"citation\" data-id=\"465443\"><a href=\"/opinion/465443/united-states-v-assada-abou-saada-united-states-of-america-v-milad-k/\"><span class=\"volume\">785</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 11 (1st Cir. 1986). On appeal, the sufficiency of the government's statement proffered to satisfy the necessity requirement is reviewed under a substantially deferential standard. In <i>United States v. Santana,</i> <span class=\"citation\" data-id=\"200624\"><a href=\"/opinion/200624/united-states-v-santana/\"><span class=\"volume\">342</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">60</span></a></span> (1st Cir. 2003), we stated that \"[w]hen reviewing the government's showing of necessity, our role is not to make a de novo determination of sufficiency as if we were the issuing judge, but to decide if the facts set forth in the application were minimally adequate to support the determination that was made.\" <i>Id.</i> at 65 (internal quotation marks, brackets, and citations omitted).</p>\n    </div>\n    <p class=\"indent\">B. Martinez's arguments</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Defendant challenges the use of wiretap evidence in this case on two grounds. First, he argues that \"a fair reading of the affidavits reveals that the statements of necessity are largely boilerplate and do not relate specifically to the Martinez investigation.\" Second, Defendant claims that the government has \"manufacture[d] necessity by defining its investigative goals so broadly and so generally that a wiretap could be obtained in any drug investigation.\" We analyze these assertions in turn.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">i. Boilerplate</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Martinez says that the affidavits are too general, i.e., they do not specifically relate the request for Title III surveillance to the specific case at hand. This characterization of the affidavits is inaccurate. The Masiello affidavits describe in case-specific detail the DEA's use, or consideration and rejection, of eight traditional investigative techniques: (1) physical surveillance; (2) cooperating witnesses; (3) undercover officers; (4) witness interviews; (5) grand jury subpoenas; (6) search warrants; (7) pen registers; and (8) telephone tolls.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">For example, as to physical surveillance, the affidavits stated that, while partially successful in advancing the investigation&#8212; i.e., identifying \"Gallo\" as Martinez and tentatively identifying two locations used as \"stash houses\" or \"money houses\"&#8212; physical surveillance was of limited additional value because it could only tell the DEA what they could see, e.g., the contents of opaque black bags could not be ascertained. Furthermore, the affidavits explained that prolonged surveillance was not advisable because, in general, it is often detected by the targets of an investigation.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">As to the use of the grand jury, the affidavits explained that such use would be largely ineffective because the true identities or actual whereabouts of many of the targets of the investigation remained unknown. Additionally, the affidavits opined that if the principals of the conspiracy, their co-conspirators, and other participants were called to testify before the grand jury, they would likely be uncooperative and invoke their Fifth Amendment right against self-incrimination. Furthermore, the affidavits noted that granting immunity to individuals already identified might insulate highly culpable members of the conspiracy from prosecution, and premature use of the grand jury could alert the members of the conspiracy to the investigation.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The Masiello affidavits explained in similar detail the problems, both actual and potential, with the other six listed investigative techniques. Aware of these explanations, Martinez claims that \"[e]ven when they are specific to this investigation, the problems recited are common to most, if not all, drug investigations. The affidavits simply do not explain why this investigation is different from the ordinary drug investigation and thus warrants use of electronic surveillance while others do not.\" In support of this argument, he cites the Tenth Circuit case of <i>United States v. Castillo-Garcia,</i> <span class=\"citation\" data-id=\"743128\"><a href=\"/opinion/743128/united-states-v-ceferino-castillo-garcia-also-known-as-pini-jesus-saul/\"><span class=\"volume\">117</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1179</span></a></span> (10th Cir.1997) (overruled on other grounds by <i>United States v. Ramirez-Encarnacion,</i> <span class=\"citation\" data-id=\"162297\"><a href=\"/opinion/162297/united-states-v-ramirez-encarnacion/\"><span class=\"volume\">291</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1219</span></a></span>, 1222 n. 1 (10th Cir.2002)). There, the Tenth Circuit upheld a district court's decision to suppress evidence obtained from a number of wiretaps because the supporting affidavits \"simply failed to contain any evidence, other than conclusory evidence that would apply to virtually all drug conspiracy investigations, that `normal investigative procedures'&#8212;particularly `standard visual and aural surveillance'&#8212;would have been unlikely to succeed.\" <i>Id.</i> at 1195 (emphasis omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The affidavits here do not simply reiterate \"conclusory evidence\". They explain in detail how and why other normal investigative techniques were either exhausted or not feasible. Moreover, Martinez is misguided in his insistence that the government can meet the Title III necessity requirement only by showing that the particular investigation at issue is \"different from the ordinary drug investigation\". There is no requirement that the government establish such a difference. Necessity is a function of the specifics of the case, not its uniqueness. If a seemingly \"ordinary\" drug investigation requires a Title III wiretap, and the government establishes that necessity with the particulars of a given investigation, no more is needed. The ordinariness of the investigation does not preclude a finding of necessity for the use of wiretaps to further the investigation. In this instance, we are satisfied that the affidavits provided sufficient detail to meet the \"necessity\" requirement of Title III.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">ii. Broad investigative goals</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Martinez also argues that \"the government may not manufacture necessity by defining its investigative goals so broadly and so generally that a wiretap could be obtained in any drug investigation.\" Specifically, he claims that \"the government clearly and intentionally defined the goals of the Martinez investigation in such broad terms so as to insure that normal techniques of investigation were incapable of achieving them.\"</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In support of this position, Martinez cites the Ninth Circuit case of <i>United States v. Blackmon,</i> <span class=\"citation\" data-id=\"775847\"><a href=\"/opinion/775847/united-states-v-rodney-blackmon-aka-seal-a/\"><span class=\"volume\">273</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1204</span></a></span> (9th Cir.2001). Specifically, he quotes the Ninth Circuit's statement that the:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">generic nature [of the problems of police investigation] does not dissipate simply because the government claims a vast investigative purpose. Wiretaps themselves could little achieve the investigative goals stated in the government's application. The government may not cast its investigative net so far and so wide as to manufacture necessity in all circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\"><i>Id.</i> at 1211.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\"><i>Blackmon</i> is easily distinguishable. There, the wiretap application for one defendant, Blackmon, was duplicated&#8212;or to use the court's phrase \"carbon copied\"&#8212; from the wiretap application of another defendant. As a result, there were material omissions in the affidavits in support of the wiretap on Blackmon. Moreover, the government did not target any individualized investigation at Blackmon before applying for a wiretap. <i>See id.</i> at 1208. Stripped of the language duplicated from the other affidavit, the affidavit at issue in <i>Blackmon</i> only contained the \"lofty goals\", leaving the court with no reason to believe the government's proffer of necessity as to Blackmon. Here, in contrast, the government conducted an extensive investigation of Martinez before applying for a Title III wiretap, and described that investigation in the affidavits.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">More importantly, while Martinez has categorized the goals of the investigation into his dealings as \"impossibly broad and unrealistic,\" the goals contained in the Masiello affidavits are neither. In his first affidavit, Masiello identified the following investigative objectives: (1) identifying all of the individuals who were supplying Martinez with cocaine; (2) identifying the manner in which the organization transported cocaine; (3) identifying the manner in which payment was made to the sources of supply for the cocaine that was distributed by Martinez; (4) identifying all of the locations where cocaine was stored by the organization; and (5) identifying the manner in which Martinez and his associates laundered and invested their drug proceeds. These are all discrete and realistic goals for a criminal drug investigation that has legitimately cast a wide net. They are similar to goals that we have approved for wiretaps in previous cases.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">For example, in <i>Villarman-Oviedo,</i> we upheld a wiretap where the goals of the investigation were to \"uncover[] the full scope of the potential crimes under investigation, as well as the identities of those responsible\" and to \"obtain[] evidence of the totality of offenses in which the targets of the investigation were involved.\" 325 F.3d at 10. In <i>United States v. Santana,</i> <span class=\"citation\" data-id=\"200624\"><a href=\"/opinion/200624/united-states-v-santana/\"><span class=\"volume\">342</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">60</span></a></span> (1st Cir.2003), we upheld a wiretap that investigators asserted \"was necessary to uncover the full scope of the conspiracy, including conclusive proof of identity[,] and information as to how the drug sales were made.\" <i>Id.</i> at 66; <i>see also United States v. David,</i> <span class=\"citation\" data-id=\"566001\"><a href=\"/opinion/566001/united-states-v-shmuel-david-united-states-of-america-v-jaime-toro/\"><span class=\"volume\">940</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">722</span></a></span> (1st Cir.1991); <i>United States v. Ashley,</i> <span class=\"citation\" data-id=\"524627\"><a href=\"/opinion/524627/united-states-v-melvin-ashley/\"><span class=\"volume\">876</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1069</span></a></span> (1st Cir.1989); <i>United States v. Abou-Saada,</i> <span class=\"citation\" data-id=\"465443\"><a href=\"/opinion/465443/united-states-v-assada-abou-saada-united-states-of-america-v-milad-k/\"><span class=\"volume\">785</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span> (1st Cir.1986). As in those cases, the major goals of the investigation at issue here were both legitimate and attainable. The district court properly denied Defendant's motions to suppress.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Finally, Martinez contends that his sentence should be vacated and the case remanded for re-sentencing as a result of the Supreme Court's <i>Booker</i> decision. Because he did not raise a claim under either <i>Apprendi v. New Jersey,</i> <span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">530</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">466</span></a></span>, <span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2348</span></a></span>, <span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">147</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">435</span></a></span> (2000), or <i>Blakely v. Washington,</i> <span class=\"citation\" data-id=\"136995\"><a href=\"/opinion/136995/blakely-v-washington/\"><span class=\"volume\">542</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">296</span></a></span>, <span class=\"citation\" data-id=\"136995\"><a href=\"/opinion/136995/blakely-v-washington/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2531</span></a></span>, <span class=\"citation\" data-id=\"136995\"><a href=\"/opinion/136995/blakely-v-washington/\"><span class=\"volume\">159</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">403</span></a></span> (2004), and because he did not challenge the constitutionality of the sentencing guidelines below, his <i>Booker</i> claim is unpreserved. Hence, we review his claim for plain error only. <i>See United States v. Antonakopoulos,</i> <span class=\"citation\" data-id=\"201462\"><a href=\"/opinion/201462/united-states-v-antonakopoulos/\"><span class=\"volume\">399</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">68</span></a></span>, 80-81 (1st Cir.2005).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Under <i>Antonakopoulos,</i> the first two parts of plain error review are satisfied when a defendant was sentenced under a mandatory guidelines system.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> <i>Id.</i> at 77. But the defendant must go on to show that there was prejudice. <i>Id.</i> at 80. That is, he must show that there was a \"reasonable probability\" that his sentence would have been more favorable to him under an advisory guidelines system. <i>Id.</i> at 78-79. A defendant cannot satisfy this burden by \"the mere assertion that the court might have given the defendant a more favorable sentence.\" <i>Id.</i> at 80.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Here, Martinez fails to demonstrate that there is a reasonable probability of a more favorable outcome on remand. He cites only one concrete fact&#8212;the district court's decision to sentence him at the bottom of the applicable guideline range. We have said repeatedly that reference to a district court's decision to sentence a defendant at the bottom of the guideline range is not enough. <i>See, e.g., United States v. S&#225;nchez-Berr&#237;os,</i> <span class=\"citation\" data-id=\"201833\"><a href=\"/opinion/201833/united-states-v-sanchez-berrios/\"><span class=\"volume\">424</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">65</span></a></span>, 80 (1st Cir.2005) (stating that the fact that defendant was sentenced at the bottom of the guidelines range, \"standing alone, is manifestly insufficient to satisfy the third element of the plain error test\"); <i>United States v. Guzm&#225;n,</i> <span class=\"citation\" data-id=\"201772\"><a href=\"/opinion/201772/united-states-v-guzman/\"><span class=\"volume\">419</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">27</span></a></span>, 33 (1st Cir.2005) (\"The fact that the district court imposed a sentence at the bottom of the guideline sentencing range, standing alone, does not give rise to a reasonable probability that, under advisory guidelines, it would have imposed a sentence lower than what the guidelines prescribed.\"); <i>accord United States v. Figuereo,</i> <span class=\"citation\" data-id=\"201542\"><a href=\"/opinion/201542/united-states-v-figuereo/\"><span class=\"volume\">404</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">537</span></a></span>, 542 (1st Cir.2005); <i>United States v. Cacho-Bonilla,</i> <span class=\"citation\" data-id=\"201676\"><a href=\"/opinion/201676/united-states-v-cacho-bonilla/\"><span class=\"volume\">404</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">84</span></a></span>, 95 (1st Cir.2005); <i>United States v. Serrano-Beauvaix,</i> <span class=\"citation\" data-id=\"201470\"><a href=\"/opinion/201470/united-states-v-serrano-beauvaix/\"><span class=\"volume\">400</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">50</span></a></span>, 55 (1st Cir.2005).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">For the remainder of his sentencing argument, Martinez describes the types of claims he would have made to the district court if an advisory guidelines system had been in place. These claims take three forms: (1) specific arguments he would have made attacking the way in which the guidelines were applied to him; (2) arguments for a more lenient sentence in light of the goals of sentencing; and (3) his good character.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">As to whether the sentencing judge properly applied the guidelines, Martinez would have argued, for example, that: (1) the conspiracy was not really hierarchical in nature so the supervisor enhancement should not have been applied; (2) the quantity of cocaine attributed to him, while permitted by the guidelines, improperly included estimates by cooperating witnesses on quantities not actually recovered; and (3) his record for a Category II offender was minor. Martinez did not make any of these available arguments at sentencing. They do not depend on the advisory nature of the guidelines. He cannot make these arguments now on appeal. <i>See, e.g., United States v. Miranda-Santiago,</i> <span class=\"citation\" data-id=\"196984\"><a href=\"/opinion/196984/united-states-v-miranda-santiago/\"><span class=\"volume\">96</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">517</span></a></span>, 531 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">As for his second type of argument, Martinez would have argued, for example, that a sentence of 30 years without parole for drug offenses not related to death, bodily injury, or use of force is too high to accomplish the goals of sentencing. This type of generality does not provide the specific facts that might persuade us that there is a \"reasonable probability\" that his sentence might have been more favorable under advisory guidelines. <i>Antonakopoulos,</i> 399 F.3d at 75.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Finally, Martinez asserts that, if his case were remanded, he would inform the district court of the role he played in obtaining the dismissal of charges against his girlfriend, Claudia Sanchez. Martinez apparently contends that the assistance he rendered on behalf of his girlfriend is a \"mitigating factor [that] existed but was not available for consideration\" pre-<i>Booker.</i> Although the facts were different, the district court had similar evidence in mitigation before it when it made its sentencing decision. This additional fact does not establish a reasonable probability of a different sentencing outcome.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> \"Consensual\" simply means that Hercules consented to the recording of the conversation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> 18 U.S.C. &#167; 2518 was enacted as part of Title III of the Omnibus Crime Control and Safe Streets Act of 1968, which is codified at 18 U.S.C. &#167;&#167; 2510-22 (\"Title III\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> \"The first two prongs of the<i>Olano</i> [plain-error] test as to <i>Booker</i> error are satisfied whenever defendant's Guidelines sentence was imposed under a mandatory Guidelines system. There was `error' and it was `plain' at least at the time of appellate consideration.\" <i>Antonakopoulos,</i> 399 F.3d at 77.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/118381/",
    "http://www.courtlistener.com/api/rest/v3/opinions/136995/",
    "http://www.courtlistener.com/api/rest/v3/opinions/162297/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196984/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200391/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200624/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201462/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201470/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201542/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201676/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201772/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201833/",
    "http://www.courtlistener.com/api/rest/v3/opinions/465443/",
    "http://www.courtlistener.com/api/rest/v3/opinions/524627/",
    "http://www.courtlistener.com/api/rest/v3/opinions/566001/",
    "http://www.courtlistener.com/api/rest/v3/opinions/743128/",
    "http://www.courtlistener.com/api/rest/v3/opinions/775847/"
  ]
}