{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202352/",
  "absolute_url": "/opinion/202352/tota-v-gonzales/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202352/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:50:46Z",
  "date_modified": "2016-02-28T05:07:50.247203Z",
  "type": "010combined",
  "sha1": "a68ed5dee3fac0b03c77af3c857444bdc719db59",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/05-2391-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2006/08/14/Tota_v._Gonzales.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 05-2391\n\n                            GEN TOTA,\n\n                           Petitioner,\n\n                                v.\n\n                       ALBERTO R. GONZÁLES,\n              ATTORNEY GENERAL OF THE UNITED STATES,\n\n                           Respondent.\n\n\n\n              ON PETITION FOR REVIEW OF AN ORDER OF\n                 THE BOARD OF IMMIGRATION APPEALS\n\n\n                              Before\n\n                       Boudin, Chief Judge,\n              Torruella and Howard, Circuit Judges.\n\n\n\n     Daniel F. Cashman, with whom Cashman & Lovely, P.C. and\nSusanna L. Shafer, on brief for petitioner.\n     Michael P. Sady, Assistant United States Attorney, with whom\nMichael J. Sullivan, United States Attorney, on brief for\nrespondent.\n\n\n\n                         August 14, 2006\n\f          TORRUELLA, Circuit Judge. Petitioner Gen Tota (\"Tota\")\n\npetitions for review of the Board of Immigration Appeals' (\"BIA\")\n\nsummary affirmance of an Immigration Judge's (\"IJ\") denial of his\n\napplications for asylum and withholding of removal.1   We affirm.\n\n                          I.   Background\n\n          Tota is a native and citizen of Albania who entered the\n\nUnited States on April 6, 2000 without a valid entry document.   On\n\nDecember 13, 2000, Tota filed an I-589 Application seeking asylum\n\nand withholding of removal.    On January 31, 2001, the Immigration\n\nand Naturalization Service (\"INS\")2 served Tota with a Notice to\n\nAppear charging that he was removable under § 212(a)(6)(A)(i) of\n\nthe Immigration and Nationality Act, 8 U.S.C. § 1182(a)(6)(A)(i),\n\nas an alien present in the United States who has been neither\n\nadmitted nor paroled. On March 13, 2001, Tota admitted the factual\n\nallegations against him and conceded removability.\n\n\n\n\n1\n  Tota also claims that the IJ erroneously denied protection under\nthe Convention Against Torture. He did not raise this claim below,\nhowever, and we therefore deem the issue waived. See Debab v. INS,\n163 F.3d 21, 26 (1st Cir. 1998) (issues not raised before the IJ or\nBIA may not be raised upon judicial review).\n2\n    In March 2003, the relevant functions of the INS were\ntransferred into the new Department of Homeland Security and\nreorganized into the Bureau of Immigration and Customs Enforcement\n(\"BICE\"). For simplicity, we refer to the agency throughout this\nopinion as the INS.\n\n                                 -2-\n\f              After several preliminary hearings, Tota testified on\n\nMay 12, 2004 before an IJ.3          We draw the following facts from this\n\ntestimony      and    documents      Tota    presented    in     support    of    his\n\napplication.\n\n              Tota was born in Albania in 1974 and is of Muslim faith.\n\nIn July 1986, under the rule of the Albanian Communist regime,\n\nTota's father was arrested on charges of propaganda. In October of\n\nthat year, Tota and his mother and brother were interned in a labor\n\ncamp where they remained until they were discharged in May 1990,\n\nfollowing the release of Tota's father by the terms of a 1989\n\namnesty program.         Following their release, Tota and his family\n\nmoved in with Tota's uncle in Tirana, the capital city of Albania.\n\n              In July 1990, Tota was arrested along with approximately\n\nthirty others outside the German Embassy in Tirana.4                       Tota was\n\ndetained for two weeks without being charged, during which time he\n\nwas beaten and denied access to an attorney.                   Less than one year\n\nlater,   in    February    1991,     he     was   arrested    while     attending   a\n\ndemonstration        against   the   ruling       Communist    Party.      Tota   was\n\n\n\n\n3\n   Tota's initial hearings took place before IJs in New York City.\nHe was granted a change of venue to Boston, closer to his new home\nin Salem, Massachusetts, in a January 2004 proceeding.\n4\n   Tota's explanation as to what he was doing at the Embassy was\nindiscernible in the transcript of his hearing, but he later stated\nthat at the time of his arrest, the police arrested many\nindividuals whom they thought were trying to leave the country.\n\n                                          -3-\n\fdetained for one night without being charged with a crime and was\n\nagain beaten.\n\n           In 1992, the Communist Party fell and the Democratic\n\nParty (\"DP\") came to power in Albania.              In 1995 Tota gained\n\nemployment as a driver for the DP. The DP ruled until 1997, at\n\nwhich   time   the    Socialist   Party   (\"SP\")   took   control    of   the\n\ngovernment.    The SP leadership consisted largely of former members\n\nof the Communist Party.\n\n           Tota continued his work as a driver for the DP until\n\nFebruary 2000.       During this time, he was beaten and his life was\n\nthreatened on five separate occasions.        In September 1998, police\n\narrested Tota at his home after he attended the funeral of the\n\nprominent DP leader Azem Hajdari.5          After his arrest, Tota was\n\ndetained for approximately twenty hours without being charged, and\n\nwas denied access to an attorney.           During this detention, the\n\npolice beat Tota, threatened to kill him, and warned that similar\n\nincidents would occur if he continued to support the DP.            Upon his\n\nrelease, Tota did not seek medical attention but was cared for by\n\nhis mother, a nurse.\n\n           The second incident took place in October 1998.            After\n\nparking his car, Tota was approached by three people, including one\n\n\n\n5\n  Hajdari had been assassinated earlier that month, sparking riots\nin which mobs attacked government buildings and leading to the\narrest of hundreds.    Tota denies having participated in this\nviolence.\n\n                                    -4-\n\fmember of the SP, whom Tota recognized as a former member of the\n\nCommunist     regime.       The   assailants     again   ordered    Tota    not   to\n\ncontinue working for the DP and beat him.               The incident lasted ten\n\nminutes, and Tota did not seek medical attention.                        The third\n\nincident occurred in March 1999. Tota was again stopped and beaten\n\nby police, who ordered him to stop supporting the DP.                   Once again,\n\nTota did not seek medical treatment.\n\n              In December 1999, Tota was arrested after he chauffered\n\nthe leader of the DP in Tirana.                 Tota was taken to a police\n\nstation, where he was held for approximately ten or eleven hours,\n\nduring which time two people beat him, kicking and punching him,\n\nand threatened his life if he continued to work for the DP.                   Tota\n\nwas   never    officially     charged    with    a   crime.      Following    this\n\nincident, Tota sought medical attention from a doctor who was a\n\nfriend of the family.         He received a shot for his pain and a few\n\ndays worth of medicine.\n\n              The   final    incident   that     Tota    detailed   occurred      in\n\nFebruary 2000.        Tota and his father were approached by masked\n\nsecret service officers who beat them and threatened their lives if\n\nthey did not stop supporting the DP.              At one point, the officers\n\nput a handgun to Tota's head.           The incident lasted twenty minutes\n\nand   neither       Tota    nor   his   father    sought      medical    treatment\n\nthereafter.\n\n\n\n\n                                        -5-\n\f            After the February incident, Tota stopped working as a\n\ndriver and discontinued his \"volunteer\" work distributing the DP\n\nnewspaper.    On April 3, 2000, Tota left Albania on a ship to Italy,\n\nwhere he stayed for two days before using a forged Greek passport\n\nto fly to Montreal, Canada.           On April 6, 2000, Tota walked across\n\nthe Canadian border into the United States.                     He was met by a\n\ncompanion who drove him to Plattsburgh, New York, from where he\n\ntook a bus to New York City.               Tota's parents have been granted\n\npolitical asylum in the United Kingdom, where his younger brother's\n\nasylum application is still pending.\n\n            Tota testified that he left Albania because \"life was\n\ndifficult.\"       He feared that if he returned to Albania, he would\n\nundergo episodes similar to those he experienced between 1998 and\n\n2000 because the SP is still in power and maintains a strong police\n\nforce.\n\n            The     IJ   denied     Tota's       application    for    asylum   and\n\nwithholding of removal.            Though the IJ expressed some skepticism\n\nabout certain aspects of Tota's testimony, he stated that Tota was\n\n\"essentially credible\" throughout direct examination.                    The IJ also\n\nfound that Tota's testimony, if credible, would establish past\n\npersecution.        He thus \"[set] aside the issue of credibility, and\n\nassum[ed] past persecution ha[d] been established.\"                    The IJ then\n\naddressed     the    issue    of    Tota's       well-founded   fear     of   future\n\npersecution.         First,   the     IJ    found    that   Tota   was    merely   a\n\n\n                                           -6-\n\f\"driver/employee\"   of   the    DP,   and   not   a    political   operative.\n\nSecond, the IJ found that \"much has changed\" in Albania, taking\n\nparticular note of the 2004 United States State Department Profile\n\nof Asylum Claims and Country Conditions for Albania.6                 The IJ\n\nquoted a passage stating that \"there are no indications that the\n\nSocialist Party, either through its own organization or through\n\nGovernment authorities, is engaged in a pattern of repression of\n\nviolent behavior against its opponents.\"              In sum, the IJ stated\n\nthat it was \"extremely unlikely that the Government will be waiting\n\nto persecute a minor employee of the Democratic Party who is\n\nreturning after four years.\"      The IJ concluded by finding that the\n\ngovernment had sustained its burden of proof to show a change in\n\ncountry conditions beyond a preponderance of the evidence, and that\n\n\"[Tota's] fear of returning to Albania cannot be said to be well-\n\nfounded.\"      Because   Tota    failed     to    meet   the   standard   for\n\nestablishing asylum, the IJ ruled that he failed to meet the\n\nnarrower standard for withholding of removal, and denied this\n\napplication as well.\n\n            Tota appealed to the BIA, which summarily affirmed the\n\nIJ's decision without opinion on August 22, 2005.                   Tota now\n\ncontests the decisions of the BIA and IJ.\n\n\n\n\n6\n   United States Department of State, Bureau of Democracy, Human\nRights and Labor, Albania: Profile of Asylum Claims and Country\nConditions (2004).\n\n                                      -7-\n\f                                II.    Discussion\n\n             A.    Standard of Review\n\n             Because     the   BIA    affirmed    the   IJ's   holding   without\n\nopinion, we evaluate Tota's claims with reference to the findings\n\nof the IJ.     See Akinfolarin v. Gonzáles, 423 F.3d 39, 42 (1st Cir.\n\n2005); Keo v. Ashcroft, 341 F.3d 57, 60 (1st Cir. 2003); 8 C.F.R.\n\n§ 1003.1(e)(4).\n\n             We focus first on Tota's asylum claim.            If this fails on\n\nthe merits, his withholding of removal claim fails as well, because\n\nthe latter claim \"places a more stringent burden of proof on an\n\nalien than does a counterpart claim for asylum.\"                      Bocova v.\n\nGonzáles, 412 F.3d 257, 262 (1st Cir. 2005) (citing Makhoul v.\n\nAshcroft, 387 F.3d 75, 82 (1st Cir. 2004)) (internal citation\n\nomitted).\n\n             Tota bears the burden of establishing eligibility for\n\nasylum by demonstrating that he is a \"refugee.\"                 8 U.S.C. § 1158\n\n(b)(1)(B)(i); 8 C.F.R. § 208.13(a).            A refugee is any person who is\n\noutside of his home country and is \"unable or unwilling to return\n\n. . . because of persecution or a well-founded fear of persecution\n\non   account      of   race,   religion,      nationality,     membership   in   a\n\nparticular social group, or political opinion.\"                 8 U.S.C. § 1101\n\n(a)(42)(A).       An applicant may meet this burden by showing past\n\npersecution, which creates a legal presumption that he has a well-\n\nfounded fear of future persecution.             8 C.F.R. § 208.13(b)(1). When\n\n\n                                        -8-\n\fa petitioner has established a presumption that he has a well-\n\nfounded fear of future persecution, the government can rebut this\n\nby showing by a preponderance of the evidence that \"[t]here has\n\nbeen a fundamental change in circumstances such that the applicant\n\nno longer has a well-founded fear of persecution.\"         8 C.F.R.\n\n§ 208.13(b)(1)(i)(A).7\n\n          We review the IJ's factual findings under the deferential\n\n\"substantial evidence\" standard.   See Dhima v. Gonzáles, 416 F.3d\n\n92, 95 (1st Cir. 2005).   We must uphold the determinations of the\n\nIJ if they are \"supported by reasonable, substantial, and probative\n\nevidence on the record considered as a whole.\"        INS v. Elías-\n\nZacarías, 502 U.S. 478, 481 (1992).      See also Guzmán v. INS, 327\n\nF.3d 11, 15 (1st Cir. 2003).          An IJ's findings of fact are\n\n\"conclusive unless any reasonable adjudicator would be compelled to\n\nconclude to the contrary.\"    8 U.S.C. § 1252(b)(4)(B). See also\n\nDhima, 416 F.3d at 95.8\n\n          B.   Merits\n\n          The IJ assumed that Tota's testimony was \"essentially\n\ncredible\" and that the incidents to which he testified amounted to\n\n\n7\n    Alternatively, a petitioner may directly establish a well-\nfounded fear of persecution based on one of the five grounds listed\nabove. 8 C.F.R. 208.13(b)(2). Tota does not make this claim, so\nwe decline to address the issue further.\n8\n    Findings as to changed circumstances are usually factual\ndeterminations. Mehilli v. Gonzáles, 433 F.3d 86, 93 (1st Cir.\n2005). Here, the IJ's determination was a factual one, based on\nthe 2004 State Department Profile of Asylum Claims.\n\n                                -9-\n\fpast persecution.          This creates the presumption that Tota has a\n\nwell-founded fear of future persecution, qualifying him for asylum\n\nunless the government rebuts this presumption through evidence of\n\nchanged country circumstances.             Tota's first argument on appeal\n\nrests    on   the    premise   that   the    IJ    did       not   afford     him   this\n\npresumption.        This is simply incorrect.           In making this argument,\n\nTota quotes one line from the IJ's decision: \"[t]he court finds it\n\nextremely unlikely that the Government will be waiting to persecute\n\na minor employee of the Democratic Party who is returning after\n\nfour years.\"         This line itself admittedly affords no explicit\n\npresumption     of     a    well-founded     fear       --    indeed     it    implies\n\nunreservedly that Tota's fear is not objective.                    The IJ, however,\n\nstated in his very next sentence that \"[t]he court is satisfied\n\nthat    the   Government     has   sustained      its    burden     of   proof      by   a\n\npreponderance of evidence with regard to the change of conditions\n\nin Albania and that respondent's fear of returning to Albania\n\ncannot be said to be well-founded.\"               This sentence indicates that\n\nthe IJ had recognized a presumption of a well-founded fear but had\n\nfound that the government rebutted it.                  We therefore find that,\n\nthough he may not have said so in as many words, the IJ correctly\n\nafforded Tota the presumption of a well-founded fear of future\n\npersecution.9\n\n\n9\n  To the extent that the IJ did not \"separate the strands\" of this\nprocess and \"discuss them individually,\" Waweru v. Gonzáles, 437\nF.3d 199, 204 (1st Cir. 2006), we will \"uphold a decision of less\n\n                                      -10-\n\f             In the alternative, Tota claims that if the IJ did\n\ncorrectly apply the burden-shifting procedure, substantial evidence\n\ndoes   not   support   the   determination    that     \"[t]here   has    been   a\n\nfundamental change in circumstances such that the applicant no\n\nlonger has a well-founded fear of persecution.\"            8 C.F.R. § 208.13\n\n(b)(1)(i)(A).    We disagree.\n\n             The government's evidence of changed country conditions\n\nis presented mainly in the form the 2004 State Department Profile\n\nof Asylum Claims.      While \"[t]he advice of the State Department is\n\nnot binding,\" Gailius v. INS, 147 F.3d 34, 45 (1st Cir. 1998)\n\n(citations and internal quotation marks omitted), State Department\n\nreports are \"generally probative of country conditions.\"                  Palma-\n\nMazariegos v. Gonzáles, 428 F.3d 30, 36 (1st Cir. 2005).                Evidence\n\nin   these   reports   never    \"automatically    trump[s]\"       petitioner's\n\nspecific evidence, Waweru v. Gonzáles, 437 F.3d 199, 203 (1st Cir.\n\n2006) (citations and internal quotation marks omitted) (emphasis in\n\noriginal), and is \"open to contradiction.\"           Zarouite v. Gonzáles,\n\n424 F.3d 60, 63 (1st Cir. 2005).           Further, \"abstract evidence of\n\ngeneralized changes in country conditions, without more, cannot\n\nrebut a presumption of a well-founded fear of future persecution.\"\n\nPalma-Mazariegos, 428 F.3d at 35.            On the other hand, where a\n\nreport    demonstrates       fundamental     changes     in   the       specific\n\n\nthan ideal clarity if the agency's path may reasonably be\ndiscerned.\" Id. (quoting Bowman Transp., Inc. v. Ark.-Best Freight\nSys., Inc., 419 U.S. 281, 286 (1974) (internal citations omitted)).\n\n                                    -11-\n\fcircumstances that form the basis of a petitioner's presumptive\n\nfear of future persecution, it \"may be sufficient, in and of\n\nitself,\" to rebut that presumption.           Id. at 36 (emphasis added).\n\n           In the instant case, the profile of asylum claims details\n\nat length the progression of Albania's political environment,\n\nspecifically as it relates to political asylum claims, which\n\nconstitute a \"majority\" of Albanian asylum cases.                       The report\n\nstates that \"there have been no major outbreaks of political\n\nviolence   since   1998,\"10    and    that   \"[t]hough      serious      political\n\nrepression   existed   in     the    past,   there    are   no   indications    of\n\nsystemic political persecution in Albania at the present time.\"\n\nThe report also states that, as of 2004, there were no known cases\n\nof \"individuals in prison or detention for political reasons.\"\n\nFinally, \"there is no indication that the former Communists . . .\n\nhave sought retribution against opponents of the Communist regime\n\nor the many individuals who have returned to Albania after having\n\nfled   abroad.\"     Indeed,     although      \"[i]n    2003,     many    countries\n\nincreased deportations of illegal Albanian residents, . . . [n]o\n\nreports or evidence of any mistreatment of returnees at the hands\n\n\n\n10\n   While Tota does allege that acts of persecution were perpetrated\nagainst him after 1998, the report's proclamation that there have\nbeen no major outbreaks during that time certainly cannot be read\nto stand for the proposition that no politically motivated violence\noccurred, which would call into question its applicability to\nTota's particular situation. We therefore see no reason why this\npassage distinguishes Tota from other former DP members who would\nface improved conditions upon a return to Albania.\n\n                                      -12-\n\fof police or others have been received.\"                 These passages point\n\nspecifically to greatly improved conditions for those in Tota's\n\nposition -- individuals who suffered past persecution on political\n\ngrounds at the hands of members of the former Communist regime, and\n\nwho would be returning to Albania after having fled abroad.                     This\n\nis sufficient, \"in and of itself,\" Palma-Mazariegos, 428 F.3d at\n\n36,   to   rebut    Tota's   presumptive        well-founded     fear    of   future\n\npersecution.\n\n            For his part, Tota presents no specific contradictory\n\nevidence, nor any other reasons why the changed conditions do not\n\napply to his individual situation.              His attempts to discredit the\n\nIJ's finding and the methods used to arrive at that finding are\n\nunpersuasive.\n\n            To     this   end,   Tota   first    takes   issue    with    the   IJ's\n\nreference to a passage stating that \"there are no indications that\n\nthe Socialist party either through its own organization or through\n\ngovernment authorities is engaged in a pattern of repression of\n\nviolent behavior against its opponents.\" Placing great emphasis on\n\nthe fact that this passage was taken from a section entitled \"Since\n\n1998,\" Tota argues that because his abuses took place between 1998\n\nand 2000, the passage cannot logically support a finding of changed\n\ncountry conditions after that time.                This simply misreads the\n\npassage as a whole.        There is no indication that the title \"Since\n\n1998\" intends to refer to the conditions contained within the time\n\n\n                                        -13-\n\fframe as being static.          Indeed, the very first line of the section\n\nstates that \"Albania's human rights record has improved steadily\n\nsince 1997 when the Socialist Party came to power\" (emphasis\n\nadded).    The section also describes specific instances that show\n\nsignificant    reductions        in    politically-motivated      violence    and\n\narrests since 2000.       The last \"large-scale, but generally short-\n\nterm,\" arrests were made in conjunction with demonstrations and\n\nriots by Democratic Party members in protest of the allegedly\n\nrigged 2000 local elections.              The elections of 2001-2003 were\n\n\"hotly    contested,\"     and    yet    \"generally   free    of   violence\"   and\n\nunfolded without police interference.            Outbreaks of violence were\n\nisolated and generally limited to clashes between individual party\n\nsupporters, not initiated by the government or police force.                   As\n\nfor an indicator of future violence, the section states that \"in\n\nrecent years, Albanians have been able to exercise freely their\n\nright to change their government through democratic means.               Such a\n\nright necessarily includes the ability . . . to organize and\n\ncampaign broadly free from Government interference.\"               We therefore\n\nhold that the \"Since 1998\" section, standing alone, can logically\n\nsupport the determination that there has been a fundamental shift\n\nin circumstances related to Albania's political freedom since\n\nTota's last abusive incident in early 2000.\n\n            Tota   next     launches      a    broad-based    attack    on    the\n\ngovernment's evidence and the IJ's consideration of the record as\n\n\n                                        -14-\n\fa whole.11     His accusation that the IJ neglected to carry out his\n\nofficial duty to properly weigh the evidence provided by both sides\n\nis meritless. \"[I]n the absence of clear evidence to the contrary,\n\ncourts presume that [government agencies] have properly discharged\n\ntheir official duties.\"       United States v. Armstrong, 517 U.S. 456,\n\n464 (1996) (quoting United States v. Chemical Foundation, Inc., 272\n\nU.S. 1, 14-15 (1926)) (internal quotation marks omitted).                   Tota\n\nprovides absolutely no evidence that the IJ neglected to duly\n\nreview   all    of   the   evidence   in   the   record   before   making   his\n\ndecision.\n\n              In sum, we find that substantial evidence culled from the\n\nState Department asylum claims report, specifically tailored to the\n\ndiscussion of political persecution of DP members by the Socialist\n\ngovernment, supports the IJ's finding that the government met its\n\nburden   of    rebutting    Tota's    presumptive    well-founded    fear    of\n\n\n11\n     Tota argues that \"[w]hile the IJ theoretically could have\nreviewed all of the evidence in the record and determined that the\nsubstance of the 33 pages [submitted by the government] outweighed\nthe volume of the 500 [submitted by petitioner], he neglected to do\nso.\"   The government's evidence consisted of the aforementioned\n2004 State Department Profile of Asylum Claims and a 2003 State\nDepartment Country Report on Human Rights Practices.       Much of\nTota's evidence consisted of State Department reports that either\npredated or were identical to those submitted by the government.\nTota also submitted a lengthy article detailing violations of media\nfreedom and others detailing mistreatment of suspected criminals.\nNeither issue is particularly relevant to an analysis of Tota's\nparticular situation. Finally, to the extent that the sheer volume\nof evidence introduced into the record is a valid consideration,\nTota grossly overstates his case by double-counting many articles\nentered into the record both directly and as appendices to his\noriginal asylum application.\n\n                                      -15-\n\fpersecution.     Tota has provided no direct evidence to refute the\n\nIJ's finding, and his criticisms of the methods and reasoning used\n\nby the IJ are unpersuasive.           There is thus no basis to overturn the\n\nIJ's denial of Tota's asylum claim.12\n\n            C.   BIA's Summary Affirmance\n\n            Finally, Tota claims that the BIA violated its own\n\nprocedure by which it may affirm a decision of the IJ without\n\nopinion.    Under this procedure, the BIA may summarily affirm the\n\ndecision of an IJ if it determines that (i) the IJ's decision was\n\ncorrect; (ii) any errors in the IJ's decision were either harmless\n\nor nonmaterial; and (iii) either the issues on appeal are squarely\n\ncontrolled by existing precedent, and do not involve application of\n\nthis    precedent    to   a   novel    factual   situation,   or   are     not   so\n\nsubstantial that the case warrants the issuance of a written\n\nopinion.    8 C.F.R. § 1003.1(e)(4).\n\n            Tota does not challenge the BIA's summary affirmance\n\nprocedure itself.13       Instead, he claims that the BIA misapplied its\n\nown    regulations   by    issuing     a   summary   affirmance    based    on   an\n\n\n12\n    Because Tota's asylum claim fails, we need not evaluate his\nclaim under the more stringent standard for withholding of removal.\nAlbathani, 318 F.3d at 374.\n13\n   We have repeatedly rejected such challenges because this Court\ncan review the IJ directly and remand to the BIA for further\nadjudication as is warranted. See Dhima, 416 F.3d at 96-97 (1st\nCir. 2005) (\"although the summary affirmance does not give the\nBIA's reasons, '[t]he courts will continue to have the IJ's\ndecision and the record upon which it is based available for\nreview.'\") (quoting Albathani, 318 F.3d at 377-78).\n\n                                        -16-\n\fincorrect result and upon errors of law and fact that were neither\n\nharmless nor immaterial.         This claim does not alter our initial\n\nanalysis.      If the IJ does issue an erroneous decision, we will\n\nremand to the BIA regardless of whether a petitioner challenges the\n\nBIA's summary affirmance of that decision.              If, on the other hand,\n\nthe IJ's decision is correct, and any errors are harmless and\n\nnonmaterial, the BIA's summary affirmance procedure will not have\n\nbeen misapplied.     In the instant case, because we have found that\n\nthe IJ's decision is supported by substantial evidence, and that\n\nthe IJ did not make any harmful or material errors of fact or law,\n\nTota's claim fails.      See, e.g., Ziu v. Gonzáles, 412 F.3d 202, 204\n\n(1st Cir. 2005) (rejecting petitioner's challenge that the BIA\n\nmisapplied its summary affirmance procedure to an incorrect IJ\n\ndecision upon finding that the IJ's decision was not erroneous).\n\n                               III.   Conclusion\n\n            For the reasons stated above, we deny the petition for\n\nreview   and    affirm   the   decision      of   the   IJ,   and   the   summary\n\naffirmance of the BIA.\n\n            Affirmed.\n\n\n\n\n                                      -17-\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">          United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 05-2391\n\n                            GEN TOTA,\n\n                           Petitioner,\n\n                                v.\n\n                       ALBERTO R. GONZÁLES,\n              ATTORNEY GENERAL OF THE UNITED STATES,\n\n                           Respondent.\n\n\n\n              ON PETITION FOR REVIEW OF AN ORDER OF\n                 THE BOARD OF IMMIGRATION APPEALS\n\n\n                              Before\n\n                       Boudin, Chief Judge,\n              Torruella and Howard, Circuit Judges.\n\n\n\n     Daniel F. Cashman, with whom Cashman & Lovely, P.C. and\nSusanna L. Shafer, on brief for petitioner.\n     Michael P. Sady, Assistant United States Attorney, with whom\nMichael J. Sullivan, United States Attorney, on brief for\nrespondent.\n\n\n\n                         August 14, 2006\n\f          TORRUELLA, Circuit Judge. Petitioner Gen Tota (\"Tota\")\n\npetitions for review of the Board of Immigration Appeals' (\"BIA\")\n\nsummary affirmance of an Immigration Judge's (\"IJ\") denial of his\n\napplications for asylum and withholding of removal.1   We affirm.\n\n                          I.   Background\n\n          Tota is a native and citizen of Albania who entered the\n\nUnited States on April 6, 2000 without a valid entry document.   On\n\nDecember 13, 2000, Tota filed an I-589 Application seeking asylum\n\nand withholding of removal.    On January 31, 2001, the Immigration\n\nand Naturalization Service (\"INS\")2 served Tota with a Notice to\n\nAppear charging that he was removable under § 212(a)(6)(A)(i) of\n\nthe Immigration and Nationality Act, 8 U.S.C. § 1182(a)(6)(A)(i),\n\nas an alien present in the United States who has been neither\n\nadmitted nor paroled. On March 13, 2001, Tota admitted the factual\n\nallegations against him and conceded removability.\n\n\n\n\n1\n  Tota also claims that the IJ erroneously denied protection under\nthe Convention Against Torture. He did not raise this claim below,\nhowever, and we therefore deem the issue waived. See Debab v. INS,\n</pre><span class=\"citation\" data-id=\"198253\"><a href=\"/opinion/198253/debab-v-ins/\"><span class=\"volume\">163</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">21</span></a></span><pre class=\"inline\">, 26 (1st Cir. 1998) (issues not raised before the IJ or\nBIA may not be raised upon judicial review).\n2\n    In March 2003, the relevant functions of the INS were\ntransferred into the new Department of Homeland Security and\nreorganized into the Bureau of Immigration and Customs Enforcement\n(\"BICE\"). For simplicity, we refer to the agency throughout this\nopinion as the INS.\n\n                                 -2-\n\f              After several preliminary hearings, Tota testified on\n\nMay 12, 2004 before an IJ.3          We draw the following facts from this\n\ntestimony      and    documents      Tota    presented    in     support    of    his\n\napplication.\n\n              Tota was born in Albania in 1974 and is of Muslim faith.\n\nIn July 1986, under the rule of the Albanian Communist regime,\n\nTota's father was arrested on charges of propaganda. In October of\n\nthat year, Tota and his mother and brother were interned in a labor\n\ncamp where they remained until they were discharged in May 1990,\n\nfollowing the release of Tota's father by the terms of a 1989\n\namnesty program.         Following their release, Tota and his family\n\nmoved in with Tota's uncle in Tirana, the capital city of Albania.\n\n              In July 1990, Tota was arrested along with approximately\n\nthirty others outside the German Embassy in Tirana.4                       Tota was\n\ndetained for two weeks without being charged, during which time he\n\nwas beaten and denied access to an attorney.                   Less than one year\n\nlater,   in    February    1991,     he     was   arrested    while     attending   a\n\ndemonstration        against   the   ruling       Communist    Party.      Tota   was\n\n\n\n\n3\n   Tota's initial hearings took place before IJs in New York City.\nHe was granted a change of venue to Boston, closer to his new home\nin Salem, Massachusetts, in a January 2004 proceeding.\n4\n   Tota's explanation as to what he was doing at the Embassy was\nindiscernible in the transcript of his hearing, but he later stated\nthat at the time of his arrest, the police arrested many\nindividuals whom they thought were trying to leave the country.\n\n                                          -3-\n\fdetained for one night without being charged with a crime and was\n\nagain beaten.\n\n           In 1992, the Communist Party fell and the Democratic\n\nParty (\"DP\") came to power in Albania.              In 1995 Tota gained\n\nemployment as a driver for the DP. The DP ruled until 1997, at\n\nwhich   time   the    Socialist   Party   (\"SP\")   took   control    of   the\n\ngovernment.    The SP leadership consisted largely of former members\n\nof the Communist Party.\n\n           Tota continued his work as a driver for the DP until\n\nFebruary 2000.       During this time, he was beaten and his life was\n\nthreatened on five separate occasions.        In September 1998, police\n\narrested Tota at his home after he attended the funeral of the\n\nprominent DP leader Azem Hajdari.5          After his arrest, Tota was\n\ndetained for approximately twenty hours without being charged, and\n\nwas denied access to an attorney.           During this detention, the\n\npolice beat Tota, threatened to kill him, and warned that similar\n\nincidents would occur if he continued to support the DP.            Upon his\n\nrelease, Tota did not seek medical attention but was cared for by\n\nhis mother, a nurse.\n\n           The second incident took place in October 1998.            After\n\nparking his car, Tota was approached by three people, including one\n\n\n\n5\n  Hajdari had been assassinated earlier that month, sparking riots\nin which mobs attacked government buildings and leading to the\narrest of hundreds.    Tota denies having participated in this\nviolence.\n\n                                    -4-\n\fmember of the SP, whom Tota recognized as a former member of the\n\nCommunist     regime.       The   assailants     again   ordered    Tota    not   to\n\ncontinue working for the DP and beat him.               The incident lasted ten\n\nminutes, and Tota did not seek medical attention.                        The third\n\nincident occurred in March 1999. Tota was again stopped and beaten\n\nby police, who ordered him to stop supporting the DP.                   Once again,\n\nTota did not seek medical treatment.\n\n              In December 1999, Tota was arrested after he chauffered\n\nthe leader of the DP in Tirana.                 Tota was taken to a police\n\nstation, where he was held for approximately ten or eleven hours,\n\nduring which time two people beat him, kicking and punching him,\n\nand threatened his life if he continued to work for the DP.                   Tota\n\nwas   never    officially     charged    with    a   crime.      Following    this\n\nincident, Tota sought medical attention from a doctor who was a\n\nfriend of the family.         He received a shot for his pain and a few\n\ndays worth of medicine.\n\n              The   final    incident   that     Tota    detailed   occurred      in\n\nFebruary 2000.        Tota and his father were approached by masked\n\nsecret service officers who beat them and threatened their lives if\n\nthey did not stop supporting the DP.              At one point, the officers\n\nput a handgun to Tota's head.           The incident lasted twenty minutes\n\nand   neither       Tota    nor   his   father    sought      medical    treatment\n\nthereafter.\n\n\n\n\n                                        -5-\n\f            After the February incident, Tota stopped working as a\n\ndriver and discontinued his \"volunteer\" work distributing the DP\n\nnewspaper.    On April 3, 2000, Tota left Albania on a ship to Italy,\n\nwhere he stayed for two days before using a forged Greek passport\n\nto fly to Montreal, Canada.           On April 6, 2000, Tota walked across\n\nthe Canadian border into the United States.                     He was met by a\n\ncompanion who drove him to Plattsburgh, New York, from where he\n\ntook a bus to New York City.               Tota's parents have been granted\n\npolitical asylum in the United Kingdom, where his younger brother's\n\nasylum application is still pending.\n\n            Tota testified that he left Albania because \"life was\n\ndifficult.\"       He feared that if he returned to Albania, he would\n\nundergo episodes similar to those he experienced between 1998 and\n\n2000 because the SP is still in power and maintains a strong police\n\nforce.\n\n            The     IJ   denied     Tota's       application    for    asylum   and\n\nwithholding of removal.            Though the IJ expressed some skepticism\n\nabout certain aspects of Tota's testimony, he stated that Tota was\n\n\"essentially credible\" throughout direct examination.                    The IJ also\n\nfound that Tota's testimony, if credible, would establish past\n\npersecution.        He thus \"[set] aside the issue of credibility, and\n\nassum[ed] past persecution ha[d] been established.\"                    The IJ then\n\naddressed     the    issue    of    Tota's       well-founded   fear     of   future\n\npersecution.         First,   the     IJ    found    that   Tota   was    merely   a\n\n\n                                           -6-\n\f\"driver/employee\"   of   the    DP,   and   not   a    political   operative.\n\nSecond, the IJ found that \"much has changed\" in Albania, taking\n\nparticular note of the 2004 United States State Department Profile\n\nof Asylum Claims and Country Conditions for Albania.6                 The IJ\n\nquoted a passage stating that \"there are no indications that the\n\nSocialist Party, either through its own organization or through\n\nGovernment authorities, is engaged in a pattern of repression of\n\nviolent behavior against its opponents.\"              In sum, the IJ stated\n\nthat it was \"extremely unlikely that the Government will be waiting\n\nto persecute a minor employee of the Democratic Party who is\n\nreturning after four years.\"      The IJ concluded by finding that the\n\ngovernment had sustained its burden of proof to show a change in\n\ncountry conditions beyond a preponderance of the evidence, and that\n\n\"[Tota's] fear of returning to Albania cannot be said to be well-\n\nfounded.\"      Because   Tota    failed     to    meet   the   standard   for\n\nestablishing asylum, the IJ ruled that he failed to meet the\n\nnarrower standard for withholding of removal, and denied this\n\napplication as well.\n\n            Tota appealed to the BIA, which summarily affirmed the\n\nIJ's decision without opinion on August 22, 2005.                   Tota now\n\ncontests the decisions of the BIA and IJ.\n\n\n\n\n6\n   United States Department of State, Bureau of Democracy, Human\nRights and Labor, Albania: Profile of Asylum Claims and Country\nConditions (2004).\n\n                                      -7-\n\f                                II.    Discussion\n\n             A.    Standard of Review\n\n             Because     the   BIA    affirmed    the   IJ's   holding   without\n\nopinion, we evaluate Tota's claims with reference to the findings\n\nof the IJ.     See Akinfolarin v. Gonzáles, </pre><span class=\"citation\" data-id=\"201818\"><a href=\"/opinion/201818/akinfolarin-v-gonzales/\"><span class=\"volume\">423</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">39</span></a></span><pre class=\"inline\">, 42 (1st Cir.\n\n2005); Keo v. Ashcroft, </pre><span class=\"citation no-link\"><span class=\"volume\">341</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">57</span></span><pre class=\"inline\">, 60 (1st Cir. 2003); 8 C.F.R.\n\n§ 1003.1(e)(4).\n\n             We focus first on Tota's asylum claim.            If this fails on\n\nthe merits, his withholding of removal claim fails as well, because\n\nthe latter claim \"places a more stringent burden of proof on an\n\nalien than does a counterpart claim for asylum.\"                      Bocova v.\n\nGonzáles, </pre><span class=\"citation\" data-id=\"201655\"><a href=\"/opinion/201655/bocova-v-gonzales/\"><span class=\"volume\">412</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">257</span></a></span><pre class=\"inline\">, 262 (1st Cir. 2005) (citing Makhoul v.\n\nAshcroft, </pre><span class=\"citation\" data-id=\"201313\"><a href=\"/opinion/201313/makhoul-v-ashcroft/\"><span class=\"volume\">387</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">75</span></a></span><pre class=\"inline\">, 82 (1st Cir. 2004)) (internal citation\n\nomitted).\n\n             Tota bears the burden of establishing eligibility for\n\nasylum by demonstrating that he is a \"refugee.\"                 8 U.S.C. § 1158\n\n(b)(1)(B)(i); 8 C.F.R. § 208.13(a).            A refugee is any person who is\n\noutside of his home country and is \"unable or unwilling to return\n\n. . . because of persecution or a well-founded fear of persecution\n\non   account      of   race,   religion,      nationality,     membership   in   a\n\nparticular social group, or political opinion.\"                 8 U.S.C. § 1101\n\n(a)(42)(A).       An applicant may meet this burden by showing past\n\npersecution, which creates a legal presumption that he has a well-\n\nfounded fear of future persecution.             8 C.F.R. § 208.13(b)(1). When\n\n\n                                        -8-\n\fa petitioner has established a presumption that he has a well-\n\nfounded fear of future persecution, the government can rebut this\n\nby showing by a preponderance of the evidence that \"[t]here has\n\nbeen a fundamental change in circumstances such that the applicant\n\nno longer has a well-founded fear of persecution.\"         8 C.F.R.\n\n§ 208.13(b)(1)(i)(A).7\n\n          We review the IJ's factual findings under the deferential\n\n\"substantial evidence\" standard.   See Dhima v. Gonzáles, </pre><span class=\"citation\" data-id=\"201733\"><a href=\"/opinion/201733/dhima-v-ashcroft/\"><span class=\"volume\">416</span> <span class=\"reporter\">F.3d</span>\n\n<span class=\"page\">92</span></a></span><pre class=\"inline\">, 95 (1st Cir. 2005).   We must uphold the determinations of the\n\nIJ if they are \"supported by reasonable, substantial, and probative\n\nevidence on the record considered as a whole.\"        INS v. Elías-\n\nZacarías, </pre><span class=\"citation\" data-id=\"112682\"><a href=\"/opinion/112682/ins-v-elias-zacarias/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">478</span></a></span><pre class=\"inline\">, 481 (1992).      See also Guzmán v. INS, </pre><span class=\"citation\" data-id=\"200443\"><a href=\"/opinion/200443/guzman-v-ins/\"><span class=\"volume\">327</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">11</span></a></span><pre class=\"inline\">, 15 (1st Cir. 2003).          An IJ's findings of fact are\n\n\"conclusive unless any reasonable adjudicator would be compelled to\n\nconclude to the contrary.\"    8 U.S.C. § 1252(b)(4)(B). See also\n\nDhima, 416 F.3d at 95.8\n\n          B.   Merits\n\n          The IJ assumed that Tota's testimony was \"essentially\n\ncredible\" and that the incidents to which he testified amounted to\n\n\n7\n    Alternatively, a petitioner may directly establish a well-\nfounded fear of persecution based on one of the five grounds listed\nabove. 8 C.F.R. 208.13(b)(2). Tota does not make this claim, so\nwe decline to address the issue further.\n8\n    Findings as to changed circumstances are usually factual\ndeterminations. Mehilli v. Gonzáles, </pre><span class=\"citation\" data-id=\"201978\"><a href=\"/opinion/201978/mehilli-v-gonzales/\"><span class=\"volume\">433</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">86</span></a></span><pre class=\"inline\">, 93 (1st Cir.\n2005). Here, the IJ's determination was a factual one, based on\nthe 2004 State Department Profile of Asylum Claims.\n\n                                -9-\n\fpast persecution.          This creates the presumption that Tota has a\n\nwell-founded fear of future persecution, qualifying him for asylum\n\nunless the government rebuts this presumption through evidence of\n\nchanged country circumstances.             Tota's first argument on appeal\n\nrests    on   the    premise   that   the    IJ    did       not   afford     him   this\n\npresumption.        This is simply incorrect.           In making this argument,\n\nTota quotes one line from the IJ's decision: \"[t]he court finds it\n\nextremely unlikely that the Government will be waiting to persecute\n\na minor employee of the Democratic Party who is returning after\n\nfour years.\"         This line itself admittedly affords no explicit\n\npresumption     of     a    well-founded     fear       --    indeed     it    implies\n\nunreservedly that Tota's fear is not objective.                    The IJ, however,\n\nstated in his very next sentence that \"[t]he court is satisfied\n\nthat    the   Government     has   sustained      its    burden     of   proof      by   a\n\npreponderance of evidence with regard to the change of conditions\n\nin Albania and that respondent's fear of returning to Albania\n\ncannot be said to be well-founded.\"               This sentence indicates that\n\nthe IJ had recognized a presumption of a well-founded fear but had\n\nfound that the government rebutted it.                  We therefore find that,\n\nthough he may not have said so in as many words, the IJ correctly\n\nafforded Tota the presumption of a well-founded fear of future\n\npersecution.9\n\n\n9\n  To the extent that the IJ did not \"separate the strands\" of this\nprocess and \"discuss them individually,\" Waweru v. Gonzáles, </pre><span class=\"citation no-link\"><span class=\"volume\">437</span>\n<span class=\"reporter\">F.3d</span> <span class=\"page\">199</span></span><pre class=\"inline\">, 204 (1st Cir. 2006), we will \"uphold a decision of less\n\n                                      -10-\n\f             In the alternative, Tota claims that if the IJ did\n\ncorrectly apply the burden-shifting procedure, substantial evidence\n\ndoes   not   support   the   determination    that     \"[t]here   has    been   a\n\nfundamental change in circumstances such that the applicant no\n\nlonger has a well-founded fear of persecution.\"            8 C.F.R. § 208.13\n\n(b)(1)(i)(A).    We disagree.\n\n             The government's evidence of changed country conditions\n\nis presented mainly in the form the 2004 State Department Profile\n\nof Asylum Claims.      While \"[t]he advice of the State Department is\n\nnot binding,\" Gailius v. INS, </pre><span class=\"citation\" data-id=\"198026\"><a href=\"/opinion/198026/ins-v-gailius/\"><span class=\"volume\">147</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">34</span></a></span><pre class=\"inline\">, 45 (1st Cir. 1998)\n\n(citations and internal quotation marks omitted), State Department\n\nreports are \"generally probative of country conditions.\"                  Palma-\n\nMazariegos v. Gonzáles, </pre><span class=\"citation\" data-id=\"201897\"><a href=\"/opinion/201897/palma-mazariegos-v-gonzales/\"><span class=\"volume\">428</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">30</span></a></span><pre class=\"inline\">, 36 (1st Cir. 2005).                Evidence\n\nin   these   reports   never    \"automatically    trump[s]\"       petitioner's\n\nspecific evidence, Waweru v. Gonzáles, </pre><span class=\"citation no-link\"><span class=\"volume\">437</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">199</span></span><pre class=\"inline\">, 203 (1st Cir.\n\n2006) (citations and internal quotation marks omitted) (emphasis in\n\noriginal), and is \"open to contradiction.\"           Zarouite v. Gonzáles,\n\n</pre><span class=\"citation\" data-id=\"201824\"><a href=\"/opinion/201824/zarouite-v-ashcroft/\"><span class=\"volume\">424</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">60</span></a></span><pre class=\"inline\">, 63 (1st Cir. 2005).           Further, \"abstract evidence of\n\ngeneralized changes in country conditions, without more, cannot\n\nrebut a presumption of a well-founded fear of future persecution.\"\n\nPalma-Mazariegos, 428 F.3d at 35.            On the other hand, where a\n\nreport    demonstrates       fundamental     changes     in   the       specific\n\n\nthan ideal clarity if the agency's path may reasonably be\ndiscerned.\" Id. (quoting Bowman Transp., Inc. v. Ark.-Best Freight\nSys., Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">419</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">281</span></span><pre class=\"inline\">, 286 (1974) (internal citations omitted)).\n\n                                    -11-\n\fcircumstances that form the basis of a petitioner's presumptive\n\nfear of future persecution, it \"may be sufficient, in and of\n\nitself,\" to rebut that presumption.           Id. at 36 (emphasis added).\n\n           In the instant case, the profile of asylum claims details\n\nat length the progression of Albania's political environment,\n\nspecifically as it relates to political asylum claims, which\n\nconstitute a \"majority\" of Albanian asylum cases.                       The report\n\nstates that \"there have been no major outbreaks of political\n\nviolence   since   1998,\"10    and    that   \"[t]hough      serious      political\n\nrepression   existed   in     the    past,   there    are   no   indications    of\n\nsystemic political persecution in Albania at the present time.\"\n\nThe report also states that, as of 2004, there were no known cases\n\nof \"individuals in prison or detention for political reasons.\"\n\nFinally, \"there is no indication that the former Communists . . .\n\nhave sought retribution against opponents of the Communist regime\n\nor the many individuals who have returned to Albania after having\n\nfled   abroad.\"     Indeed,     although      \"[i]n    2003,     many    countries\n\nincreased deportations of illegal Albanian residents, . . . [n]o\n\nreports or evidence of any mistreatment of returnees at the hands\n\n\n\n10\n   While Tota does allege that acts of persecution were perpetrated\nagainst him after 1998, the report's proclamation that there have\nbeen no major outbreaks during that time certainly cannot be read\nto stand for the proposition that no politically motivated violence\noccurred, which would call into question its applicability to\nTota's particular situation. We therefore see no reason why this\npassage distinguishes Tota from other former DP members who would\nface improved conditions upon a return to Albania.\n\n                                      -12-\n\fof police or others have been received.\"                 These passages point\n\nspecifically to greatly improved conditions for those in Tota's\n\nposition -- individuals who suffered past persecution on political\n\ngrounds at the hands of members of the former Communist regime, and\n\nwho would be returning to Albania after having fled abroad.                     This\n\nis sufficient, \"in and of itself,\" Palma-Mazariegos, 428 F.3d at\n\n36,   to   rebut    Tota's   presumptive        well-founded     fear    of   future\n\npersecution.\n\n            For his part, Tota presents no specific contradictory\n\nevidence, nor any other reasons why the changed conditions do not\n\napply to his individual situation.              His attempts to discredit the\n\nIJ's finding and the methods used to arrive at that finding are\n\nunpersuasive.\n\n            To     this   end,   Tota   first    takes   issue    with    the   IJ's\n\nreference to a passage stating that \"there are no indications that\n\nthe Socialist party either through its own organization or through\n\ngovernment authorities is engaged in a pattern of repression of\n\nviolent behavior against its opponents.\" Placing great emphasis on\n\nthe fact that this passage was taken from a section entitled \"Since\n\n1998,\" Tota argues that because his abuses took place between 1998\n\nand 2000, the passage cannot logically support a finding of changed\n\ncountry conditions after that time.                This simply misreads the\n\npassage as a whole.        There is no indication that the title \"Since\n\n1998\" intends to refer to the conditions contained within the time\n\n\n                                        -13-\n\fframe as being static.          Indeed, the very first line of the section\n\nstates that \"Albania's human rights record has improved steadily\n\nsince 1997 when the Socialist Party came to power\" (emphasis\n\nadded).    The section also describes specific instances that show\n\nsignificant    reductions        in    politically-motivated      violence    and\n\narrests since 2000.       The last \"large-scale, but generally short-\n\nterm,\" arrests were made in conjunction with demonstrations and\n\nriots by Democratic Party members in protest of the allegedly\n\nrigged 2000 local elections.              The elections of 2001-2003 were\n\n\"hotly    contested,\"     and    yet    \"generally   free    of   violence\"   and\n\nunfolded without police interference.            Outbreaks of violence were\n\nisolated and generally limited to clashes between individual party\n\nsupporters, not initiated by the government or police force.                   As\n\nfor an indicator of future violence, the section states that \"in\n\nrecent years, Albanians have been able to exercise freely their\n\nright to change their government through democratic means.               Such a\n\nright necessarily includes the ability . . . to organize and\n\ncampaign broadly free from Government interference.\"               We therefore\n\nhold that the \"Since 1998\" section, standing alone, can logically\n\nsupport the determination that there has been a fundamental shift\n\nin circumstances related to Albania's political freedom since\n\nTota's last abusive incident in early 2000.\n\n            Tota   next     launches      a    broad-based    attack    on    the\n\ngovernment's evidence and the IJ's consideration of the record as\n\n\n                                        -14-\n\fa whole.11     His accusation that the IJ neglected to carry out his\n\nofficial duty to properly weigh the evidence provided by both sides\n\nis meritless. \"[I]n the absence of clear evidence to the contrary,\n\ncourts presume that [government agencies] have properly discharged\n\ntheir official duties.\"       United States v. Armstrong, </pre><span class=\"citation\" data-id=\"118022\"><a href=\"/opinion/118022/united-states-v-armstrong/\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">456</span></a></span><pre class=\"inline\">,\n\n464 (1996) (quoting United States v. Chemical Foundation, Inc., </pre><span class=\"citation\" data-id=\"100923\"><a href=\"/opinion/100923/united-states-v-chemical-foundation-inc/\"><span class=\"volume\">272</span>\n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 14-15 (1926)) (internal quotation marks omitted).                   Tota\n\nprovides absolutely no evidence that the IJ neglected to duly\n\nreview   all    of   the   evidence   in   the   record   before   making   his\n\ndecision.\n\n              In sum, we find that substantial evidence culled from the\n\nState Department asylum claims report, specifically tailored to the\n\ndiscussion of political persecution of DP members by the Socialist\n\ngovernment, supports the IJ's finding that the government met its\n\nburden   of    rebutting    Tota's    presumptive    well-founded    fear    of\n\n\n11\n     Tota argues that \"[w]hile the IJ theoretically could have\nreviewed all of the evidence in the record and determined that the\nsubstance of the 33 pages [submitted by the government] outweighed\nthe volume of the 500 [submitted by petitioner], he neglected to do\nso.\"   The government's evidence consisted of the aforementioned\n2004 State Department Profile of Asylum Claims and a 2003 State\nDepartment Country Report on Human Rights Practices.       Much of\nTota's evidence consisted of State Department reports that either\npredated or were identical to those submitted by the government.\nTota also submitted a lengthy article detailing violations of media\nfreedom and others detailing mistreatment of suspected criminals.\nNeither issue is particularly relevant to an analysis of Tota's\nparticular situation. Finally, to the extent that the sheer volume\nof evidence introduced into the record is a valid consideration,\nTota grossly overstates his case by double-counting many articles\nentered into the record both directly and as appendices to his\noriginal asylum application.\n\n                                      -15-\n\fpersecution.     Tota has provided no direct evidence to refute the\n\nIJ's finding, and his criticisms of the methods and reasoning used\n\nby the IJ are unpersuasive.           There is thus no basis to overturn the\n\nIJ's denial of Tota's asylum claim.12\n\n            C.   BIA's Summary Affirmance\n\n            Finally, Tota claims that the BIA violated its own\n\nprocedure by which it may affirm a decision of the IJ without\n\nopinion.    Under this procedure, the BIA may summarily affirm the\n\ndecision of an IJ if it determines that (i) the IJ's decision was\n\ncorrect; (ii) any errors in the IJ's decision were either harmless\n\nor nonmaterial; and (iii) either the issues on appeal are squarely\n\ncontrolled by existing precedent, and do not involve application of\n\nthis    precedent    to   a   novel    factual   situation,   or   are     not   so\n\nsubstantial that the case warrants the issuance of a written\n\nopinion.    8 C.F.R. § 1003.1(e)(4).\n\n            Tota does not challenge the BIA's summary affirmance\n\nprocedure itself.13       Instead, he claims that the BIA misapplied its\n\nown    regulations   by    issuing     a   summary   affirmance    based    on   an\n\n\n12\n    Because Tota's asylum claim fails, we need not evaluate his\nclaim under the more stringent standard for withholding of removal.\nAlbathani, 318 F.3d at 374.\n13\n   We have repeatedly rejected such challenges because this Court\ncan review the IJ directly and remand to the BIA for further\nadjudication as is warranted. See Dhima, 416 F.3d at 96-97 (1st\nCir. 2005) (\"although the summary affirmance does not give the\nBIA's reasons, '[t]he courts will continue to have the IJ's\ndecision and the record upon which it is based available for\nreview.'\") (quoting Albathani, 318 F.3d at 377-78).\n\n                                        -16-\n\fincorrect result and upon errors of law and fact that were neither\n\nharmless nor immaterial.         This claim does not alter our initial\n\nanalysis.      If the IJ does issue an erroneous decision, we will\n\nremand to the BIA regardless of whether a petitioner challenges the\n\nBIA's summary affirmance of that decision.              If, on the other hand,\n\nthe IJ's decision is correct, and any errors are harmless and\n\nnonmaterial, the BIA's summary affirmance procedure will not have\n\nbeen misapplied.     In the instant case, because we have found that\n\nthe IJ's decision is supported by substantial evidence, and that\n\nthe IJ did not make any harmful or material errors of fact or law,\n\nTota's claim fails.      See, e.g., Ziu v. Gonzáles, </pre><span class=\"citation\" data-id=\"201619\"><a href=\"/opinion/201619/ziu-v-ashcroft/\"><span class=\"volume\">412</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">202</span></a></span><pre class=\"inline\">, 204\n\n(1st Cir. 2005) (rejecting petitioner's challenge that the BIA\n\nmisapplied its summary affirmance procedure to an incorrect IJ\n\ndecision upon finding that the IJ's decision was not erroneous).\n\n                               III.   Conclusion\n\n            For the reasons stated above, we deny the petition for\n\nreview   and    affirm   the   decision      of   the   IJ,   and   the   summary\n\naffirmance of the BIA.\n\n            Affirmed.\n\n\n\n\n                                      -17-\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/100923/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112682/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118022/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198026/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198253/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200443/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201313/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201619/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201655/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201733/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201818/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201824/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201897/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201978/"
  ]
}