{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202494/",
  "absolute_url": "/opinion/202494/acevedo-v-united-states/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202494/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:54:19Z",
  "date_modified": "2016-02-28T05:08:12.758716Z",
  "type": "010combined",
  "sha1": "882211175683bd2b8ef237c9dae679db03a11411",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/05-1889-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2006/11/14/Acevedo_v._United_States.pdf",
  "plain_text": "          United States Court of Appeals\n                        For the First Circuit\nNo. 05-1889\n\n                        MARÍA G. ABREU, et al.\n\n                        Plaintiffs, Appellants,\n\n                                  v.\n\n  THE UNITED STATES, DONALD H. RUMSFELD, Secretary of Defense,\n         ROBERT B. PIRIE, Acting Secretary of the Navy,\n       GENERAL JAMES JONES, Commander of the Marine Corps\n\n                        Defendants, Appellees.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                 FOR THE DISTRICT OF PUERTO RICO\n         [Hon. José Antonio Fusté, U.S. District Judge]\n\n\n                                Before\n\n                         Boudin, Chief Judge,\n                  Torruella and Dyk*, Circuit Judges.\n\n\n     Carl E. McAfee and Celina Romany Siaca, with whom Celina\nRomany Law Offices was on brief, for appellants.\n     Mark B. Stern, with whom Peter D. Keisler, H.S. García,\nGregory G. Katsas and Alisa B. Klein were on brief, for appellees.\n\n\n\n                           November 14, 2006\n\n\n\n\n          *\n              Of the Federal Circuit, sitting by designation.\n\f           DYK, Circuit Judge.          This is a suit under the Federal\n\nTort Claims Act (“FTCA”), 28 U.S.C. §§ 1346(b), 2671-2680 (2000).\n\nThe plaintiffs, Abreu et al., sought money damages from the United\n\nStates for personal injuries and property damage allegedly caused\n\nby the United States Navy’s operation of the Atlantic Fleet Weapons\n\nTraining   Facility     (“AFWTF”)   on       Vieques    Island,      Puerto   Rico.\n\nAcevedo, et al. v. United States, Abreu, et al. v. United States,\n\nNos. 04-1232, -1372 (D.P.R. Apr. 25, 2005) (consolidated).                      The\n\nUnited States District Court for the District of Puerto Rico\n\ndismissed their claims for want of subject matter jurisdiction,\n\nholding that the claims were barred by the FTCA’s discretionary\n\nfunction exception, 28 U.S.C. § 2680(a).               We affirm.\n\n                                        I.\n\n                                        A.\n\n           The   FTCA   provides    a    limited       waiver   of    the   federal\n\ngovernment’s sovereign immunity for claims of “injury or loss of\n\nproperty . . . caused by the negligent or wrongful act or omission\n\nof any employee of the Government . . . under circumstances where\n\nthe United States, if a private person, would be liable to the\n\nclaimant in accordance with the law of the place where the act or\n\nomission occurred.”      28 U.S.C. § 1346(b)(1).           “[F]or liability to\n\narise under the FTCA, a plaintiff's cause of action must be\n\n'comparable' to a 'cause of action against a private citizen'\n\nrecognized in the jurisdiction where the tort occurred, and his\n\n\n                                    -2-\n\fallegations, taken as true, must satisfy the necessary elements of\n\nthat comparable state cause of action.” Dorking Genetics v. United\n\nStates, 76 F.3d 1261, 1266 (2d Cir. 1996) (quoting Chen v. United\n\nStates, 854 F.2d 622, 626 (2d Cir. 1988)).\n\n           Even where the government conduct would create state tort\n\nliability in a suit against a private party, the FTCA provides that\n\nsovereign immunity is not waived if the challenged governmental\n\naction involved the exercise of discretion.             28 U.S.C. § 2680(a).\n\nThis provision is known as the discretionary function exception.\n\nIn   general,   that    exception,   in    turn,   is   inapplicable   if   the\n\ngovernment action is contrary to the requirements of Federal law.\n\nUnited States v. Gaubert, 499 U.S. 315, 324-25 (1991).             This case\n\nprimarily concerns the scope of the exception to the discretionary\n\nfunction exception.\n\n                                     B.\n\n           This court described the history, layout, and operation\n\nof the AFWTF in detail in Romero-Barceló v. Brown, 643 F.2d 835\n\n(1st Cir. 1981).       We review that background only briefly here.\n\n           The United States Navy acquired land and built facilities\n\non Vieques Island between 1941 and 1943.           Initially, the Navy used\n\nthe Vieques facilities primarily to conduct Atlantic Fleet Marine\n\nForce maneuvers and training.        In 1960, the Navy began using live\n\nmunitions in naval gunfire and air-to-ground targeting exercises on\n\nVieques.    In 1973, additional live-ammunition weapons training\n\n\n                                     -3-\n\fexercises were transferred from Culebra Island (also off the coast\n\nof Puerto Rico) to Vieques.       Along with the various training\n\nfacilities, the Navy operated an open burning/open detonation\n\nfacility at the AFWTF.   The open burning/open detonation facility,\n\nlocated on the easternmost end of Vieques, was used to detonate or\n\notherwise incinerate unused ordinance that was stored on the\n\nwestern end of the Island. Concerned with the environmental impact\n\nof the AFWTF, in 1977, the government of Puerto Rico initiated\n\nlitigation which eventually resulted in a district court order\n\nrequiring the Navy to comply with certain federal environmental\n\nstatutes, including the Clean Water Act, 33 U.S.C. §§ 1251-1357\n\n(2000), and the National Environmental Policy Act, 42 U.S.C. §§\n\n4321 et seq., in operating the AFWTF.1       The Navy obtained an\n\ninterim permit for the AFWTF in 1980.\n\n          In September 1983, the Navy and the government of Puerto\n\nRico executed a memorandum of understanding in which the Navy\n\nagreed to make certain changes.    On January 10, 2000, the United\n\nStates Environmental Protection Agency (“EPA”) issued, with the\n\nNavy’s consent, an order requiring certain changes at the AFWTF.\n\nThe EPA made compliance with the consent order a condition for\n\nfinal issuance of a permit that the Navy was required to obtain\n\n\n\n          1\n            Romero-Barceló v. Brown, 478 F. Supp. 646 (D.P.R.\n1979), aff’d in part, vacated in part, Romero-Barceló v. Brown, 643\nF.2d 835 (1st Cir. 1981), rev’d on other grounds, Weinberger v.\nRomero-Barceló, 456 U.S. 305 (1982).\n\n                                -4-\n\funder the federal Resource Conservation and Recovery Act (“RCRA”).\n\n42 U.S.C. § 6901 et seq.      The Navy needed to obtain a final permit\n\nin order to continue to operate the open burning/open detonation\n\nfacility in compliance with the statute.           In May 2000, the Navy\n\ndiscontinued live-fire exercises at the AFWTF.        On April 30, 2003,\n\nthe Navy terminated all military exercises on Vieques Island.\n\n            The plaintiffs, residents of Vieques, filed suits against\n\nthe United States under the FTCA on March 19 and April 27, 2004.\n\nThey alleged that the Navy’s past military exercises and waste\n\ndisposal activities at the AFWTF had exposed them to hazardous\n\nsubstances such as Agent Orange, depleted uranium, napalm, and\n\nother ordinance with explosive components, as well as harmful noise\n\npollution.     The plaintiffs sought damages for physical injury,\n\nemotional    distress   and   property   damage.     The   district   court\n\nconsolidated the actions.\n\n            On February 5, 2005, the district court rejected the\n\ngovernment’s contention that the suits were time-barred under the\n\nFTCA’s two-year statute of limitations, 28 U.S.C. § 2401(b).           The\n\ncourt held that the suits were timely despite the fact that the\n\nallegedly harmful governmental actions occurred more than two years\n\nbefore the administrative complaints were filed, concluding that\n\nthe plaintiffs had alleged “continuing violations.”          However, the\n\ncourt also held that the continuing tort theory did not allow the\n\nplaintiffs to recover damages for injuries sustained more than two\n\n\n                                   -5-\n\fyears before the administrative complaints were filed.\n\n            On    April     22,   2005,   the     district      court       granted    the\n\ngovernment’s       motion    to   dismiss       for    lack     of    subject     matter\n\njurisdiction. With respect to the claims that plaintiffs pursue on\n\nappeal, the district court concluded that jurisdiction was lacking\n\nbecause   the     Navy’s    allegedly     harmful          conduct    was    within    the\n\ndiscretionary function exception.2               In the alternative the court\n\nconcluded that even if the discretionary function did not apply,\n\nthe plaintiffs’ claims nevertheless failed because the plaintiffs\n\nhad not established any causal connection between the governmental\n\nconduct and their injuries. Finally, the district court denied the\n\nplaintiffs’      request    for   discovery,       concluding         that    additional\n\ndiscovery       would   serve     no   purpose        in    light    of     the   court’s\n\njurisdictional determination.\n\n            The plaintiffs timely appealed.                   We have jurisdiction\n\npursuant to 28 U.S.C. § 1291 (2000).\n\n                                          II.\n\n            We    address     first    the      plaintiffs’         challenge     to   the\n\ndistrict court’s determination that the discretionary function\n\nexception applies.\n\n\n\n            2\n            Plaintiffs made several claims in the district court\nthat they do not raise on appeal, including claims under the\nEndangered Species Act, 16 U.S.C. § 1531 et seq., claims relating\nto the Navy’s transfer of military exercises from Culebra Island to\nVieques, and claims that the government is directly liable under\nRCRA and the Clean Water Act.\n\n                                          -6-\n\f                                            A.\n\n           In    a   suit    under      the        FTCA,       the    district    court’s\n\njurisdiction is limited by 28 U.S.C. § 1346(b).                            Only claims\n\nproperly   within    the    scope      of    the    FTCA’s      waiver    of     sovereign\n\nimmunity in 28 U.S.C. § 2674 are cognizable.                          Another provision\n\nlists the exceptions to FTCA liability, and provides that if one of\n\nthe exceptions applies, “[t]he provisions of . . . section 1346(b)\n\nof this title shall not apply.”                    28 U.S.C. § 2680.             One such\n\nexception is the discretionary function exception, which provides\n\nthat sovereign immunity is not waived for claims “based upon the\n\nexercise or performance or the failure to exercise or perform a\n\ndiscretionary function or duty on the part of a federal agency or\n\nan employee of the Government, whether or not the discretion\n\ninvolved   be    abused.”         28   U.S.C.       §    2680(a).        Thus,     if   the\n\ndiscretionary function exception applies, the jurisdictional grant\n\nof   section    1346(b)    does    not,      such       that   “the    [government]     is\n\ncompletely immune from suit, and the claim must be dismissed for\n\nlack of subject matter jurisdiction.”                   Santoni v. Potter, 369 F.3d\n\n594, 602 (1st Cir. 2004) (citing Kelly v. United States, 924 F.2d\n\n355, 360 (1st Cir. 1991)).3\n\n\n\n\n           3\n            The Supreme Court’s recent decision in Arbaugh v. Y &\nH Corp., 126 S. Ct. 1235, 1245 (2006), confirms that dismissal for\nlack of subject matter jurisdiction is appropriate “[i]f the\nLegislature clearly states that a threshold limitation on a\nstatute’s scope shall count as jurisdictional.”\n\n                                            -7-\n\f                                 B.\n\n          The discretionary function exception “marks the boundary\n\nbetween Congress’ willingness to impose tort liability upon the\n\nUnited States and its desire to protect certain governmental\n\nactivities from exposure to suit by private individuals.”       United\n\nStates v. S.A. Empressa de Viacao Aerea Rio Grandense (“Varig\n\nAirlines”), 467 U.S. 797, 808 (1984).        Congress, in enacting the\n\ndiscretionary function exception, intended to “prevent judicial\n\n‘second-guessing’   of   legislative   and   administrative   decisions\n\ngrounded in social, economic, and political policy through the\n\nmedium of an action in tort.”   Id. at 814.     In determining whether\n\nconduct involves a discretionary function, we first ask whether\n\n“the conduct itself [is] discretionary.”       Montijo-Reyes v. United\n\nStates, 436 F.3d 19, 24 (1st Cir. 2006) (internal quotation marks\n\nomitted); see also Irving v. United States, 162 F.3d 154, 162 (1st\n\nCir. 1998) (en banc); Wood v. Unites States, 290 F.3d 29, 36 (1st\n\nCir. 2002).   To be discretionary, the conduct must involve “an\n\nelement of judgment or choice.” United States v. Gaubert, 499 U.S.\n\n315, 322 (1991) (quoting Berkovitz v. United States, 486 U.S. 531,\n\n536 (1988)); see also Dalehite v. United States, 346 U.S. 15, 34\n\n(1953).\n\n          Assuming that the challenged conduct “involves an element\n\nof judgment,” we next consider “whether that judgment is of the\n\nkind that the discretionary function exception was designed to\n\n\n                                 -8-\n\fshield.”    Berkovitz, 486 U.S. at 536; see also Varig Airlines, 467\n\nU.S. at 813. In other words we ask whether “the exercise of\n\ndiscretion involve[s] (or is [] susceptible to) policy-related\n\njudgments.”     Montijo-Reyes, 436 F.3d at 24; see also Irving, 162\n\nF.3d at 162.\n\n            The district court held, and the plaintiffs do not\n\ncontest, that “the military activities carried out by the Navy on\n\nVieques over the past several decades have involved discretionary\n\ndecision-making of the most fundamental kind,” requiring “balancing\n\ncompeting concerns of secrecy and safety, national security and\n\npublic health.”        Thus it is undisputed that the discretionary\n\nfunction exception generally precludes FTCA claims based on the\n\nNavy’s operation of the AFWTF.\n\n            This is not, however, the end of the inquiry.                          The\n\nplaintiffs point out that the discretionary function exception\n\ngenerally does not apply if the activity in question violates a\n\nmandatory    federal    law.         Gaubert,      499   U.S.    at   324.   In   such\n\ncircumstances    the    exercise       of    discretion     is   precluded.        The\n\nplaintiffs    argue    that    the    Navy       violated   mandatory    directives\n\nimposed by federal statutes, the Clean Water Act, 33 U.S.C. §§\n\n1251-1357 (2000) (“CWA”), RCRA, and the Noise Control Act, 42\n\nU.S.C. §§ 4901-4918(2000) (“NCA”).\n\n                                            C.\n\n            It has long been established under the FTCA that actions\n\n\n                                        -9-\n\fby   a   government   employee   complying   with   a    mandatory   policy\n\ndirective are protected by the discretionary function exception.\n\nDalehite, 346 U.S. at 36; Varig Airlines, 467 U.S. at 820.              In\n\nDalehite, the Court held that the discretionary function exception\n\nprotected the conduct of government employees who participated in\n\nthe production and dissemination of a fertilizer that exploded,\n\nreasoning that the exception must shield the action of subordinates\n\nimplementing a regulatory plan because otherwise, each action by a\n\nsubordinate could potentially give rise to governmental liability,\n\nand the exception would “fail at the time it would be needed.”          346\n\nU.S. at 36.    The Varig Airlines Court similarly shielded the FAA’s\n\nimplementation of a spot-check plan and the actions of employees\n\ncarrying out the plan, reasoning that the agency had discretion to\n\nimplement the plan and that the actions of the employees carrying\n\nit out reflected the agency’s policy choices.           467 U.S. at 819-20.\n\n            In Berkovitz v. United States, 486 U.S. 531 (1988), the\n\nCourt addressed for the first time the question whether failure to\n\ncomply with such a directive made the discretionary function\n\nexception inapplicable.      The Court held that the discretionary\n\nfunction exception did not shield the actions of employees of the\n\nFood and Drug Administration and the National Institutes of Health\n\nwho licensed a vaccine in violation of mandatory requirements. The\n\nCourt held that this claim “does not challenge a discretionary\n\nfunction.     Rather, the claim charges a failure on the part of the\n\n\n                                  -10-\n\fagency to perform its clear duty under federal law.             When a suit\n\ncharges an agency with failing to act in accord with a specific\n\nmandatory directive, the discretionary function exception does not\n\napply.”   Id. at 544.\n\n              Thereafter the Supreme Court returned to the issue in\n\nUnited States v. Gaubert. 499 U.S. 315 (1991).            That case involved\n\na claim by the directors of a thrift institution that the Federal\n\nHome Loan Bank Board, pursuant to the Home Owner’s Loan Act of\n\n1933, 12 U.S.C. §§ 1461-1470, had negligently supervised the\n\nthrift, causing it to incur losses.           The Gaubert Court reaffirmed\n\nthat   when    an   employee   follows   a   mandatory    requirement   in   a\n\nregulation, and when that regulation was promulgated by an agency\n\nwith delegated Congressional authority to implement a statute, the\n\nagency has discretion in deciding how to implement the statute, and\n\nthe conduct of the employee who obeys the regulation is protected\n\nby the discretionary function exception.              Id. at 323-24.    Thus,\n\nwhen “a regulation mandates particular conduct, and the employee\n\nobeys that direction, the Government will be protected because the\n\naction will be deemed in furtherance of the policies which led to\n\nthe promulgation of the regulation.”           Id.\n\n              However, the Court also concluded that the discretionary\n\nfunction exception does not shield the conduct of an employee who\n\nviolates a mandatory regulation.             Id.     In that situation, the\n\nemployee’s action cannot be deemed in furtherance of the policies\n\n\n                                    -11-\n\fof the statute that the regulation implements.                      Nor does his\n\nconduct reflect a permissible exercise of the discretion that\n\nCongress delegated.         Thus, “[i]f [a government] employee violates\n\n[a] mandatory regulation, there will be no shelter from liability\n\nbecause there is no room for choice and the action will be contrary\n\nto policy.”     Id. at 324.     In the circumstances of Gaubert itself,\n\nthe Court concluded that the federal regulators acted in accordance\n\nwith   the   governing      regulations   enacted       pursuant    to   delegated\n\nauthority to implement the Home Owners' Loan Act, and thus the\n\ndiscretionary function exception precluded the suit.                 Id. at 334.\n\n             Each of the cases invoking the rule of Gaubert has\n\ninvolved a suit against the United States based on the activities\n\nof   federal    regulators;      for   example    in     Gaubert    itself,   the\n\nactivities of Federal Home Loan Bank Board regulators, Id. at 318-\n\n19, and in Berkovitz, the actions of Food and Drug Administration\n\nand National Institutes of Health regulators.                 486 U.S. 533.   The\n\nlanguage of both Berkovitz and Gaubert appears to be directed to\n\nmandatory regulations governing the conduct of employees of the\n\nregulatory agency.       Thus, in Gaubert, the Court was concerned with\n\nthe situation “[w]here Congress has delegated the authority to an\n\nindependent agency . . . to implement the general provisions of a\n\nregulatory statute and to issue regulations to that end.” 499 U.S.\n\nat   323.      See   also   Berkovitz,    486    U.S.    at   545   (noting   that\n\n“application of the discretionary function exception . . . hinges\n\n\n                                       -12-\n\fon   whether    the    agency   officials     making     that   determination\n\npermissibly exercise policy choice”). This is not surprising. The\n\nissue in those cases concerned the exercise of discretion by the\n\nregulators under the statutes conferring their authority, and it\n\nbecame     important    to   determine     whether     the   regulators   were\n\nexercising the discretion conveyed by the regulation under their\n\norganic statute.       If they were acting contrary to the regulatory\n\nscheme, they were not exercising appropriate discretion.\n\n            Here the issue is quite different.           The regulated party\n\n(the Navy) is not exercising or purporting to exercise discretion\n\nunder the regulatory statutes. The Navy’s discretion comes from an\n\nentirely    different    source,   namely,    its    authority    to   conduct\n\nmilitary operations.         Just as the Navy cannot claim to exercise\n\ndiscretion under the regulatory statutes, its discretion under\n\nmilitary statutes likely cannot be cabined by the dictates of the\n\nregulatory statutes.         In other words, we think that the rule of\n\nGaubert may well be inapplicable to mandatory directives aimed at\n\na regulated party, where the regulated party is not exercising\n\ndiscretion under the mandatory statute or regulation.                  We also\n\nperceive that there is a particularly strong argument for limiting\n\nthe rule of Gaubert where the exercise of military authority is\n\ninvolved, in view of the numerous cases cautioning the courts to\n\navoid interfering with the exercise of discretionary military\n\nauthority.     See, e.g., United States v. Shearer, 473 U.S. 52, 57\n\n\n                                    -13-\n\f(1985)   (“civilian    court   [should    not]    second-guess     military\n\ndecisions”).     See also United States v. Muniz, 374 U.S. 150, 162\n\n(1963), United States v. Brown, 348 U.S. 110, 112 (1954).\n\n          Applying the rule of Gaubert to regulated entities, as\n\nwell as to regulatory entities, would create an anomaly.            If the\n\nregulators were the defendants, Gaubert would then apply only if\n\nthey were acting clearly contrary to the statute or regulation. If\n\nthe regulated entities were sued, they would have been bound to\n\nfollow not only the plain language of the statute or regulation,\n\nbut also the interpretation of the regulatory entity under Chevron,\n\nU.S.A., Inc. v. Nat’l Res. Def. Council, 467 U.S. 837 (1984), and\n\nUnited States v. Cleveland Baseball Co.. 532 U.S. 200, 219 (2001).\n\nThe FTCA would become a medium for enforcing the entire regulatory\n\nscheme, including the discretionary decisions of the regulatory\n\nagency, an eventuality that Congress likely did not contemplate\n\nwhen it enacted the FTCA.\n\n          However,    we   need   not   decide   the   difficult   question\n\nwhether the rule of Gaubert is inapplicable to regulated parties\n\nfor we conclude that the Gaubert rule is inapplicable here for\n\nother reasons.\n\n          We turn to the three statutes that plaintiffs claim were\n\nviolated here.\n\n\n\n\n                                   -14-\n\f                                  III.\n\n                        A.   The Clean Water Act\n\n           Plaintiffs first rely on alleged violations of the Clean\n\nWater Act (“CWA”), 33 U.S.C. § 1251-1387 (2000). The CWA prohibits\n\ndischarging pollutants into the ocean without a National Pollutant\n\nDischarge Elimination System (“NPDES”) permit.           33 U.S.C. §§\n\n1311(a), 1323(a). The plaintiffs argue that the Navy was required,\n\nunder the CWA, to obtain a valid NPDES permit before conducting\n\nship-to-ship and ship-to-shore live fire exercises, because those\n\nexercises risked discharging pollutants in to the waters around\n\nVieques.   The plaintiffs also argue that the Navy did not have a\n\nvalid permit.   We conclude that the Navy     had a valid NPDES permit,\n\nand thus did not violate any mandatory CWA requirement.\n\n           In United States v. Zenón-Encarnación, 387 F.3d 60, 63-64\n\n(1st Cir. 2004), this court addressed the validity of the Navy’s\n\nNPDES permit for the AFWTF.         The appellant was convicted of\n\nentering one of the AFWTF firing ranges, which the Navy had\n\ndesignated a “danger zone” closed to the public.         The appellant\n\nargued that the Navy lacked a valid NPDES permit, and thus that it\n\nlacked authority under the pertinent regulations to designate the\n\narea a “danger zone.”    Id. at 63.      The court held that:\n\n           The Navy received a valid NPDES permit in\n           1984.   That permit expired in 1989, and the\n           Navy applied to the Environmental Protection\n           Agency (“EPA”) for a new permit.      The EPA\n           deemed the application complete but failed to\n           act on it. Under the applicable regulation,\n\n                                  -15-\n\f           this failure means that the 1984 permit\n           continued in force despite its expiration.\n\nId. at 63 (internal quotations omitted).         The court affirmed the\n\ndistrict court’s conclusion that the 1984 NPDES permit continued in\n\neffect through April 9, 2002 (the date the defendant was found in\n\nthe restricted area).     The district court found that the permit\n\nremained in effect until “[t]he Navy . . . formally withdrew its\n\npermit renewal application . . . in a letter dated April 21, 2003.”\n\nUnited States v. Zenón, 285 F. Supp. 2d 109, 115 (D.P.R. 2003),\n\nvacated on other grounds, Zenón-Encarnación, 387 F.3d at 67.\n\n           We see no basis for disagreeing with Zenón’s holding that\n\nthe Navy had a valid permit, nor with the district court’s holding\n\nthat the permit remained in effect until April, 2003. Although the\n\nplaintiffs are not bound under the doctrines of res judicata or\n\ncollateral estoppel, they make no effort to demonstrate error in\n\nthe earlier cases’ conclusions.    We therefore hold that the Navy’s\n\nactions were in compliance with the statute; the discretionary\n\nfunction   exception   applies;   and    the   plaintiffs’   claims   were\n\nproperly dismissed.4\n\n                B. The Resource Conservation and Recovery Act\n\n           The plaintiffs next rely on RCRA, 42 U.S.C. § 6901, et\n\nseq. (2000).   They argue that the Navy violated a mandatory RCRA\n\n\n\n           4\n            Plaintiffs below also raised FTCA claims based on\nviolations of the CWA requirements other than its permitting\nrequirement. They do not pursue these claims on appeal.\n                                  -16-\n\frequirement by operating the open burning/open detonation facility\n\nat the AFWTF without a valid RCRA permit.\n\n            “RCRA    is   a   comprehensive    environmental    statute      that\n\ngoverns the treatment, storage, and disposal of solid and hazardous\n\nwaste.”     Meghrig v. KFC Western, Inc., 516 U.S. 479, 483 (1996).5\n\nCongress delegated to the EPA primary authority to implement and\n\nenforce the provisions of RCRA.          Chicago v. Evt’l Def. Fund, 511\n\nU.S. 328, 331 (1994) (“RCRA . . . empowers EPA to regulate\n\nhazardous wastes from cradle to grave.”). Among other things, RCRA\n\nregulates       “hazardous    waste   treatment,     storage   and     disposal\n\nfacilities” (“TSDFs”).        42 U.S.C. § 6924.      A RCRA permit from the\n\nEPA is required in order to lawfully operate a TSDF.             42 U.S.C. §\n\n6925(a).        It is undisputed that the Navy’s facility on Vieques\n\nqualified as a TSDF under the statute.\n\n            The parties agree that the Navy timely initiated the\n\nfirst step in the permit application process, and in so doing\n\nobtained “interim” permit status that allowed the Navy to operate\n\nthe facility lawfully for a time.              See 42 U.S.C. §§ 6925(e),\n\n6930(a); 40 C.F.R. § 270.70(a) (2000).               The primary dispute is\n\nwhether    the     Navy   timely   initiated   the    second   stage    in    the\n\n\n\n\n            5\n            See also H.R. Rep. No. 94-1491, pt. 1 at 3 (1976) (RCRA\nwas enacted to address “the overriding concern of . . . the effect\non the population and the environment of the disposal of discarded\nhazardous wastes–those which by virtue of their composition or\nlongevity are harmful, toxic or lethal.”).\n                                      -17-\n\fpermitting process.6        But the plaintiffs also urge that the Navy\n\nviolated RCRA in other respects. We need not resolve these complex\n\nquestions of RCRA compliance because we conclude that the Gaubert\n\nline of cases is inapplicable to this situation.\n\n           As we have noted earlier, where suit under the FTCA is\n\nbrought against the regulated entity there is a potential conflict\n\nbetween   enforcement       by    the   agency   charged    by    Congress    with\n\nenforcement responsibility and what amounts to indirect enforcement\n\nof the same statutory requirements through the FTCA.                We conclude\n\nthat at a minimum, it is necessary under such circumstances to\n\ndetermine whether the imposition of damages liability on the\n\nregulated entity under the FTCA would undermine the policies of the\n\nregulatory       statute.        Indeed,   Gaubert    itself     recognized   the\n\nimportant role played by the policies of the mandatory statutes.7\n\n           Under     the    FTCA,    the   Tucker    Act   and   other   statutes\n\n\n           6\n            The question here appears to turn on whether, under the\npertinent regulations, the open burning/open detonation facility\nwas fairly classified as a hazardous waste “treatment” facility, as\nopposed to a “land disposal” or “incinerator” facility. See 40\nC.F.R. § 260.10. If the latter, then the second part of the Navy’s\nRCRA permit application was untimely, and its interim permit status\nwas revoked. See 42 U.S.C. § 6925(e)(2); 40 C.F.R. § 270.73(f).\nThe district court found that the open burning/open detonation\nfacility was properly classified a “treatment” facility under the\nRCRA regulations, and that consequently the Navy timely completed\nthe second step in the permitting process and retained its interim\npermit status until the AFWTF was shut down.\n             7\n            499 U.S. at 324 (holding that applicability of the\ndiscretionary function exception turns on whether challenged\nconduct “will be deemed in furtherance of the policies which led to\nthe promulgation of the regulation”).\n                                        -18-\n\fproviding remedies against the United States, the Supreme Court and\n\nthe courts of appeal have repeatedly recognized that the waiver of\n\nsovereign       immunity      reflected    in   various   statutes    must    be\n\ninterpreted in light of significant policies reflected in other\n\nrelated federal statutes.           Thus, for example, the Feres doctrine\n\nprecludes a FTCA remedy for actions by the military when Congress\n\nhas created an alternative remedial scheme, because the FTCA\n\n“should be construed to fit . . . into the entire statutory system\n\nof remedies against the Government to make a workable, consistent\n\nand equitable whole.”          Feres v. United States, 340 U.S. 135, 139\n\n(1950).    The Tucker Act has been held inapplicable where Congress\n\nhas provided alternative remedies under other statutes. E.g., Lion\n\nRaisins, Inc., v. United States, 416 F.3d 1356, 1372-73 (Fed. Cir.\n\n2005).    Most pertinently, the Back Pay Act (“BPA”), allowing suit\n\nby improperly discharged federal employees for back pay, has been\n\nheld inapplicable to employees who were denied a remedy under\n\nanother statute--the Civil Service Reform Act (“CSRA”).                   United\n\nStates v. Fausto, 484 U.S. 439 (1988).              The Court reasoned that\n\n“[t]he      CSRA      established      a      comprehensive     system”      that\n\n“deliberate[ly] exclu[ded]” the employees who sought to invoke the\n\nBPA, and that allowing those employees to obtain judicial review\n\nunder    the    BPA   would    undermine    the   “considered    congressional\n\njudgment” in the CSRA to preclude such review.                Id. at 448, 455.\n\n               We think that this same principle is applicable here as\n\n\n                                       -19-\n\fwell.   Imposing liability under the FTCA because of the failure of\n\na federal employee to comply with a mandatory directive is not\n\npermissible if the imposition of such liability on a regulated\n\nentity would undermine the purposes of the regulatory statute\n\ncreating the mandatory directive.\n\n            In short, when evaluating plaintiffs’ contentions that\n\nthe   violation      of    mandatory    requirements     implies   a     waiver    of\n\nsovereign immunity under the FTCA, we must refrain from imposing\n\nliability       on   the   government    when    doing   so    would     subvert    a\n\ncongressional decision to preclude regulated entity liability in\n\nthe statute creating the mandatory directive.                 This is in keeping\n\nwith our obligation to construe such waivers narrowly and to\n\nresolve any ambiguity or uncertainty in favor of immunity.                  United\n\nStates v. Williams, 514 U.S. 527, 531 (1995).8\n\n            Here allowing recovery of compensatory damages under the\n\nFTCA for RCRA violations would adversely affect the RCRA statutory\n\nscheme.     This is not a situation in which Congress simply left\n\nunaddressed the question of damages liability under the mandatory\n\nstatute.    Rather, we deal here with a situation in which Congress\n\naffirmatively decided to limit the available remedies and to\n\npreclude    compensatory       damages.         In   RCRA,    Congress    directly\n\naddressed the role of private parties in the enforcement of the\n\n\n\n            8\n           See also West v. Gibson, 527 U.S. 212, 222 (1999); Lane\nv. Pena, 518 U.S. 187, 192 (1996).\n                                        -20-\n\fstatute.     The RCRA citizen-suit provision allows “any person” to\n\ncommence     an   action      to   prevent    an   “imminent    and    substantial\n\nendangerment to health or the environment.”                42 U.S.C. § 6972(a).\n\nThe provision confers jurisdiction on district courts to “restrain”\n\nviolations and order persons to “take other such action;” thus it\n\nconfers jurisdiction over suits for injunctive relief.                          Id.;\n\nMeghrig v. KFC Western, Inc., 516 U.S. 479, 484-85 (1996).                       The\n\ndistrict     courts    may     also    impose      civil   penalties     for    RCRA\n\nviolations.       42 U.S.C. §§ 6972(a), 6928(a).\n\n             In Meghrig the Supreme Court addressed the availability\n\nof compensatory damages.              There plaintiff property owners sued\n\nformer owners of the property under RCRA to recover the costs of\n\ncleaning up a petroleum contamination. Meghrig, 516 U.S. at 481-82\n\n(1996).      The Court noted that RCRA’s “elaborate [enforcement]\n\nscheme” is directed solely toward correcting existing or future\n\nharms by restraining them, and that RCRA must be read to preclude\n\nactions for damages.           Meghrig, 516 U.S. at 484-85 (1996).                The\n\nCourt found that RCRA makes clear that any private action is\n\nprecluded if the “EPA or the State has commenced, and is diligently\n\nprosecuting, a separate enforcement action.”                Id. at 486.        If the\n\nprivate      actions    allowed       under     RCRA   included       actions    for\n\ncompensatory      damages,     the    Court    reasoned,   those      parties   with\n\nsubstantial grievances who were most deserving of a damages award--\n\nthe   ones    suing    over    violations      grave   enough   to    attract    the\n\n\n                                        -21-\n\fattention of State or federal regulators--would be precluded from\n\nrecovery, whereas parties with grievances that were not substantial\n\nenough to warrant State or EPA enforcement, would be able to\n\nrecover in damages.         Id. at 486-87.9      “Therefore, if RCRA were\n\ndesigned to compensate private parties for their past cleanup\n\nefforts, it would be a wholly irrational mechanism for doing so.”\n\nId. at 486.10\n\n            Furthermore, Congress has manifested its desire to limit\n\nRCRA damage suits against the government in particular.              In 1992,\n\nthe Supreme Court held that RCRA’s remedial scheme did not waive\n\nthe government’s immunity from punitive fines imposed by state law.\n\nU.S. Dept. of Energy v. Ohio, 503 U.S. 607, 627-28 (1992).              Later\n\nthat year, Congress amended the RCRA citizen-suit provision to\n\nexpressly       waive   immunity   over   such   fines,   waiving   sovereign\n\nimmunity for “all civil and administrative penalties and fines,\n\n\n\n            9\n            In an analogous situation, the Supreme Court reasoned\nthat the CSRA could not logically be read to deny judicial review\nto employees eligible for veterans’ preference (“preferential\nemployees”), but at the same time grant nonpreferential employees\naccess to such review, because such a reading would undermine the\npreference system, result in an “inverted preference,” and favor\n“random categories of employees.” Consequently, the Court held that\nthe CSRA precluded judicial review for nonpreferential employees.\nFausto, 484 U.S. at 449-51.\n            10\n            The Court also held that the RCRA savings clause, 42\nU.S.C. § 6972(f), which allows persons to “seek . . . relief” that\nthey may have “under any statute or common law,” merely preserves\ncauses of action under state law, and does not authorize a new\nsubstantive RCRA cause of action for damages. Meghrig, 516 U.S. at\n487.\n                                     -22-\n\fregardless of whether such penalties or fines are punitive or\n\ncoercive in nature or are imposed for isolated, intermittent, or\n\ncontinuing violations.”         Pub. L. 102-386, 106 Stat. 1505 (October\n\n6, 1992).      However, Congress made it clear that, in permitting the\n\nrecovery of civil fines for RCRA violations, it did “not intend .\n\n. . in any manner to authorize civil tort actions against the\n\nfederal government for damages.”              H. Rep. No. 102-111, at 15\n\n(1991), as reprinted in 1992 U.S.C.C.A.N. 1301.\n\n              If an action based on the FTCA were allowed here, the\n\ndistrict court would effectively be enforcing RCRA under the guise\n\nof a FTCA claim.      We think that allowing the recovery of damages in\n\na FTCA suit, based on the violation of a mandatory permitting\n\nrequirement under RCRA, would undermine the intent of Congress to\n\npreclude compensatory damages awards for RCRA violations.\n\n              There is, moreover, reason to be concerned that the FTCA\n\nsuit here was specifically designed to achieve an end run around\n\nthe strict limitations placed by Congress on private damages\n\nactions      under   RCRA.     The   complaint     here   originally     alleged\n\nviolations of RCRA itself.11          While these direct RCRA claims were\n\neventually dismissed, the plaintiffs nonetheless continued to urge\n\nthat   the     state-law     claim   enforceable    under   the   FTCA   should\n\n\n              11\n            In the complaint, plaintiffs stated that “[plaintiffs]\nare citizens covered under [RCRA],” and “24 U.S.C. § 6972(a)(1)(A)\nof this act [the RCRA citizen-suit provision] allows for civil\nactions for violation of any requirement of RCRA,” and “Plaintiffs\nallege that the defendants have violated [RCRA].”\n                                       -23-\n\fincorporate the RCRA standard of liability.12      They now seek to\n\novercome the discretionary function exception by alleging that the\n\nNavy violated RCRA.   From a policy standpoint, this is very little\n\ndifferent from pursuing a federal damages action in the teeth of\n\nCongress’s refusal to create a private cause of action.    Although\n\nRCRA does not preempt remedies under state law, we are at the same\n\ntime disinclined to construe Congress’s waiver of immunity under\n\nthe FTCA to allow a suit Congress so clearly disfavored.\n\n          We conclude that a damage action under the FTCA is not\n\navailable against the Navy, based on a RCRA violation.\n\n                      C.   The Noise Control Act\n\n          The plaintiffs’ final argument is that the discretionary\n\nfunction exception is inapplicable because the Navy’s live-fire\n\nexercises violated mandatory requirements imposed by the Noise\n\nControl Act (“NCA”), 42 U.S.C. § 4901-4918 (2000).     Section 4 of\n\nthe NCA provides, in pertinent part, that\n\n          Each department, agency, or instrumentality\n          of the executive, legislative, and judicial\n          branches of the federal government –\n          (1) having jurisdiction over any property or\n          facility, or\n\n\n          12\n             For example, in defending against the government’s\nmotion to dismiss, the plaintiffs state that “Puerto Rico tort law\nrecognizes that under certain circumstances the violation of a\nstatute or regulation can itself constitute negligence,” that “the\nlanguage of the FTCA does not mandate that state law be applied\nwhen the state courts themselves would be required to refer to and\napply federal law to determine . . . liability,” and that the\ndistrict court should not “preclude Plaintiff from establishing\nDefendants’ violations under RCRA.”\n                                 -24-\n\f            (2) engaged in any activity resulting, or\n            which may result, in the emission of noise,\n            shall comply with Federal, State, interstate,\n            and local requirements respecting control and\n            abatement of environmental noise to the same\n            extent that any person is subject to such\n            requirements.\n\n42 U.S.C. § 4903(b) (2000).\n\n            The plaintiffs argue that section 4 of the NCA requires\n\nthe Navy to comply with the Puerto Rico Noise Prohibition Act,\n\nwhich imposes a mandatory limitation on sound emissions.               The\n\nPuerto Rico Noise Prohibition Act of 2001, 24 P.R. Stat. § 3635(2),\n\nprovides that “[n]o person may cause or permit the emission of a\n\nsound either in air or in water which . . . propagates into the\n\nwaters of Puerto Rico . . . a peak sound pressure level equal to or\n\nin excess of 190 dB re 1-m-Pa.”            The Puerto Rico legislature\n\nappears to have enacted this provision to deal specifically with\n\nnoise emissions from the Navy’s live-fire exercises on Vieques\n\nIsland.    See 24 P.R. Stat. § 3632 (“Findings”).\n\n            The plaintiffs contend that the NCA coupled with the\n\nPuerto Rico statute constitute a mandatory directive governing the\n\nNavy’s    activities   at   the   AFWTF,   rendering   the   discretionary\n\nfunction exception inapplicable. We reject this contention because\n\nthe NCA does not make the Puerto Rico statute applicable to the\n\nNavy.    In Romero-Barceló, 643 F.2d at 854-55, this court held that\n\nsection 4 of the NCA was only intended to subject the federal\n\ngovernment to state and local “requirements” similar to “the\n\n\n                                    -25-\n\ffederal requirements enforceable under § 12 [of the NCA] . . . .”\n\nSection 12 of the NCA, codified at 42 U.S.C. § 4911 (2000),\n\nprovides for citizen suits to enforce “noise control requirements.”\n\nSection 12 defines “noise control requirement” by reference to:\n\n           several provisions of the [NCA] which provide\n           for (a) standards, rules or regulations\n           controlling the noise emissions of motor\n           carriers, railroads and aircraft, [42 U.S.C.]\n           §§ 4916, 4917; 49 U.S.C. § 1431, (b)\n           labelling regulations, 42 U.S.C. § 4907, and\n           (c) noise emissions standards applicable to\n           specified domestic and imported products, id.\n           §§ 4905, 4908.\n\nRomero-Barceló, 643 F.2d 855.\n\n           The noise that plaintiffs complain of here is generated\n\nby military weapons and ordinance.         The federal requirements\n\napplicable to noise emissions by products, however, expressly\n\nexclude “any military weapons or equipment which are designed for\n\ncombat   use.”   42   U.S.C.   §   4902(3)(B)(i).   Pursuant   to   our\n\ninterpretation of section 4 of the NCA in Romero-Barceló, we\n\nconclude that the statute does not make the Puerto Rico Noise\n\nProhibition Act applicable to the Navy’s use of “military weapons\n\nor equipment,” since the statute makes clear that no federal\n\nrequirements are applicable to such activities.      The NCA did not\n\nimpose mandatory standards on the Navy’s live-fire exercises.\n\n           Accordingly, we hold that the NCA does not render the\n\ndiscretionary function exception inapplicable.\n\n                                   IV.\n\n\n                                   -26-\n\f          In summary, we conclude that none of the plaintiffs’\n\nstatutory arguments renders the discretionary function exception\n\ninapplicable.   We conclude that the district court correctly\n\ndismissed the suits for lack of subject-matter jurisdiction.    In\n\nlight of our jurisdictional holding, we have no occasion to address\n\nthe plaintiffs’ statute-of-limitations or causation arguments.\n\nBecause we hold that subject-matter jurisdiction was lacking as a\n\nmatter of law, additional jurisdictional discovery would not have\n\nbenefitted the plaintiffs, and the denial of such discovery was not\n\nerror.\n\n          The decision of the district court is\n\n          Affirmed.\n\n\n\n\n                               -27-\n\f",
  "html": "<p class=\"case_cite\">468 F.3d 20</p>\n    <p class=\"parties\">Mar&#237;a G. ABREU, et al., Plaintiffs, Appellants,<br>v.<br>The UNITED STATES, Donald H. Rumsfeld, Secretary of Defense, Robert B. Pirie, Acting Secretary of the Navy, General James James, Commander of the Marine Corps, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 05-1889.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard August 3, 2006.</p>\n    <p class=\"date\">Decided November 14, 2006.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Carl E. McAfee and Celina Romany Siaca, with whom Celina Romany Law Offices was on brief, for appellants.</p>\n      <p class=\"indent\">Mark B. Stern, with whom Peter D. Keisler, H.S. Garc&#237;a, Gregory G. Katsas and Alisa B. Klein were on brief, for appellees.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, TORRUELLA and DYK<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a>, Circuit Judges.</p>\n      <p class=\"indent\">DYK, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is a suit under the Federal Tort Claims Act (\"FTCA\"), 28 U.S.C. &#167;&#167; 1346(b), 2671-2680 (2000). The plaintiffs, Abreu et al., sought money damages from the United States for personal injuries and property damage allegedly caused by the United States Navy's operation of the Atlantic Fleet Weapons Training Facility (\"AFWTF\") on Vieques Island, Puerto Rico. <i>Acevedo, et al. v. United States, Abreu, et al. v. United States,</i> Nos. 04-1232, -1372 (D.P.R. Apr. 25, 2005) (consolidated). The United States District Court for the District of Puerto Rico dismissed their claims for want of subject matter jurisdiction, holding that the claims were barred by the FTCA's discretionary function exception, 28 U.S.C. &#167; 2680(a). We affirm.</p>\n    </div>\n    <p>I.</p>\n    <p>A.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The FTCA provides a limited waiver of the federal government's sovereign immunity for claims of \"injury or loss of property . . . caused by the negligent or wrongful act or omission of any employee of the Government . . . under circumstances where the United States, if a private person, would be liable to the claimant in accordance with the law of the place where the act or omission occurred.\" 28 U.S.C. &#167; 1346(b)(1). \"[F]or liability to arise under the FTCA, a plaintiff's cause of action must be `comparable' to a `cause of action against a private citizen' recognized in the jurisdiction where the tort occurred, and his allegations, taken as true, must satisfy the necessary elements of that comparable state cause of action.\" <i>Dorking Genetics v. United States,</i> 76 F.3d 1261, 1266 (2d Cir.1996) (<i>quoting Chen v. United States,</i> 854 F.2d 622, 626 (2d Cir. 1988)).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Even where the government conduct would create state tort liability in a suit against a private party, the FTCA provides that sovereign immunity is not waived if the challenged governmental action involved the exercise of discretion. 28 U.S.C. &#167; 2680(a). This provision is known as the discretionary function exception. In general, that exception, in turn, is inapplicable if the government action is contrary to the requirements of Federal law. <i>United States v. Gaubert,</i> 499 U.S. 315, 324-25, 111 S.Ct. 1267, 113 L.Ed.2d 335 (1991). This case primarily concerns the scope of the exception to the discretionary function exception.</p>\n    </div>\n    <p>B.</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">This court described the history, layout, and operation of the AFWTF in detail in <i>Romero-Barcel&#243; v. Brown,</i> 643 F.2d 835 (1st Cir.1981). We review that background only briefly here.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The United States Navy acquired land and built facilities on Vieques Island between 1941 and 1943. Initially, the Navy used the Vieques facilities primarily to conduct Atlantic Fleet Marine Force maneuvers and training. In 1960, the Navy began using live munitions in naval gunfire and air-to-ground targeting exercises on Vieques. In 1973, additional live-ammunition weapons training exercises were transferred from Culebra Island (also off the coast of Puerto Rico) to Vieques. Along with the various training facilities, the Navy operated an open burning/open detonation facility at the AFWTF. The open burning/open detonation facility, located on the easternmost end of Vieques, was used to detonate or otherwise incinerate unused ordinance that was stored on the western end of the Island. Concerned with the environmental impact of the AFWTF, in 1977, the government of Puerto Rico initiated litigation which eventually resulted in a district court order requiring the Navy to comply with certain federal environmental statutes, including the Clean Water Act, 33 U.S.C. &#167;&#167; 1251-1357 (2000), and the National Environmental Policy Act, 42 U.S.C. &#167;&#167; 4321 et seq., in operating the AFWTF.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The Navy obtained an interim permit for the AFWTF in 1980.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In September 1983, the Navy and the government of Puerto Rico executed a memorandum of understanding in which the Navy agreed to make certain changes. On January 10, 2000, the United States Environmental Protection Agency (\"EPA\") issued, with the Navy's consent, an order requiring certain changes at the AFWTF. The EPA made compliance with the consent order a condition for final issuance of a permit that the Navy was required to obtain under the federal Resource Conservation and Recovery Act (\"RCRA\"). 42 U.S.C. &#167; 6901 <i>et seq.</i> The Navy needed to obtain a final permit in order to continue to operate the open burning/open detonation facility in compliance with the statute. In May 2000, the Navy discontinued live-fire exercises at the AFWTF. On April 30, 2003, the Navy terminated all military exercises on Vieques Island.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The plaintiffs, residents of Vieques, filed suits against the United States under the FTCA on March 19 and April 27, 2004. They alleged that the Navy's past military exercises and waste disposal activities at the AFWTF had exposed them to hazardous substances such as Agent Orange, depleted uranium, napalm, and other ordinance with explosive components, as well as harmful noise pollution. The plaintiffs sought damages for physical injury, emotional distress and property damage. The district court consolidated the actions.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On February 5, 2005, the district court rejected the government's contention that the suits were time-barred under the FTCA's two-year statute of limitations, 28 U.S.C. &#167; 2401(b). The court held that the suits were timely despite the fact that the allegedly harmful governmental actions occurred more than two years before the administrative complaints were filed, concluding that the plaintiffs had alleged \"continuing violations.\" However, the court also held that the continuing tort theory did not allow the plaintiffs to recover damages for injuries sustained more than two years before the administrative complaints were filed.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On April 22, 2005, the district court granted the government's motion to dismiss for lack of subject matter jurisdiction. With respect to the claims that plaintiffs pursue on appeal, the district court concluded that jurisdiction was lacking because the Navy's allegedly harmful conduct was within the discretionary function exception.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> In the alternative the court concluded that even if the discretionary function did not apply, the plaintiffs' claims nevertheless failed because the plaintiffs had not established any causal connection between the governmental conduct and their injuries. Finally, the district court denied the plaintiffs' request for discovery, concluding that additional discovery would serve no purpose in light of the court's jurisdictional determination.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The plaintiffs timely appealed. We have jurisdiction pursuant to 28 U.S.C. &#167; 1291 (2000).</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We address first the plaintiffs' challenge to the district court's determination that the discretionary function exception applies.</p>\n    </div>\n    <p>A.</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In a suit under the FTCA, the district court's jurisdiction is limited by 28 U.S.C. &#167; 1346(b). Only claims properly within the scope of the FTCA's waiver of sovereign immunity in 28 U.S.C. &#167; 2674 are cognizable. Another provision lists the exceptions to FTCA liability, and provides that if one of the exceptions applies, \"[t]he provisions of . . . section 1346(b) of this title shall not apply.\" 28 U.S.C. &#167; 2680. One such exception is the discretionary function exception, which provides that sovereign immunity is not waived for claims \"based upon the exercise or performance or the failure to exercise or perform a discretionary function or duty on the part of a federal agency or an employee of the Government, whether or not the discretion involved be abused.\" 28 U.S.C. &#167; 2680(a). Thus, if the discretionary function exception applies, the jurisdictional grant of section 1346(b) does not, such that \"the [government] is completely immune from suit, and the claim must be dismissed for lack of subject matter jurisdiction.\" <i>Santoni v. Potter,</i> 369 F.3d 594, 602 (1st Cir.2004) (<i>citing Kelly v. United States,</i> 924 F.2d 355, 360 (1st Cir.1991)).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <p>B.</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The discretionary function exception \"marks the boundary between Congress' willingness to impose tort liability upon the United States and its desire to protect certain governmental activities from exposure to suit by private individuals.\" <i>United States v. S.A. Empresa de Viacao Aerea Rio Grandense (\"Varig Airlines\"),</i> 467 U.S. 797, 808, 104 S.Ct. 2755, 81 L.Ed.2d 660 (1984). Congress, in enacting the discretionary function exception, intended to \"prevent judicial `second-guessing' of legislative and administrative decisions grounded in social, economic, and political policy through the medium of an action in tort.\" <i>Id.</i> at 814, 104 S.Ct. 2755. In determining whether conduct involves a discretionary function, we first ask whether \"the conduct itself [is] discretionary.\" <i>Montijo-Reyes v. United States,</i> 436 F.3d 19, 24 (1st Cir.2006) (internal quotation marks omitted); <i>see also Irving v. United States,</i> 162 F.3d 154, 162 (1st Cir.1998) (<i>en banc</i>); <i>Wood v. Unites States,</i> 290 F.3d 29, 36 (1st Cir.2002). To be discretionary, the conduct must involve \"an element of judgment or choice.\" <i>United States v. Gaubert,</i> 499 U.S. 315, 322, 111 S.Ct. 1267, 113 L.Ed.2d 335 (1991) (<i>quoting Berkovitz v. United States,</i> 486 U.S. 531, 536, 108 S.Ct. 1954, 100 L.Ed.2d 531 (1988)); <i>see also Dalehite v. United States,</i> 346 U.S. 15, 34, 73 S.Ct. 956, 97 L.Ed. 1427 (1953).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Assuming that the challenged conduct \"involves an element of judgment,\" we next consider \"whether that judgment is of the kind that the discretionary function exception was designed to shield.\" <i>Berkovitz,</i> 486 U.S. at 536, 108 S.Ct. 1954; <i>see also Varig Airlines,</i> 467 U.S. at 813, 104 S.Ct. 2755. In other words we ask whether \"the exercise of discretion involve[s] (or is [] susceptible to) policy-related judgments.\" <i>Montijo-Reyes,</i> 436 F.3d at 24; <i>see also Irving,</i> 162 F.3d at 162.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The district court held, and the plaintiffs do not contest, that \"the military activities carried out by the Navy on Vieques over the past several decades have involved discretionary decision-making of the most fundamental kind,\" requiring \"balancing competing concerns of secrecy and safety, national security and public health.\" Thus it is undisputed that the discretionary function exception generally precludes FTCA claims based on the Navy's operation of the AFWTF.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">This is not, however, the end of the inquiry. The plaintiffs point out that the discretionary function exception generally does not apply if the activity in question violates a mandatory federal law. <i>Gaubert,</i> 499 U.S. at 324, 111 S.Ct. 1267. In such circumstances the exercise of discretion is precluded. The plaintiffs argue that the Navy violated mandatory directives imposed by federal statutes, the Clean Water Act, 33 U.S.C. &#167;&#167; 1251-1357 (2000) (\"CWA\"), RCRA, and the Noise Control Act, 42 U.S.C. &#167;&#167; 4901-4918(2000) (\"NCA\").</p>\n    </div>\n    <p>C.</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">It has long been established under the FTCA that actions by a government employee complying with a mandatory policy directive are protected by the discretionary function exception. <i>Dalehite,</i> 346 U.S. at 36, 73 S.Ct. 956; <i>Varig Airlines,</i> 467 U.S. at 820, 104 S.Ct. 2755. In <i>Dalehite,</i> the Court held that the discretionary function exception protected the conduct of government employees who participated in the production and dissemination of a fertilizer that exploded, reasoning that the exception must shield the action of subordinates implementing a regulatory plan because otherwise, each action by a subordinate could potentially give rise to governmental liability, and the exception would \"fail at the time it would be needed.\" 346 U.S. at 36, 73 S.Ct. 956. The <i>Varig Airlines</i> Court similarly shielded the FAA's implementation of a spot-check plan and the actions of employees carrying out the plan, reasoning that the agency had discretion to implement the plan and that the actions of the employees carrying it out reflected the agency's policy choices. 467 U.S. at 819-20, 104 S.Ct. 2755.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In <i>Berkovitz v. United States,</i> 486 U.S. 531, 108 S.Ct. 1954, 100 L.Ed.2d 531 (1988), the Court addressed for the first time the question whether <i>failure</i> to comply with such a directive made the discretionary function exception inapplicable. The Court held that the discretionary function exception did not shield the actions of employees of the Food and Drug Administration and the National Institutes of Health who licensed a vaccine in violation of mandatory requirements. The Court held that this claim \"does not challenge a discretionary function. Rather, the claim charges a failure on the part of the agency to perform its clear duty under federal law. When a suit charges an agency with failing to act in accord with a specific mandatory directive, the discretionary function exception does not apply.\" <i>Id.</i> at 544, 108 S.Ct. 1954.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Thereafter the Supreme Court returned to the issue in <i>United States v. Gaubert.</i> 499 U.S. 315, 111 S.Ct. 1267, 113 L.Ed.2d 335 (1991). That case involved a claim by the directors of a thrift institution that the Federal Home Loan Bank Board, pursuant to the Home Owner's Loan Act of 1933, 12 U.S.C. &#167;&#167; 1461-1470, had negligently supervised the thrift, causing it to incur losses. The <i>Gaubert</i> Court reaffirmed that when an employee follows a mandatory requirement in a regulation, and when that regulation was promulgated by an agency with delegated Congressional authority to implement a statute, the agency has discretion in deciding how to implement the statute, and the conduct of the employee who obeys the regulation is protected by the discretionary function exception. <i>Id.</i> at 323-24. Thus, when \"a regulation mandates particular conduct, and the employee obeys that direction, the Government will be protected because the action will be deemed in furtherance of the policies which led to the promulgation of the regulation.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">However, the Court also concluded that the discretionary function exception does not shield the conduct of an employee who <i>violates</i> a mandatory regulation. <i>Id.</i> In that situation, the employee's action cannot be deemed in furtherance of the policies of the statute that the regulation implements. Nor does his conduct reflect a permissible exercise of the discretion that Congress delegated. Thus, \"[i]f [a government] employee violates [a] mandatory regulation, there will be no shelter from liability because there is no room for choice and the action will be contrary to policy.\" <i>Id.</i> at 324, 108 S.Ct. 1954. In the circumstances of <i>Gaubert</i> itself, the Court concluded that the federal regulators acted in accordance with the governing regulations enacted pursuant to delegated authority to implement the Home Owners' Loan Act, and thus the discretionary function exception precluded the suit. <i>Id.</i> at 334, 111 S.Ct. 1267.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Each of the cases invoking the rule of <i>Gaubert</i> has involved a suit against the United States based on the activities of federal regulators; for example in <i>Gaubert</i> itself, the activities of Federal Home Loan Bank Board regulators, <i>Id.</i> at 318-19, 111 S.Ct. 1267, and in <i>Berkovitz,</i> the actions of Food and Drug Administration and National Institutes of Health regulators. 486 U.S. at 533, 108 S.Ct. 1954. The language of both <i>Berkovitz</i> and <i>Gaubert</i> appears to be directed to mandatory regulations governing the conduct of employees of the regulatory agency. Thus, in <i>Gaubert,</i> the Court was concerned with the situation \"[w]here Congress has delegated the authority to an independent agency . . . to implement the general provisions of a regulatory statute and to issue regulations to that end.\" 499 U.S. at 323, 111 S.Ct. 1267. <i>See also Berkovitz,</i> 486 U.S. at 545, 108 S.Ct. 1954 (noting that \"application of the discretionary function exception . . . hinges on whether the agency officials making that determination permissibly exercise policy choice\"). This is not surprising. The issue in those cases concerned the exercise of discretion by the regulators under the statutes conferring their authority, and it became important to determine whether the regulators were exercising the discretion conveyed by the regulation under their organic statute. If they were acting contrary to the regulatory scheme, they were not exercising appropriate discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Here the issue is quite different. The regulated party (the Navy) is not exercising or purporting to exercise discretion under the regulatory statutes. The Navy's discretion comes from an entirely different source, namely, its authority to conduct military operations. Just as the Navy cannot claim to exercise discretion under the regulatory statutes, its discretion under military statutes likely cannot be cabined by the dictates of the regulatory statutes. In other words, we think that the rule of <i>Gaubert</i> may well be inapplicable to mandatory directives aimed at a regulated party, where the regulated party is not exercising discretion under the mandatory statute or regulation. We also perceive that there is a particularly strong argument for limiting the rule of <i>Gaubert</i> where the exercise of military authority is involved, in view of the numerous cases cautioning the courts to avoid interfering with the exercise of discretionary military authority. <i>See, e.g., United States v. Shearer,</i> 473 U.S. 52, 57, 105 S.Ct. 3039, 87 L.Ed.2d 38 (1985) (\"civilian court [should not] second-guess military decisions\"). <i>See also United States v. Muniz,</i> 374 U.S. 150, 162, 83 S.Ct. 1850, 10 L.Ed.2d 805 (1963), <i>United States v. Brown,</i> 348 U.S. 110, 112, 75 S.Ct. 141, 99 L.Ed. 139 (1954).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Applying the rule of <i>Gaubert</i> to regulated entities, as well as to regulatory entities, would create an anomaly. If the regulators were the defendants, <i>Gaubert</i> would then apply only if they were acting clearly contrary to the statute or regulation. If the regulated entities were sued, they would have been bound to follow not only the plain language of the statute or regulation, but also the interpretation of the regulatory entity under <i>Chevron, U.S.A., Inc. v. Nat'l Res. Def. Council,</i> 467 U.S. 837, 104 S.Ct. 2778, 81 L.Ed.2d 694 (1984), and <i>United States v. Cleveland Baseball Co.,</i> 532 U.S. 200, 219, 121 S.Ct. 1433, 149 L.Ed.2d 401 (2001). The FTCA would become a medium for enforcing the entire regulatory scheme, including the discretionary decisions of the regulatory agency, an eventuality that Congress likely did not contemplate when it enacted the FTCA.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">However, we need not decide the difficult question whether the rule of <i>Gaubert</i> is inapplicable to regulated parties for we conclude that the <i>Gaubert</i> rule is inapplicable here for other reasons.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We turn to the three statutes that plaintiffs claim were violated here.</p>\n    </div>\n    <p>III.</p>\n    <p>A. The Clean Water Act</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Plaintiffs first rely on alleged violations of the Clean Water Act (\"CWA\"), 33 U.S.C. &#167; 1251-1387 (2000). The CWA prohibits discharging pollutants into the ocean without a National Pollutant Discharge Elimination System (\"NPDES\") permit. 33 U.S.C. &#167;&#167; 1311(a), 1323(a). The plaintiffs argue that the Navy was required, under the CWA, to obtain a valid NPDES permit before conducting ship-to-ship and ship-to-shore live fire exercises, because those exercises risked discharging pollutants in to the waters around Vieques. The plaintiffs also argue that the Navy did not have a valid permit. We conclude that the Navy had a valid NPDES permit, and thus did not violate any mandatory CWA requirement.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In <i>United States v. Zen&#243;n-Encarnaci&#243;n,</i> 387 F.3d 60, 63-64 (1st Cir.2004), this court addressed the validity of the Navy's NPDES permit for the AFWTF. The appellant was convicted of entering one of the AFWTF firing ranges, which the Navy had designated a \"danger zone\" closed to the public. The appellant argued that the Navy lacked a valid NPDES permit, and thus that it lacked authority under the pertinent regulations to designate the area a \"danger zone.\" <i>Id.</i> at 63. The court held that:</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The Navy received a valid NPDES permit in 1984. That permit expired in 1989, and the Navy applied to the Environmental Protection Agency (\"EPA\") for a new permit. The EPA deemed the application complete but failed to act on it. Under the applicable regulation, this failure means that the 1984 permit continued in force despite its expiration.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\"><i>Id.</i> at 63 (internal quotations omitted). The court affirmed the district court's conclusion that the 1984 NPDES permit continued in effect through April 9, 2002 (the date the defendant was found in the restricted area). The district court found that the permit remained in effect until \"[t]he Navy . . . formally withdrew its permit renewal application . . . in a letter dated April 21, 2003.\" <i>United States v. Zen&#243;n,</i> 285 F.Supp.2d 109, 115 (D.P.R. 2003), <i>vacated on other grounds, Zen&#243;n-Encarnaci&#243;n,</i> 387 F.3d at 67.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">We see no basis for disagreeing with <i>Zen&#243;n's</i> holding that the Navy had a valid permit, nor with the district court's holding that the permit remained in effect until April, 2003. Although the plaintiffs are not bound under the doctrines of res judicata or collateral estoppel, they make no effort to demonstrate error in the earlier cases' conclusions. We therefore hold that the Navy's actions were in compliance with the statute; the discretionary function exception applies; and the plaintiffs' claims were properly dismissed.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p>B. The Resource Conservation and Recovery Act</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The plaintiffs next rely on RCRA, 42 U.S.C. &#167; 6901, <i>et seq.</i> (2000). They argue that the Navy violated a mandatory RCRA requirement by operating the open burning/open detonation facility at the AFWTF without a valid RCRA permit.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">\"RCRA is a comprehensive environmental statute that governs the treatment, storage, and disposal of solid and hazardous waste.\" <i>Meghrig v. KFC Western, Inc.,</i> 516 U.S. 479, 483, 116 S.Ct. 1251, 134 L.Ed.2d 121 (1996).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Congress delegated to the EPA primary authority to implement and enforce the provisions of RCRA. <i>Chicago v. Evt'l Def. Fund,</i> 511 U.S. 328, 331, 114 S.Ct. 1588, 128 L.Ed.2d 302 (1994) (\"RCRA . . . empowers EPA to regulate hazardous wastes from cradle to grave.\"). Among other things, RCRA regulates \"hazardous waste treatment, storage and disposal facilities\" (\"TSDFs\"). 42 U.S.C. &#167; 6924. A RCRA permit from the EPA is required in order to lawfully operate a TSDF. 42 U.S.C. &#167; 6925(a). It is undisputed that the Navy's facility on Vieques qualified as a TSDF under the statute.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The parties agree that the Navy timely initiated the first step in the permit application process, and in so doing obtained \"interim\" permit status that allowed the Navy to operate the facility lawfully for a time. <i>See</i> 42 U.S.C. &#167;&#167; 6925(e), 6930(a); 40 C.F.R. &#167; 270.70(a) (2000). The primary dispute is whether the Navy timely initiated the second stage in the permitting process.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> But the plaintiffs also urge that the Navy violated RCRA in other respects. We need not resolve these complex questions of RCRA compliance because we conclude that the <i>Gaubert</i> line of cases is inapplicable to this situation.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">As we have noted earlier, where suit under the FTCA is brought against the regulated entity there is a potential conflict between enforcement by the agency charged by Congress with enforcement responsibility and what amounts to indirect enforcement of the same statutory requirements through the FTCA. We conclude that at a minimum, it is necessary under such circumstances to determine whether the imposition of damages liability on the regulated entity under the FTCA would undermine the policies of the regulatory statute. Indeed, <i>Gaubert</i> itself recognized the important role played by the policies of the mandatory statutes.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Under the FTCA, the Tucker Act and other statutes providing remedies against the United States, the Supreme Court and the courts of appeal have repeatedly recognized that the waiver of sovereign immunity reflected in various statutes must be interpreted in light of significant policies reflected in other related federal statutes. Thus, for example, the <i>Feres</i> doctrine precludes a FTCA remedy for actions by the military when Congress has created an alternative remedial scheme, because the FTCA \"should be construed to fit . . . into the entire statutory system of remedies against the Government to make a workable, consistent and equitable whole.\" <i>Feres v. United States,</i> 340 U.S. 135, 139, 71 S.Ct. 153, 95 L.Ed. 152 (1950). The Tucker Act has been held inapplicable where Congress has provided alternative remedies under other statutes. <i>E.g., Lion Raisins, Inc., v. United States,</i> 416 F.3d 1356, 1372-73 (Fed.Cir.2005). Most pertinently, the Back Pay Act (\"BPA\"), allowing suit by improperly discharged federal employees for back pay, has been held inapplicable to employees who were denied a remedy under another statute&#8212;the Civil Service Reform Act (\"CSRA\"). <i>United States v. Fausto,</i> 484 U.S. 439, 108 S.Ct. 668, 98 L.Ed.2d 830 (1988). The Court reasoned that \"[t]he CSRA established a comprehensive system\" that \"deliberate[ly] exclu[ded]\" the employees who sought to invoke the BPA, and that allowing those employees to obtain judicial review under the BPA would undermine the \"considered congressional judgment\" in the CSRA to preclude such review. <i>Id.</i> at 448, 455, 108 S.Ct. 668.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">We think that this same principle is applicable here as well. Imposing liability under the FTCA because of the failure of a federal employee to comply with a mandatory directive is not permissible if the imposition of such liability on a regulated entity would undermine the purposes of the regulatory statute creating the mandatory directive.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">In short, when evaluating plaintiffs' contentions that the violation of mandatory requirements implies a waiver of sovereign immunity under the FTCA, we must refrain from imposing liability on the government when doing so would subvert a congressional decision to preclude regulated entity liability in the statute creating the mandatory directive. This is in keeping with our obligation to construe such waivers narrowly and to resolve any ambiguity or uncertainty in favor of immunity. <i>United States v. Williams,</i> 514 U.S. 527, 531, 115 S.Ct. 1611, 131 L.Ed.2d 608 (1995).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Here allowing recovery of compensatory damages under the FTCA for RCRA violations would adversely affect the RCRA statutory scheme. This is not a situation in which Congress simply left unaddressed the question of damages liability under the mandatory statute. Rather, we deal here with a situation in which Congress affirmatively decided to limit the available remedies and to preclude compensatory damages. In RCRA, Congress directly addressed the role of private parties in the enforcement of the statute. The RCRA citizen-suit provision allows \"any person\" to commence an action to prevent an \"imminent and substantial endangerment to health or the environment.\" 42 U.S.C. &#167; 6972(a). The provision confers jurisdiction on district courts to \"restrain\" violations and order persons to \"take other such action;\" thus it confers jurisdiction over suits for injunctive relief. <i>Id.; Meghrig v. KFC Western, Inc.,</i> 516 U.S. 479, 484-85, 116 S.Ct. 1251, 134 L.Ed.2d 121 (1996). The district courts may also impose civil penalties for RCRA violations. 42 U.S.C. &#167;&#167; 6972(a), 6928(a).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">In <i>Meghrig</i> the Supreme Court addressed the availability of compensatory damages. There plaintiff property owners sued former owners of the property under RCRA to recover the costs of cleaning up a petroleum contamination. <i>Meghrig,</i> 516 U.S. at 481-82, 116 S.Ct. 1251 (1996). The Court noted that RCRA's \"elaborate [enforcement] scheme\" is directed solely toward correcting existing or future harms by restraining them, and that RCRA must be read to preclude actions for damages. <i>Meghrig,</i> 516 U.S. at 484-85, 116 S.Ct. 1251 (1996). The Court found that RCRA makes clear that any private action is precluded if the \"EPA or the State has commenced, and is diligently prosecuting, a separate enforcement action.\" <i>Id.</i> at 486. If the private actions allowed under RCRA included actions for compensatory damages, the Court reasoned, those parties with substantial grievances who were most deserving of a damages award&#8212;the ones suing over violations grave enough to attract the attention of State or federal regulators&#8212;would be precluded from recovery, whereas parties with grievances that were not substantial enough to warrant State or EPA enforcement, would be able to recover in damages. <i>Id.</i> at 486-87, 116 S.Ct. 1251.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> \"Therefore, if RCRA were designed to compensate private parties for their past cleanup efforts, it would be a wholly irrational mechanism for doing so.\" <i>Id.</i> at 486, 116 S.Ct. 1251.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Furthermore, Congress has manifested its desire to limit RCRA damage suits against the government in particular. In 1992, the Supreme Court held that RCRA's remedial scheme did not waive the government's immunity from punitive fines imposed by state law. <i>U.S. Dept. of Energy v. Ohio,</i> 503 U.S. 607, 627-28, 112 S.Ct. 1627, 118 L.Ed.2d 255 (1992). Later that year, Congress amended the RCRA citizen-suit provision to expressly waive immunity over such fines, waiving sovereign immunity for \"all civil and administrative penalties and fines, regardless of whether such penalties or fines are punitive or coercive in nature or are imposed for isolated, intermittent, or continuing violations.\" Pub.L. 102-386, 106 Stat. 1505 (October 6, 1992). However, Congress made it clear that, in permitting the recovery of civil fines for RCRA violations, it did \"not intend . . . in any manner to authorize civil tort actions against the federal government for damages.\" H. Rep. No. 102-111, at 15 (1991), <i>as reprinted in</i> 1992 U.S.C.C.A.N. 1301.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">If an action based on the FTCA were allowed here, the district court would effectively be enforcing RCRA under the guise of a FTCA claim. We think that allowing the recovery of damages in a FTCA suit, based on the violation of a mandatory permitting requirement under RCRA, would undermine the intent of Congress to preclude compensatory damages awards for RCRA violations.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">There is, moreover, reason to be concerned that the FTCA suit here was specifically designed to achieve an end run around the strict limitations placed by Congress on private damages actions under RCRA. The complaint here originally alleged violations of RCRA itself.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> While these direct RCRA claims were eventually dismissed, the plaintiffs nonetheless continued to urge that the state-law claim enforceable under the FTCA should incorporate the RCRA standard of liability.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> They now seek to overcome the discretionary function exception by alleging that the Navy violated RCRA. From a policy standpoint, this is very little different from pursuing a federal damages action in the teeth of Congress's refusal to create a private cause of action. Although RCRA does not preempt remedies under state law, we are at the same time disinclined to construe Congress's waiver of immunity under the FTCA to allow a suit Congress so clearly disfavored.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">We conclude that a damage action under the FTCA is not available against the Navy, based on a RCRA violation.</p>\n    </div>\n    <p>C. The Noise Control Act</p>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The plaintiffs' final argument is that the discretionary function exception is inapplicable because the Navy's live-fire exercises violated mandatory requirements imposed by the Noise Control Act (\"NCA\"), 42 U.S.C. &#167; 4901-4918 (2000). Section 4 of the NCA provides, in pertinent part, that</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Each department, agency, or instrumentality of the executive, legislative, and judicial branches of the federal government&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">(1) having jurisdiction over any property or facility, or</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">(2) engaged in any activity resulting, or which may result, in the emission of noise, shall comply with Federal, State, interstate, and local requirements respecting control and abatement of environmental noise to the same extent that any person is subject to such requirements.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">42 U.S.C. &#167; 4903(b) (2000).</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The plaintiffs argue that section 4 of the NCA requires the Navy to comply with the Puerto Rico Noise Prohibition Act, which imposes a mandatory limitation on sound emissions. The Puerto Rico Noise Prohibition Act of 2001, 24 P.R. Stat. &#167; 3635(2), provides that \"[n]o person may cause or permit the emission of a sound either in air or in water which . . . propagates into the waters of Puerto Rico . . . a peak sound pressure level equal to or in excess of 190 dB re 1-m-Pa.\" The Puerto Rico legislature appears to have enacted this provision to deal specifically with noise emissions from the Navy's live-fire exercises on Vieques Island. <i>See</i> 24 P.R. Stat. &#167; 3632 (\"Findings\").</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">The plaintiffs contend that the NCA coupled with the Puerto Rico statute constitute a mandatory directive governing the Navy's activities at the AFWTF, rendering the discretionary function exception inapplicable. We reject this contention because the NCA does not make the Puerto Rico statute applicable to the Navy. In <i>Romero-Barcel&#243;,</i> 643 F.2d at 854-55, this court held that section 4 of the NCA was only intended to subject the federal government to state and local \"requirements\" similar to \"the federal requirements enforceable under &#167; 12 [of the NCA]. . . .\" Section 12 of the NCA, codified at 42 U.S.C. &#167; 4911 (2000), provides for citizen suits to enforce \"noise control requirements.\" Section 12 defines \"noise control requirement\" by reference to:</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">several provisions of the [NCA] which provide for (a) standards, rules or regulations controlling the noise emissions of motor carriers, railroads and aircraft, [42 U.S.C.] &#167;&#167; 4916, 4917; 49 U.S.C. &#167; 1431, (b) labelling regulations, 42 U.S.C. &#167; 4907, and (c) noise emissions standards applicable to specified domestic and imported products, id. &#167;&#167; 4905, 4908.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\"><i>Romero-Barcel&#243;,</i> 643 F.2d 855.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The noise that plaintiffs complain of here is generated by military weapons and ordinance. The federal requirements applicable to noise emissions by products, however, expressly exclude \"any military weapons or equipment which are designed for combat use.\" 42 U.S.C. &#167; 4902(3)(B)(i). Pursuant to our interpretation of section 4 of the NCA in <i>Romero-Barcel&#243;,</i> we conclude that the statute does not make the Puerto Rico Noise Prohibition Act applicable to the Navy's use of \"military weapons or equipment,\" since the statute makes clear that no federal requirements are applicable to such activities. The NCA did not impose mandatory standards on the Navy's live-fire exercises.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Accordingly, we hold that the NCA does not render the discretionary function exception inapplicable.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">In summary, we conclude that none of the plaintiffs' statutory arguments renders the discretionary function exception inapplicable. We conclude that the district court correctly dismissed the suits for lack of subject-matter jurisdiction. In light of our jurisdictional holding, we have no occasion to address the plaintiffs' statute-of-limitations or causation arguments. Because we hold that subject-matter jurisdiction was lacking as a matter of law, additional jurisdictional discovery would not have benefitted the plaintiffs, and the denial of such discovery was not error.</p>\n    </div>\n    <p class=\"indent\">The decision of the district court is</p>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Federal Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> <i>Romero-Barcel&#243; v. Brown,</i> 478 F.Supp. 646 (D.P.R.1979), <i>aff'd in part, vacated in part, Romero-Barcel&#243; v. Brown,</i> 643 F.2d 835 (1st Cir.1981), <i>rev'd on other grounds, Weinberger v. Romero-Barcel&#243;,</i> 456 U.S. 305, 102 S.Ct. 1798, 72 L.Ed.2d 91 (1982).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Plaintiffs made several claims in the district court that they do not raise on appeal, including claims under the Endangered Species Act, 16 U.S.C. &#167; 1531 et seq., claims relating to the Navy's transfer of military exercises from Culebra Island to Vieques, and claims that the government is directly liable under RCRA and the Clean Water Act</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Supreme Court's recent decision in<i>Arbaugh v. Y &amp; H Corp.,</i> ___ U.S. ___, ___, 126 S.Ct. 1235, 1245, 163 L.Ed.2d 1097 (2006), confirms that dismissal for lack of subject matter jurisdiction is appropriate \"[i]f the Legislature clearly states that a threshold limitation on a statute's scope shall count as jurisdictional.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Plaintiffs below also raised FTCA claims based on violations of the CWA requirements other than its permitting requirement. They do not pursue these claims on appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> <i>See also</i> H.R.Rep. No. 94-1491, pt. 1 at 3 (1976) (RCRA was enacted to address \"the overriding concern of . . . the effect on the population and the environment of the disposal of discarded hazardous wastes-those which by virtue of their composition or longevity are harmful, toxic or lethal.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The question here appears to turn on whether, under the pertinent regulations, the open burning/open detonation facility was fairly classified as a hazardous waste \"treatment\" facility, as opposed to a \"land disposal\" or \"incinerator\" facility<i>See</i> 40 C.F.R. &#167; 260.10. If the latter, then the second part of the Navy's RCRA permit application was untimely, and its interim permit status was revoked. <i>See</i> 42 U.S.C. &#167; 6925(e)(2); 40 C.F.R. &#167; 270.73(f). The district court found that the open burning/open detonation facility was properly classified a \"treatment\" facility under the RCRA regulations, and that consequently the Navy timely completed the second step in the permitting process and retained its interim permit status until the AFWTF was shut down.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> 499 U.S. at 324, 111 S.Ct. 1267 (holding that applicability of the discretionary function exception turns on whether challenged conduct \"will be deemed in furtherance of the policies which led to the promulgation of the regulation\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> <i>See also West v. Gibson,</i> 527 U.S. 212, 222, 119 S.Ct. 1906, 144 L.Ed.2d 196 (1999); <i>Lane v. Pena,</i> 518 U.S. 187, 192, 116 S.Ct. 2092, 135 L.Ed.2d 486 (1996).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> In an analogous situation, the Supreme Court reasoned that the CSRA could not logically be read to deny judicial review to employees eligible for veterans' preference (\"preferential employees\"), but at the same time grant nonpreferential employees access to such review, because such a reading would undermine the preference system, result in an \"inverted preference,\" and favor \"random categories of employees.\" Consequently, the Court held that the CSRA precluded judicial review for nonpreferential employees<i>Fausto,</i> 484 U.S. at 449-51, 108 S.Ct. 668.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The Court also held that the RCRA savings clause, 42 U.S.C. &#167; 6972(f), which allows persons to \"seek . . . relief\" that they may have \"under any statute or common law,\" merely preserves causes of action under state law, and does not authorize a new substantive RCRA cause of action for damages<i>Meghrig,</i> 516 U.S. at 487, 116 S.Ct. 1251.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> In the complaint, plaintiffs stated that \"[plaintiffs] are citizens covered under [RCRA],\" and \"24 U.S.C. &#167; 6972(a)(1)(A) of this act [the RCRA citizen-suit provision] allows for civil actions for violation of any requirement of RCRA,\" and \"Plaintiffs allege that the defendants have violated [RCRA].\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> For example, in defending against the government's motion to dismiss, the plaintiffs state that \"Puerto Rico tort law recognizes that under certain circumstances the violation of a statute or regulation can itself constitute negligence,\" that \"the language of the FTCA does not mandate that state law be applied when the state courts themselves would be required to refer to and apply federal law to determine . . . liability,\" and that the district court should not \"preclude Plaintiff from establishing Defendants' violations under RCRA.\"</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">468</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">20</span></span></p>\n    <p class=\"parties\">Mar&#237;a G. ABREU, et al., Plaintiffs, Appellants,<br>v.<br>The UNITED STATES, Donald H. Rumsfeld, Secretary of Defense, Robert B. Pirie, Acting Secretary of the Navy, General James James, Commander of the Marine Corps, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 05-1889.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard August 3, 2006.</p>\n    <p class=\"date\">Decided November 14, 2006.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Carl E. McAfee and Celina Romany Siaca, with whom Celina Romany Law Offices was on brief, for appellants.</p>\n      <p class=\"indent\">Mark B. Stern, with whom Peter D. Keisler, H.S. Garc&#237;a, Gregory G. Katsas and Alisa B. Klein were on brief, for appellees.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, TORRUELLA and DYK<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a>, Circuit Judges.</p>\n      <p class=\"indent\">DYK, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is a suit under the Federal Tort Claims Act (\"FTCA\"), 28 U.S.C. &#167;&#167; 1346(b), 2671-2680 (2000). The plaintiffs, Abreu et al., sought money damages from the United States for personal injuries and property damage allegedly caused by the United States Navy's operation of the Atlantic Fleet Weapons Training Facility (\"AFWTF\") on Vieques Island, Puerto Rico. <i>Acevedo, et al. v. United States, Abreu, et al. v. United States,</i> Nos. 04-1232, -1372 (D.P.R. Apr. 25, 2005) (consolidated). The United States District Court for the District of Puerto Rico dismissed their claims for want of subject matter jurisdiction, holding that the claims were barred by the FTCA's discretionary function exception, 28 U.S.C. &#167; 2680(a). We affirm.</p>\n    </div>\n    <p>I.</p>\n    <p>A.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The FTCA provides a limited waiver of the federal government's sovereign immunity for claims of \"injury or loss of property . . . caused by the negligent or wrongful act or omission of any employee of the Government . . . under circumstances where the United States, if a private person, would be liable to the claimant in accordance with the law of the place where the act or omission occurred.\" 28 U.S.C. &#167; 1346(b)(1). \"[F]or liability to arise under the FTCA, a plaintiff's cause of action must be `comparable' to a `cause of action against a private citizen' recognized in the jurisdiction where the tort occurred, and his allegations, taken as true, must satisfy the necessary elements of that comparable state cause of action.\" <i>Dorking Genetics v. United States,</i> <span class=\"citation\" data-id=\"713015\"><a href=\"/opinion/713015/dorking-genetics-a-zimbabwean-partnership-co-dorking-farm-concession/\"><span class=\"volume\">76</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1261</span></a></span>, 1266 (2d Cir.1996) (<i>quoting Chen v. United States,</i> <span class=\"citation\" data-id=\"510221\"><a href=\"/opinion/510221/andrew-chen-and-chen-printing-and-supply-co-inc-v-united-states/\"><span class=\"volume\">854</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">622</span></a></span>, 626 (2d Cir. 1988)).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Even where the government conduct would create state tort liability in a suit against a private party, the FTCA provides that sovereign immunity is not waived if the challenged governmental action involved the exercise of discretion. 28 U.S.C. &#167; 2680(a). This provision is known as the discretionary function exception. In general, that exception, in turn, is inapplicable if the government action is contrary to the requirements of Federal law. <i>United States v. Gaubert,</i> <span class=\"citation\" data-id=\"112567\"><a href=\"/opinion/112567/united-states-v-gaubert/\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">315</span></a></span>, 324-25, <span class=\"citation\" data-id=\"112567\"><a href=\"/opinion/112567/united-states-v-gaubert/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1267</span></a></span>, <span class=\"citation\" data-id=\"112567\"><a href=\"/opinion/112567/united-states-v-gaubert/\"><span class=\"volume\">113</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">335</span></a></span> (1991). This case primarily concerns the scope of the exception to the discretionary function exception.</p>\n    </div>\n    <p>B.</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">This court described the history, layout, and operation of the AFWTF in detail in <i>Romero-Barcel&#243; v. Brown,</i> <span class=\"citation\" data-id=\"388173\"><a href=\"/opinion/388173/carlos-romero-barcelo-etc-v-harold-brown/\"><span class=\"volume\">643</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">835</span></a></span> (1st Cir.1981). We review that background only briefly here.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The United States Navy acquired land and built facilities on Vieques Island between 1941 and 1943. Initially, the Navy used the Vieques facilities primarily to conduct Atlantic Fleet Marine Force maneuvers and training. In 1960, the Navy began using live munitions in naval gunfire and air-to-ground targeting exercises on Vieques. In 1973, additional live-ammunition weapons training exercises were transferred from Culebra Island (also off the coast of Puerto Rico) to Vieques. Along with the various training facilities, the Navy operated an open burning/open detonation facility at the AFWTF. The open burning/open detonation facility, located on the easternmost end of Vieques, was used to detonate or otherwise incinerate unused ordinance that was stored on the western end of the Island. Concerned with the environmental impact of the AFWTF, in 1977, the government of Puerto Rico initiated litigation which eventually resulted in a district court order requiring the Navy to comply with certain federal environmental statutes, including the Clean Water Act, 33 U.S.C. &#167;&#167; 1251-1357 (2000), and the National Environmental Policy Act, 42 U.S.C. &#167;&#167; 4321 et seq., in operating the AFWTF.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The Navy obtained an interim permit for the AFWTF in 1980.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In September 1983, the Navy and the government of Puerto Rico executed a memorandum of understanding in which the Navy agreed to make certain changes. On January 10, 2000, the United States Environmental Protection Agency (\"EPA\") issued, with the Navy's consent, an order requiring certain changes at the AFWTF. The EPA made compliance with the consent order a condition for final issuance of a permit that the Navy was required to obtain under the federal Resource Conservation and Recovery Act (\"RCRA\"). 42 U.S.C. &#167; 6901 <i>et seq.</i> The Navy needed to obtain a final permit in order to continue to operate the open burning/open detonation facility in compliance with the statute. In May 2000, the Navy discontinued live-fire exercises at the AFWTF. On April 30, 2003, the Navy terminated all military exercises on Vieques Island.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The plaintiffs, residents of Vieques, filed suits against the United States under the FTCA on March 19 and April 27, 2004. They alleged that the Navy's past military exercises and waste disposal activities at the AFWTF had exposed them to hazardous substances such as Agent Orange, depleted uranium, napalm, and other ordinance with explosive components, as well as harmful noise pollution. The plaintiffs sought damages for physical injury, emotional distress and property damage. The district court consolidated the actions.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On February 5, 2005, the district court rejected the government's contention that the suits were time-barred under the FTCA's two-year statute of limitations, 28 U.S.C. &#167; 2401(b). The court held that the suits were timely despite the fact that the allegedly harmful governmental actions occurred more than two years before the administrative complaints were filed, concluding that the plaintiffs had alleged \"continuing violations.\" However, the court also held that the continuing tort theory did not allow the plaintiffs to recover damages for injuries sustained more than two years before the administrative complaints were filed.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On April 22, 2005, the district court granted the government's motion to dismiss for lack of subject matter jurisdiction. With respect to the claims that plaintiffs pursue on appeal, the district court concluded that jurisdiction was lacking because the Navy's allegedly harmful conduct was within the discretionary function exception.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> In the alternative the court concluded that even if the discretionary function did not apply, the plaintiffs' claims nevertheless failed because the plaintiffs had not established any causal connection between the governmental conduct and their injuries. Finally, the district court denied the plaintiffs' request for discovery, concluding that additional discovery would serve no purpose in light of the court's jurisdictional determination.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The plaintiffs timely appealed. We have jurisdiction pursuant to 28 U.S.C. &#167; 1291 (2000).</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We address first the plaintiffs' challenge to the district court's determination that the discretionary function exception applies.</p>\n    </div>\n    <p>A.</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In a suit under the FTCA, the district court's jurisdiction is limited by 28 U.S.C. &#167; 1346(b). Only claims properly within the scope of the FTCA's waiver of sovereign immunity in 28 U.S.C. &#167; 2674 are cognizable. Another provision lists the exceptions to FTCA liability, and provides that if one of the exceptions applies, \"[t]he provisions of . . . section 1346(b) of this title shall not apply.\" 28 U.S.C. &#167; 2680. One such exception is the discretionary function exception, which provides that sovereign immunity is not waived for claims \"based upon the exercise or performance or the failure to exercise or perform a discretionary function or duty on the part of a federal agency or an employee of the Government, whether or not the discretion involved be abused.\" 28 U.S.C. &#167; 2680(a). Thus, if the discretionary function exception applies, the jurisdictional grant of section 1346(b) does not, such that \"the [government] is completely immune from suit, and the claim must be dismissed for lack of subject matter jurisdiction.\" <i>Santoni v. Potter,</i> <span class=\"citation\" data-id=\"201039\"><a href=\"/opinion/201039/santoni-v-postmaster-general/\"><span class=\"volume\">369</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">594</span></a></span>, 602 (1st Cir.2004) (<i>citing Kelly v. United States,</i> <span class=\"citation\" data-id=\"555046\"><a href=\"/opinion/555046/john-l-kelly-v-united-states/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">355</span></a></span>, 360 (1st Cir.1991)).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <p>B.</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The discretionary function exception \"marks the boundary between Congress' willingness to impose tort liability upon the United States and its desire to protect certain governmental activities from exposure to suit by private individuals.\" <i>United States v. S.A. Empresa de Viacao Aerea Rio Grandense (\"Varig Airlines\"),</i> <span class=\"citation\" data-id=\"111219\"><a href=\"/opinion/111219/united-states-v-sa-empresa-de-viacao-aerea-rio-grandense/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">797</span></a></span>, 808, <span class=\"citation\" data-id=\"111219\"><a href=\"/opinion/111219/united-states-v-sa-empresa-de-viacao-aerea-rio-grandense/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2755</span></a></span>, <span class=\"citation\" data-id=\"111219\"><a href=\"/opinion/111219/united-states-v-sa-empresa-de-viacao-aerea-rio-grandense/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">660</span></a></span> (1984). Congress, in enacting the discretionary function exception, intended to \"prevent judicial `second-guessing' of legislative and administrative decisions grounded in social, economic, and political policy through the medium of an action in tort.\" <i>Id.</i> at 814, <span class=\"citation\" data-id=\"111219\"><a href=\"/opinion/111219/united-states-v-sa-empresa-de-viacao-aerea-rio-grandense/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2755</span></a></span>. In determining whether conduct involves a discretionary function, we first ask whether \"the conduct itself [is] discretionary.\" <i>Montijo-Reyes v. United States,</i> <span class=\"citation\" data-id=\"202032\"><a href=\"/opinion/202032/montijo-reyes-v-united-states/\"><span class=\"volume\">436</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">19</span></a></span>, 24 (1st Cir.2006) (internal quotation marks omitted); <i>see also Irving v. United States,</i> <span class=\"citation\" data-id=\"759695\"><a href=\"/opinion/759695/gail-merchant-irving-v-united-states/\"><span class=\"volume\">162</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">154</span></a></span>, 162 (1st Cir.1998) (<i>en banc</i>); <i>Wood v. Unites States,</i> <span class=\"citation\" data-id=\"199955\"><a href=\"/opinion/199955/wood-v-united-states/\"><span class=\"volume\">290</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">29</span></a></span>, 36 (1st Cir.2002). To be discretionary, the conduct must involve \"an element of judgment or choice.\" <i>United States v. Gaubert,</i> <span class=\"citation\" data-id=\"112567\"><a href=\"/opinion/112567/united-states-v-gaubert/\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">315</span></a></span>, 322, <span class=\"citation\" data-id=\"112567\"><a href=\"/opinion/112567/united-states-v-gaubert/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1267</span></a></span>, <span class=\"citation\" data-id=\"112567\"><a href=\"/opinion/112567/united-states-v-gaubert/\"><span class=\"volume\">113</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">335</span></a></span> (1991) (<i>quoting Berkovitz v. United States,</i> <span class=\"citation\" data-id=\"112093\"><a href=\"/opinion/112093/berkovitz-v-united-states/\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">531</span></a></span>, 536, <span class=\"citation\" data-id=\"112093\"><a href=\"/opinion/112093/berkovitz-v-united-states/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1954</span></a></span>, <span class=\"citation\" data-id=\"112093\"><a href=\"/opinion/112093/berkovitz-v-united-states/\"><span class=\"volume\">100</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">531</span></a></span> (1988)); <i>see also Dalehite v. United States,</i> <span class=\"citation\" data-id=\"105142\"><a href=\"/opinion/105142/dalehite-v-united-states/\"><span class=\"volume\">346</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">15</span></a></span>, 34, <span class=\"citation\" data-id=\"105142\"><a href=\"/opinion/105142/dalehite-v-united-states/\"><span class=\"volume\">73</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">956</span></a></span>, <span class=\"citation\" data-id=\"105142\"><a href=\"/opinion/105142/dalehite-v-united-states/\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1427</span></a></span> (1953).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Assuming that the challenged conduct \"involves an element of judgment,\" we next consider \"whether that judgment is of the kind that the discretionary function exception was designed to shield.\" <i>Berkovitz,</i> 486 U.S. at 536, <span class=\"citation\" data-id=\"112093\"><a href=\"/opinion/112093/berkovitz-v-united-states/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1954</span></a></span>; <i>see also Varig Airlines,</i> 467 U.S. at 813, <span class=\"citation\" data-id=\"111219\"><a href=\"/opinion/111219/united-states-v-sa-empresa-de-viacao-aerea-rio-grandense/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2755</span></a></span>. In other words we ask whether \"the exercise of discretion involve[s] (or is [] susceptible to) policy-related judgments.\" <i>Montijo-Reyes,</i> 436 F.3d at 24; <i>see also Irving,</i> 162 F.3d at 162.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The district court held, and the plaintiffs do not contest, that \"the military activities carried out by the Navy on Vieques over the past several decades have involved discretionary decision-making of the most fundamental kind,\" requiring \"balancing competing concerns of secrecy and safety, national security and public health.\" Thus it is undisputed that the discretionary function exception generally precludes FTCA claims based on the Navy's operation of the AFWTF.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">This is not, however, the end of the inquiry. The plaintiffs point out that the discretionary function exception generally does not apply if the activity in question violates a mandatory federal law. <i>Gaubert,</i> 499 U.S. at 324, <span class=\"citation\" data-id=\"112567\"><a href=\"/opinion/112567/united-states-v-gaubert/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1267</span></a></span>. In such circumstances the exercise of discretion is precluded. The plaintiffs argue that the Navy violated mandatory directives imposed by federal statutes, the Clean Water Act, 33 U.S.C. &#167;&#167; 1251-1357 (2000) (\"CWA\"), RCRA, and the Noise Control Act, 42 U.S.C. &#167;&#167; 4901-4918(2000) (\"NCA\").</p>\n    </div>\n    <p>C.</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">It has long been established under the FTCA that actions by a government employee complying with a mandatory policy directive are protected by the discretionary function exception. <i>Dalehite,</i> 346 U.S. at 36, <span class=\"citation\" data-id=\"105142\"><a href=\"/opinion/105142/dalehite-v-united-states/\"><span class=\"volume\">73</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">956</span></a></span>; <i>Varig Airlines,</i> 467 U.S. at 820, <span class=\"citation\" data-id=\"111219\"><a href=\"/opinion/111219/united-states-v-sa-empresa-de-viacao-aerea-rio-grandense/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2755</span></a></span>. In <i>Dalehite,</i> the Court held that the discretionary function exception protected the conduct of government employees who participated in the production and dissemination of a fertilizer that exploded, reasoning that the exception must shield the action of subordinates implementing a regulatory plan because otherwise, each action by a subordinate could potentially give rise to governmental liability, and the exception would \"fail at the time it would be needed.\" 346 U.S. at 36, <span class=\"citation\" data-id=\"105142\"><a href=\"/opinion/105142/dalehite-v-united-states/\"><span class=\"volume\">73</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">956</span></a></span>. The <i>Varig Airlines</i> Court similarly shielded the FAA's implementation of a spot-check plan and the actions of employees carrying out the plan, reasoning that the agency had discretion to implement the plan and that the actions of the employees carrying it out reflected the agency's policy choices. 467 U.S. at 819-20, <span class=\"citation\" data-id=\"111219\"><a href=\"/opinion/111219/united-states-v-sa-empresa-de-viacao-aerea-rio-grandense/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2755</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In <i>Berkovitz v. United States,</i> <span class=\"citation\" data-id=\"112093\"><a href=\"/opinion/112093/berkovitz-v-united-states/\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">531</span></a></span>, <span class=\"citation\" data-id=\"112093\"><a href=\"/opinion/112093/berkovitz-v-united-states/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1954</span></a></span>, <span class=\"citation\" data-id=\"112093\"><a href=\"/opinion/112093/berkovitz-v-united-states/\"><span class=\"volume\">100</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">531</span></a></span> (1988), the Court addressed for the first time the question whether <i>failure</i> to comply with such a directive made the discretionary function exception inapplicable. The Court held that the discretionary function exception did not shield the actions of employees of the Food and Drug Administration and the National Institutes of Health who licensed a vaccine in violation of mandatory requirements. The Court held that this claim \"does not challenge a discretionary function. Rather, the claim charges a failure on the part of the agency to perform its clear duty under federal law. When a suit charges an agency with failing to act in accord with a specific mandatory directive, the discretionary function exception does not apply.\" <i>Id.</i> at 544, <span class=\"citation\" data-id=\"112093\"><a href=\"/opinion/112093/berkovitz-v-united-states/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1954</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Thereafter the Supreme Court returned to the issue in <i>United States v. Gaubert.</i> <span class=\"citation\" data-id=\"112567\"><a href=\"/opinion/112567/united-states-v-gaubert/\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">315</span></a></span>, <span class=\"citation\" data-id=\"112567\"><a href=\"/opinion/112567/united-states-v-gaubert/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1267</span></a></span>, <span class=\"citation\" data-id=\"112567\"><a href=\"/opinion/112567/united-states-v-gaubert/\"><span class=\"volume\">113</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">335</span></a></span> (1991). That case involved a claim by the directors of a thrift institution that the Federal Home Loan Bank Board, pursuant to the Home Owner's Loan Act of 1933, 12 U.S.C. &#167;&#167; 1461-1470, had negligently supervised the thrift, causing it to incur losses. The <i>Gaubert</i> Court reaffirmed that when an employee follows a mandatory requirement in a regulation, and when that regulation was promulgated by an agency with delegated Congressional authority to implement a statute, the agency has discretion in deciding how to implement the statute, and the conduct of the employee who obeys the regulation is protected by the discretionary function exception. <i>Id.</i> at 323-24. Thus, when \"a regulation mandates particular conduct, and the employee obeys that direction, the Government will be protected because the action will be deemed in furtherance of the policies which led to the promulgation of the regulation.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">However, the Court also concluded that the discretionary function exception does not shield the conduct of an employee who <i>violates</i> a mandatory regulation. <i>Id.</i> In that situation, the employee's action cannot be deemed in furtherance of the policies of the statute that the regulation implements. Nor does his conduct reflect a permissible exercise of the discretion that Congress delegated. Thus, \"[i]f [a government] employee violates [a] mandatory regulation, there will be no shelter from liability because there is no room for choice and the action will be contrary to policy.\" <i>Id.</i> at 324, <span class=\"citation\" data-id=\"112093\"><a href=\"/opinion/112093/berkovitz-v-united-states/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1954</span></a></span>. In the circumstances of <i>Gaubert</i> itself, the Court concluded that the federal regulators acted in accordance with the governing regulations enacted pursuant to delegated authority to implement the Home Owners' Loan Act, and thus the discretionary function exception precluded the suit. <i>Id.</i> at 334, <span class=\"citation\" data-id=\"112567\"><a href=\"/opinion/112567/united-states-v-gaubert/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1267</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Each of the cases invoking the rule of <i>Gaubert</i> has involved a suit against the United States based on the activities of federal regulators; for example in <i>Gaubert</i> itself, the activities of Federal Home Loan Bank Board regulators, <i>Id.</i> at 318-19, <span class=\"citation\" data-id=\"112567\"><a href=\"/opinion/112567/united-states-v-gaubert/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1267</span></a></span>, and in <i>Berkovitz,</i> the actions of Food and Drug Administration and National Institutes of Health regulators. 486 U.S. at 533, <span class=\"citation\" data-id=\"112093\"><a href=\"/opinion/112093/berkovitz-v-united-states/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1954</span></a></span>. The language of both <i>Berkovitz</i> and <i>Gaubert</i> appears to be directed to mandatory regulations governing the conduct of employees of the regulatory agency. Thus, in <i>Gaubert,</i> the Court was concerned with the situation \"[w]here Congress has delegated the authority to an independent agency . . . to implement the general provisions of a regulatory statute and to issue regulations to that end.\" 499 U.S. at 323, <span class=\"citation\" data-id=\"112567\"><a href=\"/opinion/112567/united-states-v-gaubert/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1267</span></a></span>. <i>See also Berkovitz,</i> 486 U.S. at 545, <span class=\"citation\" data-id=\"112093\"><a href=\"/opinion/112093/berkovitz-v-united-states/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1954</span></a></span> (noting that \"application of the discretionary function exception . . . hinges on whether the agency officials making that determination permissibly exercise policy choice\"). This is not surprising. The issue in those cases concerned the exercise of discretion by the regulators under the statutes conferring their authority, and it became important to determine whether the regulators were exercising the discretion conveyed by the regulation under their organic statute. If they were acting contrary to the regulatory scheme, they were not exercising appropriate discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Here the issue is quite different. The regulated party (the Navy) is not exercising or purporting to exercise discretion under the regulatory statutes. The Navy's discretion comes from an entirely different source, namely, its authority to conduct military operations. Just as the Navy cannot claim to exercise discretion under the regulatory statutes, its discretion under military statutes likely cannot be cabined by the dictates of the regulatory statutes. In other words, we think that the rule of <i>Gaubert</i> may well be inapplicable to mandatory directives aimed at a regulated party, where the regulated party is not exercising discretion under the mandatory statute or regulation. We also perceive that there is a particularly strong argument for limiting the rule of <i>Gaubert</i> where the exercise of military authority is involved, in view of the numerous cases cautioning the courts to avoid interfering with the exercise of discretionary military authority. <i>See, e.g., United States v. Shearer,</i> <span class=\"citation\" data-id=\"111496\"><a href=\"/opinion/111496/united-states-v-shearer/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">52</span></a></span>, 57, <span class=\"citation\" data-id=\"111496\"><a href=\"/opinion/111496/united-states-v-shearer/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3039</span></a></span>, <span class=\"citation\" data-id=\"111496\"><a href=\"/opinion/111496/united-states-v-shearer/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">38</span></a></span> (1985) (\"civilian court [should not] second-guess military decisions\"). <i>See also United States v. Muniz,</i> <span class=\"citation\" data-id=\"106655\"><a href=\"/opinion/106655/united-states-v-muniz/\"><span class=\"volume\">374</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">150</span></a></span>, 162, <span class=\"citation\" data-id=\"106655\"><a href=\"/opinion/106655/united-states-v-muniz/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1850</span></a></span>, <span class=\"citation\" data-id=\"106655\"><a href=\"/opinion/106655/united-states-v-muniz/\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">805</span></a></span> (1963), <i>United States v. Brown,</i> <span class=\"citation\" data-id=\"105252\"><a href=\"/opinion/105252/united-states-v-brown/\"><span class=\"volume\">348</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">110</span></a></span>, 112, <span class=\"citation\" data-id=\"105252\"><a href=\"/opinion/105252/united-states-v-brown/\"><span class=\"volume\">75</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">141</span></a></span>, <span class=\"citation\" data-id=\"105252\"><a href=\"/opinion/105252/united-states-v-brown/\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">139</span></a></span> (1954).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Applying the rule of <i>Gaubert</i> to regulated entities, as well as to regulatory entities, would create an anomaly. If the regulators were the defendants, <i>Gaubert</i> would then apply only if they were acting clearly contrary to the statute or regulation. If the regulated entities were sued, they would have been bound to follow not only the plain language of the statute or regulation, but also the interpretation of the regulatory entity under <i>Chevron, U.S.A., Inc. v. Nat'l Res. Def. Council,</i> <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">837</span></a></span>, <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2778</span></a></span>, <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">694</span></a></span> (1984), and <i>United States v. Cleveland Baseball Co.,</i> <span class=\"citation\" data-id=\"118419\"><a href=\"/opinion/118419/united-states-v-cleveland-indians-baseball-co/\"><span class=\"volume\">532</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">200</span></a></span>, 219, <span class=\"citation\" data-id=\"118419\"><a href=\"/opinion/118419/united-states-v-cleveland-indians-baseball-co/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1433</span></a></span>, <span class=\"citation\" data-id=\"118419\"><a href=\"/opinion/118419/united-states-v-cleveland-indians-baseball-co/\"><span class=\"volume\">149</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">401</span></a></span> (2001). The FTCA would become a medium for enforcing the entire regulatory scheme, including the discretionary decisions of the regulatory agency, an eventuality that Congress likely did not contemplate when it enacted the FTCA.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">However, we need not decide the difficult question whether the rule of <i>Gaubert</i> is inapplicable to regulated parties for we conclude that the <i>Gaubert</i> rule is inapplicable here for other reasons.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We turn to the three statutes that plaintiffs claim were violated here.</p>\n    </div>\n    <p>III.</p>\n    <p>A. The Clean Water Act</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Plaintiffs first rely on alleged violations of the Clean Water Act (\"CWA\"), 33 U.S.C. &#167; 1251-1387 (2000). The CWA prohibits discharging pollutants into the ocean without a National Pollutant Discharge Elimination System (\"NPDES\") permit. 33 U.S.C. &#167;&#167; 1311(a), 1323(a). The plaintiffs argue that the Navy was required, under the CWA, to obtain a valid NPDES permit before conducting ship-to-ship and ship-to-shore live fire exercises, because those exercises risked discharging pollutants in to the waters around Vieques. The plaintiffs also argue that the Navy did not have a valid permit. We conclude that the Navy had a valid NPDES permit, and thus did not violate any mandatory CWA requirement.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In <i>United States v. Zen&#243;n-Encarnaci&#243;n,</i> <span class=\"citation\" data-id=\"201306\"><a href=\"/opinion/201306/united-states-v-zenon-encarnacion/\"><span class=\"volume\">387</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">60</span></a></span>, 63-64 (1st Cir.2004), this court addressed the validity of the Navy's NPDES permit for the AFWTF. The appellant was convicted of entering one of the AFWTF firing ranges, which the Navy had designated a \"danger zone\" closed to the public. The appellant argued that the Navy lacked a valid NPDES permit, and thus that it lacked authority under the pertinent regulations to designate the area a \"danger zone.\" <i>Id.</i> at 63. The court held that:</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The Navy received a valid NPDES permit in 1984. That permit expired in 1989, and the Navy applied to the Environmental Protection Agency (\"EPA\") for a new permit. The EPA deemed the application complete but failed to act on it. Under the applicable regulation, this failure means that the 1984 permit continued in force despite its expiration.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\"><i>Id.</i> at 63 (internal quotations omitted). The court affirmed the district court's conclusion that the 1984 NPDES permit continued in effect through April 9, 2002 (the date the defendant was found in the restricted area). The district court found that the permit remained in effect until \"[t]he Navy . . . formally withdrew its permit renewal application . . . in a letter dated April 21, 2003.\" <i>United States v. Zen&#243;n,</i> <span class=\"citation\" data-id=\"2577280\"><a href=\"/opinion/2577280/united-states-v-zenon/\"><span class=\"volume\">285</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">109</span></a></span>, 115 (D.P.R. 2003), <i>vacated on other grounds, Zen&#243;n-Encarnaci&#243;n,</i> 387 F.3d at 67.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">We see no basis for disagreeing with <i>Zen&#243;n's</i> holding that the Navy had a valid permit, nor with the district court's holding that the permit remained in effect until April, 2003. Although the plaintiffs are not bound under the doctrines of res judicata or collateral estoppel, they make no effort to demonstrate error in the earlier cases' conclusions. We therefore hold that the Navy's actions were in compliance with the statute; the discretionary function exception applies; and the plaintiffs' claims were properly dismissed.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p>B. The Resource Conservation and Recovery Act</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The plaintiffs next rely on RCRA, 42 U.S.C. &#167; 6901, <i>et seq.</i> (2000). They argue that the Navy violated a mandatory RCRA requirement by operating the open burning/open detonation facility at the AFWTF without a valid RCRA permit.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">\"RCRA is a comprehensive environmental statute that governs the treatment, storage, and disposal of solid and hazardous waste.\" <i>Meghrig v. KFC Western, Inc.,</i> <span class=\"citation\" data-id=\"118007\"><a href=\"/opinion/118007/meghrig-v-kfc-western-inc/\"><span class=\"volume\">516</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">479</span></a></span>, 483, <span class=\"citation\" data-id=\"118007\"><a href=\"/opinion/118007/meghrig-v-kfc-western-inc/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1251</span></a></span>, <span class=\"citation\" data-id=\"118007\"><a href=\"/opinion/118007/meghrig-v-kfc-western-inc/\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">121</span></a></span> (1996).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Congress delegated to the EPA primary authority to implement and enforce the provisions of RCRA. <i>Chicago v. Evt'l Def. Fund,</i> <span class=\"citation\" data-id=\"117844\"><a href=\"/opinion/117844/chicago-v-environmental-defense-fund/\"><span class=\"volume\">511</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">328</span></a></span>, 331, <span class=\"citation\" data-id=\"117844\"><a href=\"/opinion/117844/chicago-v-environmental-defense-fund/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1588</span></a></span>, <span class=\"citation\" data-id=\"117844\"><a href=\"/opinion/117844/chicago-v-environmental-defense-fund/\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">302</span></a></span> (1994) (\"RCRA . . . empowers EPA to regulate hazardous wastes from cradle to grave.\"). Among other things, RCRA regulates \"hazardous waste treatment, storage and disposal facilities\" (\"TSDFs\"). 42 U.S.C. &#167; 6924. A RCRA permit from the EPA is required in order to lawfully operate a TSDF. 42 U.S.C. &#167; 6925(a). It is undisputed that the Navy's facility on Vieques qualified as a TSDF under the statute.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The parties agree that the Navy timely initiated the first step in the permit application process, and in so doing obtained \"interim\" permit status that allowed the Navy to operate the facility lawfully for a time. <i>See</i> 42 U.S.C. &#167;&#167; 6925(e), 6930(a); 40 C.F.R. &#167; 270.70(a) (2000). The primary dispute is whether the Navy timely initiated the second stage in the permitting process.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> But the plaintiffs also urge that the Navy violated RCRA in other respects. We need not resolve these complex questions of RCRA compliance because we conclude that the <i>Gaubert</i> line of cases is inapplicable to this situation.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">As we have noted earlier, where suit under the FTCA is brought against the regulated entity there is a potential conflict between enforcement by the agency charged by Congress with enforcement responsibility and what amounts to indirect enforcement of the same statutory requirements through the FTCA. We conclude that at a minimum, it is necessary under such circumstances to determine whether the imposition of damages liability on the regulated entity under the FTCA would undermine the policies of the regulatory statute. Indeed, <i>Gaubert</i> itself recognized the important role played by the policies of the mandatory statutes.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Under the FTCA, the Tucker Act and other statutes providing remedies against the United States, the Supreme Court and the courts of appeal have repeatedly recognized that the waiver of sovereign immunity reflected in various statutes must be interpreted in light of significant policies reflected in other related federal statutes. Thus, for example, the <i>Feres</i> doctrine precludes a FTCA remedy for actions by the military when Congress has created an alternative remedial scheme, because the FTCA \"should be construed to fit . . . into the entire statutory system of remedies against the Government to make a workable, consistent and equitable whole.\" <i>Feres v. United States,</i> <span class=\"citation\" data-id=\"104831\"><a href=\"/opinion/104831/feres-v-united-states/\"><span class=\"volume\">340</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">135</span></a></span>, 139, <span class=\"citation\" data-id=\"104831\"><a href=\"/opinion/104831/feres-v-united-states/\"><span class=\"volume\">71</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">153</span></a></span>, <span class=\"citation\" data-id=\"104831\"><a href=\"/opinion/104831/feres-v-united-states/\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">152</span></a></span> (1950). The Tucker Act has been held inapplicable where Congress has provided alternative remedies under other statutes. <i>E.g., Lion Raisins, Inc., v. United States,</i> <span class=\"citation\" data-id=\"211780\"><a href=\"/opinion/211780/lion-raisins-inc-v-united-states/\"><span class=\"volume\">416</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1356</span></a></span>, 1372-73 (Fed.Cir.2005). Most pertinently, the Back Pay Act (\"BPA\"), allowing suit by improperly discharged federal employees for back pay, has been held inapplicable to employees who were denied a remedy under another statute&#8212;the Civil Service Reform Act (\"CSRA\"). <i>United States v. Fausto,</i> <span class=\"citation\" data-id=\"111987\"><a href=\"/opinion/111987/united-states-v-fausto/\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">439</span></a></span>, <span class=\"citation\" data-id=\"111987\"><a href=\"/opinion/111987/united-states-v-fausto/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">668</span></a></span>, <span class=\"citation\" data-id=\"111987\"><a href=\"/opinion/111987/united-states-v-fausto/\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">830</span></a></span> (1988). The Court reasoned that \"[t]he CSRA established a comprehensive system\" that \"deliberate[ly] exclu[ded]\" the employees who sought to invoke the BPA, and that allowing those employees to obtain judicial review under the BPA would undermine the \"considered congressional judgment\" in the CSRA to preclude such review. <i>Id.</i> at 448, 455, <span class=\"citation\" data-id=\"111987\"><a href=\"/opinion/111987/united-states-v-fausto/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">668</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">We think that this same principle is applicable here as well. Imposing liability under the FTCA because of the failure of a federal employee to comply with a mandatory directive is not permissible if the imposition of such liability on a regulated entity would undermine the purposes of the regulatory statute creating the mandatory directive.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">In short, when evaluating plaintiffs' contentions that the violation of mandatory requirements implies a waiver of sovereign immunity under the FTCA, we must refrain from imposing liability on the government when doing so would subvert a congressional decision to preclude regulated entity liability in the statute creating the mandatory directive. This is in keeping with our obligation to construe such waivers narrowly and to resolve any ambiguity or uncertainty in favor of immunity. <i>United States v. Williams,</i> <span class=\"citation\" data-id=\"117926\"><a href=\"/opinion/117926/united-states-v-williams/\"><span class=\"volume\">514</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">527</span></a></span>, 531, <span class=\"citation\" data-id=\"117926\"><a href=\"/opinion/117926/united-states-v-williams/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1611</span></a></span>, <span class=\"citation\" data-id=\"117926\"><a href=\"/opinion/117926/united-states-v-williams/\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">608</span></a></span> (1995).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Here allowing recovery of compensatory damages under the FTCA for RCRA violations would adversely affect the RCRA statutory scheme. This is not a situation in which Congress simply left unaddressed the question of damages liability under the mandatory statute. Rather, we deal here with a situation in which Congress affirmatively decided to limit the available remedies and to preclude compensatory damages. In RCRA, Congress directly addressed the role of private parties in the enforcement of the statute. The RCRA citizen-suit provision allows \"any person\" to commence an action to prevent an \"imminent and substantial endangerment to health or the environment.\" 42 U.S.C. &#167; 6972(a). The provision confers jurisdiction on district courts to \"restrain\" violations and order persons to \"take other such action;\" thus it confers jurisdiction over suits for injunctive relief. <i>Id.; Meghrig v. KFC Western, Inc.,</i> <span class=\"citation\" data-id=\"118007\"><a href=\"/opinion/118007/meghrig-v-kfc-western-inc/\"><span class=\"volume\">516</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">479</span></a></span>, 484-85, <span class=\"citation\" data-id=\"118007\"><a href=\"/opinion/118007/meghrig-v-kfc-western-inc/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1251</span></a></span>, <span class=\"citation\" data-id=\"118007\"><a href=\"/opinion/118007/meghrig-v-kfc-western-inc/\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">121</span></a></span> (1996). The district courts may also impose civil penalties for RCRA violations. 42 U.S.C. &#167;&#167; 6972(a), 6928(a).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">In <i>Meghrig</i> the Supreme Court addressed the availability of compensatory damages. There plaintiff property owners sued former owners of the property under RCRA to recover the costs of cleaning up a petroleum contamination. <i>Meghrig,</i> 516 U.S. at 481-82, <span class=\"citation\" data-id=\"118007\"><a href=\"/opinion/118007/meghrig-v-kfc-western-inc/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1251</span></a></span> (1996). The Court noted that RCRA's \"elaborate [enforcement] scheme\" is directed solely toward correcting existing or future harms by restraining them, and that RCRA must be read to preclude actions for damages. <i>Meghrig,</i> 516 U.S. at 484-85, <span class=\"citation\" data-id=\"118007\"><a href=\"/opinion/118007/meghrig-v-kfc-western-inc/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1251</span></a></span> (1996). The Court found that RCRA makes clear that any private action is precluded if the \"EPA or the State has commenced, and is diligently prosecuting, a separate enforcement action.\" <i>Id.</i> at 486. If the private actions allowed under RCRA included actions for compensatory damages, the Court reasoned, those parties with substantial grievances who were most deserving of a damages award&#8212;the ones suing over violations grave enough to attract the attention of State or federal regulators&#8212;would be precluded from recovery, whereas parties with grievances that were not substantial enough to warrant State or EPA enforcement, would be able to recover in damages. <i>Id.</i> at 486-87, <span class=\"citation\" data-id=\"118007\"><a href=\"/opinion/118007/meghrig-v-kfc-western-inc/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1251</span></a></span>.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> \"Therefore, if RCRA were designed to compensate private parties for their past cleanup efforts, it would be a wholly irrational mechanism for doing so.\" <i>Id.</i> at 486, <span class=\"citation\" data-id=\"118007\"><a href=\"/opinion/118007/meghrig-v-kfc-western-inc/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1251</span></a></span>.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Furthermore, Congress has manifested its desire to limit RCRA damage suits against the government in particular. In 1992, the Supreme Court held that RCRA's remedial scheme did not waive the government's immunity from punitive fines imposed by state law. <i>U.S. Dept. of Energy v. Ohio,</i> <span class=\"citation\" data-id=\"112724\"><a href=\"/opinion/112724/department-of-energy-v-ohio/\"><span class=\"volume\">503</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">607</span></a></span>, 627-28, <span class=\"citation\" data-id=\"112724\"><a href=\"/opinion/112724/department-of-energy-v-ohio/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1627</span></a></span>, <span class=\"citation\" data-id=\"112724\"><a href=\"/opinion/112724/department-of-energy-v-ohio/\"><span class=\"volume\">118</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">255</span></a></span> (1992). Later that year, Congress amended the RCRA citizen-suit provision to expressly waive immunity over such fines, waiving sovereign immunity for \"all civil and administrative penalties and fines, regardless of whether such penalties or fines are punitive or coercive in nature or are imposed for isolated, intermittent, or continuing violations.\" Pub.L. 102-386, 106 Stat. 1505 (October 6, 1992). However, Congress made it clear that, in permitting the recovery of civil fines for RCRA violations, it did \"not intend . . . in any manner to authorize civil tort actions against the federal government for damages.\" H. Rep. No. 102-111, at 15 (1991), <i>as reprinted in</i> 1992 U.S.C.C.A.N. 1301.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">If an action based on the FTCA were allowed here, the district court would effectively be enforcing RCRA under the guise of a FTCA claim. We think that allowing the recovery of damages in a FTCA suit, based on the violation of a mandatory permitting requirement under RCRA, would undermine the intent of Congress to preclude compensatory damages awards for RCRA violations.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">There is, moreover, reason to be concerned that the FTCA suit here was specifically designed to achieve an end run around the strict limitations placed by Congress on private damages actions under RCRA. The complaint here originally alleged violations of RCRA itself.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> While these direct RCRA claims were eventually dismissed, the plaintiffs nonetheless continued to urge that the state-law claim enforceable under the FTCA should incorporate the RCRA standard of liability.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> They now seek to overcome the discretionary function exception by alleging that the Navy violated RCRA. From a policy standpoint, this is very little different from pursuing a federal damages action in the teeth of Congress's refusal to create a private cause of action. Although RCRA does not preempt remedies under state law, we are at the same time disinclined to construe Congress's waiver of immunity under the FTCA to allow a suit Congress so clearly disfavored.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">We conclude that a damage action under the FTCA is not available against the Navy, based on a RCRA violation.</p>\n    </div>\n    <p>C. The Noise Control Act</p>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The plaintiffs' final argument is that the discretionary function exception is inapplicable because the Navy's live-fire exercises violated mandatory requirements imposed by the Noise Control Act (\"NCA\"), 42 U.S.C. &#167; 4901-4918 (2000). Section 4 of the NCA provides, in pertinent part, that</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Each department, agency, or instrumentality of the executive, legislative, and judicial branches of the federal government&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">(1) having jurisdiction over any property or facility, or</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">(2) engaged in any activity resulting, or which may result, in the emission of noise, shall comply with Federal, State, interstate, and local requirements respecting control and abatement of environmental noise to the same extent that any person is subject to such requirements.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">42 U.S.C. &#167; 4903(b) (2000).</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The plaintiffs argue that section 4 of the NCA requires the Navy to comply with the Puerto Rico Noise Prohibition Act, which imposes a mandatory limitation on sound emissions. The Puerto Rico Noise Prohibition Act of 2001, 24 P.R. Stat. &#167; 3635(2), provides that \"[n]o person may cause or permit the emission of a sound either in air or in water which . . . propagates into the waters of Puerto Rico . . . a peak sound pressure level equal to or in excess of 190 dB re 1-m-Pa.\" The Puerto Rico legislature appears to have enacted this provision to deal specifically with noise emissions from the Navy's live-fire exercises on Vieques Island. <i>See</i> 24 P.R. Stat. &#167; 3632 (\"Findings\").</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">The plaintiffs contend that the NCA coupled with the Puerto Rico statute constitute a mandatory directive governing the Navy's activities at the AFWTF, rendering the discretionary function exception inapplicable. We reject this contention because the NCA does not make the Puerto Rico statute applicable to the Navy. In <i>Romero-Barcel&#243;,</i> 643 F.2d at 854-55, this court held that section 4 of the NCA was only intended to subject the federal government to state and local \"requirements\" similar to \"the federal requirements enforceable under &#167; 12 [of the NCA]. . . .\" Section 12 of the NCA, codified at 42 U.S.C. &#167; 4911 (2000), provides for citizen suits to enforce \"noise control requirements.\" Section 12 defines \"noise control requirement\" by reference to:</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">several provisions of the [NCA] which provide for (a) standards, rules or regulations controlling the noise emissions of motor carriers, railroads and aircraft, [42 U.S.C.] &#167;&#167; 4916, 4917; 49 U.S.C. &#167; 1431, (b) labelling regulations, 42 U.S.C. &#167; 4907, and (c) noise emissions standards applicable to specified domestic and imported products, id. &#167;&#167; 4905, 4908.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\"><i>Romero-Barcel&#243;,</i> 643 F.2d 855.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The noise that plaintiffs complain of here is generated by military weapons and ordinance. The federal requirements applicable to noise emissions by products, however, expressly exclude \"any military weapons or equipment which are designed for combat use.\" 42 U.S.C. &#167; 4902(3)(B)(i). Pursuant to our interpretation of section 4 of the NCA in <i>Romero-Barcel&#243;,</i> we conclude that the statute does not make the Puerto Rico Noise Prohibition Act applicable to the Navy's use of \"military weapons or equipment,\" since the statute makes clear that no federal requirements are applicable to such activities. The NCA did not impose mandatory standards on the Navy's live-fire exercises.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Accordingly, we hold that the NCA does not render the discretionary function exception inapplicable.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">In summary, we conclude that none of the plaintiffs' statutory arguments renders the discretionary function exception inapplicable. We conclude that the district court correctly dismissed the suits for lack of subject-matter jurisdiction. In light of our jurisdictional holding, we have no occasion to address the plaintiffs' statute-of-limitations or causation arguments. Because we hold that subject-matter jurisdiction was lacking as a matter of law, additional jurisdictional discovery would not have benefitted the plaintiffs, and the denial of such discovery was not error.</p>\n    </div>\n    <p class=\"indent\">The decision of the district court is</p>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Federal Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> <i>Romero-Barcel&#243; v. Brown,</i> <span class=\"citation\" data-id=\"1899585\"><a href=\"/opinion/1899585/barcelo-v-brown/\"><span class=\"volume\">478</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">646</span></a></span> (D.P.R.1979), <i>aff'd in part, vacated in part, Romero-Barcel&#243; v. Brown,</i> <span class=\"citation\" data-id=\"388173\"><a href=\"/opinion/388173/carlos-romero-barcelo-etc-v-harold-brown/\"><span class=\"volume\">643</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">835</span></a></span> (1st Cir.1981), <i>rev'd on other grounds, Weinberger v. Romero-Barcel&#243;,</i> <span class=\"citation\" data-id=\"110699\"><a href=\"/opinion/110699/weinberger-v-romero-barcelo/\"><span class=\"volume\">456</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">305</span></a></span>, <span class=\"citation\" data-id=\"110699\"><a href=\"/opinion/110699/weinberger-v-romero-barcelo/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1798</span></a></span>, <span class=\"citation\" data-id=\"110699\"><a href=\"/opinion/110699/weinberger-v-romero-barcelo/\"><span class=\"volume\">72</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">91</span></a></span> (1982).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Plaintiffs made several claims in the district court that they do not raise on appeal, including claims under the Endangered Species Act, 16 U.S.C. &#167; 1531 et seq., claims relating to the Navy's transfer of military exercises from Culebra Island to Vieques, and claims that the government is directly liable under RCRA and the Clean Water Act</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Supreme Court's recent decision in<i>Arbaugh v. Y &amp; H Corp.,</i> ___ U.S. ___, ___, <span class=\"citation\" data-id=\"145677\"><a href=\"/opinion/145677/arbaugh-v-y-h-corp/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1235</span></a></span>, 1245, <span class=\"citation\" data-id=\"145677\"><a href=\"/opinion/145677/arbaugh-v-y-h-corp/\"><span class=\"volume\">163</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1097</span></a></span> (2006), confirms that dismissal for lack of subject matter jurisdiction is appropriate \"[i]f the Legislature clearly states that a threshold limitation on a statute's scope shall count as jurisdictional.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Plaintiffs below also raised FTCA claims based on violations of the CWA requirements other than its permitting requirement. They do not pursue these claims on appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> <i>See also</i> H.R.Rep. No. 94-1491, pt. 1 at 3 (1976) (RCRA was enacted to address \"the overriding concern of . . . the effect on the population and the environment of the disposal of discarded hazardous wastes-those which by virtue of their composition or longevity are harmful, toxic or lethal.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The question here appears to turn on whether, under the pertinent regulations, the open burning/open detonation facility was fairly classified as a hazardous waste \"treatment\" facility, as opposed to a \"land disposal\" or \"incinerator\" facility<i>See</i> 40 C.F.R. &#167; 260.10. If the latter, then the second part of the Navy's RCRA permit application was untimely, and its interim permit status was revoked. <i>See</i> 42 U.S.C. &#167; 6925(e)(2); 40 C.F.R. &#167; 270.73(f). The district court found that the open burning/open detonation facility was properly classified a \"treatment\" facility under the RCRA regulations, and that consequently the Navy timely completed the second step in the permitting process and retained its interim permit status until the AFWTF was shut down.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> 499 U.S. at 324, <span class=\"citation\" data-id=\"112567\"><a href=\"/opinion/112567/united-states-v-gaubert/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1267</span></a></span> (holding that applicability of the discretionary function exception turns on whether challenged conduct \"will be deemed in furtherance of the policies which led to the promulgation of the regulation\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> <i>See also West v. Gibson,</i> <span class=\"citation\" data-id=\"118305\"><a href=\"/opinion/118305/west-v-gibson/\"><span class=\"volume\">527</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">212</span></a></span>, 222, <span class=\"citation\" data-id=\"118305\"><a href=\"/opinion/118305/west-v-gibson/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1906</span></a></span>, <span class=\"citation\" data-id=\"118305\"><a href=\"/opinion/118305/west-v-gibson/\"><span class=\"volume\">144</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">196</span></a></span> (1999); <i>Lane v. Pena,</i> <span class=\"citation\" data-id=\"118049\"><a href=\"/opinion/118049/lane-v-pena/\"><span class=\"volume\">518</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">187</span></a></span>, 192, <span class=\"citation\" data-id=\"118049\"><a href=\"/opinion/118049/lane-v-pena/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2092</span></a></span>, <span class=\"citation\" data-id=\"118049\"><a href=\"/opinion/118049/lane-v-pena/\"><span class=\"volume\">135</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">486</span></a></span> (1996).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> In an analogous situation, the Supreme Court reasoned that the CSRA could not logically be read to deny judicial review to employees eligible for veterans' preference (\"preferential employees\"), but at the same time grant nonpreferential employees access to such review, because such a reading would undermine the preference system, result in an \"inverted preference,\" and favor \"random categories of employees.\" Consequently, the Court held that the CSRA precluded judicial review for nonpreferential employees<i>Fausto,</i> 484 U.S. at 449-51, <span class=\"citation\" data-id=\"111987\"><a href=\"/opinion/111987/united-states-v-fausto/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">668</span></a></span>.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The Court also held that the RCRA savings clause, 42 U.S.C. &#167; 6972(f), which allows persons to \"seek . . . relief\" that they may have \"under any statute or common law,\" merely preserves causes of action under state law, and does not authorize a new substantive RCRA cause of action for damages<i>Meghrig,</i> 516 U.S. at 487, <span class=\"citation\" data-id=\"118007\"><a href=\"/opinion/118007/meghrig-v-kfc-western-inc/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1251</span></a></span>.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> In the complaint, plaintiffs stated that \"[plaintiffs] are citizens covered under [RCRA],\" and \"24 U.S.C. &#167; 6972(a)(1)(A) of this act [the RCRA citizen-suit provision] allows for civil actions for violation of any requirement of RCRA,\" and \"Plaintiffs allege that the defendants have violated [RCRA].\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> For example, in defending against the government's motion to dismiss, the plaintiffs state that \"Puerto Rico tort law recognizes that under certain circumstances the violation of a statute or regulation can itself constitute negligence,\" that \"the language of the FTCA does not mandate that state law be applied when the state courts themselves would be required to refer to and apply federal law to determine . . . liability,\" and that the district court should not \"preclude Plaintiff from establishing Defendants' violations under RCRA.\"</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104831/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105142/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105252/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106655/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110699/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111219/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111221/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111496/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111987/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112093/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112567/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112724/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117844/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117926/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118007/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118049/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118305/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118419/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145677/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199955/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201039/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201306/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202032/",
    "http://www.courtlistener.com/api/rest/v3/opinions/211780/",
    "http://www.courtlistener.com/api/rest/v3/opinions/388173/",
    "http://www.courtlistener.com/api/rest/v3/opinions/510221/",
    "http://www.courtlistener.com/api/rest/v3/opinions/555046/",
    "http://www.courtlistener.com/api/rest/v3/opinions/713015/",
    "http://www.courtlistener.com/api/rest/v3/opinions/759695/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1899585/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2577280/"
  ]
}