{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202522/",
  "absolute_url": "/opinion/202522/cordi-allen-v-halloran/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202522/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:55:53Z",
  "date_modified": "2016-02-28T05:08:10.956267Z",
  "type": "010combined",
  "sha1": "d2147527d3643e02537e5129a01665f6053920ac",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/06-1664-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2006/11/22/Cordi-Allen_v._Halloran.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 06-1664\n\n               BARBARA CORDI-ALLEN; JOHN E. ALLEN,\n\n                     Plaintiffs, Appellants,\n\n                               v.\n\n         R. BARTLEY HALLORAN; R. BARTLEY HALLORAN, P.C.,\n\n                     Defendants, Appellees.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n          [Hon. Michael A. Ponsor, U.S. District Judge]\n\n\n                             Before\n\n                       Lynch, Circuit Judge,\n                  Stahl, Senior Circuit Judge,\n                    and Lipez, Circuit Judge.\n\n\n\n     Paul Revere III for appellants.\n     Kenneth D. Small, with whom Marissa I. Delinks and Hinshaw &\nCulbertson LLP were on brief, for appellees.\n\n\n\n                        November 22, 2006\n\f            STAHL, Senior Circuit Judge. This case arises out of the\n\nbreakdown in the relationship between plaintiffs-appellants Barbara\n\nCordi-Allen     and   John    E.    Allen,     and    their    former    attorney,\n\ndefendant-appellee R. Bartley Halloran.               The Allens sued Halloran\n\nin state court for breach of contract and breach of fiduciary duty,\n\nand the case was subsequently removed to federal court on the basis\n\nof diversity jurisdiction.              The district court granted Halloran\n\nsummary judgment.     The Allens appeal, and we affirm.\n\n                                   I. Background\n\n            In 1997, Barbara Cordi-Allen was injured in an elevator\n\naccident   at   her   place    of    employment,      Weaver   High     School,   in\n\nHartford, Connecticut.        She received workers’ compensation for her\n\ninjury, but, seeking further compensation, she engaged Halloran to\n\nrepresent her in a personal injury suit against Delta Elevator, the\n\nelevator manufacturer, and in a suit against the City of Hartford\n\nto increase her workers’ compensation.                 Halloran negotiated on\n\nbehalf of his client a settlement of $235,000 from Delta.                  As part\n\nof the negotiated settlement, the City of Hartford agreed to\n\nrelease its workers’ compensation lien against any third-party\n\npayments, provided that Cordi-Allen also dismissed the workers’\n\ncompensation suit against the city.             Cordi-Allen initially agreed\n\nto   the   settlement,   but       at    the   last   minute    decided    against\n\ndismissing the workers’ compensation suit, believing that she would\n\nnet more if she pursued the suit and were found “totally disabled.”\n\n\n                                         -2-\n\f           Halloran advised against this action, pointing out that\n\nwithout a waiver of the workers’ compensation lien, the City of\n\nHartford, whose lien totaled nearly $200,000, would take the bulk\n\nof the settlement.    The Allens, for various reasons unclear on the\n\nrecord, had begun to lose trust in Halloran and did not take his\n\nadvice.    Accordingly, when the settlement arrived from Delta, the\n\nfunds went entirely to attorney fees, expenses, and repayment of\n\nthe workers’ compensation lien, leaving nothing for the Allens.\n\n           Despite the clear beginnings of a breakdown in their\n\nrelationship, Halloran agreed to continue to represent Cordi-Allen\n\nin the workers’ compensation case.           Indeed, on the settlement\n\nstatement with Delta, he wrote:\n\n     I, R. Bartley Halloran guarantee that no attorneys fee\n     payments will be paid or charged to Barbara Cordi-Allen\n     or John Allen. Barbara Cordi Allen [sic] and John Allen\n     are [and] will not be responsible for attorneys fees or\n     expenses for the workers comp. case.\n\nIt is this language that is partly at issue here.\n\n           The    relationship   continued   to   worsen,     and   after    an\n\nexchange of bitter email messages, Halloran finally asked the\n\nWorkers’ Compensation Commission (“WCC”) that he be allowed to\n\nwithdraw   from    further   representation.      The   WCC    granted      the\n\nwithdrawal on July 17, 2001.     Cordi-Allen appealed, but on January\n\n30, 2002, the WCC affirmed Halloran’s withdrawal.               Cordi-Allen\n\ncontinued in her workers’ compensation case with another attorney,\n\nand she was eventually awarded an additional $31,018.89.\n\n\n                                   -3-\n\f            On December 21, 2004, the Allens began the initial action\n\nin state court against Halloran on three counts.                  Count I was\n\nentitled “Breach of Contract -- Settlement” and alleged that\n\nHalloran had breached his contract with the Allens by taking his\n\nattorneys fees prior to payment of the workers’ compensation lien,\n\nrather than after it was paid.           Count II was entitled “Breach of\n\nContract -- Failure to Represent” and alleged that Halloran’s\n\nwithdrawal from the workers’ compensation case was a breach of\n\ncontract which harmed the Allens by forcing them to pay for another\n\nattorney.     Count III was entitled “Breach of Fiduciary Duty” and\n\nalleged various conflicts of interest.\n\n            The case was removed to federal court on April 5, 2005,\n\nand Halloran moved for summary judgment on February 17, 2006.                The\n\nAllens did not file an opposition before the deadline of March 3,\n\n2006, and the district judge granted summary judgment in a cursory\n\nopinion on March 8, 2006.1           The Allens appealed the summary\n\njudgment    on   all   three   counts,   but   conceded   Count    I   at   oral\n\nargument.    Therefore, we review summary judgment only as to Counts\n\nII and III.\n\n\n     1\n      Plaintiffs’ counsel urges that he had good reason for his\nfailure to meet the deadline, since his house had recently burned\ndown, and defendant’s counsel had not sent certain documents back\nto plaintiffs’ counsel as had been promised. These events likely\nwould have been sufficient for an extension of time, had plaintiff\nasked for one. In any event, plaintiffs’ failure to respond to the\nmotion does not waive any legal issues, since the district judge is\nstill assumed, despite his sparse memorandum, to have decided the\ncase on the merits. See Fed. R. Civ. P. 56(e).\n\n                                     -4-\n\f                              II. Discussion\n\n            This case falls under the district court’s diversity\n\njurisdiction.       28   U.S.C.   §    1332.      The   parties   agree      that\n\nConnecticut law governs.\n\n            We review a district court's grant of summary judgment de\n\nnovo.     Stonkus v. City of Brockton Sch. Dep’t, 322 F.3d 97, 102\n\n(1st Cir. 2003).     In doing so, we will construe the record in the\n\nlight most favorable to the nonmovant and resolve all reasonable\n\ninferences in that party's favor.           Id.\n\n            The   district   judge’s    memorandum      and   order   does    not\n\ndiscuss his basis for issuing summary judgment on any of the\n\ncounts.     However, even where a motion for summary judgment is\n\nunopposed, a district judge is still bound to review the case on\n\nthe merits based on the uncontroverted facts before him, as are we.\n\nFed. R. Civ. P. 56(e); see Stonkus, 322 F.3d at 102.\n\n            The lack of reasoning by the district judge does not\n\nlimit us, since we are not bound by the district court’s rationale\n\n(or lack thereof), but “may affirm the judgment on any ground\n\nrevealed by the record.”      Iverson v. City of Boston, 452 F.3d 94,\n\n98 (1st Cir. 2006).      Because the motion for summary judgment went\n\nunopposed, we review the case on the facts as set forth in the\n\ndefendant’s motion for summary judgment.            D. Mass. Loc. R. 56.1;\n\nsee Stonkus, 322 F.3d at 102. Summary judgment is only appropriate\n\nif the record shows that “there is no genuine issue as to any\n\n\n                                      -5-\n\fmaterial fact and that the moving party is entitled to a judgment\n\nas a matter of law.”     Fed. R. Civ. P. 56(c).\n\n            Halloran’s motion for summary judgment argued that Count\n\nII was merely a tort claim masquerading as a contract claim and was\n\nthus barred by the three-year tort statute of limitations.              See\n\nConn. Gen. Stat. § 52-577.       The Allens argue on appeal that some\n\nclaims by a client against an attorney will be considered contract\n\nactions under Connecticut law when they are based on specific\n\npromises by the attorney, and thus are governed by the six-year\n\nstatute of limitations on contract actions.          See Conn. Gen. Stat.\n\n§ 52-576(a).\n\n            Halloran    also    posits    that   summary     judgment   was\n\nappropriate on Count II because the Allens had not provided an\n\nexpert witness to testify as to the standard of care.                   See\n\nCelentano v. Grudburg, 76 Conn. App. 119, 125-126, 818 A.2d 841,\n\n846 (2003).    The Allens argue on appeal that this is not the sort\n\nof   quasi-negligence    contract   action    that   would   require    such\n\ntestimony, since the action is simply a straightforward contract\n\nclaim based on the text of Halloran’s handwritten addendum.\n\n            We need not reach the issue of whether Count II sounds in\n\ntort   or   contract,   since    even    assuming,   arguendo,   that   the\n\nhandwritten addendum is a contract, it is not subject to the\n\n\n\n\n                                    -6-\n\finterpretation that the Allens urge.2   As an initial matter, the\n\nbaseline attorney-client contract does not include a promise to see\n\na claim through to its conclusion under any circumstances.   Id. at\n\n845-46.   Thus, the question is whether Halloran’s handwritten\n\naddendum, if it is to be treated as an express contract, modified\n\nthe baseline attorney-client contract so as to remove Halloran’s\n\nability to withdraw.    For that is essentially what the Allens\n\nclaim: that Halloran breached the contract by withdrawing, forcing\n\nthem to pay for a new lawyer.3\n\n          Any ability to withdraw is governed by the principles of\n\nConnecticut Rule of Professional Conduct 1.16 (“Rule 1.16”), which\n\nprovides, inter alia, that an attorney may withdraw “for good\n\ncause” even if doing so adversely affects the client.    It was on\n\nthat basis that the WCC allowed Halloran’s withdrawal, citing the\n\nbreakdown of the attorney-client relationship.   The Allens do not\n\nclaim a violation of Rule 1.16; indeed, they specifically state in\n\n\n\n     2\n      The issue here is one of the interpretation of text\npurporting to be an express contract. This is a matter of law for\nthe court, and there are no disputed facts that bear on this issue.\n     3\n      The Allens are somewhat inconsistent in their brief,\nsometimes seeming to argue that the breach was not in the\nwithdrawal but rather in the failure to pay for a replacement\nattorney. Leaving aside the issue of whether those are actually\ndistinct theories, we note that the Allens’ complaint makes clear\nthat the alleged breach was in the “failure to represent” caused by\nthe withdrawal, with the replacement attorney’s fees as damages.\nIn any event, either theory fails because the addendum is not\nreasonably read to be a promise by Halloran to pay for the costs of\nreplacement counsel should he withdraw.\n\n                                 -7-\n\ftheir       brief   that   they    are    not     alleging   any    violation     of\n\nprofessional standards.           Appellants’ Brief at 18.         Therefore, any\n\ncontract action must rest on the claim that Halloran’s handwritten\n\naddendum was a promise not to withdraw even if withdrawal were\n\nentirely appropriate under Rule 1.16.\n\n              Halloran’s addendum is simply a waiver of any additional\n\nfees to be charged by him in the workers’ compensation case.                      We\n\nsee nothing in the language that could be read to overrule the\n\nstandards      of   Rule   1.16    and   bind     Halloran   to    the   Allens   in\n\nperpetuity.4        The text is unambiguous on this issue.               “Where the\n\nlanguage of the contract is clear and unambiguous, the contract is\n\nto be given effect according to its terms. . . .                   Similarly, any\n\nambiguity in a contract must emanate from the language used in the\n\ncontract rather than from one party's subjective perception of the\n\nterms.”       Alstom Power, Inc. v. Balcke-Durr, Inc., 269 Conn. 599,\n\n610-11,      849    A.2d   804,   812    (2004)    (internal      quotation   marks\n\nomitted).      Therefore, a claim for breach of contract must fail.\n\n              Alternatively, if Count II were to be deemed a tort\n\nclaim, it would indeed fall outside the three-year statute of\n\nlimitations, since Halloran’s motion to withdraw was granted on\n\nJuly 17, 2001, more than three years before the Allens filed their\n\n\n        4\n      The Allens argue that it was the distribution of the\nsettlement proceeds in a way beneficial to Halloran that anchored\nsuch a promise.    While that theory may answer the question of\nconsideration, it does not answer the question of what, precisely,\nwas promised.\n\n                                         -8-\n\fcomplaint on December 21, 2004.       The Allens dispute this, arguing\n\nthat, under Connecticut’s continuous representation doctrine, the\n\nstatute was tolled while the initial order of withdrawal was\n\nappealed.    Halloran’s withdrawal was affirmed by the Review Board\n\nof the WCC on January 30, 2002, which would bring the complaint\n\nfiling within the three-year limitations period under the Allens’\n\ntheory.\n\n            The Connecticut continuous representation doctrine states\n\nthat the statute of limitations for attorney malpractice will be\n\ntolled\n\n     when the plaintiff can show: (1) that the defendant\n     continued to represent him with regard to the same\n     underlying matter; and (2) either that the plaintiff did\n     not know of the alleged malpractice or that the attorney\n     could still mitigate the harm allegedly caused by that\n     malpractice during the continued representation period.\n\nDeLeo v. Nusbaum, 263 Conn. 588, 597, 821 A.2d 744, 749-50 (2003).\n\nHowever, the representation ends, and thus the statute begins to\n\nrun, when, inter alia, “a court grants the attorney's motion to\n\nwithdraw from the representation.”      Id. at 750.   The rule tolls the\n\nstatute during representation because the client is likely to be\n\nunaware of any harm.    Id. at 748.     But when the harm occurs at the\n\npoint of withdrawal, that concern is no longer present, and the\n\nstatute begins to run. Furthermore, the Allens appealed Halloran’s\n\nwithdrawal before the WCC, and thus were clearly aware of any harm\n\nit might have caused.\n\n\n\n                                  -9-\n\f            The same can be said of Count III.    As an action for\n\nbreach of fiduciary duty, the same three-year tort statute of\n\nlimitations applies, Ahern v. Kappalumakkel, 97 Conn. App. 189,\n\n191-92, 903 A.2d 266, 268 (2006), with the statute running from no\n\nlater than the date of withdrawal.\n\n            Accordingly, the district court properly granted summary\n\njudgment.\n\n            Affirmed.\n\n            Costs to appellees.\n\n\n\n\n                                  -10-\n\f",
  "html": "<p class=\"case_cite\">470 F.3d 25</p>\n    <p class=\"parties\">Barbara CORDI-ALLEN; John E. Allen, Plaintiffs, Appellants,<br>v.<br>R. Bartley HALLORAN; R. Bartley Halloran, P.C., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 06-1664.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard October 5, 2006.</p>\n    <p class=\"date\">Decided November 22, 2006.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Paul Revere III for appellants.</p>\n      <p class=\"indent\">Kenneth D. Small, with whom Marissa I. Delinks and Hinshaw &amp; Culbertson LLP were on brief, for appellees.</p>\n      <p class=\"indent\">Before LYNCH, Circuit Judge, STAHL, Senior Circuit Judge, and LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case arises out of the breakdown in the relationship between plaintiffs-appellants Barbara Cordi-Allen and John E. Allen, and their former attorney, defendant-appellee R. Bartley Halloran. The Allens sued Halloran in state court for breach of contract and breach of fiduciary duty, and the case was subsequently removed to federal court on the basis of diversity jurisdiction. The district court granted Halloran summary judgment. The Allens appeal, and we affirm.</p>\n    </div>\n    <p>I. Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In 1997, Barbara Cordi-Allen was injured in an elevator accident at her place of employment, Weaver High School, in Hartford, Connecticut. She received workers' compensation for her injury, but, seeking further compensation, she engaged Halloran to represent her in a personal injury suit against Delta Elevator, the elevator manufacturer, and in a suit against the City of Hartford to increase her workers' compensation. Halloran negotiated on behalf of his client a settlement of $235,000 from Delta. As part of the negotiated settlement, the City of Hartford agreed to release its workers' compensation lien against any third-party payments, provided that Cordi-Allen also dismissed the workers' compensation suit against the city. Cordi-Allen initially agreed to the settlement, but at the last minute decided against dismissing the workers' compensation suit, believing that she would net more if she pursued the suit and were found \"totally disabled.\"</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Halloran advised against this action, pointing out that without a waiver of the workers' compensation lien, the City of Hartford, whose lien totaled nearly $200,000, would take the bulk of the settlement. The Allens, for various reasons unclear on the record, had begun to lose trust in Halloran and did not take his advice. Accordingly, when the settlement arrived from Delta, the funds went entirely to attorney fees, expenses, and repayment of the workers' compensation lien, leaving nothing for the Allens.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Despite the clear beginnings of a breakdown in their relationship, Halloran agreed to continue to represent Cordi-Allen in the workers' compensation case. Indeed, on the settlement statement with Delta, he wrote:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">I, R. Bartley Halloran guarantee that no attorneys fee payments will be paid or charged to Barbara Cordi-Allen or John Allen. Barbara Cordi Allen [sic] and John Allen are [and] will not be responsible for attorneys fees or expenses for the workers comp. case.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">It is this language that is partly at issue here.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The relationship continued to worsen, and after an exchange of bitter email messages, Halloran finally asked the Workers' Compensation Commission (\"WCC\") that he be allowed to withdraw from further representation. The WCC granted the withdrawal on July 17, 2001. Cordi-Allen appealed, but on January 30, 2002, the WCC affirmed Halloran's withdrawal. Cordi-Allen continued in her workers' compensation case with another attorney, and she was eventually awarded an additional $31,018.89.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On December 21, 2004, the Allens began the initial action in state court against Halloran on three counts. Count I was entitled \"Breach of Contract&#8212;Settlement\" and alleged that Halloran had breached his contract with the Allens by taking his attorneys fees prior to payment of the workers' compensation lien, rather than after it was paid. Count II was entitled \"Breach of Contract&#8212;Failure to Represent\" and alleged that Halloran's withdrawal from the workers' compensation case was a breach of contract which harmed the Allens by forcing them to pay for another attorney. Count III was entitled \"Breach of Fiduciary Duty\" and alleged various conflicts of interest.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The case was removed to federal court on April 5, 2005, and Halloran moved for summary judgment on February 17, 2006. The Allens did not file an opposition before the deadline of March 3, 2006, and the district judge granted summary judgment in a cursory opinion on March 8, 2006.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The Allens appealed the summary judgment on all three counts, but conceded Count I at oral argument. Therefore, we review summary judgment only as to Counts II and III.</p>\n    </div>\n    <p>II. Discussion</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">This case falls under the district court's diversity jurisdiction. 28 U.S.C. &#167; 1332. The parties agree that Connecticut law governs.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We review a district court's grant of summary judgment <i>de novo. Stonkus v. City of Brockton Sch. Dep't,</i> 322 F.3d 97, 102 (1st Cir.2003). In doing so, we will construe the record in the light most favorable to the nonmovant and resolve all reasonable inferences in that party's favor. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The district judge's memorandum and order does not discuss his basis for issuing summary judgment on any of the counts. However, even where a motion for summary judgment is unopposed, a district judge is still bound to review the case on the merits based on the uncontroverted facts before him, as are we. Fed. R.Civ.P. 56(e); <i>see Stonkus,</i> 322 F.3d at 102.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The lack of reasoning by the district judge does not limit us, since we are not bound by the district court's rationale (or lack thereof), but \"may affirm the judgment on any ground revealed by the record.\" <i>Iverson v. City of Boston,</i> 452 F.3d 94, 98 (1st Cir.2006). Because the motion for summary judgment went unopposed, we review the case on the facts as set forth in the defendant's motion for summary judgment. D. Mass. Loc. R. 56.1; <i>see Stonkus,</i> 322 F.3d at 102. Summary judgment is only appropriate if the record shows that \"there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\" Fed.R.Civ.P. 56(c).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Halloran's motion for summary judgment argued that Count II was merely a tort claim masquerading as a contract claim and was thus barred by the three-year tort statute of limitations. <i>See</i> Conn. Gen.Stat. &#167; 52-577. The Allens argue on appeal that some claims by a client against an attorney will be considered contract actions under Connecticut law when they are based on specific promises by the attorney, and thus are governed by the six-year statute of limitations on contract actions. <i>See</i> Conn. Gen.Stat. &#167; 52-576(a).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Halloran also posits that summary judgment was appropriate on Count II because the Allens had not provided an expert witness to testify as to the standard of care. <i>See Celentano v. Grudberg,</i> 76 Conn.App. 119, 125-126, 818 A.2d 841, 846 (2003). The Allens argue on appeal that this is not the sort of quasi-negligence contract action that would require such testimony, since the action is simply a straightforward contract claim based on the text of Halloran's handwritten addendum.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We need not reach the issue of whether Count II sounds in tort or contract, since even assuming, <i>arguendo,</i> that the handwritten addendum is a contract, it is not subject to the interpretation that the Allens urge.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> As an initial matter, the baseline attorney-client contract does not include a promise to see a claim through to its conclusion under any circumstances. <i>Id.</i> at 845-46. Thus, the question is whether Halloran's handwritten addendum, if it is to be treated as an express contract, modified the baseline attorney-client contract so as to remove Halloran's ability to withdraw. For that is essentially what the Allens claim: that Halloran breached the contract by withdrawing, forcing them to pay for a new lawyer.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Any ability to withdraw is governed by the principles of Connecticut Rule of Professional Conduct 1.16 (\"Rule 1.16\"), which provides, <i>inter alia,</i> that an attorney may withdraw \"for good cause\" even if doing so adversely affects the client. It was on that basis that the WCC allowed Halloran's withdrawal, citing the breakdown of the attorney-client relationship. The Allens do not claim a violation of Rule 1.16; indeed, they specifically state in their brief that they are not alleging any violation of professional standards. Appellants' Brief at 18. Therefore, any contract action must rest on the claim that Halloran's handwritten addendum was a promise not to withdraw <i>even if</i> withdrawal were entirely appropriate under Rule 1.16.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Halloran's addendum is simply a waiver of any additional fees to be charged by him in the workers' compensation case. We see nothing in the language that could be read to overrule the standards of Rule 1.16 and bind Halloran to the Allens in perpetuity.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> The text is unambiguous on this issue. \"Where the language of the contract is clear and unambiguous, the contract is to be given effect according to its terms. . . . Similarly, any ambiguity in a contract must emanate from the language used in the contract rather than from one party's subjective perception of the terms.\" <i>Alstom Power, Inc. v. Balcke-Durr, Inc.,</i> 269 Conn. 599, 610-11, 849 A.2d 804, 812 (2004) (internal quotation marks omitted). Therefore, a claim for breach of contract must fail.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Alternatively, if Count II were to be deemed a tort claim, it would indeed fall outside the three-year statute of limitations, since Halloran's motion to withdraw was granted on July 17, 2001, more than three years before the Allens filed their complaint on December 21, 2004. The Allens dispute this, arguing that, under Connecticut's continuous representation doctrine, the statute was tolled while the initial order of withdrawal was appealed. Halloran's withdrawal was affirmed by the Review Board of the WCC on January 30, 2002, which would bring the complaint filing within the three-year limitations period under the Allens' theory.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The Connecticut continuous representation doctrine states that the statute of limitations for attorney malpractice will be tolled</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">when the plaintiff can show: (1) that the defendant continued to represent him with regard to the same underlying matter; <i>and</i> (2) either that the plaintiff did not know of the alleged malpractice <i>or</i> that the attorney could still mitigate the harm allegedly caused by that malpractice during the continued representation period.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\"><i>DeLeo v. Nusbaum,</i> 263 Conn. 588, 597, 821 A.2d 744, 749-50 (2003). However, the representation ends, and thus the statute begins to run, when, <i>inter alia,</i> \"a court grants the attorney's motion to withdraw from the representation.\" <i>Id.</i> at 750. The rule tolls the statute during representation because the client is likely to be unaware of any harm. <i>Id.</i> at 748. But when the harm occurs at the point of withdrawal, that concern is no longer present, and the statute begins to run. Furthermore, the Allens appealed Halloran's withdrawal before the WCC, and thus were clearly aware of any harm it might have caused.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The same can be said of Count III. As an action for breach of fiduciary duty, the same three-year tort statute of limitations applies, <i>Ahern v. Kappalumakkel,</i> 97 Conn.App. 189, 191-92, 903 A.2d 266, 268 (2006), with the statute running from no later than the date of withdrawal.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Accordingly, the district court properly granted summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Costs to appellees.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Plaintiffs' counsel urges that he had good reason for his failure to meet the deadline, since his house had recently burned down, and defendant's counsel had not sent certain documents back to plaintiffs' counsel as had been promised. These events likely would have been sufficient for an extension of time, had plaintiff asked for one. In any event, plaintiffs' failure to respond to the motion does not waive any legal issues, since the district judge is still assumed, despite his sparse memorandum, to have decided the case on the merits<i>See</i> Fed.R.Civ.P. 56(e).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The issue here is one of the interpretation of text purporting to be an express contract. This is a matter of law for the court, and there are no disputed facts that bear on this issue</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Allens are somewhat inconsistent in their brief, sometimes seeming to argue that the breach was not in the withdrawal but rather in the failure to pay for a replacement attorney. Leaving aside the issue of whether those are actually distinct theories, we note that the Allens' complaint makes clear that the alleged breach was in the \"failure to represent\" caused by the withdrawal, with the replacement attorney's fees as damages. In any event, either theory fails because the addendum is not reasonably read to be a promise by Halloran to pay for the costs of replacement counsel should he withdraw</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The Allens argue that it was the distribution of the settlement proceeds in a way beneficial to Halloran that anchored such a promise. While that theory may answer the question of consideration, it does not answer the question of what, precisely, was promised</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">470</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">25</span></span></p>\n    <p class=\"parties\">Barbara CORDI-ALLEN; John E. Allen, Plaintiffs, Appellants,<br>v.<br>R. Bartley HALLORAN; R. Bartley Halloran, P.C., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 06-1664.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard October 5, 2006.</p>\n    <p class=\"date\">Decided November 22, 2006.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Paul Revere III for appellants.</p>\n      <p class=\"indent\">Kenneth D. Small, with whom Marissa I. Delinks and Hinshaw &amp; Culbertson LLP were on brief, for appellees.</p>\n      <p class=\"indent\">Before LYNCH, Circuit Judge, STAHL, Senior Circuit Judge, and LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case arises out of the breakdown in the relationship between plaintiffs-appellants Barbara Cordi-Allen and John E. Allen, and their former attorney, defendant-appellee R. Bartley Halloran. The Allens sued Halloran in state court for breach of contract and breach of fiduciary duty, and the case was subsequently removed to federal court on the basis of diversity jurisdiction. The district court granted Halloran summary judgment. The Allens appeal, and we affirm.</p>\n    </div>\n    <p>I. Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In 1997, Barbara Cordi-Allen was injured in an elevator accident at her place of employment, Weaver High School, in Hartford, Connecticut. She received workers' compensation for her injury, but, seeking further compensation, she engaged Halloran to represent her in a personal injury suit against Delta Elevator, the elevator manufacturer, and in a suit against the City of Hartford to increase her workers' compensation. Halloran negotiated on behalf of his client a settlement of $235,000 from Delta. As part of the negotiated settlement, the City of Hartford agreed to release its workers' compensation lien against any third-party payments, provided that Cordi-Allen also dismissed the workers' compensation suit against the city. Cordi-Allen initially agreed to the settlement, but at the last minute decided against dismissing the workers' compensation suit, believing that she would net more if she pursued the suit and were found \"totally disabled.\"</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Halloran advised against this action, pointing out that without a waiver of the workers' compensation lien, the City of Hartford, whose lien totaled nearly $200,000, would take the bulk of the settlement. The Allens, for various reasons unclear on the record, had begun to lose trust in Halloran and did not take his advice. Accordingly, when the settlement arrived from Delta, the funds went entirely to attorney fees, expenses, and repayment of the workers' compensation lien, leaving nothing for the Allens.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Despite the clear beginnings of a breakdown in their relationship, Halloran agreed to continue to represent Cordi-Allen in the workers' compensation case. Indeed, on the settlement statement with Delta, he wrote:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">I, R. Bartley Halloran guarantee that no attorneys fee payments will be paid or charged to Barbara Cordi-Allen or John Allen. Barbara Cordi Allen [sic] and John Allen are [and] will not be responsible for attorneys fees or expenses for the workers comp. case.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">It is this language that is partly at issue here.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The relationship continued to worsen, and after an exchange of bitter email messages, Halloran finally asked the Workers' Compensation Commission (\"WCC\") that he be allowed to withdraw from further representation. The WCC granted the withdrawal on July 17, 2001. Cordi-Allen appealed, but on January 30, 2002, the WCC affirmed Halloran's withdrawal. Cordi-Allen continued in her workers' compensation case with another attorney, and she was eventually awarded an additional $31,018.89.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On December 21, 2004, the Allens began the initial action in state court against Halloran on three counts. Count I was entitled \"Breach of Contract&#8212;Settlement\" and alleged that Halloran had breached his contract with the Allens by taking his attorneys fees prior to payment of the workers' compensation lien, rather than after it was paid. Count II was entitled \"Breach of Contract&#8212;Failure to Represent\" and alleged that Halloran's withdrawal from the workers' compensation case was a breach of contract which harmed the Allens by forcing them to pay for another attorney. Count III was entitled \"Breach of Fiduciary Duty\" and alleged various conflicts of interest.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The case was removed to federal court on April 5, 2005, and Halloran moved for summary judgment on February 17, 2006. The Allens did not file an opposition before the deadline of March 3, 2006, and the district judge granted summary judgment in a cursory opinion on March 8, 2006.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The Allens appealed the summary judgment on all three counts, but conceded Count I at oral argument. Therefore, we review summary judgment only as to Counts II and III.</p>\n    </div>\n    <p>II. Discussion</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">This case falls under the district court's diversity jurisdiction. 28 U.S.C. &#167; 1332. The parties agree that Connecticut law governs.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We review a district court's grant of summary judgment <i>de novo. Stonkus v. City of Brockton Sch. Dep't,</i> <span class=\"citation\" data-id=\"200433\"><a href=\"/opinion/200433/stonkus-v-city-of-brockton/\"><span class=\"volume\">322</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">97</span></a></span>, 102 (1st Cir.2003). In doing so, we will construe the record in the light most favorable to the nonmovant and resolve all reasonable inferences in that party's favor. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The district judge's memorandum and order does not discuss his basis for issuing summary judgment on any of the counts. However, even where a motion for summary judgment is unopposed, a district judge is still bound to review the case on the merits based on the uncontroverted facts before him, as are we. Fed. R.Civ.P. 56(e); <i>see Stonkus,</i> 322 F.3d at 102.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The lack of reasoning by the district judge does not limit us, since we are not bound by the district court's rationale (or lack thereof), but \"may affirm the judgment on any ground revealed by the record.\" <i>Iverson v. City of Boston,</i> <span class=\"citation\" data-id=\"202298\"><a href=\"/opinion/202298/iverson-v-city-of-boston/\"><span class=\"volume\">452</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">94</span></a></span>, 98 (1st Cir.2006). Because the motion for summary judgment went unopposed, we review the case on the facts as set forth in the defendant's motion for summary judgment. D. Mass. Loc. R. 56.1; <i>see Stonkus,</i> 322 F.3d at 102. Summary judgment is only appropriate if the record shows that \"there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\" Fed.R.Civ.P. 56(c).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Halloran's motion for summary judgment argued that Count II was merely a tort claim masquerading as a contract claim and was thus barred by the three-year tort statute of limitations. <i>See</i> Conn. Gen.Stat. &#167; 52-577. The Allens argue on appeal that some claims by a client against an attorney will be considered contract actions under Connecticut law when they are based on specific promises by the attorney, and thus are governed by the six-year statute of limitations on contract actions. <i>See</i> Conn. Gen.Stat. &#167; 52-576(a).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Halloran also posits that summary judgment was appropriate on Count II because the Allens had not provided an expert witness to testify as to the standard of care. <i>See Celentano v. Grudberg,</i> 76 Conn.App. 119, 125-126, <span class=\"citation no-link\"><span class=\"volume\">818</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">841</span></span>, 846 (2003). The Allens argue on appeal that this is not the sort of quasi-negligence contract action that would require such testimony, since the action is simply a straightforward contract claim based on the text of Halloran's handwritten addendum.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We need not reach the issue of whether Count II sounds in tort or contract, since even assuming, <i>arguendo,</i> that the handwritten addendum is a contract, it is not subject to the interpretation that the Allens urge.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> As an initial matter, the baseline attorney-client contract does not include a promise to see a claim through to its conclusion under any circumstances. <i>Id.</i> at 845-46. Thus, the question is whether Halloran's handwritten addendum, if it is to be treated as an express contract, modified the baseline attorney-client contract so as to remove Halloran's ability to withdraw. For that is essentially what the Allens claim: that Halloran breached the contract by withdrawing, forcing them to pay for a new lawyer.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Any ability to withdraw is governed by the principles of Connecticut Rule of Professional Conduct 1.16 (\"Rule 1.16\"), which provides, <i>inter alia,</i> that an attorney may withdraw \"for good cause\" even if doing so adversely affects the client. It was on that basis that the WCC allowed Halloran's withdrawal, citing the breakdown of the attorney-client relationship. The Allens do not claim a violation of Rule 1.16; indeed, they specifically state in their brief that they are not alleging any violation of professional standards. Appellants' Brief at 18. Therefore, any contract action must rest on the claim that Halloran's handwritten addendum was a promise not to withdraw <i>even if</i> withdrawal were entirely appropriate under Rule 1.16.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Halloran's addendum is simply a waiver of any additional fees to be charged by him in the workers' compensation case. We see nothing in the language that could be read to overrule the standards of Rule 1.16 and bind Halloran to the Allens in perpetuity.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> The text is unambiguous on this issue. \"Where the language of the contract is clear and unambiguous, the contract is to be given effect according to its terms. . . . Similarly, any ambiguity in a contract must emanate from the language used in the contract rather than from one party's subjective perception of the terms.\" <i>Alstom Power, Inc. v. Balcke-Durr, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">269</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">599</span></span>, 610-11, <span class=\"citation no-link\"><span class=\"volume\">849</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">804</span></span>, 812 (2004) (internal quotation marks omitted). Therefore, a claim for breach of contract must fail.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Alternatively, if Count II were to be deemed a tort claim, it would indeed fall outside the three-year statute of limitations, since Halloran's motion to withdraw was granted on July 17, 2001, more than three years before the Allens filed their complaint on December 21, 2004. The Allens dispute this, arguing that, under Connecticut's continuous representation doctrine, the statute was tolled while the initial order of withdrawal was appealed. Halloran's withdrawal was affirmed by the Review Board of the WCC on January 30, 2002, which would bring the complaint filing within the three-year limitations period under the Allens' theory.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The Connecticut continuous representation doctrine states that the statute of limitations for attorney malpractice will be tolled</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">when the plaintiff can show: (1) that the defendant continued to represent him with regard to the same underlying matter; <i>and</i> (2) either that the plaintiff did not know of the alleged malpractice <i>or</i> that the attorney could still mitigate the harm allegedly caused by that malpractice during the continued representation period.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\"><i>DeLeo v. Nusbaum,</i> <span class=\"citation no-link\"><span class=\"volume\">263</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">588</span></span>, 597, <span class=\"citation no-link\"><span class=\"volume\">821</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">744</span></span>, 749-50 (2003). However, the representation ends, and thus the statute begins to run, when, <i>inter alia,</i> \"a court grants the attorney's motion to withdraw from the representation.\" <i>Id.</i> at 750. The rule tolls the statute during representation because the client is likely to be unaware of any harm. <i>Id.</i> at 748. But when the harm occurs at the point of withdrawal, that concern is no longer present, and the statute begins to run. Furthermore, the Allens appealed Halloran's withdrawal before the WCC, and thus were clearly aware of any harm it might have caused.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The same can be said of Count III. As an action for breach of fiduciary duty, the same three-year tort statute of limitations applies, <i>Ahern v. Kappalumakkel,</i> 97 Conn.App. 189, 191-92, <span class=\"citation\" data-id=\"1443695\"><a href=\"/opinion/1443695/ahern-v-kappalumakkel/\"><span class=\"volume\">903</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">266</span></a></span>, 268 (2006), with the statute running from no later than the date of withdrawal.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Accordingly, the district court properly granted summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Costs to appellees.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Plaintiffs' counsel urges that he had good reason for his failure to meet the deadline, since his house had recently burned down, and defendant's counsel had not sent certain documents back to plaintiffs' counsel as had been promised. These events likely would have been sufficient for an extension of time, had plaintiff asked for one. In any event, plaintiffs' failure to respond to the motion does not waive any legal issues, since the district judge is still assumed, despite his sparse memorandum, to have decided the case on the merits<i>See</i> Fed.R.Civ.P. 56(e).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The issue here is one of the interpretation of text purporting to be an express contract. This is a matter of law for the court, and there are no disputed facts that bear on this issue</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Allens are somewhat inconsistent in their brief, sometimes seeming to argue that the breach was not in the withdrawal but rather in the failure to pay for a replacement attorney. Leaving aside the issue of whether those are actually distinct theories, we note that the Allens' complaint makes clear that the alleged breach was in the \"failure to represent\" caused by the withdrawal, with the replacement attorney's fees as damages. In any event, either theory fails because the addendum is not reasonably read to be a promise by Halloran to pay for the costs of replacement counsel should he withdraw</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The Allens argue that it was the distribution of the settlement proceeds in a way beneficial to Halloran that anchored such a promise. While that theory may answer the question of consideration, it does not answer the question of what, precisely, was promised</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/200433/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202298/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1443695/"
  ]
}