{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202523/",
  "absolute_url": "/opinion/202523/united-states-v-mueffelman/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202523/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:55:54Z",
  "date_modified": "2016-02-28T05:08:12.695380Z",
  "type": "010combined",
  "sha1": "36683f9e0536fe79084079a3383f5a5c9b4e06ff",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/05-2616-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2006/11/28/US_v._Mueffelman.pdf",
  "plain_text": "          United States Court of Appeals\n                       For the First Circuit\n\nNo. 05-2616\n\n                      UNITED STATES OF AMERICA,\n\n                              Appellee,\n\n                                 v.\n\n                        STEVEN D. MUEFFELMAN,\n\n                        Defendant, Appellant.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n              [Hon. Nancy Gertner, U.S. District Judge]\n\n\n                               Before\n\n                         Boudin, Chief Judge,\n\n                   Campbell, Senior Circuit Judge,\n\n                      and Lipez, Circuit Judge.\n\n\n\n     Martin G. Weinberg with whom Kimberly Homan was on brief for\nappellant.\n     Peter A. Mullin, Assistant United States Attorney, with whom\nMichael J. Sullivan, United States Attorney, was on brief for\nappellee.\n\n\n\n                          November 28, 2006\n\f            BOUDIN, Chief Judge. By a superceding indictment, Steven\n\nMueffelman was charged by a federal grand jury with 15 counts of\n\nmail fraud, 18 U.S.C. § 1341 (2000), and 3 counts of wire fraud.\n\nId. § 1343.      A co-defendant, John Lombardi, pled guilty, but\n\nMueffelman went to trial in a proceeding lasting almost a month.\n\nReserving details and disputed issues for the discussion below, the\n\nevidence showed the following.\n\n            In the summer of 1996, Mueffelman, Lombardi and an\n\nattorney formed a business venture, using an inactive corporation\n\nwhose name they changed to Commonwealth Capital Funding Corporation\n\n(\"CCFC\").   CCFC offered to assist persons who were poor or had low\n\ncredit ratings in acquiring homes.     A primary means was to be an\n\narrangement in which CCFC purchased property selected by the client\n\n(within a designated price range) at up to 94 percent of its value\n\nand, in a paired transaction, immediately resold the property to\n\nthe client for 100 percent of the value with full financing\n\nprovided by a mortgage lender found by CCFC.\n\n            CCFC charged each client who enrolled in the program a\n\n$100 fee (doubled for couples and later upped to $125) for a credit\n\ncheck, plus one month's gross income from the client.   In exchange\n\nCCFC seemingly promised 100 percent (later expressed as \"up to 100\n\npercent\") financing.    Only 17 of Mueffelman's approximately 300\n\nclients ever purchased homes; those who did purchase homes paid\n\nmore for the homes than the sellers were willing to sell them for\n\n\n                                 -2-\n\fand qualified for a mortgage on the basis of their credit, without\n\nassistance from CCFC.        Thus, most of CCFC's income was from the\n\ninitial fees rather than the 6 percent differential.\n\n            CCFC also claimed to offer a lease-to-purchase program\n\nwhich (as it was represented) would use a nonprofit entity to\n\npurchase a home with favorable financing and lease it to the client\n\nwhile the client cleaned up his or her credit record.             If the\n\nclient did so, the client would then assume the mortgage.                A\n\nfederal program was in place that provided insured financing under\n\nfavorable    terms   where    a   nonprofit   organization   secured   the\n\nfinancing and received the necessary government approvals.\n\n            CCFC attracted customers through advertising coupled with\n\nthe use of so-called independent sales representatives who called\n\nupon and dealt directly with clients--receiving for themselves 30\n\npercent of the initial client payment of one month's gross income.\n\nMueffelman, as president of CCFC, hired the sales force, approved\n\nthe sales literature, made decisions on purchase offers and sought\n\nto arrange for financing.         In the course of its operations in\n\nMassachusetts, lasting from September 1996 to August 1997, CCFC had\n\nor sought relationships with various mortgage brokers and at least\n\none nonprofit organization.\n\n            Investigations by the Massachusetts banking authorities\n\nled in August 1997 to an injunction against Mueffelman, Lombardi\n\nand CCFC.    In the months preceding the injunction, Mueffelman set\n\n\n                                     -3-\n\fabout organizing a new but similar venture in Florida under a\n\ndifferent corporate name, which proceeded to enroll clients and\n\ncollect fees. Through August 1997, CCFC took in about $1.2 million\n\nin fees from its over 300 clients; the sales force was paid over\n\n$400,000; and Mueffelman himself received over $167,000, apart from\n\npayments from the new Florida venture.\n\n             In its indictment, the government identified a number of\n\nspecific falsehoods, which it said that Mueffelman had used or\n\napproved to secure money from clients.            Each of the counts of mail\n\nor   wire   fraud   that   followed   in    the    indictment    identified   a\n\nparticular mail or wire communication by CCFC to a particular\n\ncustomer on a specified date as a means by which the scheme was\n\nexecuted.    The indictment alleged not only that CCFC was a sham but\n\nalso described particular false or misleading statements.\n\n             Specifically,    the     indictment       charged    that     CCFC\n\nadvertised \"100% financing\" and \"Home ownership guaranteed!!\" and\n\notherwise appeared to guarantee financing without a down payment\n\nfor those with poor credit (e.g., \"Bankruptcy OK!\"); that CCFC\n\nclaimed     to   have   established   relationships      with    lenders   and\n\ngovernment-supported loan programs when in fact it had no such\n\ntrack record; and that CCFC claimed it was an \"investor\" when in\n\nfact it did no more than seek lenders.\n\n             At trial the government offered evidence from which the\n\njury could have found that CCFC had no record and little prospect\n\n\n                                      -4-\n\fof finding lenders for clients with poor credit records and no\n\nmoney for down payments; that the advertising would naturally lead\n\nclients to think that they were getting guaranteed financing for\n\ntheir month's gross income;1 and that Mueffelman continued to\n\nexpand the business despite warnings from others including Lombardi\n\nas to difficulties in securing financing.\n\n            The jury convicted Mueffelman of 13 counts of mail fraud.\n\n(The government dismissed the remaining counts.)                    On November 1,\n\n2004, the district court sentenced Mueffelman to 27 months in\n\nprison.    Mueffelman now appeals, contesting both the jury verdict\n\nand his sentence.         The standard of review varies with the issue\n\nraised,    and     we   start   with   the      attacks   upon    the    judgment     of\n\nconviction and then turn to the sentence.\n\n            Mueffelman      does    not       deny   in   his    brief   that    false\n\nstatements to customers were made nor that he was responsible for\n\nthem.      His core arguments are that his conviction should be\n\noverturned because he optimistically believed that his programs\n\nwould succeed; that--contrary to the indictment--his business was\n\nnot a sham enterprise; and that the government's reliance at trial\n\non   the   false    statements     was    a    constructive      amendment      of   the\n\nindictment.      We begin with Mueffelman's good-faith argument.\n\n\n      1\n      A jury could reasonably draw this inference from the\nadvertising even though CCFC's contract said that CCFC would refund\nthe fees paid if CCFC made eight suitable offers on houses selected\nby the client, all of which were rejected, or, in other materials,\nif CCFC was unable to \"perform their agreed upon services.\"\n\n                                          -5-\n\f                 The mail fraud statute, so far as pertinent to this case,\n\nrequires (1) a scheme to defraud or to obtain money or property by\n\nfalse       or   fraudulent   pretenses;    (2)   the   use   of   the    mails    in\n\nexecuting the scheme or attempting to do so; and (3) specific\n\nintent, inferred from statutory language and common law background,\n\nwhich excludes false statements honestly believed to be true and\n\npromises or predictions made in good faith.                     United States v.\n\nCacho-Bonilla, 404 F.3d 84, 90 (1st Cir.), cert. denied, 126 S. Ct.\n\n471 (2005); United States v. Dockray, 943 F.2d 152, 155 (1st Cir.\n\n1991); 2 Sand et al., Modern Federal Jury Instructions ¶ 44.01\n\n(Instruction 44-3) (2005).\n\n                 This is a far cry from saying that Mueffelman was free\n\nknowingly to make false statements to secure money from clients\n\nbecause he believed that his enterprise would succeed.                   One can be\n\noptimistic,        even   with   good   reason,   about   the    prospects    of   a\n\nbusiness, but one still cannot, for example, sell stock by lying\n\nabout the business' past earnings or the presence of booked orders\n\nthat do not exist.               A prediction made in good faith may be\n\nsheltered; a statement of fact known to be false is not.2\n\n\n        2\n      United States v. Dunn, 961 F.2d 648, 651 (7th Cir. 1992)\n(\"[The defendant's] good faith belief that [his company] would be\nsuccessful in the long-term was not relevant to the element of\nspecific intent because that belief did not negate the falsity of\nthe misrepresentations . . . .\"); United States v. Beecroft, 608\nF.2d 753, 757 (9th Cir. 1979) (\"While good faith is a defense to\nmail fraud, an honest belief in the ultimate success of an\nenterprise is not, in itself, a defense.\"); United States v.\nDiamond, 430 F.2d 688, 691 (5th Cir. 1970) (\"The trial court was\n\n                                         -6-\n\f            In Dockray, we held that a good faith instruction is not\n\nrequired.      943 F.2d at 155.      If references to good faith are made\n\nin fraud instructions, this must be done with great care.                      Here,\n\nthe trial court's good faith instruction, taken as a whole, could\n\neasily have led the jury to think that lies were protected if\n\nMueffelman believed in his enterprise. The pertinent language from\n\nthe instructions is reprinted in an addendum to this opinion.                   The\n\ninstruction was thus overly favorable to Mueffelman, but the jury\n\nconvicted anyway.\n\n            Mueffelman     attempts    on    appeal     to   use   the   overbroad\n\ninstruction as the yardstick by which to measure the sufficiency of\n\nthe evidence against him, claiming that the instruction is \"the law\n\nof the case.\"        It may be unhelpful to use the phrase \"law of the\n\ncase\" in the present context, as if this court were bound by a\n\ndistrict    court's     ruling;   but,      in   any    event,     the   overbroad\n\ninstruction, properly objected to by the government and likely to\n\nbe   misread    in    Mueffelman's    favor,     does   not   prevent     us   from\n\ndetermining the proper legal tests for scienter.3\n\n\ncorrect in stating that an honest belief in the ultimate success of\nthe project is not in itself a defense.\").\n      3\n      The law of the case usually is invoked to require a court to\nfollow its own rulings in a case or to follow the directions of a\nhigher court. United States v. Conley, 323 F.3d 7, 12 (1st Cir.\n2003) (en banc). Although we have sometimes used the phrase to\nhold the parties on appeal to instructions that were neither\nobjected to nor patently incorrect, e.g., United States v. Gomes,\n969 F.2d 1290, 1294 (1st Cir. 1992), the present case falls outside\nthis category.\n\n                                       -7-\n\f          Using    the   correct   legal   yardstick,    Mueffelman   is\n\nunquestionably liable for statements of fact that he had to know\n\nwere untrue.     Importantly, his advertising said or implied that\n\nMueffelman's business had been ongoing for several years, that it\n\nwas in a position to secure 100 percent financing, and that it had\n\na network of lenders willing to provide loans.     Whether Mueffelman\n\nwas generally optimistic about his venture does not excuse his\n\nlies.\n\n          Mueffelman's next argument is that the government charged\n\nin the indictment that his business was from the outset a sham and\n\nfailed to prove it.      The indictment did so charge:     paragraph 22\n\nstated, \"In short, the entire business enterprise conducted by\n\nMueffelman and Lombardi was a sham designed solely to generate\n\nadvance fees.\"    But the indictment also described in detail the\n\neffort to procure monies from clients by specific falsehoods which\n\nthe government did prove--which, with the mailings, made out a\n\nviolation of the mail fraud statute.\n\n          Whether the government failed to prove that the whole\n\nenterprise was a sham from start to finish is a different matter.4\n\nThe district judge said in connection with sentencing that CCFC was\n\nnot a sham, relying on long hours spent by Mueffelman at the office\n\n\n\n     4\n      The government says that the word \"sham\" in the indictment\ndid not imply that CCFC made no efforts to secure financing, but it\nbrushes off its own use of the word \"solely\" following \"sham\" in\nparagraph 22 of the indictment.\n\n                                   -8-\n\fand endless efforts to find mortgage lenders.        We need not decide\n\nif the jury could rationally take a different view of the evidence,\n\nbecause the sham allegation did not have to be proved to permit and\n\nsustain the conviction.\n\n          The indictment adequately charged and gave notice of a\n\nseries of false statements, and conviction on this basis did not\n\nconstitute   a   \"constructive   amendment\"   of   the   indictment.   A\n\nconstructive amendment (fatal without regard to prejudice) occurs\n\nwhen \"the charging terms of the indictment are altered, either\n\nliterally or in effect, by prosecution or court after the grand\n\njury has last passed on them,\" but a variance, which is permissible\n\nunless prejudice is shown by the defendant, occurs \"when the\n\ncharging terms remain unchanged but when the facts proved at trial\n\nare different from those alleged in the indictment.\"5\n\n          The concepts of constructive amendment and variance are\n\ncloser to a continuum than exclusive categories.           See Haines v.\n\nRisley, 412 F.3d 285, 291 (1st Cir.), cert. denied, 126 S. Ct. 831\n\n(2005).   Similarly, the line between \"the crime charged\" and \"the\n\nfacts charged\" is inherently fuzzy.      And the distinction between\n\nthe concepts is complicated by their use to achieve multiple ends:\n\n\n\n\n     5\n      United States v. Fisher, 3 F.3d 456, 462-63 (1st Cir. 1993);\nsee also United States v. Fornia-Castillo, 408 F.3d 52, 66 (1st\nCir. 2005); United States v. Dunn, 758 F.2d 30, 35 (1st Cir. 1985);\n35 Geo. L.J. Rev. Crim. Proc. 280-83 (2006) (citing dozens of\ncases).\n\n                                  -9-\n\fto uphold the grand jury as a safeguard, to identify the crime for\n\ndouble jeopardy purposes, and to give fair notice to the defense.\n\n            Here, the titular crime was not altered:              Mueffelman was\n\ncharged    with    mail   fraud   and   convicted     of   mail   fraud.        What\n\nMueffelman argues is that the scheme with which he was charged was\n\nto perpetrate a \"sham\" business and instead he was convicted only\n\nof false representations.         But, of course, he was by the express\n\nterms of the indictment charged with doing both as part of the\n\noverall scheme.      This is not a case where the indictment contained\n\nallegations of a sham but not false representations.\n\n            There was no constructive amendment of the indictment but\n\nonly (if no sham was proved) a scheme similar to but somewhat\n\nnarrower    in    breadth   and   malignity    than    that   charged      in    the\n\nindictment.       Stirone v. United States, 361 U.S. 212 (1960), relied\n\non by Mueffelman, applies where the indictment was \"broadened by\n\namendment.\"       Id. at 215-16.        By contrast, where the government\n\nproves less than alleged, the result is--at the very worst6-- a\n\nvariance:\n\n     \"A jury need not believe that the defendant did\n     everything that the indictment charges; it may convict if\n     it believes he did some of the things the indictment\n     charges and if those things, by themselves, amount to a\n\n\n     6\n      By strict definition, one might say that proving fewer than\nall of the facts in an indictment--but adding nothing new--is not\na variance at all; but omissions could so seriously distort the\npicture presented by the indictment as to raise questions of unfair\nprejudice, making the variance precedent pertinent.     See, e.g.,\nUnited States v. Self, 2 F.3d 1071, 1084 (10th Cir. 1993).\n\n                                        -10-\n\f       violation of the statute[,]\" provided that the indictment\n       \"enable[s] the accused to know the nature and cause of\n       the accusation against him.\"\n\nUnited States v. Callipari, 368 F.3d 22, 34 (1st Cir. 2004),\n\nvacated on other grounds, 543 U.S. 1098 (2005) (quoting United\n\nStates v. Doherty, 867 F.2d 47, 55 (1st Cir. 1989)).\n\n              As Callipari demonstrates, a variance is fatal only if\n\nthe defendant shows prejudice. Mueffelman says that, to refute the\n\nsham allegation, he chose in his cross-examination of Lombardi to\n\nbring   out    and    adopt     Lombardi's        assertions      showing   that      the\n\nparticipants had not sought to perpetrate a sham.                     If no sham had\n\nbeen charged, says defense counsel, there would have been no need\n\nto rely on Lombardi and the defense would have concentrated more on\n\nrefuting the charges of false representations.\n\n              The    argument      does    not    wash.        Most   important,      the\n\ngovernment was perfectly entitled to charge in one indictment both\n\nthat    the    business    was      a     sham    and   that    it    involved   false\n\nrepresentations. Only if the latter were omitted or were masked by\n\nan undue emphasis on the former charge would there be any hope of\n\nshowing lack of notice.            But the false statements were explicitly\n\nand extensively charged, and at trial defense counsel did seek to\n\nrefute them where he could do so.\n\n              Counsel may be arguing that the charge of sham required\n\nthe defense to accredit Lombardi and downplay its hostility to his\n\nadverse   testimony.          In    fact,     the   sham   charge      opened    up   an\n\n\n                                           -11-\n\fopportunity to focus the defense on an issue where Mueffelman had\n\nsome hope of prevailing and to downplay the false representations\n\nissue where the defense was considerably weaker. In any event, the\n\nfact that a witness might help as to one issue and hurt on another\n\nis just a \"can't help\" of the litigation process.\n\n            Separately,    Mueffelman    attacks    his   sentence,   which\n\noccurred in the period after Blakely v. Washington, 542 U.S. 296\n\n(2004), but before United States v. Booker, 543 U.S. 220 (2005).\n\nThe   district   judge    correctly   anticipated    that   Blakely   would\n\nundermine the then-existing mandatory guideline regime.          She chose\n\ntherefore to treat the guidelines as advisory although instructive,\n\nUnited States v. Mueffelman, 327 F. Supp. 2d 79, 96 (D. Mass. 2004)\n\n(\"Mueffelman I\"),7 and turned out to be right.\n\n            Under the pertinent guidelines, the base offense level\n\nfor the fraud was 6, U.S.S.G. § 2F1.1(a) (1995), adjusted upward\n\nfor multiple and vulnerable victims, U.S.S.G. §§ 2F1.1(b)(2),\n\n3A1.1(b).     Mueffelman II, 400 F. Supp. 2d at 372.             The most\n\nimportant adjustment was for the loss inflicted.            The government\n\nargued for 11 additional levels based on an intended loss to\n\n\n\n\n      7\n      Mueffelman I was a consolidated decision of all pending\ncriminal cases in which Judge Gertner held that Blakely rendered\nthe guidelines advisory. United States v. Mueffelman, 400 F. Supp.\n2d 368 (D. Mass. 2005) (\"Mueffelman II\"), was the sentencing\nmemorandum that explained Mueffelman's sentence and restitution\norder.\n\n                                  -12-\n\fvictims of at least $1.1 million, the figure calculated by the\n\nprobation report.\n\n           The resulting range, based on an offense level of 21, was\n\n37 to 46 months.      The district court, believing that the scheme had\n\nnot been a sham at the outset, ruled that the loss overstated\n\nMueffelman's culpability and reduced the offense level to 18,\n\nyielding a range of 27 to 33 months.                Mueffelman II, 400 F. Supp.\n\n2d at 379.      The district court then sentenced Mueffelman to 27\n\nmonths in prison and later entered a restitution order.\n\n           Mueffelman says that the judge's framework for sentencing\n\ndiffered from the post-Booker framework as developed in United\n\nStates v. Jiménez-Beltre, 440 F.3d 514, 518-19 (1st Cir. 2006) (en\n\nbanc).     To   the    extent    it    did,    it    was   not    to   Mueffelman's\n\ndisadvantage.8    The district court judge treated the guidelines as\n\nadvisory although entitled to weight, discounted the loss figure,\n\nlistened   to   arguments       made   by     Mueffelman    for    a   still   lower\n\nsentence, and took account of section 3553 factors to the extent\n\nargued by Mueffelman.       See United States v. Dixon, 449 F.3d 194,\n\n205 (1st Cir. 2006).\n\n\n\n\n     8\n      Mueffelman relies on United States v. Wallace, 461 F.3d 15,\n32 (1st Cir. 2006), but it is clearly distinguishable. In Wallace\nwe found error in the district court's calculation of upward\ndepartures under the guidelines.        We did not remand for\nresentencing simply for a failure to anticipate perfectly Jiménez-\nBeltre.\n\n                                       -13-\n\f                 Only two of those specific arguments made to the district\n\ncourt are renewed on appeal, and the district court's treatment of\n\nboth is easily sustained.           First, Mueffelman urged at sentencing\n\nthat anything beyond a probationary sentence would impair his\n\nability to provide restitution for victims.                He proposed several\n\narrangements, by which he would be placed on probation and earn\n\n$120,000-175,000 per year to pay toward restitution, with a friend\n\npromising to make up any short fall.\n\n                 After   hearing   objections      from   the   government,     the\n\ndistrict judge rejected the proposal. She said that she shared the\n\nprosecutor's skepticism about whether the promised restitution\n\nwould be forthcoming and, in addition, she deemed the case among\n\n\"the most serious\" she had seen in the white-collar crime category.\n\nShe noted that the fraud was visited not upon a business but upon\n\nindividuals whom the defendant knew personally.\n\n                 Any notion that the district judge acted unreasonably\n\nwould       be   hopeless.    Restitution     is    desirable   but   so   is   the\n\ndeterrence of white-collar crime (of central concern to Congress),\n\nthe minimization of discrepancies between white- and blue-collar\n\noffenses, and limits on the ability of those with money or earning\n\npotential to buy their way out of jail.                   See United States v.\n\nThurston, 456 F.3d 211, 218 (1st Cir. 2006).9              We need not describe\n\n\n        9\n      In United States v. Menyweather, 447 F.3d 625, 634-35 (9th\nCir. 2006), cited to us by Mueffelman, the Ninth Circuit simply\nrecognized that restitution is more readily made by an employed,\n\n                                       -14-\n\fthe moving testimony of victims in this case as to the effect of\n\nthe fraud on their lives.\n\n           The other argument for a lower sentence that Mueffelman\n\nurged in the district court and now renews is the disparity between\n\nhis   sentence      and     the     lesser   sentence        of   his   co-defendant.\n\nLombardi, it will be remembered, pled guilty and assisted the\n\ngovernment, which moved for a downward departure on that account.\n\nU.S.S.G. § 5K1.1 (1995).            Although the government had sought some\n\njail time in its motion for downward departure, the district court\n\nitself placed Lombardi on probation.\n\n           Our central concern with disparities is between what the\n\ndefendant was given and what is done nationally with defendants in\n\nthe same circumstances.            Thurston, 456 F.3d at 216; United States\n\nv. Navedo-Concepción, 450 F.3d 54, 60 (1st Cir. 2006); United\n\nStates v. Smith, 445 F.3d 1, 5 (1st Cir. 2006).                     In the ordinary\n\ncourse, a sentence within the guidelines is likely to reflect the\n\nnational     standard;       and     Mueffelman      was     sentenced   within   the\n\nguideline range (or below it, depending on how one construes the\n\ndistrict court's loss reduction).\n\n              A     concern       could   exist    as   to   both   rationality   and\n\nappearance     if     two     identically         situated    defendants     received\n\ndiscrepant sentences from the same judge, United States v. Saez,\n\n\nnon-incarcerated defendant. The appeals court added that it would\nbe \"unlikely to have selected this particular sentence [only\nweekend jail time] if [it] were doing the sentencing.\" Id. at 636.\n\n                                          -15-\n\f444 F.3d 15, 19 (1st Cir. 2006), cert. denied, 2006 WL 1970133\n\n(Oct. 2, 2006), but this is hardly the present situation.                   That\n\nLombardi assisted the government is a routine basis for a lower\n\nsentence, a policy endorsed in statute, guidelines and precedent.\n\n18   U.S.C.    §   3553(e)   (2000)   (allowing    a   sentence     even   below\n\nmandatory minimum); U.S.S.G. § 5K1.1; e.g., United States v. Duhon,\n\n440 F.3d 711, 720-21 (5th Cir. 2006).\n\n              Mueffelman's brief implies that the exact extent of the\n\ndisparity     needed   to    be   explained.      It   did   not:   where    the\n\ndefendant's own sentence has been justified and the basis for a co-\n\ndefendant's lesser sentence is set forth or is apparent, no more\n\nprecise calibration of the difference between them is customarily\n\nfeasible, let alone required.         Cf. United States v. Scherrer, 444\n\nF.3d 91, 94-95 (1st Cir. 2006) (en banc); Navedo-Concepción, 450\n\nF.3d at 58.\n\n              Affirmed.\n\n\n\n\n                                      -16-\n\f                             ADDENDUM\n\n          The third element concerns whether the defendant's\nparticipation in the scheme was knowing and willful.       To act\nknowingly means to act while being conscious and aware of his or\nher actions, realizing what he or she was doing or what was\nhappening around him or her, and not acting because of ignorance,\nmistake, accident, or negligence.\n\n          To act willfully means to act voluntarily and\nintelligently and with the specific intent to do something that the\nlaw forbids. That is to say, with a bad purpose either to disobey\nor disregard the law.\n\n          To act with specific intent to defraud means to act\nwillfully and with the specific intent to deceive or cheat for the\npurposes of obtaining money or other property or bringing about\nfinancial gain.\n\n          Intent or knowledge may not ordinarily be proven\ndirectly, because there is obviously no way to directly scrutinize\nthe human mind.      You may consider, in determining what the\ndefendant knew or intended at any given time, you may consider any\nstatements made or acts done or omitted by the defendant and any\nand all facts or circumstances received in evidence that may assist\nyou. Again, circumstantial evidence.\n\n          You may infer, but you're certainly not required to\ninfer, that a person intends the natural and probable consequences\nof acts knowingly done or knowingly omitted. It is entirely up to\nyou, however, to decide what facts are proven by the evidence that\nhas been received in this trial.\n\n          Excuse me. I thought I could make it through without a\ncoughing jag, but I didn't.\n\n          Okay. Now, I'm going to talk for a moment about good\nfaith. Since an essential element of the crime charged is intent\nto defraud, it follows that good faith on the part of the defendant\nis a complete defense for the charge of mail fraud.        However,\nalthough I described this as a complete defense, the defendant,\nagain, has no burden to establish this defense.\n\n          As in all matters, it is the government who must\nestablish beyond a reasonable doubt that the defendant acted with\nspecific intent to defraud as charged in the indictment.\n\n\n\n                               -17-\n\f          Even if you find that there were false statements or\nmisrepresentations or omissions of material facts, they do not\namount to fraud unless you also find that they were done with\nfraudulent intent.\n\n          A defendant acts in good faith when he actually believed,\none, that the plan would succeed; two, that promises made be kept;\nand, three, that representations made would be fulfilled.\n\n          An honest belief in the truth of the representations made\nby a defendant at the time they were made, however inaccurate they\nmay turn out to be, is consistent--is not consistent, rather, with\nan intent to defraud.      Likewise, a fraudulent intent is not\nnecessarily to be inferred from the fact that the venture was\nunprofitable, nor is fraudulent intent established by evidence that\nthe person made a mistake of judgment or an error in management or\nwas careless.\n\n          In order to establish fraudulent intent, it must be\nestablished that the person knowingly or intentionally attempted to\ndeceive another. One who knowingly and intentionally deceives\nanother is chargeable with fraudulent intent notwithstanding the\nmanner and the form in which the deception occurred.\n\n\n\n\n                               -18-\n\f",
  "html": "<p class=\"case_cite\">470 F.3d 33</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Steven D. MUEFFELMAN, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 05-2616.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard November 6, 2006.</p>\n    <p class=\"date\">Decided November 28, 2006.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Martin G. Weinberg with whom Kimberly Homan was on brief for appellant.</p>\n      <p class=\"indent\">Peter A. Mullin, Assistant United States Attorney, with whom Michael J. Sullivan, United States Attorney, was on brief for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, CAMPBELL, Senior Circuit Judge, and LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">By a superseding indictment, Steven Mueffelman was charged by a federal grand jury with 15 counts of mail fraud, 18 U.S.C. &#167; 1341 (2000), and 3 counts of wire fraud. <i>Id.</i> &#167; 1343. A co-defendant, John Lombardi, pled guilty, but Mueffelman went to trial in a proceeding lasting almost a month. Reserving details and disputed issues for the discussion below, the evidence showed the following.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In the summer of 1996, Mueffelman, Lombardi and an attorney formed a business venture, using an inactive corporation whose name they changed to Commonwealth Capital Funding Corporation (\"CCFC\"). CCFC offered to assist persons who were poor or had low credit ratings in acquiring homes. A primary means was to be an arrangement in which CCFC purchased property selected by the client (within a designated price range) at up to 94 percent of its value and, in a paired transaction, immediately resold the property to the client for 100 percent of the value with full financing provided by a mortgage lender found by CCFC.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">CCFC charged each client who enrolled in the program a $100 fee (doubled for couples and later upped to $125) for a credit check, plus one month's gross income from the client. In exchange CCFC seemingly promised 100 percent (later expressed as \"up to 100 percent\") financing. Only 17 of Mueffelman's approximately 300 clients ever purchased homes; those who did purchase homes paid more for the homes than the sellers were willing to sell them for and qualified for a mortgage on the basis of their credit, without assistance from CCFC. Thus, most of CCFC's income was from the initial fees rather than the 6 percent differential.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">CCFC also claimed to offer a lease-to-purchase program which (as it was represented) would use a nonprofit entity to purchase a home with favorable financing and lease it to the client while the client cleaned up his or her credit record. If the client did so, the client would then assume the mortgage. A federal program was in place that provided insured financing under favorable terms where a nonprofit organization secured the financing and received the necessary government approvals.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">CCFC attracted customers through advertising coupled with the use of so-called independent sales representatives who called upon and dealt directly with clients&#8212;receiving for themselves 30 percent of the initial client payment of one month's gross income. Mueffelman, as president of CCFC, hired the sales force, approved the sales literature, made decisions on purchase offers and sought to arrange for financing. In the course of its operations in Massachusetts, lasting from September 1996 to August 1997, CCFC had or sought relationships with various mortgage brokers and at least one nonprofit organization.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Investigations by the Massachusetts banking authorities led in August 1997 to an injunction against Mueffelman, Lombardi and CCFC. In the months preceding the injunction, Mueffelman set about organizing a new but similar venture in Florida under a different corporate name, which proceeded to enroll clients and collect fees. Through August 1997, CCFC took in about $1.2 million in fees from its over 300 clients; the sales force was paid over $400,000; and Mueffelman himself received over $167,000, apart from payments from the new Florida venture.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In its indictment, the government identified a number of specific falsehoods, which it said that Mueffelman had used or approved to secure money from clients. Each of the counts of mail or wire fraud that followed in the indictment identified a particular mail or wire communication by CCFC to a particular customer on a specified date as a means by which the scheme was executed. The indictment alleged not only that CCFC was a sham but also described particular false or misleading statements.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Specifically, the indictment charged that CCFC advertised \"100% financing\" and \"Home ownership guaranteed!!\" and otherwise appeared to guarantee financing without a down payment for those with poor credit (<i>e.g.,</i> \"Bankruptcy OK\"); that CCFC claimed to have established relationships with lenders and government-supported loan programs when in fact it had no such track record; and that CCFC claimed it was an \"investor\" when in fact it did no more than seek lenders.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">At trial the government offered evidence from which the jury could have found that CCFC had no record and little prospect of finding lenders for clients with poor credit records and no money for down payments; that the advertising would naturally lead clients to think that they were getting guaranteed financing for their month's gross income;<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> and that Mueffelman continued to expand the business despite warnings from others including Lombardi as to difficulties in securing financing.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The jury convicted Mueffelman of 13 counts of mail fraud. (The government dismissed the remaining counts.) On November 1, 2004, the district court sentenced Mueffelman to 27 months in prison. Mueffelman now appeals, contesting both the jury verdict and his sentence. The standard of review varies with the issue raised, and we start with the attacks upon the judgment of conviction and then turn to the sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Mueffelman does not deny in his brief that false statements to customers were made nor that he was responsible for them. His core arguments are that his conviction should be overturned because he optimistically believed that his programs would succeed; that&#8212;contrary to the indictment&#8212;his business was not a sham enterprise; and that the government's reliance at trial on the false statements was a constructive amendment of the indictment. We begin with Mueffelman's good-faith argument.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The mail fraud statute, so far as pertinent to this case, requires (1) a scheme to defraud or to obtain money or property by false or fraudulent pretenses; (2) the use of the mails in executing the scheme or attempting to do so; and (3) specific intent, inferred from statutory language and common law background, which excludes false statements honestly believed to be true and promises or predictions made in good faith. <i>United States v. Cacho-Bonilla,</i> 404 F.3d 84, 90 (1st Cir.), <i>cert. denied,</i> ___ U.S. ___, 126 S.Ct. 471, 163 L.Ed.2d 358 (2005); <i>United States v. Dockray,</i> 943 F.2d 152, 155 (1st Cir.1991); 2 Sand et al., <i>Modern Federal Jury Instructions</i> &#182; 44.01 (Instruction 44-3) (2005).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">This is a far cry from saying that Mueffelman was free knowingly to make false statements to secure money from clients because he believed that his enterprise would succeed. One can be optimistic, even with good reason, about the prospects of a business, but one still cannot, for example, sell stock by lying about the business' past earnings or the presence of booked orders that do not exist. A prediction made in good faith may be sheltered; a statement of fact known to be false is not.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In <i>Dockray,</i> we held that a good faith instruction is not required. 943 F.2d at 155. If references to good faith are made in fraud instructions, this must be done with great care. Here, the trial court's good faith instruction, taken as a whole, could easily have led the jury to think that lies were protected if Mueffelman believed in his enterprise. The pertinent language from the instructions is reprinted in an addendum to this opinion. The instruction was thus overly favorable to Mueffelman, but the jury convicted anyway.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Mueffelman attempts on appeal to use the overbroad instruction as the yardstick by which to measure the sufficiency of the evidence against him, claiming that the instruction is \"the law of the case.\" It may be unhelpful to use the phrase \"law of the case\" in the present context, as if this court were bound by a district court's ruling; but, in any event, the overbroad instruction, properly objected to by the government and likely to be misread in Mueffelman's favor, does not prevent us from determining the proper legal tests for scienter.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Using the correct legal yardstick, Mueffelman is unquestionably liable for statements of fact that he had to know were untrue. Importantly, his advertising said or implied that Mueffelman's business had been ongoing for several years, that it was in a position to secure 100 percent financing, and that it had a network of lenders willing to provide loans. Whether Mueffelman was generally optimistic about his venture does not excuse his lies.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Mueffelman's next argument is that the government charged in the indictment that his business was from the outset a sham and failed to prove it. The indictment did so charge: paragraph 22 stated, \"In short, the entire business enterprise conducted by Mueffelman and Lombardi was a sham designed solely to generate advance fees.\" But the indictment <i>also</i> described in detail the effort to procure monies from clients by specific falsehoods which the government did prove&#8212;which, with the mailings, made out a violation of the mail fraud statute.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Whether the government failed to prove that the whole enterprise was a sham from start to finish is a different matter.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> The district judge said in connection with sentencing that CCFC was not a sham, relying on long hours spent by Mueffelman at the office and endless efforts to find mortgage lenders. We need not decide if the jury could rationally take a different view of the evidence, because the sham allegation did not have to be proved to permit and sustain the conviction.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The indictment adequately charged and gave notice of a series of false statements, and conviction on this basis did not constitute a \"constructive amendment\" of the indictment. A constructive amendment (fatal without regard to prejudice) occurs when \"the charging terms of the indictment are altered, either literally or in effect, by prosecution or court after the grand jury has last passed on them,\" but a variance, which is permissible unless prejudice is shown by the defendant, occurs \"when the charging terms remain unchanged but when the facts proved at trial are different from those alleged in the indictment.\"<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The concepts of constructive amendment and variance are closer to a continuum than exclusive categories. <i>See Haines v. Risley,</i> 412 F.3d 285, 291 (1st Cir.), <i>cert. denied,</i> ___ U.S. ___, 126 S.Ct. 831, 163 L.Ed.2d 709 (2005). Similarly, the line between \"the crime charged\" and \"the facts charged\" is inherently fuzzy. And the distinction between the concepts is complicated by their use to achieve multiple ends: to uphold the grand jury as a safeguard, to identify the crime for double jeopardy purposes, and to give fair notice to the defense.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Here, the titular crime was not altered: Mueffelman was charged with mail fraud and convicted of mail fraud. What Mueffelman argues is that the scheme with which he was charged was to perpetrate a \"sham\" business and instead he was convicted only of false representations. But, of course, he was by the express terms of the indictment charged with doing both as part of the overall scheme. This is not a case where the indictment contained allegations of a sham but not false representations.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">There was no constructive amendment of the indictment but only (if no sham was proved) a scheme similar to but somewhat narrower in breadth and malignity than that charged in the indictment. <i>Stirone v. United States,</i> 361 U.S. 212, 80 S.Ct. 270, 4 L.Ed.2d 252 (1960), relied on by Mueffelman, applies where the indictment was \"broadened by amendment.\" <i>Id.</i> at 215-16. By contrast, where the government proves less than alleged, the result is&#8212;at the very worst<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>&#8212;a variance:</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">\"A jury need not believe that the defendant did everything that the indictment charges; it may convict if it believes he did some of the things the indictment charges and if those things, by themselves, amount to a violation of the statute[,]\" provided that the indictment \"enable[s] the accused to know the nature and cause of the accusation against him.\"</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\"><i>United States v. Callipari,</i> 368 F.3d 22, 34 (1st Cir.2004), <i>vacated on other grounds,</i> 543 U.S. 1098, 125 S.Ct. 985, 160 L.Ed.2d 998 (2005) (quoting <i>United States v. Doherty,</i> 867 F.2d 47, 55 (1st Cir.1989)).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">As <i>Callipari</i> demonstrates, a variance is fatal only if the defendant shows prejudice. Mueffelman says that, to refute the sham allegation, he chose in his cross-examination of Lombardi to bring out and adopt Lombardi's assertions showing that the participants had not sought to perpetrate a sham. If no sham had been charged, says defense counsel, there would have been no need to rely on Lombardi and the defense would have concentrated more on refuting the charges of false representations.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The argument does not wash. Most important, the government was perfectly entitled to charge in one indictment both that the business was a sham and that it involved false representations. Only if the latter were omitted or were masked by an undue emphasis on the former charge would there be any hope of showing lack of notice. But the false statements were explicitly and extensively charged, and at trial defense counsel did seek to refute them where he could do so.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Counsel may be arguing that the charge of sham required the defense to accredit Lombardi and downplay its hostility to his adverse testimony. In fact, the sham charge opened up an opportunity to focus the defense on an issue where Mueffelman had some hope of prevailing and to downplay the false representations issue where the defense was considerably weaker. In any event, the fact that a witness might help as to one issue and hurt on another is just a \"can't help\" of the litigation process.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Separately, Mueffelman attacks his sentence, which occurred in the period after <i>Blakely v. Washington,</i> 542 U.S. 296, 124 S.Ct. 2531, 159 L.Ed.2d 403 (2004), but before <i>United States v. Booker,</i> 543 U.S. 220, 125 S.Ct. 738, 160 L.Ed.2d 621 (2005). The district judge correctly anticipated that <i>Blakely</i> would undermine the then-existing mandatory guideline regime. She chose therefore to treat the guidelines as advisory although instructive, <i>United States v. Mueffelman,</i> 327 F.Supp.2d 79, 96 (D.Mass.2004) (\"<i>Mueffelman I</i>\"),<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> and turned out to be right.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Under the pertinent guidelines, the base offense level for the fraud was 6, U.S.S.G. &#167; 2F1.1(a) (1995), adjusted upward for multiple and vulnerable victims, U.S.S.G. &#167;&#167; 2F1.1(b)(2), 3A1.1(b). <i>Mueffelman II,</i> 400 F.Supp.2d at 372. The most important adjustment was for the loss inflicted. The government argued for 11 additional levels based on an intended loss to victims of at least $1.1 million, the figure calculated by the probation report.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The resulting range, based on an offense level of 21, was 37 to 46 months. The district court, believing that the scheme had not been a sham at the outset, ruled that the loss overstated Mueffelman's culpability and reduced the offense level to 18, yielding a range of 27 to 33 months. <i>Mueffelman II,</i> 400 F.Supp.2d at 379. The district court then sentenced Mueffelman to 27 months in prison and later entered a restitution order.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Mueffelman says that the judge's framework for sentencing differed from the post-<i>Booker</i> framework as developed in <i>United States v. Jim&#233;nez-Beltre,</i> 440 F.3d 514, 518-19 (1st Cir.2006) (en banc). To the extent it did, it was not to Mueffelman's disadvantage.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> The district court judge treated the guidelines as advisory although entitled to weight, discounted the loss figure, listened to arguments made by Mueffelman for a still lower sentence, and took account of section 3553 factors to the extent argued by Mueffelman. <i>See United States v. Dixon,</i> 449 F.3d 194, 205 (1st Cir.2006).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Only two of those specific arguments made to the district court are renewed on appeal, and the district court's treatment of both is easily sustained. First, Mueffelman urged at sentencing that anything beyond a probationary sentence would impair his ability to provide restitution for victims. He proposed several arrangements, by which he would be placed on probation and earn $120,000-175,000 per year to pay toward restitution, with a friend promising to make up any short fall.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">After hearing objections from the government, the district judge rejected the proposal. She said that she shared the prosecutor's skepticism about whether the promised restitution would be forthcoming and, in addition, she deemed the case among \"the most serious\" she had seen in the white-collar crime category. She noted that the fraud was visited not upon a business but upon individuals whom the defendant knew personally.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Any notion that the district judge acted unreasonably would be hopeless. Restitution is desirable but so is the deterrence of white-collar crime (of central concern to Congress), the minimization of discrepancies between white-and blue-collar offenses, and limits on the ability of those with money or earning potential to buy their way out of jail. <i>See United States v. Thurston,</i> 456 F.3d 211, 218 (1st Cir. 2006).<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> We need not describe the moving testimony of victims in this case as to the effect of the fraud on their lives.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The other argument for a lower sentence that Mueffelman urged in the district court and now renews is the disparity between his sentence and the lesser sentence of his co-defendant. Lombardi, it will be remembered, pled guilty and assisted the government, which moved for a downward departure on that account. U.S.S.G. &#167; 5K1.1 (1995). Although the government had sought some jail time in its motion for downward departure, the district court itself placed Lombardi on probation.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Our central concern with disparities is between what the defendant was given and what is done nationally with defendants in the same circumstances. <i>Thurston,</i> 456 F.3d at 216; <i>United States v. Navedo-Concepci&#243;n,</i> 450 F.3d 54, 60 (1st Cir.2006); <i>United States v. Smith,</i> 445 F.3d 1, 5 (1st Cir.2006). In the ordinary course, a sentence within the guidelines is likely to reflect the national standard; and Mueffelman was sentenced within the guideline range (or below it, depending on how one construes the district court's loss reduction).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">A concern could exist as to both rationality and appearance if two identically situated defendants received discrepant sentences from the same judge, <i>United States v. Saez,</i> 444 F.3d 15, 19 (1st Cir. 2006), <i>cert. denied,</i> ___ U.S. ___, 127 S.Ct. 224, ___ L.Ed.2d ___, 2006 WL 1970133 (Oct. 2, 2006), but this is hardly the present situation. That Lombardi assisted the government is a routine basis for a lower sentence, a policy endorsed in statute, guidelines and precedent. 18 U.S.C. &#167; 3553(e) (2000) (allowing a sentence even below mandatory minimum); U.S.S.G. &#167; 5K1.1; <i>e.g., United States v. Duhon,</i> 440 F.3d 711, 720-21 (5th Cir. 2006).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Mueffelman's brief implies that the exact <i>extent</i> of the disparity needed to be explained. It did not: where the defendant's own sentence has been justified and the basis for a co-defendant's lesser sentence is set forth or is apparent, no more precise calibration of the difference between them is customarily feasible, let alone required. <i>Cf. United States v. Scherrer,</i> 444 F.3d 91, 94-95 (1st Cir.2006) (en banc); <i>Navedo-Concepci&#243;n,</i> 450 F.3d at 58.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <p>ADDENDUM</p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The third element concerns whether the defendant's participation in the scheme was knowing and willful. To act knowingly means to act while being conscious and aware of his or her actions, realizing what he or she was doing or what was happening around him or her, and not acting because of ignorance, mistake, accident, or negligence.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">To act willfully means to act voluntarily and intelligently and with the specific intent to do something that the law forbids. That is to say, with a bad purpose either to disobey or disregard the law.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">To act with specific intent to defraud means to act willfully and with the specific intent to deceive or cheat for the purposes of obtaining money or other property or bringing about financial gain.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Intent or knowledge may not ordinarily be proven directly, because there is obviously no way to directly scrutinize the human mind. You may consider, in determining what the defendant knew or intended at any given time, you may consider any statements made or acts done or omitted by the defendant and any and all facts or circumstances received in evidence that may assist you. Again, circumstantial evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">You may infer, but you're certainly not required to infer, that a person intends the natural and probable consequences of acts knowingly done or knowingly omitted. It is entirely up to you, however, to decide what facts are proven by the evidence that has been received in this trial.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Excuse me. I thought I could make it through without a coughing jag, but I didn't.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Okay. Now, I'm going to talk for a moment about good faith. Since an essential element of the crime charged is intent to defraud, it follows that good faith on the part of the defendant is a complete defense for the charge of mail fraud. However, although I described this as a complete defense, the defendant, again, has no burden to establish this defense.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">As in all matters, it is the government who must establish beyond a reasonable doubt that the defendant acted with specific intent to defraud as charged in the indictment.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Even if you find that there were false statements or misrepresentations or omissions of material facts, they do not amount to fraud unless you also find that they were done with fraudulent intent.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">A defendant acts in good faith when he actually believed, one, that the plan would succeed; two, that promises made be kept; and, three, that representations made would be fulfilled.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">An honest belief in the truth of the representations made by a defendant at the time they were made, however inaccurate they may turn out to be, is consistent&#8212;is not consistent, rather, with an intent to defraud. Likewise, a fraudulent intent is not necessarily to be inferred from the fact that the venture was unprofitable, nor is fraudulent intent established by evidence that the person made a mistake of judgment or an error in management or was careless.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">In order to establish fraudulent intent, it must be established that the person knowingly or intentionally attempted to deceive another. One who knowingly and intentionally deceives another is chargeable with fraudulent intent notwithstanding the manner and the form in which the deception occurred.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> A jury could reasonably draw this inference from the advertising even though CCFC's contract said that CCFC would refund the fees paid if CCFC made<i>eight</i> suitable offers on houses selected by the client, all of which were rejected, or, in other materials, if CCFC was unable to \"perform their agreed upon services.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> <i>United States v. Dunn,</i> 961 F.2d 648, 651 (7th Cir.1992) (\"[The defendant's] good faith belief that [his company] would be successful in the long-term was not relevant to the element of specific intent because that belief did not negate the falsity of the misrepresentations ....\"); <i>United States v. Beecroft,</i> 608 F.2d 753, 757 (9th Cir.1979) (\"While good faith is a defense to mail fraud, an honest belief in the ultimate success of an enterprise is not, in itself, a defense.\"); <i>United States v. Diamond,</i> 430 F.2d 688, 691 (5th Cir.1970) (\"The trial court was correct in stating that an honest belief in the ultimate success of the project is not in itself a defense.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The law of the case usually is invoked to require a court to follow its own rulings in a case or to follow the directions of a higher court<i>Conley v. United States,</i> 323 F.3d 7, 12 (1st Cir.2003) (en banc). Although we have sometimes used the phrase to hold the parties on appeal to instructions that were neither objected to nor patently incorrect, <i>e.g., United States v. Gomes,</i> 969 F.2d 1290, 1294 (1st Cir.1992), the present case falls outside this category.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The government says that the word \"sham\" in the indictment did not imply that CCFC made no efforts to secure financing, but it brushes off its own use of the word \"solely\" following \"sham\" in paragraph 22 of the indictment</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> <i>United States v. Fisher,</i> 3 F.3d 456, 462-63 (1st Cir.1993); <i>see also United States v. Fornia-Castillo,</i> 408 F.3d 52, 66 (1st Cir.2005); <i>United States v. Dunn,</i> 758 F.2d 30, 35 (1st Cir.1985); 35 Geo. L.J. Rev.Crim. Proc. 280-83 (2006) (citing dozens of cases).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> By strict definition, one might say that proving fewer than all of the facts in an indictment-but adding nothing new-is not a variance at all; but omissions could so seriously distort the picture presented by the indictment as to raise questions of unfair prejudice, making the variance precedent pertinent<i>See, e.g., United States v. Self,</i> 2 F.3d 1071, 1084 (10th Cir.1993).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> <i>Mueffelman I</i> was a consolidated decision of all pending criminal cases in which Judge Gertner held that <i>Blakely</i> rendered the guidelines advisory. <i>United States v. Mueffelman,</i> 400 F.Supp.2d 368 (D.Mass.2005) (\"<i>Mueffelman II</i>\"), was the sentencing memorandum that explained Mueffelman's sentence and restitution order.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Mueffelman relies on<i>United States v. Wallace,</i> 461 F.3d 15, 32 (1st Cir.2006), but it is clearly distinguishable. In <i>Wallace</i> we found error in the district court's calculation of upward departures <i>under the guidelines.</i> We did not remand for resentencing simply for a failure to anticipate perfectly <i>Jim&#233;nez-Beltre.</i></p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> In<i>United States v. Menyweather,</i> 447 F.3d 625, 634-35 (9th Cir.2006), cited to us by Mueffelman, the Ninth Circuit simply recognized that restitution is more readily made by an employed, non-incarcerated defendant. The appeals court added that it would be \"unlikely to have selected this particular sentence [only weekend jail time] if [it] were doing the sentencing.\" <i>Id.</i> at 636.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation\" data-id=\"202534\"><a href=\"/opinion/202534/united-states-v-mueffelman/\"><span class=\"volume\">470</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">33</span></a></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Steven D. MUEFFELMAN, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 05-2616.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard November 6, 2006.</p>\n    <p class=\"date\">Decided November 28, 2006.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Martin G. Weinberg with whom Kimberly Homan was on brief for appellant.</p>\n      <p class=\"indent\">Peter A. Mullin, Assistant United States Attorney, with whom Michael J. Sullivan, United States Attorney, was on brief for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, CAMPBELL, Senior Circuit Judge, and LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">By a superseding indictment, Steven Mueffelman was charged by a federal grand jury with 15 counts of mail fraud, 18 U.S.C. &#167; 1341 (2000), and 3 counts of wire fraud. <i>Id.</i> &#167; 1343. A co-defendant, John Lombardi, pled guilty, but Mueffelman went to trial in a proceeding lasting almost a month. Reserving details and disputed issues for the discussion below, the evidence showed the following.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In the summer of 1996, Mueffelman, Lombardi and an attorney formed a business venture, using an inactive corporation whose name they changed to Commonwealth Capital Funding Corporation (\"CCFC\"). CCFC offered to assist persons who were poor or had low credit ratings in acquiring homes. A primary means was to be an arrangement in which CCFC purchased property selected by the client (within a designated price range) at up to 94 percent of its value and, in a paired transaction, immediately resold the property to the client for 100 percent of the value with full financing provided by a mortgage lender found by CCFC.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">CCFC charged each client who enrolled in the program a $100 fee (doubled for couples and later upped to $125) for a credit check, plus one month's gross income from the client. In exchange CCFC seemingly promised 100 percent (later expressed as \"up to 100 percent\") financing. Only 17 of Mueffelman's approximately 300 clients ever purchased homes; those who did purchase homes paid more for the homes than the sellers were willing to sell them for and qualified for a mortgage on the basis of their credit, without assistance from CCFC. Thus, most of CCFC's income was from the initial fees rather than the 6 percent differential.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">CCFC also claimed to offer a lease-to-purchase program which (as it was represented) would use a nonprofit entity to purchase a home with favorable financing and lease it to the client while the client cleaned up his or her credit record. If the client did so, the client would then assume the mortgage. A federal program was in place that provided insured financing under favorable terms where a nonprofit organization secured the financing and received the necessary government approvals.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">CCFC attracted customers through advertising coupled with the use of so-called independent sales representatives who called upon and dealt directly with clients&#8212;receiving for themselves 30 percent of the initial client payment of one month's gross income. Mueffelman, as president of CCFC, hired the sales force, approved the sales literature, made decisions on purchase offers and sought to arrange for financing. In the course of its operations in Massachusetts, lasting from September 1996 to August 1997, CCFC had or sought relationships with various mortgage brokers and at least one nonprofit organization.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Investigations by the Massachusetts banking authorities led in August 1997 to an injunction against Mueffelman, Lombardi and CCFC. In the months preceding the injunction, Mueffelman set about organizing a new but similar venture in Florida under a different corporate name, which proceeded to enroll clients and collect fees. Through August 1997, CCFC took in about $1.2 million in fees from its over 300 clients; the sales force was paid over $400,000; and Mueffelman himself received over $167,000, apart from payments from the new Florida venture.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In its indictment, the government identified a number of specific falsehoods, which it said that Mueffelman had used or approved to secure money from clients. Each of the counts of mail or wire fraud that followed in the indictment identified a particular mail or wire communication by CCFC to a particular customer on a specified date as a means by which the scheme was executed. The indictment alleged not only that CCFC was a sham but also described particular false or misleading statements.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Specifically, the indictment charged that CCFC advertised \"100% financing\" and \"Home ownership guaranteed!!\" and otherwise appeared to guarantee financing without a down payment for those with poor credit (<i>e.g.,</i> \"Bankruptcy OK\"); that CCFC claimed to have established relationships with lenders and government-supported loan programs when in fact it had no such track record; and that CCFC claimed it was an \"investor\" when in fact it did no more than seek lenders.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">At trial the government offered evidence from which the jury could have found that CCFC had no record and little prospect of finding lenders for clients with poor credit records and no money for down payments; that the advertising would naturally lead clients to think that they were getting guaranteed financing for their month's gross income;<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> and that Mueffelman continued to expand the business despite warnings from others including Lombardi as to difficulties in securing financing.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The jury convicted Mueffelman of 13 counts of mail fraud. (The government dismissed the remaining counts.) On November 1, 2004, the district court sentenced Mueffelman to 27 months in prison. Mueffelman now appeals, contesting both the jury verdict and his sentence. The standard of review varies with the issue raised, and we start with the attacks upon the judgment of conviction and then turn to the sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Mueffelman does not deny in his brief that false statements to customers were made nor that he was responsible for them. His core arguments are that his conviction should be overturned because he optimistically believed that his programs would succeed; that&#8212;contrary to the indictment&#8212;his business was not a sham enterprise; and that the government's reliance at trial on the false statements was a constructive amendment of the indictment. We begin with Mueffelman's good-faith argument.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The mail fraud statute, so far as pertinent to this case, requires (1) a scheme to defraud or to obtain money or property by false or fraudulent pretenses; (2) the use of the mails in executing the scheme or attempting to do so; and (3) specific intent, inferred from statutory language and common law background, which excludes false statements honestly believed to be true and promises or predictions made in good faith. <i>United States v. Cacho-Bonilla,</i> <span class=\"citation\" data-id=\"201676\"><a href=\"/opinion/201676/united-states-v-cacho-bonilla/\"><span class=\"volume\">404</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">84</span></a></span>, 90 (1st Cir.), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">471</span></span>, <span class=\"citation no-link\"><span class=\"volume\">163</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">358</span></span> (2005); <i>United States v. Dockray,</i> <span class=\"citation\" data-id=\"567594\"><a href=\"/opinion/567594/united-states-v-edward-e-dockray/\"><span class=\"volume\">943</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">152</span></a></span>, 155 (1st Cir.1991); 2 Sand et al., <i>Modern Federal Jury Instructions</i> &#182; 44.01 (Instruction 44-3) (2005).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">This is a far cry from saying that Mueffelman was free knowingly to make false statements to secure money from clients because he believed that his enterprise would succeed. One can be optimistic, even with good reason, about the prospects of a business, but one still cannot, for example, sell stock by lying about the business' past earnings or the presence of booked orders that do not exist. A prediction made in good faith may be sheltered; a statement of fact known to be false is not.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In <i>Dockray,</i> we held that a good faith instruction is not required. 943 F.2d at 155. If references to good faith are made in fraud instructions, this must be done with great care. Here, the trial court's good faith instruction, taken as a whole, could easily have led the jury to think that lies were protected if Mueffelman believed in his enterprise. The pertinent language from the instructions is reprinted in an addendum to this opinion. The instruction was thus overly favorable to Mueffelman, but the jury convicted anyway.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Mueffelman attempts on appeal to use the overbroad instruction as the yardstick by which to measure the sufficiency of the evidence against him, claiming that the instruction is \"the law of the case.\" It may be unhelpful to use the phrase \"law of the case\" in the present context, as if this court were bound by a district court's ruling; but, in any event, the overbroad instruction, properly objected to by the government and likely to be misread in Mueffelman's favor, does not prevent us from determining the proper legal tests for scienter.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Using the correct legal yardstick, Mueffelman is unquestionably liable for statements of fact that he had to know were untrue. Importantly, his advertising said or implied that Mueffelman's business had been ongoing for several years, that it was in a position to secure 100 percent financing, and that it had a network of lenders willing to provide loans. Whether Mueffelman was generally optimistic about his venture does not excuse his lies.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Mueffelman's next argument is that the government charged in the indictment that his business was from the outset a sham and failed to prove it. The indictment did so charge: paragraph 22 stated, \"In short, the entire business enterprise conducted by Mueffelman and Lombardi was a sham designed solely to generate advance fees.\" But the indictment <i>also</i> described in detail the effort to procure monies from clients by specific falsehoods which the government did prove&#8212;which, with the mailings, made out a violation of the mail fraud statute.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Whether the government failed to prove that the whole enterprise was a sham from start to finish is a different matter.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> The district judge said in connection with sentencing that CCFC was not a sham, relying on long hours spent by Mueffelman at the office and endless efforts to find mortgage lenders. We need not decide if the jury could rationally take a different view of the evidence, because the sham allegation did not have to be proved to permit and sustain the conviction.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The indictment adequately charged and gave notice of a series of false statements, and conviction on this basis did not constitute a \"constructive amendment\" of the indictment. A constructive amendment (fatal without regard to prejudice) occurs when \"the charging terms of the indictment are altered, either literally or in effect, by prosecution or court after the grand jury has last passed on them,\" but a variance, which is permissible unless prejudice is shown by the defendant, occurs \"when the charging terms remain unchanged but when the facts proved at trial are different from those alleged in the indictment.\"<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The concepts of constructive amendment and variance are closer to a continuum than exclusive categories. <i>See Haines v. Risley,</i> <span class=\"citation\" data-id=\"201652\"><a href=\"/opinion/201652/haines-v-risley/\"><span class=\"volume\">412</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">285</span></a></span>, 291 (1st Cir.), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">831</span></span>, <span class=\"citation no-link\"><span class=\"volume\">163</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">709</span></span> (2005). Similarly, the line between \"the crime charged\" and \"the facts charged\" is inherently fuzzy. And the distinction between the concepts is complicated by their use to achieve multiple ends: to uphold the grand jury as a safeguard, to identify the crime for double jeopardy purposes, and to give fair notice to the defense.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Here, the titular crime was not altered: Mueffelman was charged with mail fraud and convicted of mail fraud. What Mueffelman argues is that the scheme with which he was charged was to perpetrate a \"sham\" business and instead he was convicted only of false representations. But, of course, he was by the express terms of the indictment charged with doing both as part of the overall scheme. This is not a case where the indictment contained allegations of a sham but not false representations.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">There was no constructive amendment of the indictment but only (if no sham was proved) a scheme similar to but somewhat narrower in breadth and malignity than that charged in the indictment. <i>Stirone v. United States,</i> <span class=\"citation\" data-id=\"105978\"><a href=\"/opinion/105978/stirone-v-united-states/\"><span class=\"volume\">361</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">212</span></a></span>, <span class=\"citation\" data-id=\"105978\"><a href=\"/opinion/105978/stirone-v-united-states/\"><span class=\"volume\">80</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">270</span></a></span>, <span class=\"citation\" data-id=\"105978\"><a href=\"/opinion/105978/stirone-v-united-states/\"><span class=\"volume\">4</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">252</span></a></span> (1960), relied on by Mueffelman, applies where the indictment was \"broadened by amendment.\" <i>Id.</i> at 215-16. By contrast, where the government proves less than alleged, the result is&#8212;at the very worst<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>&#8212;a variance:</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">\"A jury need not believe that the defendant did everything that the indictment charges; it may convict if it believes he did some of the things the indictment charges and if those things, by themselves, amount to a violation of the statute[,]\" provided that the indictment \"enable[s] the accused to know the nature and cause of the accusation against him.\"</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\"><i>United States v. Callipari,</i> <span class=\"citation\" data-id=\"201080\"><a href=\"/opinion/201080/united-states-v-callipari/\"><span class=\"volume\">368</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">22</span></a></span>, 34 (1st Cir.2004), <i>vacated on other grounds,</i> <span class=\"citation no-link\"><span class=\"volume\">543</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1098</span></span>, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">985</span></span>, <span class=\"citation no-link\"><span class=\"volume\">160</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">998</span></span> (2005) (quoting <i>United States v. Doherty,</i> <span class=\"citation\" data-id=\"518089\"><a href=\"/opinion/518089/united-states-v-thomas-k-doherty-united-states-of-america-v-nelson-e/\"><span class=\"volume\">867</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">47</span></a></span>, 55 (1st Cir.1989)).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">As <i>Callipari</i> demonstrates, a variance is fatal only if the defendant shows prejudice. Mueffelman says that, to refute the sham allegation, he chose in his cross-examination of Lombardi to bring out and adopt Lombardi's assertions showing that the participants had not sought to perpetrate a sham. If no sham had been charged, says defense counsel, there would have been no need to rely on Lombardi and the defense would have concentrated more on refuting the charges of false representations.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The argument does not wash. Most important, the government was perfectly entitled to charge in one indictment both that the business was a sham and that it involved false representations. Only if the latter were omitted or were masked by an undue emphasis on the former charge would there be any hope of showing lack of notice. But the false statements were explicitly and extensively charged, and at trial defense counsel did seek to refute them where he could do so.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Counsel may be arguing that the charge of sham required the defense to accredit Lombardi and downplay its hostility to his adverse testimony. In fact, the sham charge opened up an opportunity to focus the defense on an issue where Mueffelman had some hope of prevailing and to downplay the false representations issue where the defense was considerably weaker. In any event, the fact that a witness might help as to one issue and hurt on another is just a \"can't help\" of the litigation process.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Separately, Mueffelman attacks his sentence, which occurred in the period after <i>Blakely v. Washington,</i> <span class=\"citation\" data-id=\"136995\"><a href=\"/opinion/136995/blakely-v-washington/\"><span class=\"volume\">542</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">296</span></a></span>, <span class=\"citation\" data-id=\"136995\"><a href=\"/opinion/136995/blakely-v-washington/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2531</span></a></span>, <span class=\"citation\" data-id=\"136995\"><a href=\"/opinion/136995/blakely-v-washington/\"><span class=\"volume\">159</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">403</span></a></span> (2004), but before <i>United States v. Booker,</i> <span class=\"citation no-link\"><span class=\"volume\">543</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">220</span></span>, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">738</span></span>, <span class=\"citation no-link\"><span class=\"volume\">160</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">621</span></span> (2005). The district judge correctly anticipated that <i>Blakely</i> would undermine the then-existing mandatory guideline regime. She chose therefore to treat the guidelines as advisory although instructive, <i>United States v. Mueffelman,</i> <span class=\"citation\" data-id=\"2453905\"><a href=\"/opinion/2453905/united-states-v-mueffelman/\"><span class=\"volume\">327</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">79</span></a></span>, 96 (D.Mass.2004) (\"<i>Mueffelman I</i>\"),<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> and turned out to be right.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Under the pertinent guidelines, the base offense level for the fraud was 6, U.S.S.G. &#167; 2F1.1(a) (1995), adjusted upward for multiple and vulnerable victims, U.S.S.G. &#167;&#167; 2F1.1(b)(2), 3A1.1(b). <i>Mueffelman II,</i> 400 F.Supp.2d at 372. The most important adjustment was for the loss inflicted. The government argued for 11 additional levels based on an intended loss to victims of at least $1.1 million, the figure calculated by the probation report.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The resulting range, based on an offense level of 21, was 37 to 46 months. The district court, believing that the scheme had not been a sham at the outset, ruled that the loss overstated Mueffelman's culpability and reduced the offense level to 18, yielding a range of 27 to 33 months. <i>Mueffelman II,</i> 400 F.Supp.2d at 379. The district court then sentenced Mueffelman to 27 months in prison and later entered a restitution order.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Mueffelman says that the judge's framework for sentencing differed from the post-<i>Booker</i> framework as developed in <i>United States v. Jim&#233;nez-Beltre,</i> <span class=\"citation no-link\"><span class=\"volume\">440</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">514</span></span>, 518-19 (1st Cir.2006) (en banc). To the extent it did, it was not to Mueffelman's disadvantage.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> The district court judge treated the guidelines as advisory although entitled to weight, discounted the loss figure, listened to arguments made by Mueffelman for a still lower sentence, and took account of section 3553 factors to the extent argued by Mueffelman. <i>See United States v. Dixon,</i> <span class=\"citation\" data-id=\"202231\"><a href=\"/opinion/202231/united-states-v-dixon/\"><span class=\"volume\">449</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">194</span></a></span>, 205 (1st Cir.2006).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Only two of those specific arguments made to the district court are renewed on appeal, and the district court's treatment of both is easily sustained. First, Mueffelman urged at sentencing that anything beyond a probationary sentence would impair his ability to provide restitution for victims. He proposed several arrangements, by which he would be placed on probation and earn $120,000-175,000 per year to pay toward restitution, with a friend promising to make up any short fall.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">After hearing objections from the government, the district judge rejected the proposal. She said that she shared the prosecutor's skepticism about whether the promised restitution would be forthcoming and, in addition, she deemed the case among \"the most serious\" she had seen in the white-collar crime category. She noted that the fraud was visited not upon a business but upon individuals whom the defendant knew personally.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Any notion that the district judge acted unreasonably would be hopeless. Restitution is desirable but so is the deterrence of white-collar crime (of central concern to Congress), the minimization of discrepancies between white-and blue-collar offenses, and limits on the ability of those with money or earning potential to buy their way out of jail. <i>See United States v. Thurston,</i> <span class=\"citation no-link\"><span class=\"volume\">456</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">211</span></span>, 218 (1st Cir. 2006).<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> We need not describe the moving testimony of victims in this case as to the effect of the fraud on their lives.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The other argument for a lower sentence that Mueffelman urged in the district court and now renews is the disparity between his sentence and the lesser sentence of his co-defendant. Lombardi, it will be remembered, pled guilty and assisted the government, which moved for a downward departure on that account. U.S.S.G. &#167; 5K1.1 (1995). Although the government had sought some jail time in its motion for downward departure, the district court itself placed Lombardi on probation.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Our central concern with disparities is between what the defendant was given and what is done nationally with defendants in the same circumstances. <i>Thurston,</i> 456 F.3d at 216; <i>United States v. Navedo-Concepci&#243;n,</i> <span class=\"citation\" data-id=\"202256\"><a href=\"/opinion/202256/united-states-v-navedo-concepcion/\"><span class=\"volume\">450</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">54</span></a></span>, 60 (1st Cir.2006); <i>United States v. Smith,</i> <span class=\"citation\" data-id=\"202151\"><a href=\"/opinion/202151/united-states-v-smith/\"><span class=\"volume\">445</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 5 (1st Cir.2006). In the ordinary course, a sentence within the guidelines is likely to reflect the national standard; and Mueffelman was sentenced within the guideline range (or below it, depending on how one construes the district court's loss reduction).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">A concern could exist as to both rationality and appearance if two identically situated defendants received discrepant sentences from the same judge, <i>United States v. Saez,</i> <span class=\"citation\" data-id=\"202135\"><a href=\"/opinion/202135/united-states-v-saez/\"><span class=\"volume\">444</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></a></span>, 19 (1st Cir. 2006), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">224</span></span>, ___ L.Ed.2d ___, <span class=\"citation no-link\"><span class=\"volume\">2006</span> <span class=\"reporter\">WL</span> <span class=\"page\">1970133</span></span> (Oct. 2, 2006), but this is hardly the present situation. That Lombardi assisted the government is a routine basis for a lower sentence, a policy endorsed in statute, guidelines and precedent. 18 U.S.C. &#167; 3553(e) (2000) (allowing a sentence even below mandatory minimum); U.S.S.G. &#167; 5K1.1; <i>e.g., United States v. Duhon,</i> <span class=\"citation no-link\"><span class=\"volume\">440</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">711</span></span>, 720-21 (5th Cir. 2006).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Mueffelman's brief implies that the exact <i>extent</i> of the disparity needed to be explained. It did not: where the defendant's own sentence has been justified and the basis for a co-defendant's lesser sentence is set forth or is apparent, no more precise calibration of the difference between them is customarily feasible, let alone required. <i>Cf. United States v. Scherrer,</i> <span class=\"citation\" data-id=\"202150\"><a href=\"/opinion/202150/united-states-v-scherrer/\"><span class=\"volume\">444</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">91</span></a></span>, 94-95 (1st Cir.2006) (en banc); <i>Navedo-Concepci&#243;n,</i> 450 F.3d at 58.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <p>ADDENDUM</p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The third element concerns whether the defendant's participation in the scheme was knowing and willful. To act knowingly means to act while being conscious and aware of his or her actions, realizing what he or she was doing or what was happening around him or her, and not acting because of ignorance, mistake, accident, or negligence.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">To act willfully means to act voluntarily and intelligently and with the specific intent to do something that the law forbids. That is to say, with a bad purpose either to disobey or disregard the law.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">To act with specific intent to defraud means to act willfully and with the specific intent to deceive or cheat for the purposes of obtaining money or other property or bringing about financial gain.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Intent or knowledge may not ordinarily be proven directly, because there is obviously no way to directly scrutinize the human mind. You may consider, in determining what the defendant knew or intended at any given time, you may consider any statements made or acts done or omitted by the defendant and any and all facts or circumstances received in evidence that may assist you. Again, circumstantial evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">You may infer, but you're certainly not required to infer, that a person intends the natural and probable consequences of acts knowingly done or knowingly omitted. It is entirely up to you, however, to decide what facts are proven by the evidence that has been received in this trial.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Excuse me. I thought I could make it through without a coughing jag, but I didn't.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Okay. Now, I'm going to talk for a moment about good faith. Since an essential element of the crime charged is intent to defraud, it follows that good faith on the part of the defendant is a complete defense for the charge of mail fraud. However, although I described this as a complete defense, the defendant, again, has no burden to establish this defense.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">As in all matters, it is the government who must establish beyond a reasonable doubt that the defendant acted with specific intent to defraud as charged in the indictment.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Even if you find that there were false statements or misrepresentations or omissions of material facts, they do not amount to fraud unless you also find that they were done with fraudulent intent.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">A defendant acts in good faith when he actually believed, one, that the plan would succeed; two, that promises made be kept; and, three, that representations made would be fulfilled.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">An honest belief in the truth of the representations made by a defendant at the time they were made, however inaccurate they may turn out to be, is consistent&#8212;is not consistent, rather, with an intent to defraud. Likewise, a fraudulent intent is not necessarily to be inferred from the fact that the venture was unprofitable, nor is fraudulent intent established by evidence that the person made a mistake of judgment or an error in management or was careless.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">In order to establish fraudulent intent, it must be established that the person knowingly or intentionally attempted to deceive another. One who knowingly and intentionally deceives another is chargeable with fraudulent intent notwithstanding the manner and the form in which the deception occurred.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> A jury could reasonably draw this inference from the advertising even though CCFC's contract said that CCFC would refund the fees paid if CCFC made<i>eight</i> suitable offers on houses selected by the client, all of which were rejected, or, in other materials, if CCFC was unable to \"perform their agreed upon services.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> <i>United States v. Dunn,</i> <span class=\"citation\" data-id=\"581417\"><a href=\"/opinion/581417/united-states-v-daniel-k-dunn-sr/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">648</span></a></span>, 651 (7th Cir.1992) (\"[The defendant's] good faith belief that [his company] would be successful in the long-term was not relevant to the element of specific intent because that belief did not negate the falsity of the misrepresentations ....\"); <i>United States v. Beecroft,</i> <span class=\"citation\" data-id=\"371169\"><a href=\"/opinion/371169/united-states-v-robert-l-beecroft-arthur-t-harrison-james-f-hennig/\"><span class=\"volume\">608</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">753</span></a></span>, 757 (9th Cir.1979) (\"While good faith is a defense to mail fraud, an honest belief in the ultimate success of an enterprise is not, in itself, a defense.\"); <i>United States v. Diamond,</i> <span class=\"citation\" data-id=\"291657\"><a href=\"/opinion/291657/united-states-v-harold-m-diamond-bernard-sacks-sam-sacks-and-mac/\"><span class=\"volume\">430</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">688</span></a></span>, 691 (5th Cir.1970) (\"The trial court was correct in stating that an honest belief in the ultimate success of the project is not in itself a defense.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The law of the case usually is invoked to require a court to follow its own rulings in a case or to follow the directions of a higher court<i>Conley v. United States,</i> <span class=\"citation\" data-id=\"781268\"><a href=\"/opinion/781268/kenneth-conley-v-united-states/\"><span class=\"volume\">323</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></a></span>, 12 (1st Cir.2003) (en banc). Although we have sometimes used the phrase to hold the parties on appeal to instructions that were neither objected to nor patently incorrect, <i>e.g., United States v. Gomes,</i> <span class=\"citation\" data-id=\"587243\"><a href=\"/opinion/587243/united-states-v-nazira-a-gomes/\"><span class=\"volume\">969</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1290</span></a></span>, 1294 (1st Cir.1992), the present case falls outside this category.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The government says that the word \"sham\" in the indictment did not imply that CCFC made no efforts to secure financing, but it brushes off its own use of the word \"solely\" following \"sham\" in paragraph 22 of the indictment</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> <i>United States v. Fisher,</i> <span class=\"citation\" data-id=\"194868\"><a href=\"/opinion/194868/united-states-v-fisher/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">456</span></a></span>, 462-63 (1st Cir.1993); <i>see also United States v. Fornia-Castillo,</i> <span class=\"citation\" data-id=\"201662\"><a href=\"/opinion/201662/united-states-v-fornia-castillo/\"><span class=\"volume\">408</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">52</span></a></span>, 66 (1st Cir.2005); <i>United States v. Dunn,</i> <span class=\"citation\" data-id=\"449678\"><a href=\"/opinion/449678/united-states-v-john-f-dunn-jr/\"><span class=\"volume\">758</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">30</span></a></span>, 35 (1st Cir.1985); 35 Geo. L.J. Rev.Crim. Proc. 280-83 (2006) (citing dozens of cases).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> By strict definition, one might say that proving fewer than all of the facts in an indictment-but adding nothing new-is not a variance at all; but omissions could so seriously distort the picture presented by the indictment as to raise questions of unfair prejudice, making the variance precedent pertinent<i>See, e.g., United States v. Self,</i> <span class=\"citation\" data-id=\"628324\"><a href=\"/opinion/628324/united-states-v-steven-m-self/\"><span class=\"volume\">2</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1071</span></a></span>, 1084 (10th Cir.1993).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> <i>Mueffelman I</i> was a consolidated decision of all pending criminal cases in which Judge Gertner held that <i>Blakely</i> rendered the guidelines advisory. <i>United States v. Mueffelman,</i> <span class=\"citation\" data-id=\"2413888\"><a href=\"/opinion/2413888/united-states-v-mueffelman/\"><span class=\"volume\">400</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">368</span></a></span> (D.Mass.2005) (\"<i>Mueffelman II</i>\"), was the sentencing memorandum that explained Mueffelman's sentence and restitution order.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Mueffelman relies on<i>United States v. Wallace,</i> <span class=\"citation\" data-id=\"202348\"><a href=\"/opinion/202348/united-states-v-wallace/\"><span class=\"volume\">461</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></a></span>, 32 (1st Cir.2006), but it is clearly distinguishable. In <i>Wallace</i> we found error in the district court's calculation of upward departures <i>under the guidelines.</i> We did not remand for resentencing simply for a failure to anticipate perfectly <i>Jim&#233;nez-Beltre.</i></p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> In<i>United States v. Menyweather,</i> <span class=\"citation\" data-id=\"794283\"><a href=\"/opinion/794283/united-states-v-dorothy-menyweather/\"><span class=\"volume\">447</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">625</span></a></span>, 634-35 (9th Cir.2006), cited to us by Mueffelman, the Ninth Circuit simply recognized that restitution is more readily made by an employed, non-incarcerated defendant. The appeals court added that it would be \"unlikely to have selected this particular sentence [only weekend jail time] if [it] were doing the sentencing.\" <i>Id.</i> at 636.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/105978/",
    "http://www.courtlistener.com/api/rest/v3/opinions/136995/",
    "http://www.courtlistener.com/api/rest/v3/opinions/194868/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201080/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201652/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201662/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201676/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202135/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202150/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202151/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202231/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202256/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202348/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202534/",
    "http://www.courtlistener.com/api/rest/v3/opinions/291657/",
    "http://www.courtlistener.com/api/rest/v3/opinions/371169/",
    "http://www.courtlistener.com/api/rest/v3/opinions/449678/",
    "http://www.courtlistener.com/api/rest/v3/opinions/518089/",
    "http://www.courtlistener.com/api/rest/v3/opinions/567594/",
    "http://www.courtlistener.com/api/rest/v3/opinions/581417/",
    "http://www.courtlistener.com/api/rest/v3/opinions/587243/",
    "http://www.courtlistener.com/api/rest/v3/opinions/628324/",
    "http://www.courtlistener.com/api/rest/v3/opinions/781268/",
    "http://www.courtlistener.com/api/rest/v3/opinions/794283/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2413888/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2453905/"
  ]
}