{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202633/",
  "absolute_url": "/opinion/202633/united-states-v-jg-24-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202633/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:58:26Z",
  "date_modified": "2016-02-28T05:08:24.114544Z",
  "type": "010combined",
  "sha1": "1ef868d40c34bb9ad49d01c688a64e61917f909b",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/04-2577-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2007/02/16/US_v._JG-24_Inc..pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\nNo. 04-2577\n\n                    UNITED STATES OF AMERICA,\n\n                      Plaintiff, Appellee,\n\n                               v.\n\n         JG-24, INC.; JORGE ORTIZ; GLORIA ALVAREZ, a/k/a\n       GLORIA ORTIZ; DURA MAS, INC.; REAL PROPERTY LOCATED\n       AT PR ROAD #675, KM. 4.0, BARRIO BAJURAS SECTOR LOS\n                 CHORROS, VEGA ALTA, PUERTO RICO,\n\n                     Defendants, Appellants.\n\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                 FOR THE DISTRICT OF PUERTO RICO\n      [Hon. Raymond L. Acosta, Senior U.S. District Judge]\n\n\n                             Before\n\n                      Boudin, Chief Judge,\n\n                   Cyr, Senior Circuit Judge,\n\n                    and Lipez, Circuit Judge.\n\n\n\n\n     Julie A. Soderlund for appellant.\n     Robert H. Oakley, Attorney, Environment & Natural Resources\nDivision, with whom Sue Ellen Wooldridge, Assistant Attorney\nGeneral, James C. Kilbourne, and Elizabeth Yu, Attorneys,\nEnvironment & Natural Resources Division, were on brief for\nappellee.\n\n\n                        February 16, 2007\n\f              CYR, Senior Circuit Judge.         The owners and operators of\n\ntwo fiberglass manufacturing facilities in Puerto Rico appeal from\n\na   district    court    judgment    which    determined    them    jointly   and\n\nseverally liable for the costs of a hazardous-substance removal\n\naction conducted by the United States Environmental Protection\n\nAgency (EPA) pursuant to the Comprehensive Environmental Response,\n\nCompensation and Liability Act, 42 U.S.C. § 9607(a) (CERCLA), and\n\nimposing civil penalties for their failure to respond in writing to\n\nthe   EPA’s    request    for   information      pursuant   to     the   Resource\n\nConservation and Recovery Act, 42 U.S.C. § 6927(a) (RCRA).                      We\n\naffirm.\n\n                                         I\n\n                                    BACKGROUND\n\n              Between 1992 and 2000, JG-24, Inc. (“JG-24\"), a company\n\nwholly    owned   by    Jorge   Ortiz   and   Gloria   Alvarez,      operated   a\n\nfiberglass manufacturing facility in Vega Alta, Puerto Rico (“Vega\n\nAlta site”), which utilized various materials (e.g., styrene,\n\nacetone) classified as “hazardous substances” under CERCLA, 40\n\nC.F.R. § 302.4.        Ortiz also owned Fiberglass Dura Mas, Inc. (“Dura\n\nMas”), which operated another fiberglass manufacturing and storage\n\nfacility in nearby Cataño, Puerto Rico (“Cataño site”).\n\n              In December 1997, EPA inspectors visited the Vega Alta\n\nsite, observed large leaking metal drums scattered throughout the\n\nsite, and detected the strong odor of airborne solvents.                        In\n\n\n                                        -2-\n\fFebruary 1998, the EPA obtained a warrant to conduct another\n\ninspection, and soil samples tested positive for CERCLA-regulated\n\nhazardous substances.       Thereafter, defendants declined to comply\n\nwith the administrative notices of mandatory access to the site\n\nissued by the EPA.\n\n            In April 1999, the EPA obtained a warrant to conduct a\n\nremoval   evaluation     inspection    at    the     Vega   Alta   site,   which\n\ninspectors described as a “war zone,” containing hundreds of\n\ndeteriorating     and   leaking   drums     strewn    throughout     the   site,\n\nevidence that waste materials had been burned or buried below\n\nground, and high concentrations of airborne styrene and acetone\n\nvapors.     Tests revealed that the drums and surrounding soil not\n\nonly contained hazardous substances regulated by CERCLA, but also\n\nhighly flammable hazardous waste prohibited by RCRA, which strictly\n\nregulates the manner in which these wastes must be stored and\n\ndisposed.\n\n            Following its April 1999 inspection, the EPA determined\n\nto undertake a removal action at the Vega Alta site, based on its\n\nexpress findings that (i) the metal drums continued to deteriorate\n\nand   discharge     CERCLA-regulated        hazardous       substances;    (ii)\n\npreliminary soil sample tests descried high concentrations of those\n\nhazardous substances; (iii) this eflux created a fire risk, and\n\nbecause the site is situated on porous limestone atop a groundwater\n\naquifer, it jeopardized local drinking water supplies; (iv) no\n\n\n                                      -3-\n\fother   federal   or   state   agency      was   equipped   to    undertake   the\n\ncleanup; and (v) since the threatened release, migration, and fire\n\nwere imminent, the removal action should be exempt from the normal\n\n$2 million cost cap, see 42 U.S.C. § 9604(c)(1).                 See 40 C.F.R. §\n\n300.415(b)(2); infra notes 2 & 4.                When the EPA notified the\n\ndefendants of the EPA decision, defendants repeatedly refused to\n\npermit EPA access to the site.\n\n           In August 2000, the EPA commenced the instant CERCLA and\n\nRCRA actions against the defendants in the federal district court.\n\nThe EPA then obtained a court order for unimpeded access to the\n\nVega Alta site, and during the period from October 2000 through\n\nAugust 2001, it removed from the site seven hundred cubic yards of\n\nsoil contaminated with hazardous substances and two thousand five\n\nhundred leaking drums from its surface and subsurface.\n\n           During August 2001, the EPA also discovered one hundred\n\nleaking drums at the nearby Cataño site, and issued a RCRA Notice\n\nof Violation and Information Request to Dura Mas and Ortiz for\n\ncompany data concerning what (if any) hazardous substances had been\n\nstored or disposed of at the facility.             See 42 U.S.C. § 6927(a);\n\ninfra note 7.     Defendants failed to respond to the information\n\nrequest.\n\n           Subsequently,       the   EPA    amended   its   complaint    in   the\n\npending federal court action to seek, inter alia, recovery of its\n\nremoval costs at the Vega Alta site (approximately $4.1 million),\n\n\n                                      -4-\n\fand civil penalties for defendants’ failure to respond to the\n\nAugust 2001 Information Request at the Cataño facility.                   See 42\n\nU.S.C. § 6928(a)(1).1\n\n               Following a nine-day bench trial, the district court held\n\nthat       defendants    JG-24,   Ortiz,     and   Alvarez    were   jointly    and\n\nseverally liable for all costs of the removal action at the Vega\n\nAlta site, then imposed $263,000 in civil penalties against Dura\n\nMas    and     Ortiz    for   failure   to    comply   with    the   August    2001\n\nInformation Request for the Cataño site.               United States v. JG-24,\n\nInc., 331 F. Supp. 2d 14, 75 (D.P.R. 2004).             Defendants appeal from\n\nthe judgment.\n\n\n\n\n       1\n           The RCRA penalty provision provides, in pertinent part:\n\n            [W]henever on the basis of any information the\n       Administrator determines that any person has violated or\n       is in violation of any requirement of this subchapter,\n       the Administrator may issue an order assessing a civil\n       penalty for any past or current violation, requiring\n       compliance immediately or within a specified time period,\n       or both, or the Administrator may commence a civil action\n       in the United States district court in the district in\n       which the violation occurred for appropriate relief,\n       including a temporary or permanent injunction.\n\n42 U.S.C. § 6928(a)(1).\n\n\n\n                                        -5-\n\f                                   II\n\n                               DISCUSSION\n\nA.   The EPA’s Characterization of the Cleanup as a “Removal\n     Action”\n\n             Appellants first contend that the district court erred in\n\nfinding them liable for the EPA’s response costs at the Vega Alta\n\nsite, in that the EPA’s cleanup action was inconsistent with the\n\nNational Contingency Plan (NCP), 40 C.F.R. pt. 300 (2004), and thus\n\ncannot satisfy the CERCLA definition of a “removal action.” See 42\n\nU.S.C. § 9601(23).2      Appellants specifically argue that the EPA\n\naction was inconsistent with the NCP because, inter alia, (i) the\n\n     2\n         Subsection 9601(23) defines “remove” or “removal” as:\n\n     the cleanup or removal of released hazardous substances\n     from the environment, such actions as may be necessary\n     [to take] in the event of the threat of release of\n     hazardous substances into the environment, such actions\n     as may be necessary to monitor, assess, and evaluate the\n     release or threat of release of hazardous substances, the\n     disposal of removed material, or the taking of such other\n     actions as may be necessary to prevent, minimize, or\n     mitigate damage to the public health or welfare or to the\n     environment, which may otherwise result from a release or\n     threat of release.\n\n42 U.S.C. § 9601(23).     By contrast, a “remedial action” is defined\nas:\n\n     [T]hose actions consistent with permanent remedy taken\n     instead of or in addition to removal actions in the event\n     of a release or threatened release of a hazardous\n     substance into the environment, to prevent or minimize\n     the release of hazardous substances so that they do not\n     migrate to cause substantial danger to present or future\n     public health or welfare or the environment.\n\nId. § 9601(24).\n\n                                  -6-\n\fNCP requires that a removal action begin “as soon as possible”\n\nafter discovery of contamination, see United States v. W.R. Grace\n\n& Co., 429 F.3d 1224, 1233 (9th Cir. 2005), cert. denied, 127 S.\n\nCt. 379 (2006) (quoting 40 C.F.R. § 300.415(b)(3)), whereas the EPA\n\nwaited twenty-one months to begin the removal at the Vega Alta\n\nsite; and (ii) a “Final Pollution Report” issued in October 2002\n\nrefutes the district court’s factual finding that there were\n\nsignificant levels of RCRA hazardous substances found at the Vega\n\nAlta site, and therefore undercuts the court’s related decision\n\nthat the EPA reasonably decided to undertake a CERCLA removal\n\naction.         They     suggest    that,     as    a   consequence     of     this\n\nmischaracterization of the cleanup as a “removal action,” the EPA\n\nshould    be    liable     on   their   Federal    Torts   Claims     Act    (FTCA)\n\ncounterclaim for damages to the site resulting from the cleanup,\n\nand/or the EPA should not be permitted to recover costs in excess\n\nof the $2 million cost cap permitted for some removal actions.\n\n               Questions    concerning      the    interpretation     of     CERCLA\n\nnormally are reviewed de novo, see Am. Cyanamid Corp. v. Capuano,\n\n381 F.3d 6, 12 (1st Cir. 2004), with appropriate deference given to\n\nagency interpretations, see Chevron U.S.A. v. Natural Res. Def.\n\nCouncil, 467 U.S. 837, 843 (1984), and the EPA’s decision whether\n\nto conduct a removal action is reviewed under the deferential\n\n“arbitrary and capricious” standard, 42 U.S.C. § 9613(j)(2). Since\n\nappellants did not raise their legal arguments below, however, the\n\n\n                                        -7-\n\farguments are forfeited, and we review them on appeal for plain\n\nerror only,3 which requires that appellants demonstrate (i) an\n\nerror (ii) which was clear or obvious and which not only (iii)\n\naffected their substantial rights, but also (4) seriously impaired\n\nthe fairness, integrity, or public reputation of the judicial\n\nproceedings.   See Cipes v. Mikasa, Inc., 439 F.3d 52, 55-56 (1st\n\nCir. 2006).\n\n          We perceive no “clear or obvious” error.   The contention\n\nthat the cleanup of the Vega Alta site was inconsistent with the\n\n\n     3\n      Appellants filed no reply brief to the government’s\ncontention that they did not preserve these “removal action” issues\nin the district court, see Gonzalez v. El Dia, Inc., 304 F.3d 63,\n74 (1st Cir. 2002) (noting that party’s failure to file a reply\nbrief contesting the opposing party’s allegations of forfeiture is\nitself some evidence that the issues were forfeited), nor has our\nindependent review of the record unearthed any articulation of\nthese legal issues by the defense below. At oral argument, the\nappellants contended that issue preservation occurred when the\ndistrict court announced that it would assume, without taking\nexpert evidence, that the EPA’s cleanup was properly characterized\nas a “removal action.” We disagree. At that juncture, appellants’\ntrial counsel should have notified the court – but did not – that\nappellants were contesting the EPA’s characterization of the\ncleanup as a removal action. Appellants also maintain that they\npreserved the legal issues merely because the appellate record\ncontains all the facts necessary to decide them. This contention\nis patently absurd. Many hypothetical legal issues may lurk in a\ngiven factual record, yet the district court is not obligated to\nreach such issues absent counsels’ explicit identification of the\nlegal questions actively disputed. Indeed, given that appellants’\nlegal contentions turn in part on whether the EPA’s cleanup was\n“inconsistent” with the NCP, their failure to raise these\ncontentions deprived the government of the opportunity to develop\na factual record refuting the alleged inconsistency.      See Cool\nMoose Party v. Rhode Island, 183 F.3d 80, 83-84 (1st Cir. 1999)\n(noting that finding of forfeiture is “particularly appropriate”\nwhere preservation would have enabled further development of\nfactual record below).\n\n                               -8-\n\fNCP because the EPA did not initiate it “as soon as possible” after\n\ndiscovery     of   contamination   falls    well   short   of   the   mark.\n\nAppellants rely on W.R. Grace, in which the court merely noted\n\nthat, in some circumstances, the manner in which the EPA executes\n\na cleanup plan may undercut or belie its initial characterization\n\nof the plan as a “removal action.”         429 F.3d at 1232-34 (finding,\n\nhowever, that EPA did comply with 40 C.F.R. § 300.415(b)(3)).          For\n\nexample, because the EPA’s initial characterization depended on its\n\ndetermination of an imminent risk of fire and aquifer contamination\n\nat the Vega Alta site, see 40 C.F.R. § 300.415(b)(2),4 one would\n\n\n     4\n      NCP regulations require the EPA to consider eight factors\nbefore deciding whether to conduct a removal action:\n\n     (i)           Actual or potential exposure to nearby human\n                   populations, animals, or the food chain from\n                   hazardous    substances  or    pollutants   or\n                   contaminants;\n     (ii)          Actual or potential contamination of drinking\n                   water supplies or sensitive ecosystems;\n     (iii)         Hazardous    substances  or    pollutants   or\n                   contaminants in drums, barrels, tanks, or\n                   other bulk storage containers, that may pose a\n                   threat of release;\n     (iv)          High   levels of hazardous substances or\n                   pollutants or contaminants in soils largely at\n                   or near the surface, that may migrate;\n     (v)           Weather conditions that may cause hazardous\n                   substances or pollutants or contaminants to\n                   migrate or be released;\n     (vi)          Threat of fire or explosion;\n     (vii)         The availability of other appropriate federal\n                   or state response mechanisms to respond to the\n                   release; and\n     (viii)        Other situations or factors that may pose\n                   threats to public health or welfare of the\n                   United States or the environment.\n\n\n                                   -9-\n\fexpect a reasonably expeditious execution of the cleanup plan.\n\nAppellants’ predicament, however, is threefold.\n\n           The appellate record demonstrates that the EPA’s   April\n\n1999 inspection described the Vega Alta site as a “war zone”\n\nlittered with exposed flammable hazardous materials, and the EPA\n\nmade all the statutorily required factual determinations pursuant\n\nto § 300.415(b)(2) necessary to its initial characterization of the\n\ncleanup as a “removal action.”      Further, a delay of twenty-one\n\nmonths is not per se unreasonably dilatory, and in part because of\n\nappellants’ failure to raise the legal issue below, the appellate\n\nrecord contains no factual basis from which we fairly might assess\n\nwhether twenty-one months was not reasonably prompt either in terms\n\nof the average execution time of EPA cleanups in general, or of\n\ncleanups   conducted   in    comparable   circumstances.   Finally,\n\nappellants are in an especially poor position to argue that any\n\nprorogation of the cleanup efforts was unreasonable, given their\n\nrepeated refusals voluntarily to allow EPA access to the site,\n\nwhich required that the EPA seek warrants to enter.    Absent record\n\nfoundation, appellants cannot begin to demonstrate any error which\n\nwas “clear or obvious.”     W.R. Grace, 429 F.3d at 1245 (“Once we\n\ndetermine that a response action on the whole is, by nature,\n\nclassified as a removal action under the law, we will not delve\n\n\n\n40 C.F.R. § 300.314(b)(2).\n\n\n                                 -10-\n\ffurther to second-guess the underlying data absent a showing of\n\nspecific evidence that the EPA's conclusions were not warranted.”).\n\n           Likewise, we discern no “clear or obvious” error based on\n\nthe appellants’s assertion that a “Final Pollution Report” refutes\n\nthe district court’s finding that there had been significant levels\n\nof RCRA hazardous substances stored and disposed of at the Vega\n\nAlta site, and therefore undermines the court’s related decision\n\nthat the EPA was not arbitrary or capricious in undertaking a\n\nCERCLA removal action.   The Final Pollution Report was issued in\n\nOctober 2002, long after the EPA initially characterized the\n\ncleanup as a removal action, and a year after it initiated the\n\ncleanup.   Under CERCLA, judicial review normally is limited to the\n\nadministrative record as it existed at the time of the challenged\n\nagency action.   See Camp v. Pitts, 411 U.S. 138, 142 (1973).   That\n\ncontemporary record, including the portentous results of the EPA’s\n\nApril 1999 inspection, graphically depicts Vega Alta as a “war\n\nzone” with hundreds of deteriorating and leaking drums strewn\n\nthroughout the property, evidence that waste materials had been\n\nburied below ground, and high concentrations of styrene and acetone\n\nvapors in the air.   Normally, we do not allow supplementation of\n\nthe administrative record unless the proponent points to specific\n\nevidence that the agency acted in bad faith.    See Town of Norfolk\n\nv. U.S. Army Corps of Eng’rs, 968 F.2d 1438, 1458-59 (1st Cir.\n\n1992).   At most, appellants charge that the Final Pollution Report\n\n\n                                -11-\n\fproved the EPA wrong or overcautious in its initial assessment of\n\nthe RCRA threat.      Yet more importantly, the government aptly notes\n\nthat the Final Pollution Report purports to detail only those RCRA\n\nwastes recovered during the excavation, and does not preclude a\n\nfinding – based on the condition of the property (e.g., blatant\n\nevidence that appellants previously had burned RCRA wastes) – that\n\nsubstantial amounts of these RCRA wastes already had been stored\n\nand/or disposed of at the site during appellants’ pre-cleanup\n\noperations which could not be recovered during the removal action.\n\nAppellants also fail to specify how the district court’s RCRA\n\nfindings – whether or not refuted by the Final Pollution Report –\n\nundercut the district court’s discrete finding that the EPA’s\n\ninitial assessment of the CERCLA violations at the Vega Alta site\n\nwas neither arbitrary nor capricious.             See Acushnet Co. v. Mohasco\n\nCorp.,   191   F.3d   69,    76   (1st    Cir.    1999)   (noting   that   CERCLA\n\nregulates      the    designated          hazardous       substances     “however\n\ninsignificant” the amount).         A fortiori, appellants have not met\n\ntheir burden to demonstrate an error which was “clear or obvious.”5\n\nB.   Civil Penalties for Noncompliance with RCRA § 6927\n\n            Appellants      Ortiz   and    Dura    Mas    next   argue   that   the\n\n\n\n     5\n      As we conclude that the district court did not commit plain\nerror in upholding the EPA’s characterization of the cleanup as a\n“removal action,” we also must affirm its decision that the EPA\nproperly exceeded the $2 million cost cap for removal actions, as\nwell as its decision to dismiss appellants’ FTCA counterclaim for\ndamages.\n\n                                         -12-\n\fdistrict court erred in imposing civil penalties for their failure\n\nto respond to the EPA’s August 2001 Information Request for the\n\nCataño site because, only fourteen days after that request, the EPA\n\nmade an on-site inspection, during which the EPA had the statutory\n\nauthority to collect the requested information itself.         See 42\n\nU.S.C. § 6927(a).6\n\n             We normally review questions regarding the interpretation\n\nof RCRA provisions de novo, see Maine People’s Alliance & Natural\n\nRes. Def. Council v. Mallinkrodt, Inc., 471 F.3d 277, 286 (1st Cir.\n\n2006), giving appropriate deference to agency interpretations, see\n\n\n\n     6\n         Section 6927(a) provides, in pertinent part:\n\n          For purposes of developing or assisting in the\n     development of any regulation or enforcing the provisions\n     of this chapter, any person who generates, stores,\n     treats, transports, disposes of, or otherwise handles or\n     has handled hazardous wastes shall, upon request of any\n     officer, employee or representative of the Environmental\n     Protection Agency, duly designated by the Administrator\n     . . . furnish information relating to such wastes and\n     permit such person at all reasonable times to have access\n     to, and to copy all records relating to such wastes. For\n     the purposes of . . . enforcing the provisions of this\n     chapter, such officers, employees or representatives are\n     authorized-\n\n             (1) to enter at reasonable times any establishment\n             or other place where hazardous wastes are or have\n             been generated, stored, treated, disposed of, or\n             transported from;\n\n             (2) to inspect and obtain samples from any person\n             of any such wastes and samples of any containers or\n             labeling for such wastes.\n\n 42 U.S.C. § 6927(a).\n\n                                  -13-\n\fChevron U.S.A., 467 U.S. at 843.           Appellants did not raise their\n\nstatutory construction before the district court, however, so we\n\nagain review only for plain error.          See Cipes, 439 F.3d at 55-56;\n\nsupra note 3.\n\n            Any error in refusing to employ appellants’ unarticulated\n\nstatutory interpretation was not remotely “clear or obvious.”\n\nCipes, 439 F.3d at 55-56.        Appellants cite no case authority for\n\nthe proposition that an intervening EPA inspection relieves a party\n\nof the responsibility to respond in writing to an RCRA Information\n\nRequest.     The RCRA’s plain language sets forth the two remedies as\n\ndistinct and cumulative (viz., “furnish information relating to\n\nsuch wastes and permit such person at all reasonable times to have\n\naccess”) (emphasis added), which comports with Congress’s expressed\n\nintention that the RCRA serve the broadest remedial purposes.          See\n\nUnited States v. Charles George Trucking Co., 823 F.2d 685, 689\n\n(1st Cir. 1987).        “By authorizing the agency to mount inspections\n\nand to collect information from persons and entities involved with\n\nhazardous residues, § 6927(a) directly facilitates the government’s\n\nability to battle the polluters.”          Id. (emphasis added).    As the\n\nparty with the greatest knowledge and control of the pertinent\n\nrecords, the person receiving an Information Request is in the best\n\nposition to cull the records with maximum efficiency. Accordingly,\n\nwe discern no plain error in the district court’s decision to\n\nimpose     per   diem    civil   penalties    for   appellants’    conceded\n\n\n                                    -14-\n\fnoncompliance with the § 6927(a) Request.7\n\n          Affirmed.\n\n\n\n\n     7\n      Oddly, appellants also challenge – as “irrelevant” – the\ndistrict court’s decision to pierce the corporate veil of JG-24 and\nDura Mas to impose strict liability on their individual owners and\noperators (viz., Ortiz and Alvarez). They observe that CERCLA and\nRCRA already make the individual owners and operators of corporate\npolluters jointly liable for cleanup costs. Appellants did not\npreserve this issue below.       If the veil-piercing is indeed\nirrelevant, however, they cannot show that the district court’s\ndecision “affected their substantial rights,” and thus they cannot\ndemonstrate plain error. See Cipes, 439 F.3d at 55-56.\n\n                               -15-\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">          United States Court of Appeals\n                     For the First Circuit\nNo. 04-2577\n\n                    UNITED STATES OF AMERICA,\n\n                      Plaintiff, Appellee,\n\n                               v.\n\n         JG-24, INC.; JORGE ORTIZ; GLORIA ALVAREZ, a/k/a\n       GLORIA ORTIZ; DURA MAS, INC.; REAL PROPERTY LOCATED\n       AT PR ROAD #675, KM. 4.0, BARRIO BAJURAS SECTOR LOS\n                 CHORROS, VEGA ALTA, PUERTO RICO,\n\n                     Defendants, Appellants.\n\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                 FOR THE DISTRICT OF PUERTO RICO\n      [Hon. Raymond L. Acosta, Senior U.S. District Judge]\n\n\n                             Before\n\n                      Boudin, Chief Judge,\n\n                   Cyr, Senior Circuit Judge,\n\n                    and Lipez, Circuit Judge.\n\n\n\n\n     Julie A. Soderlund for appellant.\n     Robert H. Oakley, Attorney, Environment & Natural Resources\nDivision, with whom Sue Ellen Wooldridge, Assistant Attorney\nGeneral, James C. Kilbourne, and Elizabeth Yu, Attorneys,\nEnvironment & Natural Resources Division, were on brief for\nappellee.\n\n\n                        February 16, 2007\n\f              CYR, Senior Circuit Judge.         The owners and operators of\n\ntwo fiberglass manufacturing facilities in Puerto Rico appeal from\n\na   district    court    judgment    which    determined    them    jointly   and\n\nseverally liable for the costs of a hazardous-substance removal\n\naction conducted by the United States Environmental Protection\n\nAgency (EPA) pursuant to the Comprehensive Environmental Response,\n\nCompensation and Liability Act, 42 U.S.C. § 9607(a) (CERCLA), and\n\nimposing civil penalties for their failure to respond in writing to\n\nthe   EPA’s    request    for   information      pursuant   to     the   Resource\n\nConservation and Recovery Act, 42 U.S.C. § 6927(a) (RCRA).                      We\n\naffirm.\n\n                                         I\n\n                                    BACKGROUND\n\n              Between 1992 and 2000, JG-24, Inc. (“JG-24\"), a company\n\nwholly    owned   by    Jorge   Ortiz   and   Gloria   Alvarez,      operated   a\n\nfiberglass manufacturing facility in Vega Alta, Puerto Rico (“Vega\n\nAlta site”), which utilized various materials (e.g., styrene,\n\nacetone) classified as “hazardous substances” under CERCLA, 40\n\nC.F.R. § 302.4.        Ortiz also owned Fiberglass Dura Mas, Inc. (“Dura\n\nMas”), which operated another fiberglass manufacturing and storage\n\nfacility in nearby Cataño, Puerto Rico (“Cataño site”).\n\n              In December 1997, EPA inspectors visited the Vega Alta\n\nsite, observed large leaking metal drums scattered throughout the\n\nsite, and detected the strong odor of airborne solvents.                        In\n\n\n                                        -2-\n\fFebruary 1998, the EPA obtained a warrant to conduct another\n\ninspection, and soil samples tested positive for CERCLA-regulated\n\nhazardous substances.       Thereafter, defendants declined to comply\n\nwith the administrative notices of mandatory access to the site\n\nissued by the EPA.\n\n            In April 1999, the EPA obtained a warrant to conduct a\n\nremoval   evaluation     inspection    at    the     Vega   Alta   site,   which\n\ninspectors described as a “war zone,” containing hundreds of\n\ndeteriorating     and   leaking   drums     strewn    throughout     the   site,\n\nevidence that waste materials had been burned or buried below\n\nground, and high concentrations of airborne styrene and acetone\n\nvapors.     Tests revealed that the drums and surrounding soil not\n\nonly contained hazardous substances regulated by CERCLA, but also\n\nhighly flammable hazardous waste prohibited by RCRA, which strictly\n\nregulates the manner in which these wastes must be stored and\n\ndisposed.\n\n            Following its April 1999 inspection, the EPA determined\n\nto undertake a removal action at the Vega Alta site, based on its\n\nexpress findings that (i) the metal drums continued to deteriorate\n\nand   discharge     CERCLA-regulated        hazardous       substances;    (ii)\n\npreliminary soil sample tests descried high concentrations of those\n\nhazardous substances; (iii) this eflux created a fire risk, and\n\nbecause the site is situated on porous limestone atop a groundwater\n\naquifer, it jeopardized local drinking water supplies; (iv) no\n\n\n                                      -3-\n\fother   federal   or   state   agency      was   equipped   to    undertake   the\n\ncleanup; and (v) since the threatened release, migration, and fire\n\nwere imminent, the removal action should be exempt from the normal\n\n$2 million cost cap, see 42 U.S.C. § 9604(c)(1).                 See 40 C.F.R. §\n\n300.415(b)(2); infra notes 2 & 4.                When the EPA notified the\n\ndefendants of the EPA decision, defendants repeatedly refused to\n\npermit EPA access to the site.\n\n           In August 2000, the EPA commenced the instant CERCLA and\n\nRCRA actions against the defendants in the federal district court.\n\nThe EPA then obtained a court order for unimpeded access to the\n\nVega Alta site, and during the period from October 2000 through\n\nAugust 2001, it removed from the site seven hundred cubic yards of\n\nsoil contaminated with hazardous substances and two thousand five\n\nhundred leaking drums from its surface and subsurface.\n\n           During August 2001, the EPA also discovered one hundred\n\nleaking drums at the nearby Cataño site, and issued a RCRA Notice\n\nof Violation and Information Request to Dura Mas and Ortiz for\n\ncompany data concerning what (if any) hazardous substances had been\n\nstored or disposed of at the facility.             See 42 U.S.C. § 6927(a);\n\ninfra note 7.     Defendants failed to respond to the information\n\nrequest.\n\n           Subsequently,       the   EPA    amended   its   complaint    in   the\n\npending federal court action to seek, inter alia, recovery of its\n\nremoval costs at the Vega Alta site (approximately $4.1 million),\n\n\n                                      -4-\n\fand civil penalties for defendants’ failure to respond to the\n\nAugust 2001 Information Request at the Cataño facility.                   See 42\n\nU.S.C. § 6928(a)(1).1\n\n               Following a nine-day bench trial, the district court held\n\nthat       defendants    JG-24,   Ortiz,     and   Alvarez    were   jointly    and\n\nseverally liable for all costs of the removal action at the Vega\n\nAlta site, then imposed $263,000 in civil penalties against Dura\n\nMas    and     Ortiz    for   failure   to    comply   with    the   August    2001\n\nInformation Request for the Cataño site.               United States v. JG-24,\n\nInc., </pre><span class=\"citation\" data-id=\"2421622\"><a href=\"/opinion/2421622/united-states-v-jg-24-inc/\"><span class=\"volume\">331</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">14</span></a></span><pre class=\"inline\">, 75 (D.P.R. 2004).             Defendants appeal from\n\nthe judgment.\n\n\n\n\n       1\n           The RCRA penalty provision provides, in pertinent part:\n\n            [W]henever on the basis of any information the\n       Administrator determines that any person has violated or\n       is in violation of any requirement of this subchapter,\n       the Administrator may issue an order assessing a civil\n       penalty for any past or current violation, requiring\n       compliance immediately or within a specified time period,\n       or both, or the Administrator may commence a civil action\n       in the United States district court in the district in\n       which the violation occurred for appropriate relief,\n       including a temporary or permanent injunction.\n\n42 U.S.C. § 6928(a)(1).\n\n\n\n                                        -5-\n\f                                   II\n\n                               DISCUSSION\n\nA.   The EPA’s Characterization of the Cleanup as a “Removal\n     Action”\n\n             Appellants first contend that the district court erred in\n\nfinding them liable for the EPA’s response costs at the Vega Alta\n\nsite, in that the EPA’s cleanup action was inconsistent with the\n\nNational Contingency Plan (NCP), 40 C.F.R. pt. 300 (2004), and thus\n\ncannot satisfy the CERCLA definition of a “removal action.” See 42\n\nU.S.C. § 9601(23).2      Appellants specifically argue that the EPA\n\naction was inconsistent with the NCP because, inter alia, (i) the\n\n     2\n         Subsection 9601(23) defines “remove” or “removal” as:\n\n     the cleanup or removal of released hazardous substances\n     from the environment, such actions as may be necessary\n     [to take] in the event of the threat of release of\n     hazardous substances into the environment, such actions\n     as may be necessary to monitor, assess, and evaluate the\n     release or threat of release of hazardous substances, the\n     disposal of removed material, or the taking of such other\n     actions as may be necessary to prevent, minimize, or\n     mitigate damage to the public health or welfare or to the\n     environment, which may otherwise result from a release or\n     threat of release.\n\n42 U.S.C. § 9601(23).     By contrast, a “remedial action” is defined\nas:\n\n     [T]hose actions consistent with permanent remedy taken\n     instead of or in addition to removal actions in the event\n     of a release or threatened release of a hazardous\n     substance into the environment, to prevent or minimize\n     the release of hazardous substances so that they do not\n     migrate to cause substantial danger to present or future\n     public health or welfare or the environment.\n\nId. § 9601(24).\n\n                                  -6-\n\fNCP requires that a removal action begin “as soon as possible”\n\nafter discovery of contamination, see United States v. W.R. Grace\n\n& Co., </pre><span class=\"citation\" data-id=\"792529\"><a href=\"/opinion/792529/united-states-v-wr-grace-co-kootenai-development-corporation-wr/\"><span class=\"volume\">429</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1224</span></a></span><pre class=\"inline\">, 1233 (9th Cir. 2005), cert. denied, 127 S.\n\nCt. 379 (2006) (quoting 40 C.F.R. § 300.415(b)(3)), whereas the EPA\n\nwaited twenty-one months to begin the removal at the Vega Alta\n\nsite; and (ii) a “Final Pollution Report” issued in October 2002\n\nrefutes the district court’s factual finding that there were\n\nsignificant levels of RCRA hazardous substances found at the Vega\n\nAlta site, and therefore undercuts the court’s related decision\n\nthat the EPA reasonably decided to undertake a CERCLA removal\n\naction.         They     suggest    that,     as    a   consequence     of     this\n\nmischaracterization of the cleanup as a “removal action,” the EPA\n\nshould    be    liable     on   their   Federal    Torts   Claims     Act    (FTCA)\n\ncounterclaim for damages to the site resulting from the cleanup,\n\nand/or the EPA should not be permitted to recover costs in excess\n\nof the $2 million cost cap permitted for some removal actions.\n\n               Questions    concerning      the    interpretation     of     CERCLA\n\nnormally are reviewed de novo, see Am. Cyanamid Corp. v. Capuano,\n\n</pre><span class=\"citation no-link\"><span class=\"volume\">381</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">6</span></span><pre class=\"inline\">, 12 (1st Cir. 2004), with appropriate deference given to\n\nagency interpretations, see Chevron U.S.A. v. Natural Res. Def.\n\nCouncil, </pre><span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">837</span></a></span><pre class=\"inline\">, 843 (1984), and the EPA’s decision whether\n\nto conduct a removal action is reviewed under the deferential\n\n“arbitrary and capricious” standard, 42 U.S.C. § 9613(j)(2). Since\n\nappellants did not raise their legal arguments below, however, the\n\n\n                                        -7-\n\farguments are forfeited, and we review them on appeal for plain\n\nerror only,3 which requires that appellants demonstrate (i) an\n\nerror (ii) which was clear or obvious and which not only (iii)\n\naffected their substantial rights, but also (4) seriously impaired\n\nthe fairness, integrity, or public reputation of the judicial\n\nproceedings.   See Cipes v. Mikasa, Inc., </pre><span class=\"citation\" data-id=\"202086\"><a href=\"/opinion/202086/cipes-v-mikasa-inc/\"><span class=\"volume\">439</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">52</span></a></span><pre class=\"inline\">, 55-56 (1st\n\nCir. 2006).\n\n          We perceive no “clear or obvious” error.   The contention\n\nthat the cleanup of the Vega Alta site was inconsistent with the\n\n\n     3\n      Appellants filed no reply brief to the government’s\ncontention that they did not preserve these “removal action” issues\nin the district court, see Gonzalez v. El Dia, Inc., </pre><span class=\"citation\" data-id=\"200115\"><a href=\"/opinion/200115/gonzalez-v-el-dia-inc/\"><span class=\"volume\">304</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">63</span></a></span><pre class=\"inline\">,\n74 (1st Cir. 2002) (noting that party’s failure to file a reply\nbrief contesting the opposing party’s allegations of forfeiture is\nitself some evidence that the issues were forfeited), nor has our\nindependent review of the record unearthed any articulation of\nthese legal issues by the defense below. At oral argument, the\nappellants contended that issue preservation occurred when the\ndistrict court announced that it would assume, without taking\nexpert evidence, that the EPA’s cleanup was properly characterized\nas a “removal action.” We disagree. At that juncture, appellants’\ntrial counsel should have notified the court – but did not – that\nappellants were contesting the EPA’s characterization of the\ncleanup as a removal action. Appellants also maintain that they\npreserved the legal issues merely because the appellate record\ncontains all the facts necessary to decide them. This contention\nis patently absurd. Many hypothetical legal issues may lurk in a\ngiven factual record, yet the district court is not obligated to\nreach such issues absent counsels’ explicit identification of the\nlegal questions actively disputed. Indeed, given that appellants’\nlegal contentions turn in part on whether the EPA’s cleanup was\n“inconsistent” with the NCP, their failure to raise these\ncontentions deprived the government of the opportunity to develop\na factual record refuting the alleged inconsistency.      See Cool\nMoose Party v. Rhode Island, </pre><span class=\"citation\" data-id=\"765086\"><a href=\"/opinion/765086/the-cool-moose-party-v-state-of-rhode-island/\"><span class=\"volume\">183</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">80</span></a></span><pre class=\"inline\">, 83-84 (1st Cir. 1999)\n(noting that finding of forfeiture is “particularly appropriate”\nwhere preservation would have enabled further development of\nfactual record below).\n\n                               -8-\n\fNCP because the EPA did not initiate it “as soon as possible” after\n\ndiscovery     of   contamination   falls    well   short   of   the   mark.\n\nAppellants rely on W.R. Grace, in which the court merely noted\n\nthat, in some circumstances, the manner in which the EPA executes\n\na cleanup plan may undercut or belie its initial characterization\n\nof the plan as a “removal action.”         429 F.3d at 1232-34 (finding,\n\nhowever, that EPA did comply with 40 C.F.R. § 300.415(b)(3)).          For\n\nexample, because the EPA’s initial characterization depended on its\n\ndetermination of an imminent risk of fire and aquifer contamination\n\nat the Vega Alta site, see 40 C.F.R. § 300.415(b)(2),4 one would\n\n\n     4\n      NCP regulations require the EPA to consider eight factors\nbefore deciding whether to conduct a removal action:\n\n     (i)           Actual or potential exposure to nearby human\n                   populations, animals, or the food chain from\n                   hazardous    substances  or    pollutants   or\n                   contaminants;\n     (ii)          Actual or potential contamination of drinking\n                   water supplies or sensitive ecosystems;\n     (iii)         Hazardous    substances  or    pollutants   or\n                   contaminants in drums, barrels, tanks, or\n                   other bulk storage containers, that may pose a\n                   threat of release;\n     (iv)          High   levels of hazardous substances or\n                   pollutants or contaminants in soils largely at\n                   or near the surface, that may migrate;\n     (v)           Weather conditions that may cause hazardous\n                   substances or pollutants or contaminants to\n                   migrate or be released;\n     (vi)          Threat of fire or explosion;\n     (vii)         The availability of other appropriate federal\n                   or state response mechanisms to respond to the\n                   release; and\n     (viii)        Other situations or factors that may pose\n                   threats to public health or welfare of the\n                   United States or the environment.\n\n\n                                   -9-\n\fexpect a reasonably expeditious execution of the cleanup plan.\n\nAppellants’ predicament, however, is threefold.\n\n           The appellate record demonstrates that the EPA’s   April\n\n1999 inspection described the Vega Alta site as a “war zone”\n\nlittered with exposed flammable hazardous materials, and the EPA\n\nmade all the statutorily required factual determinations pursuant\n\nto § 300.415(b)(2) necessary to its initial characterization of the\n\ncleanup as a “removal action.”      Further, a delay of twenty-one\n\nmonths is not per se unreasonably dilatory, and in part because of\n\nappellants’ failure to raise the legal issue below, the appellate\n\nrecord contains no factual basis from which we fairly might assess\n\nwhether twenty-one months was not reasonably prompt either in terms\n\nof the average execution time of EPA cleanups in general, or of\n\ncleanups   conducted   in    comparable   circumstances.   Finally,\n\nappellants are in an especially poor position to argue that any\n\nprorogation of the cleanup efforts was unreasonable, given their\n\nrepeated refusals voluntarily to allow EPA access to the site,\n\nwhich required that the EPA seek warrants to enter.    Absent record\n\nfoundation, appellants cannot begin to demonstrate any error which\n\nwas “clear or obvious.”     W.R. Grace, 429 F.3d at 1245 (“Once we\n\ndetermine that a response action on the whole is, by nature,\n\nclassified as a removal action under the law, we will not delve\n\n\n\n40 C.F.R. § 300.314(b)(2).\n\n\n                                 -10-\n\ffurther to second-guess the underlying data absent a showing of\n\nspecific evidence that the EPA's conclusions were not warranted.”).\n\n           Likewise, we discern no “clear or obvious” error based on\n\nthe appellants’s assertion that a “Final Pollution Report” refutes\n\nthe district court’s finding that there had been significant levels\n\nof RCRA hazardous substances stored and disposed of at the Vega\n\nAlta site, and therefore undermines the court’s related decision\n\nthat the EPA was not arbitrary or capricious in undertaking a\n\nCERCLA removal action.   The Final Pollution Report was issued in\n\nOctober 2002, long after the EPA initially characterized the\n\ncleanup as a removal action, and a year after it initiated the\n\ncleanup.   Under CERCLA, judicial review normally is limited to the\n\nadministrative record as it existed at the time of the challenged\n\nagency action.   See Camp v. Pitts, </pre><span class=\"citation\" data-id=\"108752\"><a href=\"/opinion/108752/camp-v-pitts/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">138</span></a></span><pre class=\"inline\">, 142 (1973).   That\n\ncontemporary record, including the portentous results of the EPA’s\n\nApril 1999 inspection, graphically depicts Vega Alta as a “war\n\nzone” with hundreds of deteriorating and leaking drums strewn\n\nthroughout the property, evidence that waste materials had been\n\nburied below ground, and high concentrations of styrene and acetone\n\nvapors in the air.   Normally, we do not allow supplementation of\n\nthe administrative record unless the proponent points to specific\n\nevidence that the agency acted in bad faith.    See Town of Norfolk\n\nv. U.S. Army Corps of Eng’rs, </pre><span class=\"citation\" data-id=\"586821\"><a href=\"/opinion/586821/town-of-norfolk-and-town-of-walpole-v-united-states-army-corps-of/\"><span class=\"volume\">968</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1438</span></a></span><pre class=\"inline\">, 1458-59 (1st Cir.\n\n1992).   At most, appellants charge that the Final Pollution Report\n\n\n                                -11-\n\fproved the EPA wrong or overcautious in its initial assessment of\n\nthe RCRA threat.      Yet more importantly, the government aptly notes\n\nthat the Final Pollution Report purports to detail only those RCRA\n\nwastes recovered during the excavation, and does not preclude a\n\nfinding – based on the condition of the property (e.g., blatant\n\nevidence that appellants previously had burned RCRA wastes) – that\n\nsubstantial amounts of these RCRA wastes already had been stored\n\nand/or disposed of at the site during appellants’ pre-cleanup\n\noperations which could not be recovered during the removal action.\n\nAppellants also fail to specify how the district court’s RCRA\n\nfindings – whether or not refuted by the Final Pollution Report –\n\nundercut the district court’s discrete finding that the EPA’s\n\ninitial assessment of the CERCLA violations at the Vega Alta site\n\nwas neither arbitrary nor capricious.             See Acushnet Co. v. Mohasco\n\nCorp.,   </pre><span class=\"citation\" data-id=\"198635\"><a href=\"/opinion/198635/acushnet-v-coaters/\"><span class=\"volume\">191</span>   <span class=\"reporter\">F.3d</span>   <span class=\"page\">69</span></a></span><pre class=\"inline\">,    76   (1st    Cir.    1999)   (noting   that   CERCLA\n\nregulates      the    designated          hazardous       substances     “however\n\ninsignificant” the amount).         A fortiori, appellants have not met\n\ntheir burden to demonstrate an error which was “clear or obvious.”5\n\nB.   Civil Penalties for Noncompliance with RCRA § 6927\n\n            Appellants      Ortiz   and    Dura    Mas    next   argue   that   the\n\n\n\n     5\n      As we conclude that the district court did not commit plain\nerror in upholding the EPA’s characterization of the cleanup as a\n“removal action,” we also must affirm its decision that the EPA\nproperly exceeded the $2 million cost cap for removal actions, as\nwell as its decision to dismiss appellants’ FTCA counterclaim for\ndamages.\n\n                                         -12-\n\fdistrict court erred in imposing civil penalties for their failure\n\nto respond to the EPA’s August 2001 Information Request for the\n\nCataño site because, only fourteen days after that request, the EPA\n\nmade an on-site inspection, during which the EPA had the statutory\n\nauthority to collect the requested information itself.         See 42\n\nU.S.C. § 6927(a).6\n\n             We normally review questions regarding the interpretation\n\nof RCRA provisions de novo, see Maine People’s Alliance & Natural\n\nRes. Def. Council v. Mallinkrodt, Inc., </pre><span class=\"citation\" data-id=\"202562\"><a href=\"/opinion/202562/maine-peoples-v-holtrachem/\"><span class=\"volume\">471</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">277</span></a></span><pre class=\"inline\">, 286 (1st Cir.\n\n2006), giving appropriate deference to agency interpretations, see\n\n\n\n     6\n         Section 6927(a) provides, in pertinent part:\n\n          For purposes of developing or assisting in the\n     development of any regulation or enforcing the provisions\n     of this chapter, any person who generates, stores,\n     treats, transports, disposes of, or otherwise handles or\n     has handled hazardous wastes shall, upon request of any\n     officer, employee or representative of the Environmental\n     Protection Agency, duly designated by the Administrator\n     . . . furnish information relating to such wastes and\n     permit such person at all reasonable times to have access\n     to, and to copy all records relating to such wastes. For\n     the purposes of . . . enforcing the provisions of this\n     chapter, such officers, employees or representatives are\n     authorized-\n\n             (1) to enter at reasonable times any establishment\n             or other place where hazardous wastes are or have\n             been generated, stored, treated, disposed of, or\n             transported from;\n\n             (2) to inspect and obtain samples from any person\n             of any such wastes and samples of any containers or\n             labeling for such wastes.\n\n 42 U.S.C. § 6927(a).\n\n                                  -13-\n\fChevron U.S.A., 467 U.S. at 843.           Appellants did not raise their\n\nstatutory construction before the district court, however, so we\n\nagain review only for plain error.          See Cipes, 439 F.3d at 55-56;\n\nsupra note 3.\n\n            Any error in refusing to employ appellants’ unarticulated\n\nstatutory interpretation was not remotely “clear or obvious.”\n\nCipes, 439 F.3d at 55-56.        Appellants cite no case authority for\n\nthe proposition that an intervening EPA inspection relieves a party\n\nof the responsibility to respond in writing to an RCRA Information\n\nRequest.     The RCRA’s plain language sets forth the two remedies as\n\ndistinct and cumulative (viz., “furnish information relating to\n\nsuch wastes and permit such person at all reasonable times to have\n\naccess”) (emphasis added), which comports with Congress’s expressed\n\nintention that the RCRA serve the broadest remedial purposes.          See\n\nUnited States v. Charles George Trucking Co., </pre><span class=\"citation\" data-id=\"491460\"><a href=\"/opinion/491460/united-states-v-charles-george-trucking-co-charles-george-sr-and/\"><span class=\"volume\">823</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">685</span></a></span><pre class=\"inline\">, 689\n\n(1st Cir. 1987).        “By authorizing the agency to mount inspections\n\nand to collect information from persons and entities involved with\n\nhazardous residues, § 6927(a) directly facilitates the government’s\n\nability to battle the polluters.”          Id. (emphasis added).    As the\n\nparty with the greatest knowledge and control of the pertinent\n\nrecords, the person receiving an Information Request is in the best\n\nposition to cull the records with maximum efficiency. Accordingly,\n\nwe discern no plain error in the district court’s decision to\n\nimpose     per   diem    civil   penalties    for   appellants’    conceded\n\n\n                                    -14-\n\fnoncompliance with the § 6927(a) Request.7\n\n          Affirmed.\n\n\n\n\n     7\n      Oddly, appellants also challenge – as “irrelevant” – the\ndistrict court’s decision to pierce the corporate veil of JG-24 and\nDura Mas to impose strict liability on their individual owners and\noperators (viz., Ortiz and Alvarez). They observe that CERCLA and\nRCRA already make the individual owners and operators of corporate\npolluters jointly liable for cleanup costs. Appellants did not\npreserve this issue below.       If the veil-piercing is indeed\nirrelevant, however, they cannot show that the district court’s\ndecision “affected their substantial rights,” and thus they cannot\ndemonstrate plain error. See Cipes, 439 F.3d at 55-56.\n\n                               -15-\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108752/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111221/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198635/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200115/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202086/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202562/",
    "http://www.courtlistener.com/api/rest/v3/opinions/491460/",
    "http://www.courtlistener.com/api/rest/v3/opinions/586821/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765086/",
    "http://www.courtlistener.com/api/rest/v3/opinions/792529/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2421622/"
  ]
}