{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202657/",
  "absolute_url": "/opinion/202657/united-states-v-gilman/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202657/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:58:55Z",
  "date_modified": "2016-02-28T05:08:26.626335Z",
  "type": "010combined",
  "sha1": "e706457ad5fda9bbf4b3a4b650be15af89ea3ffa",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/06-1376-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2007/03/08/US_v._Gilman.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\nNo. 06-1376\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                               v.\n\n                      THURSTON GENE GILMAN,\n\n                      Defendant, Appellant.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Reginald C. Lindsay, U.S. District Judge]\n\n\n                             Before\n\n                      Howard, Circuit Judge,\n                  Selya, Senior Circuit Judge,\n               and Shadur,* Senior District Judge.\n\n\n\n     John J. Commisso, with whom Thomas M. Hoopes and Kelly, Libby\n& Hopes, P.C. were on brief, for appellant.\n     Victor A. Wild, Assistant United States Attorney, with whom\nMichael J. Sullivan, United States Attorney, and Cynthia A. Young,\nAssistant United States Attorney, were on brief, for the United\nStates.\n\n\n\n                          March 8, 2007\n\n\n\n__________\n* Of the Northern District of Illinois, sitting by designation.\n\f            SHADUR,    Senior      District    Judge.    Thurston      Gene   Gilman\n\n(“Gilman”)    challenges     his    criminal     sentence,      urging      that    the\n\ndistrict    court   below    committed      multiple     procedural      errors      by\n\n(1) placing too much weight on the advisory sentencing guidelines,\n\n(2) failing to explain adequately the reasons for the sentence\n\nimposed and (3) taking into account impermissible considerations as\n\npart of his sentencing decision.               Gilman also argues that his\n\nsentence is unreasonably high in light of various mitigating\n\ncircumstances.\n\n            We find all of Gilman’s arguments unpersuasive save one\n\ntwo-part contention: that the district court (1) failed to provide\n\nan adequate explanation of its sentencing decision “in open court,”\n\nas required by 18 U.S.C. §3553(c), and (2) failed to particularize\n\nhis reason for the specific sentence imposed, as required by 18\n\nU.S.C. §3553(c)(1).1        Nonetheless, because Gilman forfeited those\n\narguments in the court below, we are limited to plain-error review.\n\nAnd   because   Gilman   cannot      show     that    the   error     affected      his\n\nsubstantial rights, we affirm the sentence imposed by the district\n\ncourt.\n\n                                    Background\n\n            On July 18, 2005 Gilman pleaded guilty to one count of\n\nwillful    violation   of    the    Investment       Advisers   Act    of    1940   in\n\n\n      1\n       For convenience, further citation to that section will take\nthe form “Section 3553--,” omitting the prefatory reference to\nTitle 18 U.S.C.\n\n                                       -2-\n\fcontravention of 15 U.S.C. §§80b-6 and 80b-17 and to 18 counts each\n\nof mail fraud and wire fraud in violation of 18 U.S.C. §§1341 and\n\n1343 respectively.      As recounted in the Presentence Investigation\n\nReport (“PSI”) prepared by the Probation Office, the tale leading\n\nup to that guilty plea is a disheartening story of betrayal of\n\npersonal relationships and trust that came to an end only after\n\nGilman saw his house of cards collapsing beneath him and came clean\n\nvia his plea.\n\n              Before he embarked on his criminal activities, Gilman had\n\nbeen an independent securities broker and investment advisor for\n\nmore   than    20   years,   serving   long-term   clients   with   whom   he\n\ndeveloped close personal as well as professional relationships.\n\nBeginning in November 1998 and continuing until November 2003,\n\nGilman abused his position and the trust that his clients placed in\n\nhim by illegally and fraudulently diverting investors’ funds from\n\nthe domestic securities accounts that they believed they owned into\n\ntwo start-up ventures operated by Gilman. Gilman hid those actions\n\nfrom his clients by periodically issuing false account statements\n\nassuring them that their money was invested and appreciating as\n\npromised.\n\n              While it is unnecessary to detail the ins and outs of\n\nGilman’s scheme, it does bear mention that he went so far as to\n\ndragoon one of his sons into the plot, apparently contributing to\n\nthat son’s nervous breakdown and hospitalization in the summer of\n\n\n                                       -3-\n\f2003.     Gilman’s   start-ups--a   software     outfit   and   an   Italian\n\nsunglasses distributor--did not work out as he had planned, and his\n\nunwitting investors’ money was lost.        Those losses, totaling more\n\nthan $11 million, impacted retirement funds, college savings and\n\nestate plan assets of some 55 victims.\n\n           In   November   2003,   with   the   Securities   and     Exchange\n\nCommission (“SEC”) investigating an unrelated but too-close-to-home\n\nissue with one of his other dealings, Gilman decided that the jig\n\nwas up.    Though it was still possible that the SEC would not\n\ndiscover his fraud, Gilman had his lawyer communicate with the\n\nUnited States Attorney’s Office in Boston to self-report the crime\n\nand cooperate with the government in uncovering the extent of his\n\nmisdealing. Hoping that the government would spare any prosecution\n\nof his son (which it did), Gilman cooperated with the investigation\n\nand provided extensive information that assisted the government in\n\nfully exposing his complex scheme and identifying all of the\n\ndeceived victims.     Without the benefit of a plea bargain, Gilman\n\nthen entered a straight plea of guilty to all of his crimes.\n\n           We arrive now at the critical scene for this appeal:\n\nGilman’s sentencing hearing in January 2006.              Using the 2005\n\nSentencing Guidelines Manual (“Manual”) and information reported in\n\nthe PSI, the district court calculated Gilman’s base offense level\n\nas 7 (Guideline §2B1.1(a)(1)) and added 20 levels for the over $11\n\nmillion in resulting losses (Guideline §2B1.1(b)(1)(K)), 4 levels\n\n\n                                    -4-\n\ffor the 55 victims involved (Guideline §2B1.1(b)(2)(B)), 2 levels\n\nfor   the    sophisticated   means   used   in   the   offense   (Guideline\n\n§2B1.1(b)(9)(C)), 4 levels for the violation of securities law by\n\na registered investment advisor (Guideline §2B1.1(b)(15)(A)(iii))\n\nand 2 levels for being an organizer, leader, manager or supervisor\n\nof criminal activity with fewer than five culpable participants\n\n(Guideline §3B1.1(c)).       After a 3-level reduction for Gilman’s\n\nacceptance of responsibility and his early guilty plea (Guideline\n\n§3E1.1(a)-(b)), the district court reached a net offense level of\n\n36.       That, together with Gilman’s criminal history category I,\n\nproduced a guideline range of 188 to 235 months.           Gilman did not\n\nobject to any of those calculations.2\n\n              After hearing from several victims of Gilman’s scheme and\n\nlistening to Gilman’s arguments for departure and mitigation, the\n\ndistrict court pronounced sentence.         Addressing Gilman, the court\n\nsaid that after hearing the victims’ statements it was moved to\n\nthink about the harm caused by Gilman’s fraud--the loss of planned\n\nretirements, college savings and savings for health needs as well\n\nas the frustration of inheritance plans--as compared to the harm\n\ncaused by some of the drug crimes, committed by individuals from\n\ndifficult backgrounds, for which it regularly handed down long\n\nprison sentences.       Next the court addressed Congress’ growing\n\n\n      2\n        Gilman did object to the use of the 2005 Manual rather than\nthe 2002 Manual, but he has not advanced that objection here on\nappeal.\n\n                                     -5-\n\fconcern with economic crimes since 2000 and spoke of the abuse of\n\npersonal and professional trust at the root of Gilman’s deceit.\n\n          At   that   point   the   court   likened    Gilman’s   requested\n\nsentence to the “worst day” that the court had ever had on the\n\nbench, a case in which the court had felt compelled by the then-\n\nmandatory sentencing guidelines to hand down a harsh 204 month\n\nsentence for a man convicted of burning down his own convenience\n\nstore to collect the insurance money.         In closing, the district\n\ncourt said that it was primarily moved by the stories of lives\n\n“shattered” by Gilman’s crime, and it imposed the selfsame 204\n\nmonth sentence--one that was in the middle of the established\n\nguideline range.\n\n               Challenges to the Sentencing Procedure\n\n          Gilman first brings a multifaceted challenge to the\n\nsentencing procedure followed by the district court. We review de\n\nnovo such legal challenges to sentencing procedure (United States\n\nv. Rivera, 448 F.3d 82, 84 (1st Cir. 2006)).          But when a defendant\n\nhas failed to raise such an objection below, we treat the issue as\n\nforfeited and hence as reviewable only for plain error (United\n\nStates v. Turbides-Leonardo, 468 F.3d 34, 38 (1st Cir. 2006)).          To\n\nestablish plain error an appellant bears the burden of showing\n\n(United States v. Duarte, 246 F.3d 56, 60 (1st Cir. 2001)):\n\n          (1) that an error occurred (2) which was clear\n          or obvious and which not only (3) affected the\n          defendant’s substantial rights, but also (4)\n          seriously impaired the fairness, integrity, or\n\n                                    -6-\n\f              or public reputation of judicial proceedings.\n\n              Since the Supreme Court decided United States v. Booker,\n\n543 U.S. 220 (2005), we have had several occasions to set forth a\n\nproper sentencing procedure to be followed by district courts--most\n\ndefinitively in our en banc decision in United States v. Jiménez-\n\nBeltre, 440 F.3d 514, 518-19 (1st Cir. 2006).              Even though Booker\n\ndecreed   the    sentencing    guidelines     to    be    only    advisory,    the\n\nguidelines      still   play   an    important     role   in     the   sentencing\n\nprocedure, so that (as was done here) a court should ordinarily\n\nbegin by calculating the applicable guideline range (id. at 518).\n\nOnce   that    now-advisory    range    is   established,        the   court   must\n\nevaluate the factors set out in Section 3553(a) to consider whether\n\nto exercise its discretion to impose a non-guideline sentence\n\n(United States v. Thurston, 456 F.3d 211, 215 (1st Cir. 2006)).\n\nFinally, and no less important, the court must provide a detailed,\n\ncase-specific explanation for imposing the chosen sentence (id.).\n\n              Gilman’s first challenge to the procedure followed in\n\nthis case--his argument that the district court placed too much\n\nweight on the guidelines, effectively treating them as mandatory--\n\nmay be set aside quickly.           On that score Gilman seeks support in\n\nsuch indicia as (1) the court’s use of the word “departure” and not\n\n“mitigation,” (2) the court’s emphasis on the policies it saw\n\nbehind the stiffer guideline ranges for economic crimes that took\n\neffect in November 2003 and (3) the court’s failure to state in so\n\n\n                                       -7-\n\fmany words that it was treating the guidelines as advisory under\n\nBooker.\n\n           That compound contention does not hold water in any\n\nrespect.   While the district court did not state for the record\n\nthat it was treating the guidelines as advisory, it is clear from\n\nthe sentencing transcript that everyone recognized that to be true.\n\nThus Gilman’s attorney expressly asked for departure or for Section\n\n3553(a) mitigation, and the court itself just as      specifically\n\nasked the government to respond to the question whether it should\n\nnot impose a guideline sentence at all.       Moreover, given the\n\ncontinuing importance of the guidelines as a means for bringing the\n\npolicy decisions of the Sentencing Commission into the sentencing\n\nprocess, the court’s measured deference to the policies behind the\n\nguideline recommendations for Gilman’s economic crimes was entirely\n\nappropriate (see United States v. Pho, 433 F.3d 53, 62 (1st Cir.\n\n2006)).\n\n           In short, although the guidelines had a significant\n\ninfluence on the district court’s sentencing decision, it plainly\n\ntreated them as advisory while considering Gilman’s arguments--\n\nthough it did not find them ultimately persuasive--for applying a\n\nnon-guideline sentence.   There is surely no error in that.\n\n           Gilman’s second front in his procedural challenge to the\n\nsentencing gives us more pause.       There he contends that the\n\ndistrict court failed to provide an adequate explanation for the\n\n\n                                -8-\n\fsentence imposed by not speaking to the Section 3553(a) factors\n\nthat should have been addressed, instead taking into account other\n\nfactors that should not have been considered, and in the end by\n\nleaving a record too limited for effective appellate review.\n\n              There is no question that a district court is required to\n\nprovide a reasoned and case-specific explanation for the sentence\n\nit imposes.     Whether a sentence is within or outside the guideline\n\nrange, we require such an explanation to enable us to review the\n\nreasonableness of the sentence (Jiménez-Beltre, 440 F.3d at 519).\n\nAnd beyond that, Section 3553(c) requires a sentencing judge to\n\n“state   in    open   court    the    reasons    for   its   imposition     of   the\n\nparticular sentence”--and most particularly, where (as here) the\n\napplicable     guideline      range   exceeds    24    months     the   court    must\n\narticulate “the reason for imposing a sentence at a particular\n\npoint within the range.”\n\n              Turbides-Leonardo,       468    F.3d   at   40-41   (citations     and\n\ninternal      quotation    marks      omitted)       recently     summarized     the\n\nprinciples we have applied in reviewing district courts’ sentencing\n\nexplanations.      We allow a good deal of leeway:\n\n              This [Section 3553(c)] directive does not mean\n              that the sentencing court’s explanation need\n              be precise to the point of pedantry.     While\n              the court ordinarily should identify the main\n              factors upon which it relies, its statement\n              need not be either lengthy or detailed.     By\n              the same token, a sentencing court is not\n              required to address frontally every argument\n              advanced by the parties, nor need it dissect\n              every factor made relevant by 18 U.S.C. §3553\n\n                                        -9-\n\f          one by one, in some sort of rote incantation,\n          when explicating its sentencing decision.\n          Even silence is not necessarily fatal; a\n          court’s reasoning can often be inferred by\n          comparing what was argued by the parties or\n          contained in the presentence report with what\n          the judge did.\n\n          While we have on occasion gone to significant lengths in\n\ninferring the reasoning behind, and thus in affirming, some less-\n\nthan-explicit explanations by district courts (see, e.g., United\n\nStates v. Scherrer, 444 F.3d 91, 94-95 (1st Cir. 2006)(en banc);\n\nUnited States v. Navedo-Concepción, 450 F.3d 54, 57-58 (1st Cir.\n\n2006); United States v. Feliz, 453 F.3d 33, 36 (1st Cir. 2006)),\n\nthere are limits.   First, if we are in fact unable to discern from\n\nthe record the reasoning behind the district court’s sentence,\n\nappellate review is frustrated and “it is incumbent upon us to\n\nvacate, though not necessarily to reverse” (Feliz, 453 F.3d at 36)\n\nthe decision below to provide the district court an opportunity to\n\nexplain its reasoning at resentencing (see also United States v.\n\nMcDowell, 918 F.2d 1004, 1012 (1st Cir. 1990)).    Second, because\n\nSection 3553(c) calls for an explanation “in open court” at the\n\ntime of sentencing, we may remand for resentencing when a court has\n\nprovided no explanation at the sentencing hearing (see, e.g.,\n\nNavedo-Concepción, 450 F.3d at 56 & 56 n.1).\n\n          Here the district court weighed the perceived relative\n\nharms caused by the economic crimes committed by Gilman and by the\n\ndrug crimes for which the court routinely handed down lengthy\n\n\n                               -10-\n\fprison terms, then considered the policy behind the increased\n\nguideline sentences for economic crimes beginning in November 2003.\n\nNext the court rather obliquely discussed the 204 month sentence it\n\nhad reluctantly handed down in the earlier arson case under what\n\nwere, at that pre-Booker time, considered mandatory sentencing\n\nguidelines.   Finally, the    court explained that it was primarily\n\ninfluenced by the victims’ statements about how Gilman’s conduct\n\n“shattered” their lives, and then announced the 204 month guideline\n\nsentence for Gilman.\n\n           Those   in-court   statements,       which   the   court   itself\n\nreferred to as a “sort of soliloquy,” suggest a consideration of\n\nthe harm caused to society by Gilman’s conduct, and we can infer\n\nfrom them that the court considered and found unpersuasive Gilman’s\n\narguments for a below-guideline sentence (see Scherrer, 444 F.3d at\n\n94-95).    Here,   however,   that   is   not   enough.   While   Turbides-\n\nLeonardo, 468 F.3d at 41 allows      “a lesser degree of explanation”\n\nwhen a within-guideline-range sentence is imposed, the statement\n\nhere does not identify the reason that the district court imposed\n\na sentence in the middle of the guideline range rather than\n\nelsewhere within that range (which spans more than 24 months), in\n\ndirect violation of Section 3553(c)(1).            We find the district\n\ncourt’s explanation insufficient as a matter of law under that\n\nsection.\n\n           But we see no suggestion in the record that Gilman\n\n\n                                 -11-\n\fobjected to that deficiency in the court below.               Having failed to\n\ndo so, he has forfeited his Section 3553(c)(1) argument, and he\n\nmust thus make a showing of plain error to win a remand on that\n\nscore (Duarte, 246 F.3d at 60).               Even if the shortfall of the\n\ncourt’s explanation in that respect is viewed as an obvious error,\n\nthat would leave Gilman standing only at second base.                 To make it\n\nto home plate by establishing plain error, Gilman must round each\n\nof the bases as to which he carries the burden of persuasion\n\n(Turbides-Leonardo, 468 F.3d at 39).\n\n              To reach third base in those terms, Gilman must show that\n\nthe inadequate explanation affected his “substantial rights” (id.),\n\na term that has generally been taken to mean that he must show that\n\nthe error was prejudicial in the sense that “[i]t must have\n\naffected the outcome of the district court proceedings” (United\n\nStates v. Olano, 507 U.S. 725, 734 (1993)).                  In the sentencing\n\ncontext that translates to a requirement that a defendant must\n\npaint a picture that illuminates “a reasonable probability that,\n\nbut    for   the   error,    the   district   court   would    have   imposed   a\n\ndifferent, more favorable sentence” (Turbides-Leonardo, 468 F.3d at\n\n39).\n\n              To look for a moment outside our circuit, United States\n\nv. Molina, 356 F.3d 269, 277-78 (2d Cir. 2004) also proves helpful\n\nin    our    review   of    Gilman’s   chances   in   that    regard.    Molina\n\nconcluded that even though the sentencing court had committed error\n\n\n                                       -12-\n\funder Section 3553(c)(1) by not sufficiently stating in open court\n\nthe grounds for its decision, the court nonetheless facilitated\n\nappellate review by providing a sufficient reasonable explanation\n\nin   a   written   statement   of   reasons,   and   for   that   reason   the\n\ndefendant could not show that he was prejudiced under plain error\n\nreview.\n\n            While in this instance the district court’s statement at\n\nthe sentencing hearing itself was inadequate as a matter of law,\n\nthe record provides no reason to believe that remanding this case\n\nto the district court for resentencing would in any way alter\n\nGilman’s sentence (see Navedo-Concepción, 450 F.3d at 57). To that\n\nend we have looked to the later written statement of reasons\n\naccompanying the judgment and commitment order, a statement in\n\nwhich the district court itemized multiple case-specific reasons\n\nfor the length of the sentence:       (1) the substantial length of the\n\nfraud that came to an end only after discovery by the SEC became\n\nlikely, (2) Gilman’s facilitation of his crime through the betrayal\n\nof trust placed in him by friends, (3) his callousness to the\n\ndegree of harm involved in the destruction of retirement, health\n\nand education savings and (4) his willingness to lure his own\n\nunwilling son into the terrible mess that he had created.                   In\n\nconclusion the district court “concede[d]” that the sentence he\n\nimposed was driven by the “nature and circumstances of these\n\nparticular offenses and the need to provide just punishment in\n\n\n                                     -13-\n\flight of the nature and circumstances involved.”\n\n              Even though that explanation was statutorily called for\n\nat the time of sentencing, its belated pronouncement shows the\n\ndistrict court’s reasoning that ties the defendant’s specific\n\nconduct to Section 3553(a) considerations and to specific relevant\n\ngoals    of    sentencing.       In   affirming       another    district   court’s\n\nsentencing decision, Scherrer, 444 F.3d at 93-94 found very similar\n\nfactors, such as the harm caused by a fraudulent betrayal of trust\n\nleading to the loss of retirement funds, to be entirely appropriate\n\nconsiderations of the “nature and characteristics of the offense\n\nand the history and characteristics of the defendant” per Section\n\n3553(a)(1).         With the district court in this case thus having made\n\nits explanation clear--albeit belatedly--for appellate review, we\n\ncannot believe that the           court would be persuaded to alter its\n\ncourse on a resentencing. Under that analysis Gilman cannot show\n\nthat    he    has    been   prejudiced   by     the   district    court’s   Section\n\n3553(c)(1) violation, so as to make a case for plain error.\n\n              Gilman also takes a slightly different tack to challenge\n\nthe adequacy of the district court’s explanation, asserting that it\n\nsuggests reliance on three impermissible factors: (1) congressional\n\nintent, (2) a comparison of drug crime with economic crime and (3)\n\nthe sentence imposed by the court in the earlier arson case.                    We\n\nfind those arguments unpersuasive as well.\n\n              Two of those contentions merit short shrift indeed.               As\n\n\n                                         -14-\n\ffor the first, it was entirely appropriate for the court to\n\nconsider what it viewed as the congressional intent behind the\n\nsentencing guidelines in evaluating the individual characteristics\n\nof this case (see Pho, 453 F.3d at 62).            Second, Gilman’s argument\n\nthat the comparison of drug crimes and economic crimes was error\n\nunder Section 3553(a)(6) because they do not equate to “similar\n\nconduct” is likewise without merit. Plainly the district court was\n\nnot suggesting that a drug peddler and Gilman were “defendants with\n\nsimilar records who have been found guilty of similar conduct”\n\nunder Section 3553(a)(6).    Instead it was permissibly weighing the\n\ncomparative harms caused by those crimes in an effort to impose a\n\n“just punishment for the offense” under Section 3553(a)(2)(A).\n\n            Gilman’s   argument   as   to    the    earlier   arson    case   is\n\nsimilarly   unavailing.   Although     the    district     court   ultimately\n\nimposed identical terms of imprisonment in the two cases, it is\n\nagain clear that was not for Section 3553(a)(6) purposes.               Instead\n\nthe length of the earlier sentence obviously factored into the\n\ncourt’s consideration of the harm caused by Gilman and the sentence\n\naccordingly required to impose just punishment on him.                We cannot\n\nreasonably expect a district court to approach each sentence as a\n\ntabula rasa, divorced from its experience and decisions as to other\n\ncriminal defendants whom it has had the trying duty to sentence.\n\n                 Challenge to the Length of Sentence\n\n            In Gilman’s final salvo of challenges he asserts that his\n\n\n                                   -15-\n\fsentence is unreasonably high due to a failure of the district\n\ncourt to weigh the Section 3553(a) factors and various mitigating\n\ncircumstances properly.     In the absence of any error in the\n\ncalculation of the guideline range, and in the presence of a\n\ndiscernable explanation for the sentencing decision, we review a\n\nsentencing court’s considered judgment solely for reasonableness\n\n(Jiménez-Beltre, 440 F.3d at 519).     We approach that review with\n\nmeasured   deference,   respecting   the   district   court’s   primary\n\nresponsibility for sentencing and recognizing that “there can be\n\nmore than one reasonable way of assessing a factor and more than\n\none reasonable result” (id.).   Because Gilman seeks here to attack\n\nan in-guideline-range sentence as excessive, he must “adduce fairly\n\npowerful mitigating reasons and persuade us that the district judge\n\nwas unreasonable in balancing pros and cons despite the latitude\n\nimplicit in saying that a sentence must be ‘reasonable’” (Navedo-\n\nConcepción, 450 F.3d at 59).\n\n           Perhaps Gilman’s most significant contention is that\n\nbecause his entire crime save for one wire transfer was executed\n\nbefore the effective date of the 2003 Manual,3 that one transaction\n\ndramatically increased his sentence due to the higher guideline\n\nrange for his collective crimes that took effect at that time. In\n\nthat regard, the guideline rule that mandates the use of the\n\n\n     3\n        That Manual substantially upped the ante for significant\nfinancial crimes, a treatment carried forward into the 2005 Manual\nthat the district court employed pursuant to Guideline §1B1.11(a).\n\n                                -16-\n\fManual in effect as of the date of sentencing, irrespective of the\n\ndate of the offense of conviction (see n. 5) does not apply if such\n\nuse   would     violate     the   Ex    Post    Facto     Clause     (Guideline\n\n§1B1.11(b)(1)). Although we note that the Court of Appeals for the\n\nSeventh    Circuit   has    concluded    that   Booker’s    ruling    that   the\n\nguidelines are advisory rather than mandatory carries with it the\n\nelimination of ex post facto concerns (United States v. Demaree,\n\n459 F.3d 791, 795 (7th Cir. 2006)), the issue is doubtful in this\n\ncircuit:    see the references to the Ex Post Facto Clause in United\n\nStates v. Cruzado-Laureano, 404 F.3d 470, 488 & n.10 (1st Cir.\n\n2005), a post-Booker decision (by three months) relying on a pre-\n\nBooker case.\n\n            But even if ex post facto considerations are thus in\n\nplay, Gilman does not prevail in any event.                 To be sure, the\n\nsentencing     hearing     transcript    reflects   the    district    court’s\n\nacknowledgment that the single wire transfer was “wagging this\n\nvery, very big dog.”        But the court applied the later Manual in\n\nconjunction with its view that the important policy that underlay\n\nthe increased guideline sentences as to economic crimes that took\n\neffect in November 2003 should also be taken into account.                   More\n\nsignificantly, Gilman’s November 2003 wire transfer marked the\n\ncompletion of his last offense of conviction under his straight\n\nguilty plea. And that being so, the startlingly parallel situation\n\nin Cruzado-Laureano calls for application of the 2003 Manual here.\n\n\n                                       -17-\n\f          Here is what we said in that case (404 F.3d at 488\n\n(emphasis in original)):\n\n          Even in a complex case like this one,\n          involving conduct that occurred on dates\n          implicating different versions of the manual,\n          it will not be necessary to compare more than\n          two manuals to determine the applicable\n          guideline range--the manual in effect at the\n          time the last offense of conviction was\n          completed and the manual in effect at the time\n          of sentencing.\n\n\nAnd in that light we there concluded that it was a mistake of law\n\nfor a district court to use an earlier Manual when defendant’s last\n\nunlawful act charged in one count had been committed just a month\n\nafter the new Manual took effect, even though all of the other 11\n\ncounts of conviction plus two of the three acts that made up the\n\ntwelfth count involved conduct that antedated the new Manual’s\n\neffective date.     That decision might well have been written for\n\nthis case, and it controls here.\n\n          Gilman also seeks special sentencing consideration for\n\nwhat he considers an extraordinary acceptance of responsibility,\n\nevidenced by the self-reporting of his illegal scheme to the\n\ngovernment plus his cooperation that may have helped identify\n\nvictims who might otherwise have been left ignorant of his deceit.\n\nAgain it is clear that the district court considered that argument\n\nand found it overbalanced by the fact that Gilman came clean only\n\nafter the SEC was investigating his other dealings, creating a\n\nlikelihood   that   the   victims   would   come   out   of   the   woodwork\n\n                                    -18-\n\finquiring about their money.\n\n           Finally, Gilman’s brief focuses on the disparity between\n\nthe 204 month sentence imposed on him and the sentences in two\n\nother   cases    involving,   in   Gilman’s   view,    similarly   situated\n\ndefendants.     As Scherrer, 444 F.3d at 95 has explained, however,\n\n“[t]rying to compare an individual sentence with a few counsel-\n\nselected cases involving other defendants sentenced by other judges\n\nis   almost     always   useless.”      Gilman   has    not   sufficiently\n\ndemonstrated that those cases are somehow representative or are\n\nsufficiently comparable to his case to make a compelling argument\n\nthat any disparity is unjustified.\n\n                               Conclusion\n\n           In sum, we have considered all of Gilman’s arguments as\n\nto mitigation and as to the reasonableness of his sentence and find\n\nthem insufficient to meet his burden on appeal.               We therefore\n\naffirm the sentence imposed by the district court.\n\n           AFFIRMED.\n\n\n\n\n                                     -19-\n\f",
  "html": "<p class=\"case_cite\">478 F.3d 440</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Thurston Gene GILMAN, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 06-1376.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard January 9, 2007.</p>\n    <p class=\"date\">Decided March 8, 2007.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">John J. Commisso, with whom Thomas M. Hoopes and Kelly, Libby &amp; Hopes, P.C. were on brief, for appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Victor A. Wild, Assistant United States Attorney, with whom Michael J. Sullivan, United States Attorney, and Cynthia A. Young, Assistant United States Attorney, were on brief, for the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Before HOWARD, Circuit Judge, SELYA, Senior Circuit Judge, and SHADUR,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">SHADUR, Senior District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Thurston Gene Gilman (\"Gilman\") challenges his criminal sentence, urging that the district court below committed multiple procedural errors by (1) placing too much weight on the advisory sentencing guidelines, (2) failing to explain adequately the reasons for the sentence imposed and (3) taking into account impermissible considerations as part of his sentencing decision. Gilman also argues that his sentence is unreasonably high in light of various mitigating circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We find all of Gilman's arguments unpersuasive save one two-part contention: that the district court (1) failed to provide an adequate explanation of its sentencing decision \"in open court,\" as required by 18 U.S.C. &#167; 3553(c), and (2) failed to particularize his reason for the specific sentence imposed, as required by 18 U.S.C. &#167; 3553(c)(1).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Nonetheless, because Gilman forfeited those arguments in the court below, we are limited to plain-error review. And because Gilman cannot show that the error affected his substantial rights, we affirm the sentence imposed by the district court.</p>\n    </div>\n    <p class=\"center\">\n      <i>Background</i>\n    </p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On July 18, 2005 Gilman pleaded guilty to one count of willful violation of the Investment Advisers Act of 1940 in contravention of 15 U.S.C. &#167;&#167; 80b-6 and 80b-17 and to 18 counts each of mail fraud and wire fraud in violation of 18 U.S.C. &#167;&#167; 1341 and 1343 respectively. As recounted in the Presentence Investigation Report (\"PSI\") prepared by the Probation Office, the tale leading up to that guilty plea is a disheartening story of betrayal of personal relationships and trust that came to an end only after Gilman saw his house of cards collapsing beneath him and came clean via his plea.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Before he embarked on his criminal activities, Gilman had been an independent securities broker and investment advisor for more than 20 years, serving long-term clients with whom he developed close personal as well as professional relationships. Beginning in November 1998 and continuing until November 2003, Gilman abused his position and the trust that his clients placed in him by illegally and fraudulently diverting investors' funds from the domestic securities accounts that they believed they owned into two start-up ventures operated by Gilman. Gilman hid those actions from his clients by periodically issuing false account statements assuring them that their money was invested and appreciating as promised.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">While it is unnecessary to detail the ins and outs of Gilman's scheme, it does bear mention that he went so far as to dragoon one of his sons into the plot, apparently contributing to that son's nervous breakdown and hospitalization in the summer of 2003. Gilman's start-ups&#8212;a software outfit and an Italian sunglasses distributor&#8212; did not work out as he had planned, and his unwitting investors' money was lost. Those losses, totaling more than $11 million, impacted retirement funds, college savings and estate plan assets of some 55 victims.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In November 2003, with the Securities and Exchange Commission (\"SEC\") investigating an unrelated but too-close-to-home issue with one of his other dealings, Gilman decided that the jig was up. Though it was still possible that the SEC would not discover his fraud, Gilman had his lawyer communicate with the United States Attorney's Office in Boston to self-report the crime and cooperate with the government in uncovering the extent of his misdealing. Hoping that the government would spare any prosecution of his son (which it did), Gilman cooperated with the investigation and provided extensive information that assisted the government in fully exposing his complex scheme and identifying all of the deceived victims. Without the benefit of a plea bargain, Gilman then entered a straight plea of guilty to all of his crimes.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We arrive now at the critical scene for this appeal: Gilman's sentencing hearing in January 2006. Using the 2005 Sentencing Guidelines Manual (\"Manual\") and information reported in the PSI, the district court calculated Gilman's base offense level as 7 (Guideline &#167; 2B1.1(a)(1)) and added 20 levels for the over $11 million in resulting losses (Guideline &#167; 2B1.1(b)(1)(K)), 4 levels for the 55 victims involved (Guideline &#167; 2B1.1(b)(2)(B)), 2 levels for the sophisticated means used in the offense (Guideline &#167; 2B1.1(b)(9)(C)), 4 levels for the violation of securities law by a registered investment advisor (Guideline &#167; 2B1.1(b)(15)(A)(iii)) and 2 levels for being an organizer, leader, manager or supervisor of criminal activity with fewer than five culpable participants (Guideline &#167; 3B1.1(c)). After a 3-level reduction for Gilman's acceptance of responsibility and his early guilty plea (Guideline &#167; 3E1.1(a)-(b)), the district court reached a net offense level of 36. That, together with Gilman's criminal history category I, produced a guideline range of 188 to 235 months. Gilman did not object to any of those calculations.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">After hearing from several victims of Gilman's scheme and listening to Gilman's arguments for departure and mitigation, the district court pronounced sentence. Addressing Gilman, the court said that after hearing the victims' statements it was moved to think about the harm caused by Gilman's fraud&#8212;the loss of planned retirements, college savings and savings for health needs as well as the frustration of inheritance plans&#8212;as compared to the harm caused by some of the drug crimes, committed by individuals from difficult backgrounds, for which it regularly handed down long prison sentences. Next the court addressed Congress' growing concern with economic crimes since 2000 and spoke of the abuse of personal and professional trust at the root of Gilman's deceit.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">At that point the court likened Gilman's requested sentence to the \"worst day\" that the court had ever had on the bench, a case in which the court had felt compelled by the then-mandatory sentencing guidelines to hand down a harsh 204 month sentence for a man convicted of burning down his own convenience store to collect the insurance money. In closing, the district court said that it was primarily moved by the stories of lives \"shattered\" by Gilman's crime, and it imposed the selfsame 204 month sentence&#8212;one that was in the middle of the established guideline range.</p>\n    </div>\n    <p class=\"center\">\n      <i>Challenges to the Sentencing Procedure</i>\n    </p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Gilman first brings a multifaceted challenge to the sentencing procedure followed by the district court. We review de novo such legal challenges to sentencing procedure (<i>United States v. Rivera,</i> 448 F.3d 82, 84 (1st Cir.2006)). But when a defendant has failed to raise such an objection below, we treat the issue as forfeited and hence as reviewable only for plain error (<i>United States v. Turbides-Leonardo,</i> 468 F.3d 34, 38 (1st Cir.2006)). To establish plain error an appellant bears the burden of showing (<i>United States v. Duarte,</i> 246 F.3d 56, 60 (1st Cir.2001)):</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">(1) that an error occurred (2) which was clear or obvious and which not only (3) affected the defendant's substantial rights, but also (4) seriously impaired the fairness, integrity, or public reputation of judicial proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Since the Supreme Court decided <i>United States v. Booker,</i> 543 U.S. 220, 125 S.Ct. 738, 160 L.Ed.2d 621 (2005), we have had several occasions to set forth a proper sentencing procedure to be followed by district courts-most definitively in our en banc decision in <i>United States v. Jim&#233;nez-Beltre,</i> 440 F.3d 514, 518-19 (1 st Cir. 2006). Even though <i>Booker</i> decreed the sentencing guidelines to be only advisory, the guidelines still play an important role in the sentencing procedure, so that (as was done here) a court should ordinarily begin by calculating the applicable guideline range (<i>id.</i> at 518). Once that now-advisory range is established, the court must evaluate the factors set out in Section 3553(a) to consider whether to exercise its discretion to impose a non-guideline sentence (<i>United States v. Thurston,</i> 456 F.3d 211, 215 (1st Cir.2006)). Finally, and no less important, the court must provide a detailed, case-specific explanation for imposing the chosen sentence (<i>id.</i>).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Gilman's first challenge to the procedure followed in this case&#8212;his argument that the district court placed too much weight on the guidelines, effectively treating them as mandatory&#8212;may be set aside quickly. On that score Gilman seeks support in such indicia as (1) the court's use of the word \"departure\" and not \"mitigation,\" (2) the court's emphasis on the policies it saw behind the stiffer guideline ranges for economic crimes that took effect in November 2003 and (3) the court's failure to state in so many words that it was treating the guidelines as advisory under <i>Booker.</i> That compound contention does not hold water in any respect. While the district court did not state for the record that it was treating the guidelines as advisory, it is clear from the sentencing transcript that everyone recognized that to be true. Thus Gilman's attorney expressly asked for departure or for Section 3553(a) mitigation, and the court itself just as specifically asked the government to respond to the question whether it should not impose a guideline sentence at all. Moreover, given the continuing importance of the guidelines as a means for bringing the policy decisions of the Sentencing Commission into the sentencing process, the court's measured deference to the policies behind the guideline recommendations for Gilman's economic crimes was entirely appropriate (see <i>United States v. Pho,</i> 433 F.3d 53, 62 (1st Cir.2006)).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In short, although the guidelines had a significant influence on the district court's sentencing decision, it plainly treated them as advisory while considering Gilman's arguments&#8212; though it did not find them ultimately persuasive&#8212;for applying a non-guideline sentence. There is surely no error in that.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Gilman's second front in his procedural challenge to the sentencing gives us more pause. There he contends that the district court failed to provide an adequate explanation for the sentence imposed by not speaking to the Section 3553(a) factors that should have been addressed, instead taking into account other factors that should not have been considered, and in the end by leaving a record too limited for effective appellate review.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">There is no question that a district court is required to provide a reasoned and case-specific explanation for the sentence it imposes. Whether a sentence is within or outside the guideline range, we require such an explanation to enable us to review the reasonableness of the sentence (<i>Jim&#233;nez-Beltre,</i> 440 F.3d at 519). And beyond that, Section 3553(c) requires a sentencing judge to \"state in open court the reasons for its imposition of the particular sentence\"&#8212;and most particularly, where (as here) the applicable guideline range exceeds 24 months the court must articulate \"the reason for imposing a sentence at a particular point within the range.\"</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\"><i>Turbides-Leonardo,</i> 468 F.3d at 40-41 (citations and internal quotation marks omitted) recently summarized the principles we have applied in reviewing district courts' sentencing explanations. We allow a good deal of leeway:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">This [Section 3553(c) ] directive does not mean that the sentencing court's explanation need be precise to the point of pedantry. While the court ordinarily should identify the main factors upon which it relies, its statement need not be either lengthy or detailed. By the same token, a sentencing court is not required to address frontally every argument advanced by the parties, nor need it dissect every factor made relevant by 18 U.S.C. &#167; 3553 one by one, in some sort of rote incantation, when explicating its sentencing decision. Even silence is not necessarily fatal; a court's reasoning can often be inferred by comparing what was argued by the parties or contained in the presentence report with what the judge did.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">While we have on occasion gone to significant lengths in inferring the reasoning behind, and thus in affirming, some less-than-explicit explanations by district courts (see, e.g., <i>United States v. Scherrer,</i> 444 F.3d 91, 94-95 (1st Cir.2006)(en banc); <i>United States v. Navedo-Concepci&#243;n,</i> 450 F.3d 54, 57-58 (1st Cir.2006); <i>United States v. Feliz,</i> 453 F.3d 33, 36 (1st Cir. 2006)), there are limits. First, if we are in fact unable to discern from the record the reasoning behind the district court's sentence, appellate review is frustrated and \"it is incumbent upon us to vacate, though not necessarily to reverse\" (<i>Feliz,</i> 453 F.3d at 36) the decision below to provide the district court an opportunity to explain its reasoning at resentencing (see also <i>United States v. McDowell,</i> 918 F.2d 1004, 1012 (1st Cir.1990)). Second, because Section 3553(c) calls for an explanation \"in open court\" at the time of sentencing, we may remand for resentencing when a court has provided no explanation at the sentencing hearing (see, e.g., <i>Navedo-Concepci&#243;n,</i> 450 F.3d at 56 &amp; 56 n. 1).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Here the district court weighed the perceived relative harms caused by the economic crimes committed by Gilman and by the drug crimes for which the court routinely handed down lengthy prison terms, then considered the policy behind the increased guideline sentences for economic crimes beginning in November 2003. Next the court rather obliquely discussed the 204 month sentence it had reluctantly handed down in the earlier arson case under what were, at that pre-<i>Booker</i> time, considered mandatory sentencing guidelines. Finally, the court explained that it was primarily influenced by the victims' statements about how Gilman's conduct \"shattered\" their lives, and then announced the 204 month guideline sentence for Gilman.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Those in-court statements, which the court itself referred to as a \"sort of soliloquy,\" suggest a consideration of the harm caused to society by Gilman's conduct, and we can infer from them that the court considered and found unpersuasive Gilman's arguments for a below-guideline sentence (see <i>Scherrer,</i> 444 F.3d at 94-95). Here, however, that is not enough. While <i>Turbides-Leonardo,</i> 468 F.3d at 41 allows \"a lesser degree of explanation\" when a within-guideline-range sentence is imposed, the statement here does not identify the reason that the district court imposed a sentence in the middle of the guideline range rather than elsewhere within that range (which spans more than 24 months), in direct violation of Section 3553(c)(1). We find the district court's explanation insufficient as a matter of law under that section.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">But we see no suggestion in the record that Gilman objected to that deficiency in the court below. Having failed to do so, he has forfeited his Section 3553(c)(1) argument, and he must thus make a showing of plain error to win a remand on that score (<i>Duarte,</i> 246 F.3d at 60). Even if the shortfall of the court's explanation in that respect is viewed as an obvious error, that would leave Gilman standing only at second base. To make it to home plate by establishing plain error, Gilman must round each of the bases as to which he carries the burden of persuasion (<i>Turbides-Leonardo,</i> 468 F.3d at 39).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">To reach third base in those terms, Gilman must show that the inadequate explanation affected his \"substantial rights\" (<i>id.</i>), a term that has generally been taken to mean that he must show that the error was prejudicial in the sense that \"[i]t must have affected the outcome of the district court proceedings\" (<i>United States v. Olano,</i> 507 U.S. 725, 734, 113 S.Ct. 1770, 123 L.Ed.2d 508 (1993)). In the sentencing context that translates to a requirement that a defendant must paint a picture that illuminates \"a reasonable probability that, but for the error, the district court would have imposed a different, more favorable sentence\" (<i>Turbides-Leonardo,</i> 468 F.3d at 39).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">To look for a moment outside our circuit, <i>United States v. Molina,</i> 356 F.3d 269, 277-78 (2d Cir.2004) also proves helpful in our review of Gilman's chances in that regard. <i>Molina</i> concluded that even though the sentencing court had committed error under Section 3553(c)(1) by not sufficiently stating in open court the grounds for its decision, the court nonetheless facilitated appellate review by providing a sufficient reasonable explanation in a written statement of reasons, and for that reason the defendant could not show that he was prejudiced under plain error review.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">While in this instance the district court's statement at the sentencing hearing itself was inadequate as a matter of law, the record provides no reason to believe that remanding this case to the district court for resentencing would in any way alter Gilman's sentence (see <i>Navedo-Concepci&#243;n,</i> 450 F.3d at 57). To that end we have looked to the later written statement of reasons accompanying the judgment and commitment order, a statement in which the district court itemized multiple case-specific reasons for the length of the sentence: (1) the substantial length of the fraud that came to an end only after discovery by the SEC became likely, (2) Gilman's facilitation of his crime through the betrayal of trust placed in him by friends, (3) his callousness to the degree of harm involved in the destruction of retirement, health and education savings and (4) his willingness to lure his own unwilling son into the terrible mess that he had created. In conclusion the district court \"concede[d]\" that the sentence he imposed was driven by the \"nature and circumstances of these particular offenses and the need to provide just punishment in light of the nature and circumstances involved.\"</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Even though that explanation was statutorily called for at the time of sentencing, its belated pronouncement shows the district court's reasoning that ties the defendant's specific conduct to Section 3553(a) considerations and to specific relevant goals of sentencing. In affirming another district court's sentencing decision, <i>Scherrer,</i> 444 F.3d at 93-94 found very similar factors, such as the harm caused by a fraudulent betrayal of trust leading to the loss of retirement funds, to be entirely appropriate considerations of the \"nature and characteristics of the offense and the history and characteristics of the defendant\" per Section 3553(a)(1). With the district court in this case thus having made its explanation clear&#8212;albeit belatedly&#8212;for appellate review, we cannot believe that the court would be persuaded to alter its course on a resentencing. Under that analysis Gilman cannot show that he has been prejudiced by the district court's Section 3553(c)(1) violation, so as to make a case for plain error.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Gilman also takes a slightly different tack to challenge the adequacy of the district court's explanation, asserting that it suggests reliance on three impermissible factors: (1) congressional intent, (2) a comparison of drug crime with economic crime and (3) the sentence imposed by the court in the earlier arson case. We find those arguments unpersuasive as well.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Two of those contentions merit short shrift indeed. As for the first, it was entirely appropriate for the court to consider what it viewed as the congressional intent behind the sentencing guidelines in evaluating the individual characteristics of this case (see <i>Pho,</i> 433 F.3d at 62). Second, Gilman's argument that the comparison of drug crimes and economic crimes was error under Section 3553(a)(6) because they do not equate to \"similar conduct\" is likewise without merit. Plainly the district court was not suggesting that a drug peddler and Gilman were \"defendants with similar records who have been found guilty of similar conduct\" under Section 3553(a)(6). Instead it was permissibly weighing the comparative harms caused by those crimes in an effort to impose a \"just punishment for the offense\" under Section 3553(a)(2)(A).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Gilman's argument as to the earlier arson case is similarly unavailing. Although the district court ultimately imposed identical terms of imprisonment in the two cases, it is again clear that was not for Section 3553(a)(6) purposes. Instead the length of the earlier sentence obviously factored into the court's consideration of the harm caused by Gilman and the sentence accordingly required to impose just punishment on him. We cannot reasonably expect a district court to approach each sentence as a tabula rasa, divorced from its experience and decisions as to other criminal defendants whom it has had the trying duty to sentence.</p>\n    </div>\n    <p class=\"center\">\n      <i>Challenge to the Length of Sentence</i>\n    </p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In Gilman's final salvo of challenges he asserts that his sentence is unreasonably high due to a failure of the district court to weigh the Section 3553(a) factors and various mitigating circumstances properly. In the absence of any error in the calculation of the guideline range, and in the presence of a discernable explanation for the sentencing decision, we review a sentencing court's considered judgment solely for reasonableness (<i>Jim&#233;nez-Beltre,</i> 440 F.3d at 519). We approach that review with measured deference, respecting the district court's primary responsibility for sentencing and recognizing that \"there can be more than one reasonable way of assessing a factor and more than one reasonable result\" (<i>id.</i>). Because Gilman seeks here to attack an in-guideline-range sentence as excessive, he must \"adduce fairly powerful mitigating reasons and persuade us that the district judge was unreasonable in balancing pros and cons despite the latitude implicit in saying that a sentence must be `reasonable'\" (<i>Navedo-Concepci&#243;n,</i> 450 F.3d at 59).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Perhaps Gilman's most significant contention is that because his entire crime save for one wire transfer was executed before the effective date of the 2003 Manual,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> that one transaction dramatically increased his sentence due to the higher guideline range for his collective crimes that took effect at that time. In that regard, the guideline rule that mandates the use of the Manual in effect as of the date of sentencing, irrespective of the date of the offense of conviction (see n. 5) does not apply if such use would violate the Ex Post Facto Clause (Guideline &#167; 1B1.11(b)(1)). Although we note that the Court of Appeals for the Seventh Circuit has concluded that <i>Booker's</i> ruling that the guidelines are advisory rather than mandatory carries with it the elimination of ex post facto concerns (<i>United States v. Demaree,</i> 459 F.3d 791, 795 (7th Cir.2006)), the issue is doubtful in this circuit: see the references to the Ex Post Facto Clause in <i>United States v. Cruzado-Laureano,</i> 404 F.3d 470, 488 &amp; n. 10 (1st Cir.2005), a post-<i>Booker</i> decision (by three months) relying on a pre-<i>Booker</i> case.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">But even if ex post facto considerations are thus in play, Gilman does not prevail in any event. To be sure, the sentencing hearing transcript reflects the district court's acknowledgment that the single wire transfer was \"wagging this very, very big dog.\" But the court applied the later Manual in conjunction with its view that the important policy that underlay the increased guideline sentences as to economic crimes that took effect in November 2003 should also be taken into account. More significantly, Gilman's November 2003 wire transfer marked the completion of his last offense of conviction under his straight guilty plea. And that being so, the startlingly parallel situation in <i>Cruzado-Laureano</i> calls for application of the 2003 Manual here.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Here is what we said in that case (404 F.3d at 488 (emphasis in original)):</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Even in a complex case like this one, involving conduct that occurred on dates implicating different versions of the manual, it will not be necessary to compare more than two manuals to determine the applicable guideline range&#8212;the manual in effect <i>at the time the last offense of conviction was completed</i> and the manual in effect at the time of sentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">And in that light we there concluded that it was a mistake of law for a district court to use an earlier Manual when defendant's last unlawful act charged in one count had been committed just a month after the new Manual took effect, even though all of the other 11 counts of conviction plus two of the three acts that made up the twelfth count involved conduct that antedated the new Manual's effective date. That decision might well have been written for this case, and it controls here.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Gilman also seeks special sentencing consideration for what he considers an extraordinary acceptance of responsibility, evidenced by the self-reporting of his illegal scheme to the government plus his cooperation that may have helped identify victims who might otherwise have been left ignorant of his deceit. Again it is clear that the district court considered that argument and found it overbalanced by the fact that Gilman came clean only after the SEC was investigating his other dealings, creating a likelihood that the victims would come out of the woodwork inquiring about their money.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Finally, Gilman's brief focuses on the disparity between the 204 month sentence imposed on him and the sentences in two other cases involving, in Gilman's view, similarly situated defendants. As <i>Scherrer,</i> 444 F.3d at 95 has explained, however, \"[t]rying to compare an individual sentence with a few counsel-selected cases involving other defendants sentenced by other judges is almost always useless.\" Gilman has not sufficiently demonstrated that those cases are somehow representative or are sufficiently comparable to his case to make a compelling argument that any disparity is unjustified.</p>\n    </div>\n    <p class=\"center\">\n      <i>Conclusion</i>\n    </p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">In sum, we have considered all of Gilman's arguments as to mitigation and as to the reasonableness of his sentence and find them insufficient to meet his burden on appeal. We therefore affirm the sentence imposed by the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">AFFIRMED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Northern District of Illinois, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> For convenience, further citation to that section will take the form \"Section 3553&#8212;,\" omitting the prefatory reference to Title 18 U.S.C</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Gilman did object to the use of the 2005 Manual rather than the 2002 Manual, but he has not advanced that objection here on appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> That Manual substantially upped the ante for significant financial crimes, a treatment carried forward into the 2005 Manual that the district court employed pursuant to Guideline &#167; 1B1.11(a)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">478</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">440</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Thurston Gene GILMAN, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 06-1376.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard January 9, 2007.</p>\n    <p class=\"date\">Decided March 8, 2007.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">John J. Commisso, with whom Thomas M. Hoopes and Kelly, Libby &amp; Hopes, P.C. were on brief, for appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Victor A. Wild, Assistant United States Attorney, with whom Michael J. Sullivan, United States Attorney, and Cynthia A. Young, Assistant United States Attorney, were on brief, for the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Before HOWARD, Circuit Judge, SELYA, Senior Circuit Judge, and SHADUR,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">SHADUR, Senior District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Thurston Gene Gilman (\"Gilman\") challenges his criminal sentence, urging that the district court below committed multiple procedural errors by (1) placing too much weight on the advisory sentencing guidelines, (2) failing to explain adequately the reasons for the sentence imposed and (3) taking into account impermissible considerations as part of his sentencing decision. Gilman also argues that his sentence is unreasonably high in light of various mitigating circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We find all of Gilman's arguments unpersuasive save one two-part contention: that the district court (1) failed to provide an adequate explanation of its sentencing decision \"in open court,\" as required by 18 U.S.C. &#167; 3553(c), and (2) failed to particularize his reason for the specific sentence imposed, as required by 18 U.S.C. &#167; 3553(c)(1).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Nonetheless, because Gilman forfeited those arguments in the court below, we are limited to plain-error review. And because Gilman cannot show that the error affected his substantial rights, we affirm the sentence imposed by the district court.</p>\n    </div>\n    <p class=\"center\">\n      <i>Background</i>\n    </p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On July 18, 2005 Gilman pleaded guilty to one count of willful violation of the Investment Advisers Act of 1940 in contravention of 15 U.S.C. &#167;&#167; 80b-6 and 80b-17 and to 18 counts each of mail fraud and wire fraud in violation of 18 U.S.C. &#167;&#167; 1341 and 1343 respectively. As recounted in the Presentence Investigation Report (\"PSI\") prepared by the Probation Office, the tale leading up to that guilty plea is a disheartening story of betrayal of personal relationships and trust that came to an end only after Gilman saw his house of cards collapsing beneath him and came clean via his plea.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Before he embarked on his criminal activities, Gilman had been an independent securities broker and investment advisor for more than 20 years, serving long-term clients with whom he developed close personal as well as professional relationships. Beginning in November 1998 and continuing until November 2003, Gilman abused his position and the trust that his clients placed in him by illegally and fraudulently diverting investors' funds from the domestic securities accounts that they believed they owned into two start-up ventures operated by Gilman. Gilman hid those actions from his clients by periodically issuing false account statements assuring them that their money was invested and appreciating as promised.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">While it is unnecessary to detail the ins and outs of Gilman's scheme, it does bear mention that he went so far as to dragoon one of his sons into the plot, apparently contributing to that son's nervous breakdown and hospitalization in the summer of 2003. Gilman's start-ups&#8212;a software outfit and an Italian sunglasses distributor&#8212; did not work out as he had planned, and his unwitting investors' money was lost. Those losses, totaling more than $11 million, impacted retirement funds, college savings and estate plan assets of some 55 victims.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In November 2003, with the Securities and Exchange Commission (\"SEC\") investigating an unrelated but too-close-to-home issue with one of his other dealings, Gilman decided that the jig was up. Though it was still possible that the SEC would not discover his fraud, Gilman had his lawyer communicate with the United States Attorney's Office in Boston to self-report the crime and cooperate with the government in uncovering the extent of his misdealing. Hoping that the government would spare any prosecution of his son (which it did), Gilman cooperated with the investigation and provided extensive information that assisted the government in fully exposing his complex scheme and identifying all of the deceived victims. Without the benefit of a plea bargain, Gilman then entered a straight plea of guilty to all of his crimes.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We arrive now at the critical scene for this appeal: Gilman's sentencing hearing in January 2006. Using the 2005 Sentencing Guidelines Manual (\"Manual\") and information reported in the PSI, the district court calculated Gilman's base offense level as 7 (Guideline &#167; 2B1.1(a)(1)) and added 20 levels for the over $11 million in resulting losses (Guideline &#167; 2B1.1(b)(1)(K)), 4 levels for the 55 victims involved (Guideline &#167; 2B1.1(b)(2)(B)), 2 levels for the sophisticated means used in the offense (Guideline &#167; 2B1.1(b)(9)(C)), 4 levels for the violation of securities law by a registered investment advisor (Guideline &#167; 2B1.1(b)(15)(A)(iii)) and 2 levels for being an organizer, leader, manager or supervisor of criminal activity with fewer than five culpable participants (Guideline &#167; 3B1.1(c)). After a 3-level reduction for Gilman's acceptance of responsibility and his early guilty plea (Guideline &#167; 3E1.1(a)-(b)), the district court reached a net offense level of 36. That, together with Gilman's criminal history category I, produced a guideline range of 188 to 235 months. Gilman did not object to any of those calculations.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">After hearing from several victims of Gilman's scheme and listening to Gilman's arguments for departure and mitigation, the district court pronounced sentence. Addressing Gilman, the court said that after hearing the victims' statements it was moved to think about the harm caused by Gilman's fraud&#8212;the loss of planned retirements, college savings and savings for health needs as well as the frustration of inheritance plans&#8212;as compared to the harm caused by some of the drug crimes, committed by individuals from difficult backgrounds, for which it regularly handed down long prison sentences. Next the court addressed Congress' growing concern with economic crimes since 2000 and spoke of the abuse of personal and professional trust at the root of Gilman's deceit.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">At that point the court likened Gilman's requested sentence to the \"worst day\" that the court had ever had on the bench, a case in which the court had felt compelled by the then-mandatory sentencing guidelines to hand down a harsh 204 month sentence for a man convicted of burning down his own convenience store to collect the insurance money. In closing, the district court said that it was primarily moved by the stories of lives \"shattered\" by Gilman's crime, and it imposed the selfsame 204 month sentence&#8212;one that was in the middle of the established guideline range.</p>\n    </div>\n    <p class=\"center\">\n      <i>Challenges to the Sentencing Procedure</i>\n    </p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Gilman first brings a multifaceted challenge to the sentencing procedure followed by the district court. We review de novo such legal challenges to sentencing procedure (<i>United States v. Rivera,</i> <span class=\"citation\" data-id=\"202223\"><a href=\"/opinion/202223/united-states-v-rivera/\"><span class=\"volume\">448</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">82</span></a></span>, 84 (1st Cir.2006)). But when a defendant has failed to raise such an objection below, we treat the issue as forfeited and hence as reviewable only for plain error (<i>United States v. Turbides-Leonardo,</i> <span class=\"citation\" data-id=\"202495\"><a href=\"/opinion/202495/united-states-v-turbides-leonardo/\"><span class=\"volume\">468</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">34</span></a></span>, 38 (1st Cir.2006)). To establish plain error an appellant bears the burden of showing (<i>United States v. Duarte,</i> <span class=\"citation\" data-id=\"199375\"><a href=\"/opinion/199375/united-states-v-duarte/\"><span class=\"volume\">246</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">56</span></a></span>, 60 (1st Cir.2001)):</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">(1) that an error occurred (2) which was clear or obvious and which not only (3) affected the defendant's substantial rights, but also (4) seriously impaired the fairness, integrity, or public reputation of judicial proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Since the Supreme Court decided <i>United States v. Booker,</i> <span class=\"citation no-link\"><span class=\"volume\">543</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">220</span></span>, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">738</span></span>, <span class=\"citation no-link\"><span class=\"volume\">160</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">621</span></span> (2005), we have had several occasions to set forth a proper sentencing procedure to be followed by district courts-most definitively in our en banc decision in <i>United States v. Jim&#233;nez-Beltre,</i> <span class=\"citation no-link\"><span class=\"volume\">440</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">514</span></span>, 518-19 (1 st Cir. 2006). Even though <i>Booker</i> decreed the sentencing guidelines to be only advisory, the guidelines still play an important role in the sentencing procedure, so that (as was done here) a court should ordinarily begin by calculating the applicable guideline range (<i>id.</i> at 518). Once that now-advisory range is established, the court must evaluate the factors set out in Section 3553(a) to consider whether to exercise its discretion to impose a non-guideline sentence (<i>United States v. Thurston,</i> <span class=\"citation no-link\"><span class=\"volume\">456</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">211</span></span>, 215 (1st Cir.2006)). Finally, and no less important, the court must provide a detailed, case-specific explanation for imposing the chosen sentence (<i>id.</i>).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Gilman's first challenge to the procedure followed in this case&#8212;his argument that the district court placed too much weight on the guidelines, effectively treating them as mandatory&#8212;may be set aside quickly. On that score Gilman seeks support in such indicia as (1) the court's use of the word \"departure\" and not \"mitigation,\" (2) the court's emphasis on the policies it saw behind the stiffer guideline ranges for economic crimes that took effect in November 2003 and (3) the court's failure to state in so many words that it was treating the guidelines as advisory under <i>Booker.</i> That compound contention does not hold water in any respect. While the district court did not state for the record that it was treating the guidelines as advisory, it is clear from the sentencing transcript that everyone recognized that to be true. Thus Gilman's attorney expressly asked for departure or for Section 3553(a) mitigation, and the court itself just as specifically asked the government to respond to the question whether it should not impose a guideline sentence at all. Moreover, given the continuing importance of the guidelines as a means for bringing the policy decisions of the Sentencing Commission into the sentencing process, the court's measured deference to the policies behind the guideline recommendations for Gilman's economic crimes was entirely appropriate (see <i>United States v. Pho,</i> <span class=\"citation\" data-id=\"202000\"><a href=\"/opinion/202000/united-states-v-pho/\"><span class=\"volume\">433</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">53</span></a></span>, 62 (1st Cir.2006)).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In short, although the guidelines had a significant influence on the district court's sentencing decision, it plainly treated them as advisory while considering Gilman's arguments&#8212; though it did not find them ultimately persuasive&#8212;for applying a non-guideline sentence. There is surely no error in that.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Gilman's second front in his procedural challenge to the sentencing gives us more pause. There he contends that the district court failed to provide an adequate explanation for the sentence imposed by not speaking to the Section 3553(a) factors that should have been addressed, instead taking into account other factors that should not have been considered, and in the end by leaving a record too limited for effective appellate review.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">There is no question that a district court is required to provide a reasoned and case-specific explanation for the sentence it imposes. Whether a sentence is within or outside the guideline range, we require such an explanation to enable us to review the reasonableness of the sentence (<i>Jim&#233;nez-Beltre,</i> 440 F.3d at 519). And beyond that, Section 3553(c) requires a sentencing judge to \"state in open court the reasons for its imposition of the particular sentence\"&#8212;and most particularly, where (as here) the applicable guideline range exceeds 24 months the court must articulate \"the reason for imposing a sentence at a particular point within the range.\"</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\"><i>Turbides-Leonardo,</i> 468 F.3d at 40-41 (citations and internal quotation marks omitted) recently summarized the principles we have applied in reviewing district courts' sentencing explanations. We allow a good deal of leeway:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">This [Section 3553(c) ] directive does not mean that the sentencing court's explanation need be precise to the point of pedantry. While the court ordinarily should identify the main factors upon which it relies, its statement need not be either lengthy or detailed. By the same token, a sentencing court is not required to address frontally every argument advanced by the parties, nor need it dissect every factor made relevant by 18 U.S.C. &#167; 3553 one by one, in some sort of rote incantation, when explicating its sentencing decision. Even silence is not necessarily fatal; a court's reasoning can often be inferred by comparing what was argued by the parties or contained in the presentence report with what the judge did.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">While we have on occasion gone to significant lengths in inferring the reasoning behind, and thus in affirming, some less-than-explicit explanations by district courts (see, e.g., <i>United States v. Scherrer,</i> <span class=\"citation\" data-id=\"202150\"><a href=\"/opinion/202150/united-states-v-scherrer/\"><span class=\"volume\">444</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">91</span></a></span>, 94-95 (1st Cir.2006)(en banc); <i>United States v. Navedo-Concepci&#243;n,</i> <span class=\"citation\" data-id=\"202256\"><a href=\"/opinion/202256/united-states-v-navedo-concepcion/\"><span class=\"volume\">450</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">54</span></a></span>, 57-58 (1st Cir.2006); <i>United States v. Feliz,</i> <span class=\"citation\" data-id=\"202278\"><a href=\"/opinion/202278/united-states-v-feliz/\"><span class=\"volume\">453</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">33</span></a></span>, 36 (1st Cir. 2006)), there are limits. First, if we are in fact unable to discern from the record the reasoning behind the district court's sentence, appellate review is frustrated and \"it is incumbent upon us to vacate, though not necessarily to reverse\" (<i>Feliz,</i> 453 F.3d at 36) the decision below to provide the district court an opportunity to explain its reasoning at resentencing (see also <i>United States v. McDowell,</i> <span class=\"citation\" data-id=\"551473\"><a href=\"/opinion/551473/united-states-v-billy-ray-mcdowell-jr/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1004</span></a></span>, 1012 (1st Cir.1990)). Second, because Section 3553(c) calls for an explanation \"in open court\" at the time of sentencing, we may remand for resentencing when a court has provided no explanation at the sentencing hearing (see, e.g., <i>Navedo-Concepci&#243;n,</i> 450 F.3d at 56 &amp; 56 n. 1).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Here the district court weighed the perceived relative harms caused by the economic crimes committed by Gilman and by the drug crimes for which the court routinely handed down lengthy prison terms, then considered the policy behind the increased guideline sentences for economic crimes beginning in November 2003. Next the court rather obliquely discussed the 204 month sentence it had reluctantly handed down in the earlier arson case under what were, at that pre-<i>Booker</i> time, considered mandatory sentencing guidelines. Finally, the court explained that it was primarily influenced by the victims' statements about how Gilman's conduct \"shattered\" their lives, and then announced the 204 month guideline sentence for Gilman.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Those in-court statements, which the court itself referred to as a \"sort of soliloquy,\" suggest a consideration of the harm caused to society by Gilman's conduct, and we can infer from them that the court considered and found unpersuasive Gilman's arguments for a below-guideline sentence (see <i>Scherrer,</i> 444 F.3d at 94-95). Here, however, that is not enough. While <i>Turbides-Leonardo,</i> 468 F.3d at 41 allows \"a lesser degree of explanation\" when a within-guideline-range sentence is imposed, the statement here does not identify the reason that the district court imposed a sentence in the middle of the guideline range rather than elsewhere within that range (which spans more than 24 months), in direct violation of Section 3553(c)(1). We find the district court's explanation insufficient as a matter of law under that section.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">But we see no suggestion in the record that Gilman objected to that deficiency in the court below. Having failed to do so, he has forfeited his Section 3553(c)(1) argument, and he must thus make a showing of plain error to win a remand on that score (<i>Duarte,</i> 246 F.3d at 60). Even if the shortfall of the court's explanation in that respect is viewed as an obvious error, that would leave Gilman standing only at second base. To make it to home plate by establishing plain error, Gilman must round each of the bases as to which he carries the burden of persuasion (<i>Turbides-Leonardo,</i> 468 F.3d at 39).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">To reach third base in those terms, Gilman must show that the inadequate explanation affected his \"substantial rights\" (<i>id.</i>), a term that has generally been taken to mean that he must show that the error was prejudicial in the sense that \"[i]t must have affected the outcome of the district court proceedings\" (<i>United States v. Olano,</i> <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">725</span></a></span>, 734, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1770</span></a></span>, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span></a></span> (1993)). In the sentencing context that translates to a requirement that a defendant must paint a picture that illuminates \"a reasonable probability that, but for the error, the district court would have imposed a different, more favorable sentence\" (<i>Turbides-Leonardo,</i> 468 F.3d at 39).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">To look for a moment outside our circuit, <i>United States v. Molina,</i> <span class=\"citation\" data-id=\"784879\"><a href=\"/opinion/784879/united-states-v-teddy-molina-also-known-as-samuel-molina-also-known-as/\"><span class=\"volume\">356</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">269</span></a></span>, 277-78 (2d Cir.2004) also proves helpful in our review of Gilman's chances in that regard. <i>Molina</i> concluded that even though the sentencing court had committed error under Section 3553(c)(1) by not sufficiently stating in open court the grounds for its decision, the court nonetheless facilitated appellate review by providing a sufficient reasonable explanation in a written statement of reasons, and for that reason the defendant could not show that he was prejudiced under plain error review.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">While in this instance the district court's statement at the sentencing hearing itself was inadequate as a matter of law, the record provides no reason to believe that remanding this case to the district court for resentencing would in any way alter Gilman's sentence (see <i>Navedo-Concepci&#243;n,</i> 450 F.3d at 57). To that end we have looked to the later written statement of reasons accompanying the judgment and commitment order, a statement in which the district court itemized multiple case-specific reasons for the length of the sentence: (1) the substantial length of the fraud that came to an end only after discovery by the SEC became likely, (2) Gilman's facilitation of his crime through the betrayal of trust placed in him by friends, (3) his callousness to the degree of harm involved in the destruction of retirement, health and education savings and (4) his willingness to lure his own unwilling son into the terrible mess that he had created. In conclusion the district court \"concede[d]\" that the sentence he imposed was driven by the \"nature and circumstances of these particular offenses and the need to provide just punishment in light of the nature and circumstances involved.\"</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Even though that explanation was statutorily called for at the time of sentencing, its belated pronouncement shows the district court's reasoning that ties the defendant's specific conduct to Section 3553(a) considerations and to specific relevant goals of sentencing. In affirming another district court's sentencing decision, <i>Scherrer,</i> 444 F.3d at 93-94 found very similar factors, such as the harm caused by a fraudulent betrayal of trust leading to the loss of retirement funds, to be entirely appropriate considerations of the \"nature and characteristics of the offense and the history and characteristics of the defendant\" per Section 3553(a)(1). With the district court in this case thus having made its explanation clear&#8212;albeit belatedly&#8212;for appellate review, we cannot believe that the court would be persuaded to alter its course on a resentencing. Under that analysis Gilman cannot show that he has been prejudiced by the district court's Section 3553(c)(1) violation, so as to make a case for plain error.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Gilman also takes a slightly different tack to challenge the adequacy of the district court's explanation, asserting that it suggests reliance on three impermissible factors: (1) congressional intent, (2) a comparison of drug crime with economic crime and (3) the sentence imposed by the court in the earlier arson case. We find those arguments unpersuasive as well.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Two of those contentions merit short shrift indeed. As for the first, it was entirely appropriate for the court to consider what it viewed as the congressional intent behind the sentencing guidelines in evaluating the individual characteristics of this case (see <i>Pho,</i> 433 F.3d at 62). Second, Gilman's argument that the comparison of drug crimes and economic crimes was error under Section 3553(a)(6) because they do not equate to \"similar conduct\" is likewise without merit. Plainly the district court was not suggesting that a drug peddler and Gilman were \"defendants with similar records who have been found guilty of similar conduct\" under Section 3553(a)(6). Instead it was permissibly weighing the comparative harms caused by those crimes in an effort to impose a \"just punishment for the offense\" under Section 3553(a)(2)(A).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Gilman's argument as to the earlier arson case is similarly unavailing. Although the district court ultimately imposed identical terms of imprisonment in the two cases, it is again clear that was not for Section 3553(a)(6) purposes. Instead the length of the earlier sentence obviously factored into the court's consideration of the harm caused by Gilman and the sentence accordingly required to impose just punishment on him. We cannot reasonably expect a district court to approach each sentence as a tabula rasa, divorced from its experience and decisions as to other criminal defendants whom it has had the trying duty to sentence.</p>\n    </div>\n    <p class=\"center\">\n      <i>Challenge to the Length of Sentence</i>\n    </p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In Gilman's final salvo of challenges he asserts that his sentence is unreasonably high due to a failure of the district court to weigh the Section 3553(a) factors and various mitigating circumstances properly. In the absence of any error in the calculation of the guideline range, and in the presence of a discernable explanation for the sentencing decision, we review a sentencing court's considered judgment solely for reasonableness (<i>Jim&#233;nez-Beltre,</i> 440 F.3d at 519). We approach that review with measured deference, respecting the district court's primary responsibility for sentencing and recognizing that \"there can be more than one reasonable way of assessing a factor and more than one reasonable result\" (<i>id.</i>). Because Gilman seeks here to attack an in-guideline-range sentence as excessive, he must \"adduce fairly powerful mitigating reasons and persuade us that the district judge was unreasonable in balancing pros and cons despite the latitude implicit in saying that a sentence must be `reasonable'\" (<i>Navedo-Concepci&#243;n,</i> 450 F.3d at 59).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Perhaps Gilman's most significant contention is that because his entire crime save for one wire transfer was executed before the effective date of the 2003 Manual,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> that one transaction dramatically increased his sentence due to the higher guideline range for his collective crimes that took effect at that time. In that regard, the guideline rule that mandates the use of the Manual in effect as of the date of sentencing, irrespective of the date of the offense of conviction (see n. 5) does not apply if such use would violate the Ex Post Facto Clause (Guideline &#167; 1B1.11(b)(1)). Although we note that the Court of Appeals for the Seventh Circuit has concluded that <i>Booker's</i> ruling that the guidelines are advisory rather than mandatory carries with it the elimination of ex post facto concerns (<i>United States v. Demaree,</i> <span class=\"citation\" data-id=\"795377\"><a href=\"/opinion/795377/united-states-v-rebecca-s-demaree/\"><span class=\"volume\">459</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">791</span></a></span>, 795 (7th Cir.2006)), the issue is doubtful in this circuit: see the references to the Ex Post Facto Clause in <i>United States v. Cruzado-Laureano,</i> <span class=\"citation\" data-id=\"201519\"><a href=\"/opinion/201519/united-states-v-cruzado-laureano/\"><span class=\"volume\">404</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">470</span></a></span>, 488 &amp; n. 10 (1st Cir.2005), a post-<i>Booker</i> decision (by three months) relying on a pre-<i>Booker</i> case.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">But even if ex post facto considerations are thus in play, Gilman does not prevail in any event. To be sure, the sentencing hearing transcript reflects the district court's acknowledgment that the single wire transfer was \"wagging this very, very big dog.\" But the court applied the later Manual in conjunction with its view that the important policy that underlay the increased guideline sentences as to economic crimes that took effect in November 2003 should also be taken into account. More significantly, Gilman's November 2003 wire transfer marked the completion of his last offense of conviction under his straight guilty plea. And that being so, the startlingly parallel situation in <i>Cruzado-Laureano</i> calls for application of the 2003 Manual here.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Here is what we said in that case (404 F.3d at 488 (emphasis in original)):</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Even in a complex case like this one, involving conduct that occurred on dates implicating different versions of the manual, it will not be necessary to compare more than two manuals to determine the applicable guideline range&#8212;the manual in effect <i>at the time the last offense of conviction was completed</i> and the manual in effect at the time of sentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">And in that light we there concluded that it was a mistake of law for a district court to use an earlier Manual when defendant's last unlawful act charged in one count had been committed just a month after the new Manual took effect, even though all of the other 11 counts of conviction plus two of the three acts that made up the twelfth count involved conduct that antedated the new Manual's effective date. That decision might well have been written for this case, and it controls here.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Gilman also seeks special sentencing consideration for what he considers an extraordinary acceptance of responsibility, evidenced by the self-reporting of his illegal scheme to the government plus his cooperation that may have helped identify victims who might otherwise have been left ignorant of his deceit. Again it is clear that the district court considered that argument and found it overbalanced by the fact that Gilman came clean only after the SEC was investigating his other dealings, creating a likelihood that the victims would come out of the woodwork inquiring about their money.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Finally, Gilman's brief focuses on the disparity between the 204 month sentence imposed on him and the sentences in two other cases involving, in Gilman's view, similarly situated defendants. As <i>Scherrer,</i> 444 F.3d at 95 has explained, however, \"[t]rying to compare an individual sentence with a few counsel-selected cases involving other defendants sentenced by other judges is almost always useless.\" Gilman has not sufficiently demonstrated that those cases are somehow representative or are sufficiently comparable to his case to make a compelling argument that any disparity is unjustified.</p>\n    </div>\n    <p class=\"center\">\n      <i>Conclusion</i>\n    </p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">In sum, we have considered all of Gilman's arguments as to mitigation and as to the reasonableness of his sentence and find them insufficient to meet his burden on appeal. We therefore affirm the sentence imposed by the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">AFFIRMED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Northern District of Illinois, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> For convenience, further citation to that section will take the form \"Section 3553&#8212;,\" omitting the prefatory reference to Title 18 U.S.C</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Gilman did object to the use of the 2005 Manual rather than the 2002 Manual, but he has not advanced that objection here on appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> That Manual substantially upped the ante for significant financial crimes, a treatment carried forward into the 2005 Manual that the district court employed pursuant to Guideline &#167; 1B1.11(a)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112848/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199375/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201519/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202000/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202150/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202223/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202256/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202278/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202495/",
    "http://www.courtlistener.com/api/rest/v3/opinions/551473/",
    "http://www.courtlistener.com/api/rest/v3/opinions/784879/",
    "http://www.courtlistener.com/api/rest/v3/opinions/795377/"
  ]
}