{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202620/",
  "absolute_url": "/opinion/202620/town-of-norwood-v-ferc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202620/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:58:11Z",
  "date_modified": "2016-02-28T05:08:25.118060Z",
  "type": "010combined",
  "sha1": "0ff6274eb0cb835f3f301f4baaff20b709324b98",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/06-1658-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2007/02/02/Town_of_Norwood_v._FERC.pdf",
  "plain_text": "          United States Court of Appeals\n                        For the First Circuit\n\nNos. 06-1658, 06-2054\n\n                 TOWN OF NORWOOD, MASSACHUSETTS,\n\n                             Petitioner,\n\n                                 v.\n\n              FEDERAL ENERGY REGULATORY COMMISSION,\n\n                             Respondent.\n                              __________\n\n                   NEW ENGLAND POWER COMPANY,\n\n                             Intervenor.\n\n\n            ON PETITIONS FOR REVIEW OF ORDERS OF THE\n              FEDERAL ENERGY REGULATORY COMMISSION\n\n\n                              Before\n                       Boudin, Chief Judge,\n                   Cyr, Senior Circuit Judge,\n                    and Lipez, Circuit Judge.\n\n\n     Robert A. Jablon with whom Elaine C. Lippmann, Spiegel &\nMcDiarmid, Charles F. Wheatley, Jr., Wheatley & Ranquist, P.A., J.\nOwen Todd, Juliet A. Davison, Heidi A. Nadel and Todd & Weld LLP\nwere on consolidated brief for petitioner.\n     Michael E. Kaufmann with whom John S. Moot, General Counsel,\nand Robert H. Solomon, Solicitor, Federal Energy Regulatory\nCommission, were on consolidated brief for respondent.\n     Kenneth G. Jaffe with whom Alston & Bird LLP, and John F.\nSherman III, Deputy General Counsel, National Grid USA Services\nCompany, Inc., were on brief for intervenor.\n\n\n                          February 2, 2007\n\f          BOUDIN, Chief Judge.   The Town of Norwood, Massachusetts\n\n(\"Norwood\"), which operates a municipal electric system serving\n\nlocal businesses and residents, seeks review of an order of the\n\nFederal Energy Regulatory Commission (\"FERC\"). The order sustained\n\na contract termination charge contained in a tariff previously\n\nfiled by New England Power Company (\"NEPCO\").       The background\n\nevents have been the subject of prior litigation in this court,\n\nprincipally in Town of Norwood v. FERC (\"Norwood I\"), 202 F.3d 392\n\n(1st Cir.), cert. denied, 531 U.S. 818 (2000).\n\n          For many years, NEPCO was a major power wholesaler in New\n\nEngland. It operated generating plants and a transmission network,\n\nand sold power wholesale to affiliated distribution companies (such\n\nas Massachusetts Electric Company, which served Massachusetts, and\n\nNarragansett Electric Company, which served Rhode Island) as well\n\nas to non-affiliated distributors like Norwood. Service to Norwood\n\nwas provided under a long-term requirements contract of a kind then\n\ncommon in the utilities industry.\n\n          The contract, which began in 1983 and thereafter was\n\nextended by Norwood until October 2008, required NEPCO to supply,\n\nand Norwood to purchase, Norwood's power requirements from NEPCO at\n\nrates provided by NEPCO's Tariff No. 1.     The contract could be\n\nterminated by Norwood without penalty but only upon seven years'\n\nprior notice.   The present litigation arises out of NEPCO's action\n\n\n\n\n                                 -2-\n\fin providing, and Norwood's decision to exercise, a new option\n\npermitting customers to terminate their contracts early.\n\n           Beginning in late 1996, in response to legislative and\n\nregulatory initiatives to promote competition and consumer choice\n\nin the electric power industry, NEPCO made a series of regulatory\n\nfilings.   Among these were settlements offered by NEPCO to NEPCO's\n\ndistributor      customers--both         affiliates       and    non-affiliates\n\n(including    Norwood)--permitting        them   to    terminate      their   NEPCO\n\nrequirements    contracts      earlier   than    otherwise      permitted,     upon\n\npayment of a contract termination charge.\n\n           The aim was to allow distributors flexibility to choose\n\nnew suppliers while permitting NEPCO to recover its \"stranded\n\ncosts\"--that is, investments made by NEPCO to meet the projected\n\nlong-term requirements of its distributor customers.1 The proposed\n\nsettlement     terms    also   provided       that    NEPCO   would    offer   its\n\naffiliates,    but     not   Norwood,    low    (but    gradually     escalating)\n\n\"wholesale standard offer\" rates for power without the need for a\n\ncontract; the affiliates were required to offer corresponding\n\nretail standard offer rates to their retail customers, but Norwood,\n\nas a municipal utility, was not.          Mass. Gen. Laws ch. 164, § 47A.\n\n\n\n     1\n      See Norwood I, 202 F.3d at 399.     See also Order No. 888,\nPromoting   Wholesale  Competition   Through   Open  Access   Non-\nDiscriminatory Transmission Services by Public Utilities; Recovery\nof Stranded Costs by Public Utilities and Transmitting Utilities,\n61 Fed. Reg. 21,540, 21,628 (1996) (rule codified as revised at 18\nC.F.R. pts. 35 & 385).\n\n                                        -3-\n\f             Additionally, as part of its restructuring, NEPCO sought\n\napproval     from   FERC    to    sell   virtually   all   of   its   non-nuclear\n\ngenerating facilities.           The buyer, USGen New England, Inc., agreed\n\nto assume responsibility for providing the \"wholesale standard\n\noffer\" service to NEPCO's affiliates who terminated, and agreed not\n\nto   raise    rates   for    NEPCO's     remaining    distributor     customers,\n\nincluding Norwood.         New Eng. Power Co., 82 F.E.R.C. ¶ 61,179, at\n\n61,658-60 (1998) (\"New Eng. Power VII\"), reh'g denied, 83 F.E.R.C.\n\n¶ 61,275 (1998) (\"New Eng. Power VIII\").\n\n             FERC approved the settlement offers and divestiture over\n\nNorwood's objection.2 NEPCO's three affiliated customers and three\n\nof its unaffiliated municipal customers opted to accept NEPCO's\n\nsettlement offer, to terminate early, and to pay the contract\n\ntermination charge.          Other non-affiliates opted to continue to\n\npurchase their power requirements from NEPCO at Tariff No. 1 rates\n\nthrough the contractual seven-year notice period for termination.\n\n             Norwood was unwilling to take either course of action.\n\nIt did not want to continue buying power at Tariff No. 1 rates when\n\nits distributor \"competitors\" had been offered lower non-contract\n\n\n\n      2\n      See New Eng. Power Co., 78 F.E.R.C. ¶ 61,080 (1997) (\"New\nEng. Power I\"); New Eng. Power Co., 80 F.E.R.C. ¶ 63,003 (1997)\n(\"New Eng. Power II\"); New Eng. Power Co., 81 F.E.R.C. ¶ 61,281\n(1997) (\"New Eng. Power III\"), reh'g denied, 83 F.E.R.C. ¶ 61,265\n(1998) (\"New Eng. Power IV\"); New Eng. Power VII, 82 F.E.R.C. at\n61,656. See also New Eng. Power, 83 F.E.R.C. ¶ 61,085 (1998) (\"New\nEng. Power V\"); New Eng. Power Co., 81 F.E.R.C. ¶ 61,334 (1997)\n(\"New Eng. Power VI\").\n\n                                         -4-\n\frates; it viewed such an arrangement as discriminatory. Nor did it\n\nwant to pay a contract termination charge for NEPCO's stranded\n\ncosts; because it purchased its transmission services from Boston\n\nEdison, not NEPCO, it fell outside the stranded cost obligations\n\nimposed by FERC under Order No. 888.3\n\n          Instead, Norwood notified NEPCO on March 4, 1998, that on\n\nApril 1 it would unilaterally terminate its contract with NEPCO--\n\nwithout giving the required seven years' notice--and switch to a\n\ndifferent power supplier.    NEPCO then filed a tariff amendment to\n\nits Tariff No. 1 permitting any of its remaining distributor\n\ncustomers,   including   Norwood,   to    terminate   their   requirements\n\ncontracts on thirty days' notice upon the payment of a contract\n\ntermination charge (\"CTC\") whose formula was specified in the\n\ntariff amendment.   Norwood I, 202 F.3d at 397.\n\n          This CTC was calculated using a formula that would enable\n\nNEPCO to recover the revenues that it would have collected had a\n\nterminating customer continued to pay the tariff rate then in\n\neffect through the end of the contract term.          The CTC equaled the\n\nnumber of years remaining on the contract (L) multiplied by the\n\ndifference between the expected annual revenue from the terminating\n\n\n     3\n      Order No. 888 obligated power companies to transmit (\"wheel\")\npower for customers which had purchased both power and transmission\nservices from a single company, but who now wished to purchase\npower from another provider; and it obligated such customers to\ncompensate for any resulting stranded costs. Because Norwood had\nbought power but not transmission services from NEPCO, it fell\noutside the terms of Order No. 888. Norwood I, 202 F.3d at 398-99.\n\n                                    -5-\n\fcustomer based on the rates in effect at the time of termination\n\n(R)4 and the estimated market value of the released capacity (M);\n\nthat is, CTC = L x (R - M).   The CTC was capped so as not to exceed\n\nthe terminating customer's contribution to NEPCO's fixed power\n\nsupply costs; the tariff defined that contribution as L multiplied\n\nby the difference between R and NEPCO's annual average fuel costs\n\nwith respect to the customer.\n\n          This CTC was in several respects less favorable than the\n\ncontract termination charge applied to settling customers: it did\n\nnot provide the terminating customer a credit for the recovery of\n\ncosts associated with NEPCO's business, for example, through the\n\nprofitable divestiture of generating plants; and it did not update\n\n(\"true-up\") the formula values to reflect actual, rather than\n\nprojected, market values for released capacity.      New Eng. Power\n\nCo., 83 F.E.R.C. ¶ 61,174, at 61,723 nn.5, 13 (1998) (\"New Eng.\n\nPower IX\"), reh'g denied, 84 F.E.R.C. ¶ 61,175 (1998) (\"New Eng.\n\nPower X\"); New Eng. Power V, 83 F.E.R.C. at 61,419 n.5.\n\n\n\n\n     4\n      More precisely, R was to equal Total Revenue minus\nTransmission Revenue.    Total Revenue was to \"equal the annual\naverage of revenues received by [NEPCO] from [the terminating\ncustomer] over three years under the presently effective rates\n. . . In the event that the rates paid by the Customer . . . [had]\nchanged during the three-year period, Total Revenue shall be\ndetermined using the Customer's revenue for the 12 months\"\npreceding termination. Transmission Revenue referred to the annual\naverage revenue credited to the customer for transmission services\nperformed by a third party. The focus of this appeal is on the\nTotal Revenue component of the R value.\n\n                                 -6-\n\f            In proceedings before FERC, Norwood objected to the\n\ntariff amendment on a number of grounds, including claims that it\n\nviolated the \"stranded cost recovery\" provisions of FERC Order No.\n\n888, and that the disparities between the CTC offered to Norwood\n\nand the CTC offered to settling customers constituted an \"undue\n\npreference\" in violation of the Federal Power Act.                 16 U.S.C. §\n\n824d(b) (1994).     Norwood also sought an evidentiary hearing on the\n\nreasonableness     of   the   CTC   amount   (which   it    estimated    at   $78\n\nmillion).    Norwood I, 202 F.3d at 401.\n\n            FERC   rejected     Norwood's     claims,      found   the   tariff\n\namendment to be \"reasonable,\" New Eng. Power IX, 83 F.E.R.C. at\n\n61,723, and on rehearing refused to provide an evidentiary hearing\n\nbecause \"no party [had] raised any issue of material fact.\"                   New\n\nEng. Power X, 84 F.E.R.C. at 61,920.         FERC noted that Norwood could\n\nfile a section 206 complaint5 arguing that the underlying contract\n\nwas no longer reasonable and that Norwood should be able to break\n\nit without paying the amounts owed under it.            New Eng. Power IX, 83\n\nF.E.R.C. at 61,724.\n\n\n\n\n     5\n      Section 206 of the Federal Power Act, 16 U.S.C. § 824e,\nprovides a procedure for filing a complaint with the Commission\nthat a \"rate [or] charge . . . charged . . . by any public utility\n. . . is unjust, unreasonable, unduly discriminatory or\npreferential.\" If after a hearing the Commission agrees, it \"shall\ndetermine the just and reasonable rate [or] charge . . . to be\nthereafter observed and in force, and shall fix the same by order.\"\n\n\n                                      -7-\n\f            Norwood I affirmed FERC's decision, holding inter alia\n\nthat Order No. 888 did not by its terms apply to Norwood, 202 F.3d\n\nat 399, and that the disparity between Norwood's CTC and the\n\ncontract    termination       charge    of    settling    customers       did   not\n\nconstitute an \"undue preference.\"             Id. at 402.   At several points\n\nNorwood's present appeal appears to attempt to relitigate these two\n\nissues,     but in these respects it is foreclosed by our prior\n\nadjudication.      Springfield Television Corp. v. FCC, 609 F.2d 1014,\n\n1019 (1st Cir. 1979).\n\n            We also upheld the CTC formula as designed \"to cover\n\ncertain    projected   losses    to    New    England    Power   caused    by   not\n\nsupplying electricity after preparing to do so, calculated based on\n\nrates already approved by FERC\" and said that Norwood had failed to\n\nshow any factual dispute requiring an evidentiary hearing. Norwood\n\nI, 202 F.3d at 401.       However, we left open the possibility that\n\nNorwood    could   file   a   section    206    complaint    \"challenging       the\n\nsubstance of the contract termination charge.\"              Id.6\n\n            Norwood declined to pay the termination charge and, faced\n\nwith state court proceedings to recover amounts due under the\n\ncontract, Norwood filed a section 206 complaint with FERC in 2002,\n\nalleging (among other things) that NEPCO erroneously calculated the\n\n\n     6\n      In a companion case, Norwood alleged a breach of contract and\nantitrust violation by NEPCO. We affirmed the district court's\ndismissal of these claims, except for one antitrust claim that we\nremanded. Town of Norwood v. New Eng. Power Co. (\"Norwood II\"),\n202 F.3d 408 (1st Cir.), cert. denied, 531 U.S. 818 (2000).\n\n                                        -8-\n\fCTC and CTC cap by relying on incorrect R and M values.                     In\n\nparticular, Norwood claimed that the R value should have been\n\nreduced to reflect NEPCO's profitable divestiture of its non-\n\nnuclear generating plants, that the M value should have been\n\n\"trued-up\" to reflect actual, post-termination market values, and\n\nthat these omissions were unreasonable under section 206.\n\n            The Commission set Norwood's claims for a hearing, saying\n\nthat it had \"accepted NEPCO's CTC formula, but ha[d] not accepted\n\nthe individual components of the CTC calculation.\" Town of Norwood\n\nv. Nat'l Grid USA, 104 F.E.R.C. ¶ 61,030, at 61,074 (2003) (\"Nat'l\n\nGrid I\").    Before the ALJ, Norwood also argued belatedly that the\n\ninterest rate of 18 percent applied by NEPCO to overdue CTC\n\npayments was contrary to the tariff amendment and, since the rate\n\nwas   in    excess     of   NEPCO's     cost   of   money,    \"unjust    [and]\n\nunreasonable.\"       16 U.S.C. § 824e.\n\n            The ALJ accepted Norwood's argument that it should get a\n\nreduction in the R value figure to reflect the non-nuclear plant\n\ndivestitures7 but rejected its other claims.                 On review, the\n\nCommission    reversed      the   ALJ    as    to   the   credit   for   plant\n\ndivestitures, ruling (1) that the language of the CTC formula did\n\n\n      7\n      The ALJ held that the CTC formula could be read to suggest\nthat the preceding twelve months' revenue was simply a \"starting\npoint\" in fixing the R value (see note 4, above), and that a\ndownward adjustment--in the amount of a 28 percent of R--should be\nmade to \"reflect divestiture sales that were known and measurable\"\nat the time the CTC was calculated. Town of Norwood v. Nat'l Grid\nUSA, 107 F.E.R.C. ¶ 63,041, at 65,191 (2004) (\"Nat'l Grid II\").\n\n                                        -9-\n\fnot provide for an adjustment for divestiture of assets, and (2)\n\nthat the disparity between the CTC formula applied to Norwood and\n\nthe contract termination charge offered to settling customers was\n\nnot an undue preference because the parties were not similarly\n\nsituated.8         The Commission did not directly address Norwood's\n\nargument that the formula was unreasonable in failing to provide a\n\ncredit for plant divestitures.\n\n               On the interest rate issue, the Commission in its initial\n\ndecision rejected the ALJ's ruling in NEPCO's favor, instead siding\n\nwith Norwood.            Nat'l Grid III, 112 F.E.R.C. at 61,637-38.        On\n\nrehearing, it reversed itself and sided with NEPCO.9               FERC also\n\nreaffirmed its holding in favor of NEPCO on the R and M values.\n\nNat'l       Grid   IV,    114   F.E.R.C.   at   61,633-34.   The   Commission\n\nthereafter denied Norwood's request for further rehearing on the\n\ninterest rate issue.            Nat'l Grid V, 115 F.E.R.C. at 62,552.    This\n\nappeal followed.\n\n               We begin by considering Norwood's arguments concerning\n\nthe R and M values.               To the extent that Norwood purports to\n\ninterpret the language of the CTC tariff amendment as requiring\n\n\n        8\n      Town of Norwood v. Nat'l Grid USA, 112 F.E.R.C. ¶ 61,099, at\n61,629 (2005) (\"Nat'l Grid III\"), modified on reh'g, 114 F.E.R.C.\n¶ 61,187 (2006) (\"Nat'l Grid IV\"), further reh'g denied, 115\nF.E.R.C. ¶ 61,396 (2006) (\"Nat'l Grid V\").\n     9\n      The Commission said that it had misread the tariff in its\ninitial decision, and that the tariff incorporated an 18 percent\nrate on overdue payments. Nat'l Grid IV, 114 F.E.R.C. at 61,636.\n\n\n                                        -10-\n\fcredit for divestiture of assets and true-ups, its arguments are\n\nproperly before us but fail on the merits.                   The CTC provides for\n\ncertain   kinds    of    credit      adjustments        to    R,   including    for\n\ntransmission   services      provided      by   third    parties,    but    nowhere\n\nmentions credit for divestiture of assets.                   The CTC was clearly\n\nintended as a formula--not, as the staff urged, merely as \"a\n\nstarting point.\"     Nat'l Grid II, 107 F.E.R.C. at 65,191.\n\n           Norwood says that such a credit was implicitly intended\n\nbecause the CTC was modeled on the contract termination charge-\n\nformula   approved      in   Order   No.    888   and    offered     to    settling\n\ncustomers, which provided credit for asset divestiture.                    But when\n\nFERC approved the CTC tariff amendment, it expressly noted that\n\n\"[t]he proposed formula . . . differs from that applicable to other\n\nwholesale power customers.\"           New Eng. Power IX, 83 F.E.R.C. at\n\n61,723 nn.5, 13.\n\n           Nor does the CTC anywhere indicate that the M values will\n\nbe trued-up; quite to the contrary, the letter accompanying the\n\ntariff states that, although NEPCO planned to periodically update\n\nthe estimates of market value provided in the tariff, \"[a]ny\n\nupdated estimates . . . would not affect the contract termination\n\ncharges payable by a customer that exercised the early termination\n\n\n\n\n                                      -11-\n\fcharge prior to the filing of the update.\"10           In short, the CTC\n\ntariff language is clear and adverse to Norwood.\n\n               However, the main thrust of Norwood's position on appeal\n\nis that the CTC formula, as FERC reads it, is unlawful under the\n\nstatute. Norwood argues that, because the formula fails to account\n\nfor the divestiture of assets or to incorporate trued-up market\n\nvalues for power, it is not cost-based--that is, the CTC would give\n\nNEPCO more than it needs to recover any losses incurred by not\n\nsupplying power to Norwood after preparing to do so; and that the\n\nCTC is therefore \"unjust [and] unreasonable.\"          16 U.S.C. § 824e.\n\n               As we have noted, the Commission did not address these\n\nunreasonableness claims on the merits.              Its position is that\n\nNorwood cannot now raise them because the reasonableness of the CTC\n\nformula--as opposed to its application--is res judicata.             Although\n\nthe Commission would likely prevail on the merits, this would\n\nlikely require a remand and further proceedings.             We agree that\n\nthey    need    not   be   reached   because   Norwood's   attacks    on   the\n\nreasonableness of the formula are foreclosed.\n\n\n\n       10\n      Norwood also appears to argue that FERC erred in accepting\nNEPCO's market estimates, which, Norwood asserts, were too low.\nBut we defer to the Commission and ALJ's reasoned explanation as to\nwhy NEPCO's market estimates were just and reasonable: the market\nprices in NEPCO's forecast were close to--and indeed slightly\nhigher than--the prices in Norwood's contract with its new power\nsupplier, the prices Norwood was offered by another power supplier,\nand the prices in Norwood's offer to continue buying power from\nNEPCO. Nat'l Grid III, 112 F.E.R.C. at 61,633; Nat'l Grid II, 107\nF.E.R.C. at 65,187-91.\n\n                                      -12-\n\f            Over seven years ago, the Commission pronounced the CTC\n\nformula to be \"reasonable\" despite the fact that it failed to\n\nprovide for any adjustments for asset divestiture or true-ups. New\n\nEng. Power IX, 83 F.E.R.C. at 61,723 & nn.5, 13.           Norwood sought\n\nreview of the FERC decision in Norwood I; but on appeal Norwood\n\ndeveloped     only   its   discrimination   claim    and    a   different\n\nunreasonableness argument but not the unreasonableness arguments\n\nconcerning R and M that it now makes.\n\n            To permit Norwood now to advance new (and previously\n\navailable) theories in opposition to an already-litigated tariff\n\namendment would frustrate the values of repose and efficiency that\n\nres judicata doctrine is meant to protect.           Univ. of Tenn. v.\n\nElliott, 478 U.S. 788, 798 (1986).       Res judicata does not merely\n\nprevent re-litigation of issues actually decided but also the\n\npresentation of new grounds that could and should have been raised\n\nwhen the same transaction was the subject of earlier, different\n\nattacks.    Restatement (Second) of Judgments § 24 (1982).\n\n            Generally speaking, such res judicata doctrine applies to\n\nagencies when they are acting in an adjudicative capacity to\n\nresolve a controversy between two parties.          Aunyx Corp. v. Canon\n\nU.S.A., Inc., 978 F.2d 3, 7 (1st Cir. 1992), cert. denied, 507 U.S.\n\n973 (1993).     Here and in the prior proceeding in which Norwood\n\nsought rejection of the CTC tariff, the parties are the same and,\n\nso far as Norwood contests the validity of the CTC formula, the\n\n\n                                  -13-\n\fsubject matter is the same.       The first proceeding resolved the\n\nreasonableness issue in what was effectively a final judgment;\n\nattacks not properly developed there cannot now be resurrected.11\n\n            Norwood says that when we sustained FERC in Norwood I, we\n\nexpressly left open to Norwood a section 206 challenge to \"the\n\nsubstance of the contract termination charge,\" adding that \"[i]f\n\nthese charges were miscomputed or unsupported, Norwood might well\n\nhave a legitimate objection.\"      202 F.3d at 401.    When setting for\n\nhearing the claim currently on appeal, FERC agreed that it had \"not\n\n[yet]     approved   the   individual    components   used   in   NEPCO's\n\ncalculation\" of the CTC.      Nat'l Grid I, 104 F.E.R.C. at 61,074.\n\n            But what was left open by these statements was the proper\n\ncomputation of the R and M values according to the formula--not new\n\nattacks on the formula itself.      Norwood, quoting the FERC staff,\n\nsays that the prior reservation could not have meant only to\n\n\"giv[e] Norwood a chance to challenge NEPCO's arithmetic.\"           But\n\nwhether the figures proffered by NEPCO complied with the formula\n\nmattered a good deal and Norwood itself did urge that NEPCO had\n\nemployed unreasonable estimates of the market value of the released\n\n\n     11\n      For these reasons, we also reject Norwood's arguments\nconcerning the CTC cap. Norwood claims that it cannot be required\nto \"contribut[e] to . . . fixed power supply costs\" for facilities\nthat NEPCO has since profitably divested. But the CTC cap, like\nthe CTC generally, is a formula incorporating values determined at\nthe time of termination: it is equal to R minus NEPCO's average\nfuel costs with respect to Norwood. Norwood does not contest on\nappeal the calculation of NEPCO's average fuel costs; it does\ncontest R, but this challenge is dealt with above.\n\n                                  -14-\n\fload    and   had   miscalculated   its    fixed    power   supply   costs    in\n\ndetermining the CTC cap.\n\n              Norwood says that rate orders are not subject to the\n\nrules of res judicata: a rate that was once reasonable may, in\n\nlight of changed circumstances, become unreasonable. Tesoro Alaska\n\nPetroleum Co. v. FERC, 234 F.3d      1286, 1290 (D.C. Cir. 2000).            But\n\nthe CTC is not a rate; it is \"a formula-driven charge . . .\n\ncalculated based on rates already approved by FERC,\" Norwood I, 202\n\nF.3d at 401, payment of which permitted Norwood to opt out of a\n\ncontract before it had run its course.             The charge became a fixed\n\nand final contractual obligation at the time of termination.\n\n              Norwood counters that the CTC, if not itself a rate,\n\nincorporated rates that should be open to challenge as unreasonably\n\nhigh.    But there is nothing in the statute or case law cited by\n\nNorwood that prevents the construction of termination charge based\n\non rates in effect as of a certain date.               Creating a fixed and\n\nknowable obligation had advantages and disadvantages for Norwood in\n\nchoosing whether to terminate; but the terms of the CTC were clear\n\nwhen it made its decision.\n\n              In effect, NEPCO bore the risk of higher costs and lower\n\nmarket prices than the CTC incorporated, and Norwood bore the risk\n\nof lower costs and higher market prices.               Norwood was free to\n\nargue, in its original CTC challenge, that the tariff rates to be\n\nincorporated by the CTC were unreasonably high in light of what was\n\n\n                                    -15-\n\fknown then about NEPCO's costs; but Norwood chose not to do so.\n\nNorwood was also free to terminate and contest the CTC terms as\n\nunlawful--which it did, albeit unsuccessfully.          What it could not\n\ndo was to defer some of the available attacks on the CTC formula\n\nand now raise them in court for the first time eight years later.\n\n          Indeed, if we were to permit this kind of hide and seek\n\nlitigation   tactic,    nothing   would   prevent    Norwood   from   filing\n\ntomorrow a new section 206 attack to present new arguments as to\n\nwhy the original CTC formula was unlawful.          Norwood has managed to\n\ndefer making the full installment payments for years.            It is now\n\nfaced with large past-due obligations; but the obligations are ones\n\neasily foreseen, have been enlarged by delays in payment and are\n\nthe product of Norwood's own choices.\n\n          Norwood would not likely have prevailed even if the\n\nmerits were open.        The reasonableness of NEPCO's approach in\n\nexcluding true-ups and future plant divestitures is a regulatory\n\nissue within the province of FERC and reviewed by a court only for\n\narbitrariness.   Cent. Maine Power Co. v. FERC, 252 F.3d 34, 40 n.3\n\n(1st Cir. 2001).       There is nothing obviously unreasonable about\n\nframing a charge for contract termination that approximates, as of\n\nthe time of termination, projected revenues promised by the buyer\n\nless projected avoided loss for the seller.\n\n          This brings us to the important issue of the interest\n\nrate. In December 1998, after FERC's 1998 order approving the CTC,\n\n\n                                   -16-\n\fNEPCO brought a breach of contract action against Norwood in\n\nMassachusetts state court, seeking to collect then-overdue CTC\n\npayments    and   late    payment    charges.          In   March   2001,   the\n\nMassachusetts trial court granted NEPCO's summary judgment motion\n\nand awarded it $27,149,054.08, equal to the CTC and late payment\n\ncharges due through January 31, 2001.12\n\n            In October 2003, the Appeals Court affirmed, noting\n\nspecifically that \"[w]e have . . . considered Norwood's arguments\n\nwith respect to . . . the inclusion of an improper interest rate in\n\nthe calculation and conclude that they lack merit.\"                  New Eng.\n\nPower,    797   N.E.2d   26,   at   *2.     But   it   thereafter    remanded,\n\ndirecting the trial court to conform to the FERC order that is the\n\nsubject of this appeal, \"or to any further modifications of that\n\norder by FERC.\"     New Eng. Power, 847 N.E.2d 366, at *2.              So the\n\nmatter turns on FERC's ultimate determination.\n\n            We turn, therefore, to Norwood's claims regarding the\n\ninterest rate for late payment of the CTC installments, which are\n\ntwo: one is that FERC misconstrued the tariff and that it is\n\nentitled under the tariff to pay a lower interest rate than the 18\n\npercent ordered by FERC; the other is that the 18 percent rate is\n\n\n\n\n     12\n      New Eng. Power Co. v. Town of Norwood, No. 982650A, 2001 WL\n543172 (Mass. Super. Ct. Mar. 14, 2001), aff'd, 797 N.E.2d 26, at\n*2 (Mass. App. Ct. 2003) (unpublished), review denied, 440 Mass.\n1108 (2003), cert. denied, 541 U.S. 1073 (2004), amended, 847\nN.E.2d 366 (Mass. App. Ct. 2006) (unpublished).\n\n                                     -17-\n\funlawful or at least inconsistent with prior Commission precedent.\n\nWe treat the two issues in that order.\n\n             NEPCO has in its successive unpaid bills to Norwood\n\napplied an 18 percent interest rate to Norwood's overdue CTC\n\npayments, citing Section J of Tariff No. 1's schedule of general\n\nterms and conditions:\n\n           When all or part of any bill shall remain unpaid for\n        more than thirty (30) days after the rendering thereof\n        by the Company, interest at the rate of 1½% per month\n        shall accrue to the Company from and after the\n        rendering of said bill . . . .\n\n             Norwood   first   argues   that   the   Section     J   rate   is\n\ninapplicable to late CTC payments. Instead, it claims that section\n\nN applies; Section N was added to the tariff as part of the\n\namendment permitting early termination of contracts under the\n\nformula we have been discussing.        It states:\n\n         The Contract Termination Charge shall be payable in\n         equal monthly installments of principal and interest\n         . . . The Customer's payments shall include carrying\n         charges on the unpaid amount of the Contract\n         Termination Charge at the interest rate determined\n         pursuant to section 35.19a of the Commission's\n         regulations (18 C.F.R. 35.19a) effective on the Early\n         Termination Date and compounded monthly.\n\n             Although the termination charge was to be calculated at\n\nthe   time   of   termination,   section   N   permitted   its   payment    in\n\ninstallments over the remaining life of the contract and imposed,\n\nas \"the carrying charge\" (that is, interest) on the deferred\n\n\n\n\n                                   -18-\n\fpayments, an interest rate specified in FERC regulations.13                     18\n\nC.F.R. § 35.19a.        The cited regulations provided that, for refunds\n\nby carriers to customers where new rates had gone into effect but\n\nwere later disallowed, the Federal Reserve prime interest rate\n\napplied.\n\n            The prime rate varies over time, but it has in recent\n\nyears been considerably less than 18 percent.                 Norwood claimed in\n\nthe Commission proceeding that the prime rate (varying over time),\n\nrather than the 18 percent rate, should be applied to its unpaid\n\nCTC bills.       The Commission, after initially agreeing, ultimately\n\nheld that the prime rate regulation did not apply and that the 18\n\npercent rate in section J did.           See note 9, above.\n\n            We think the question is close.                 The phrase \"unpaid\n\namount\" in Section N could be read to include both unbilled CTC\n\namounts    and   amounts      billed   but   as    yet   unpaid   (e.g.,   overdue\n\npayments).        But   the    Commission     is   entitled    to   deference   in\n\ninterpreting tariffs filed with it, Koch Gateway Pipeline Co. v.\n\nFERC, 136 F.3d 810, 814 (D.C. Cir. 1998); the CTC is part of the\n\ntariff; and FERC's construction is reasonable, even though not\n\ninevitable, as we now explain.\n\n\n\n\n     13\n      NEPCO further explains that the monthly installments are\ncalculated by (a) calculating the present discounted value of the\ntotal CTC amount using the section 35.19a rate and then (b)\nconverting that lump sum into monthly installment payments that\nincorporate a carrying charge equal to the section 35.19a rate.\n\n                                       -19-\n\f           Section N can easily be read to apply the prime rate only\n\nin calculating the installment amount due each month from the buyer\n\nwho terminated, remaining silent as to the interest rate charged to\n\noverdue monthly installment payments.       The fact that the carrying\n\ncost language is juxtaposed with the option to pay in installments\n\nsupports this reading.         And, if Section J is read as a catchall\n\nprovision directed to all late payments, there would be no reason\n\nto address that subject in section N.\n\n           By contrast, Section J--which imposes an 18 percent\n\ninterest   rate   on    late   payments--applies   to   \"any   bill\";   and\n\nNorwood's monthly installment obligation is the subject of a\n\n\"bill.\"    Norwood argues that Section J applies only to bills for\n\nelectricity sales, pointing to the fact that Section J defines a\n\n\"month\" as \"the period between two meter readings . . . .\"         But the\n\nfact that the provision applies to metered sales does not exclude\n\nits application to other bills as well.\n\n           Norwood suggests that it is inconsistent to use two\n\ndifferent interest rates, but interest rates reflect policy choices\n\nand the overdue payment context is not the same as the installment\n\npayment context.       In particular, the prime rate can be viewed as a\n\nsurrogate for the carrier's cost of money (although only very\n\napproximately); an 18 percent rate on overdue bills is, in recent\n\nyears, considerably more than the carrier's cost of money and\n\n\n\n\n                                    -20-\n\fjustifiable primarily to offset collection costs and encourage\n\nprompt payment.\n\n           This takes us directly to Norwood's alternative argument,\n\nnamely, that if the tariff does impose an 18 percent rate on\n\noverdue CTC payments, it is unreasonable because such a rate is in\n\nexcess of NEPCO's cost of money.        Taken in the abstract, this would\n\nbe   unpersuasive:     deterring     delayed   payments      is    a    legitimate\n\npurpose, quite apart from collection costs, and nothing in the\n\nstatute   prevents     the   Commission     from    treating       a    penalty    as\n\nreasonable.       If   the   Commission      had    said    this       and   had   no\n\ninconsistent precedent, that would be the end of the matter.\n\n           But   Norwood's    case    is    somewhat     stronger       because    in\n\nConnecticut Light & Power Co., 59 F.P.C. 811 (1977), FERC itself\n\nrejected a proposed 18 percent annual charge on late payments as\n\n\"not supported by cost data.\"        Id. at 821.       The decision said that\n\na late payment penalty might be warranted in cases of chronic\n\ndelinquency, but in general \"we do not believe as a matter of\n\npolicy that this Commission should assume the functions of a bill\n\ncollection     enforcement    agency       except   in     otherwise         hopeless\n\nsituations.\"     Id.   See also Pub. Serv. Co. of N.M. v. FERC, 832\n\nF.2d 1201 (10th Cir. 1987).\n\n           In its order, the Commission distinguished Connecticut\n\nLight & Power on the ground that it involved a proposed penalty\n\ninterest rate, so that the power company bore the burden of showing\n\n\n                                     -21-\n\fit to be reasonable; here, by contrast, the 18 percent rate had\n\nbeen part of the tariff since the mid-1970s, so Norwood bore the\n\nburden of showing it to be unreasonable. And, says the Commission,\n\nNorwood never offered cost evidence or other facts to show that the\n\nprovision was unreasonable.         Nat'l Grid V, 115 F.E.R.C. at 62,551-\n\n52.\n\n           We do not find this a persuasive explanation. NEPCO does\n\nnot seriously suggest that 18 percent represents its cost of money.\n\nSo the real question is whether the Commission has altered its\n\nConnecticut    Light    &   Power   policy--which   it     could    do   with    an\n\nexplanation, Atchison, Topeka & Sante Fe R.R. v. Witchita Bd. of\n\nTrade, 412 U.S. 800, 808 (1973)--or thinks that there is something\n\nabout Norwood's situation that justifies such a penalty even though\n\nprior precedent would not allow it for an ordinary overdue bill,\n\nabsent special circumstances.\n\n           Frankly, the Commission--with some reason--appears merely\n\nto have run out of patience with Norwood's attempts to re-litigate\n\nissues that it earlier lost or forfeit.        In fact, even the interest\n\nrate issue was raised belatedly; but the state court judgment no\n\nlonger poses a res judicata objection and the Commission itself\n\nchose to address the objection on the merits.               Having chosen to\n\ndecide   the   issue,   the    Commission   must    face    it     squarely     and\n\nadequately resolve it.\n\n\n\n\n                                     -22-\n\f          On remand the Commission is not limited to a single\n\nchoice. Conceivably it could sustain the 18 percent figure against\n\nattack and modify its Connecticut Light and Power policy (or\n\nadequately distinguish it). Or it might find the 18 percent figure\n\nunreasonable and find the prime rate or some other rate above the\n\nprime rate to be appropriate.    We do agree that this remains a\n\nsection 206 proceeding in which Norwood is attacking a longstanding\n\ntariff provision and bears the ultimate burden of proof.\n\n          We address one other loose end as to interest.   Norwood\n\nhas also argued that even if the 18 percent rate is applicable to\n\nCTC late payments, the rate should not be applied to payments due\n\nprior to FERC's order of February 22, 2006, since before that point\n\nthe CTC amount had not been determined.   It is true that the CTC\n\namount had been in dispute and in that sense had not yet been\n\nfinally determined by the Commission.\n\n          But section J makes it quite clear that, when a customer\n\ndisputes an amount billed by a carrier, the carrier is entitled to\n\nprescribed interest that accrues \"from . . . the rendering of said\n\nbill\" on \"the amount finally determined to be due and payable.\"\n\nNorwood has challenged the amount of interest prescribed; but\n\nwhatever the figure FERC finds justified, the tariff provides that\n\nNorwood owes that amount from the time the bill was rendered.\n\n          We affirm the Commission's order insofar as it determines\n\nthe amount of principal due; as to the interest, we also affirm the\n\n\n                                -23-\n\forder insofar as it requires interest payments based on at least\n\nthe prime rate--the figure Norwood itself seeks--and remand only as\n\nto whether more is properly due.      Our stay order of August 21,\n\n2006, will terminate when the mandate issues. Each party will bear\n\nits own costs in this court.\n\n          Affirmed in part and remanded in part.\n\n\n\n\n                               -24-\n\f",
  "html": "<p class=\"case_cite\">476 F.3d 18</p>\n    <p class=\"parties\">TOWN OF NORWOOD, MASSACHUSETTS, Petitioner,<br>v.<br>FEDERAL ENERGY REGULATORY COMMISSION, Respondent.<br>New England Power Company, Intervenor.</p>\n    <p class=\"docket\">No. 06-1658.</p>\n    <p class=\"docket\">No. 06-2054.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard December 6, 2006.</p>\n    <p class=\"date\">Decided February 2, 2007.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Robert A. Jablon with whom Elaine C. Lippmann, Spiegel &amp; McDiarmid, Charles F. Wheatley, Jr., Wheatley &amp; Ranquist, P.A., J. Owen Todd, Juliet A. Davison, Heidi A. Nadel and Todd &amp; Weld LLP were on consolidated brief for petitioner.</p>\n      <p class=\"indent\">Michael E. Kaufmann with whom John S. Moot, General Counsel, and Robert H. Solomon, Solicitor, Federal Energy Regulatory Commission, were on consolidated brief for respondent.</p>\n      <p class=\"indent\">Kenneth G. Jaffe with whom Alston &amp; Bird LLP, and John F. Sherman III, Deputy General Counsel, National Grid USA Services Company, Inc., were on brief for intervenor.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, CYR, Senior Circuit Judge, and LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The Town of Norwood, Massachusetts (\"Norwood\"), which operates a municipal electric system serving local businesses and residents, seeks review of an order of the Federal Energy Regulatory Commission (\"FERC\"). The order sustained a contract termination charge contained in a tariff previously filed by New England Power Company (\"NEPCO\"). The background events have been the subject of prior litigation in this court, principally in <i>Town of Norwood v. FERC</i> (<i>\"Norwood I\"</i>), 202 F.3d 392 (1st Cir.2000), <i>cert. denied,</i> 531 U.S. 818, 121 S.Ct. 57, 148 L.Ed.2d 24 (2000).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">For many years, NEPCO was a major power wholesaler in New England. It operated generating plants and a transmission network, and sold power wholesale to affiliated distribution companies (such as Massachusetts Electric Company, which served Massachusetts, and Narragansett Electric Company, which served Rhode Island) as well as to non-affiliated distributors like Norwood. Service to Norwood was provided under a long-term requirements contract of a kind then common in the utilities industry.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The contract, which began in 1983 and thereafter was extended by Norwood until October 2008, required NEPCO to supply, and Norwood to purchase, Norwood's power requirements from NEPCO at rates provided by NEPCO's Tariff No. 1. The contract could be terminated by Norwood without penalty but only upon seven years' prior notice. The present litigation arises out of NEPCO's action in providing, and Norwood's decision to exercise, a new option permitting customers to terminate their contracts early.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Beginning in late 1996, in response to legislative and regulatory initiatives to promote competition and consumer choice in the electric power industry, NEPCO made a series of regulatory filings. Among these were settlements offered by NEPCO to NEPCO's distributor customers&#8212;both affiliates and non-affiliates (including Norwood)&#8212;permitting them to terminate their NEPCO requirements contracts earlier than otherwise permitted, upon payment of a contract termination charge.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The aim was to allow distributors flexibility to choose new suppliers while permitting NEPCO to recover its \"stranded costs\"&#8212;that is, investments made by NEPCO to meet the projected long-term requirements of its distributor customers.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The proposed settlement terms also provided that NEPCO would offer its affiliates, but not Norwood, low (but gradually escalating) \"wholesale standard offer\" rates for power without the need for a contract; the affiliates were required to offer corresponding retail standard offer rates to their retail customers, but Norwood, as a municipal utility, was not. Mass. Gen. Laws ch. 164, &#167; 47A.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Additionally, as part of its restructuring, NEPCO sought approval from FERC to sell virtually all of its non-nuclear generating facilities. The buyer, USGen New England, Inc., agreed to assume responsibility for providing the \"wholesale standard offer\" service to NEPCO's affiliates who terminated, and agreed not to raise rates for NEPCO's remaining distributor customers, including Norwood. <i>New Eng. Power Co.,</i> 1998 WL 89673, 82 F.E.R.C. 61,179, at 61,658-60 (1998) (<i>\"New Eng. Power VII\"</i>), <i>reh'g denied,</i> 1998 WL 385144, 83 F.E.R.C. 61,275 (1998) (<i>\"New Eng. Power VIII\"</i>).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">FERC approved the settlement offers and divestiture over Norwood's objection.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> NEPCO's three affiliated customers and three of its unaffiliated municipal customers opted to accept NEPCO's settlement offer, to terminate early, and to pay the contract termination charge. Other non-affiliates opted to continue to purchase their power requirements from NEPCO at Tariff No. 1 rates through the contractual seven-year notice period for termination.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Norwood was unwilling to take either course of action. It did not want to continue buying power at Tariff No. 1 rates when its distributor \"competitors\" had been offered lower non-contract rates; it viewed such an arrangement as discriminatory. Nor did it want to pay a contract termination charge for NEPCO's stranded costs; because it purchased its transmission services from Boston Edison, not NEPCO, it fell outside the stranded cost obligations imposed by FERC under Order No. 888.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Instead, Norwood notified NEPCO on March 4, 1998, that on April 1 it would unilaterally terminate its contract with NEPCO&#8212;without giving the required seven years' notice&#8212;and switch to a different power supplier. NEPCO then filed a tariff amendment to its Tariff No. 1 permitting any of its remaining distributor customers, including Norwood, to terminate their requirements contracts on thirty days' notice upon the payment of a contract termination charge (\"CTC\") whose formula was specified in the tariff amendment. <i>Norwood I,</i> 202 F.3d at 397.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">This CTC was calculated using a formula that would enable NEPCO to recover the revenues that it would have collected had a terminating customer continued to pay the tariff rate then in effect through the end of the contract term. The CTC equaled the number of years remaining on the contract (L) multiplied by the difference between the expected annual revenue from the terminating customer based on the rates in effect at the time of termination (R)<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> and the estimated market value of the released capacity (M); that is, CTC = L &#215;(R-M). The CTC was capped so as not to exceed the terminating customer's contribution to NEPCO's fixed power supply costs; the tariff defined that contribution as L multiplied by the difference between R and NEPCO's annual average fuel costs with respect to the customer.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">This CTC was in several respects less favorable than the contract termination charge applied to settling customers: it did not provide the terminating customer a credit for the recovery of costs associated with NEPCO's business, for example, through the profitable divestiture of generating plants; and it did not update (\"true-up\") the formula values to reflect actual, rather than projected, market values for released capacity. <i>New Eng. Power Co.,</i> 1998 WL 246647, 83 F.E.R.C. 61,174, at 61,723 nn. 5, 13 (1998) (<i>\"New Eng. Power IX\"</i>), <i>reh'g denied,</i> 1998 WL 452339, 84 F.E.R.C. 61,175 (1998) (<i>\"New Eng. Power X\"</i>); <i>New Eng. Power V,</i> 1998 WL 203156, 83 F.E.R.C. at 61,419 n. 5.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In proceedings before FERC, Norwood objected to the tariff amendment on a number of grounds, including claims that it violated the \"stranded cost recovery\" provisions of FERC Order No. 888, and that the disparities between the CTC offered to Norwood and the CTC offered to settling customers constituted an \"undue preference\" in violation of the Federal Power Act. 16 U.S.C. &#167; 824d(b) (1994). Norwood also sought an evidentiary hearing on the reasonableness of the CTC amount (which it estimated at $78 million). <i>Norwood I,</i> 202 F.3d at 401.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">FERC rejected Norwood's claims, found the tariff amendment to be \"reasonable,\" <i>New Eng. Power IX,</i> 1998 WL 246647, 83 F.E.R.C. at 61,723, and on rehearing refused to provide an evidentiary hearing because \"no party [had] raised any issue of material fact.\" <i>New Eng. Power X,</i> 1998 WL 452339, 84 F.E.R.C. at 61,920. FERC noted that Norwood could file a section 206 complaint<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> arguing that the underlying contract was no longer reasonable and that Norwood should be able to break it without paying the amounts owed under it. <i>New Eng. Power IX,</i> 1998 WL 246647, 83 F.E.R.C. at 61,724.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\"><i>Norwood I</i> affirmed FERC's decision, holding <i>inter alia</i> that Order No. 888 did not by its terms apply to Norwood, 202 F.3d at 399, and that the disparity between Norwood's CTC and the contract termination charge of settling customers did not constitute an \"undue preference.\" <i>Id.</i> at 402. At several points Norwood's present appeal appears to attempt to relitigate these two issues, but in these respects it is foreclosed by our prior adjudication. <i>Springfield Television Corp. v. FCC,</i> 609 F.2d 1014, 1019 (1st Cir.1979).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We also upheld the CTC formula as designed \"to cover certain projected losses to New England Power caused by <i>not</i> supplying electricity after preparing to do so, calculated based on rates already approved by FERC\" and said that Norwood had failed to show any factual dispute requiring an evidentiary hearing. <i>Norwood I,</i> 202 F.3d at 401. However, we left open the possibility that Norwood could file a section 206 complaint \"challenging the substance of the contract termination charge.\" <i>Id.</i><a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Norwood declined to pay the termination charge and, faced with state court proceedings to recover amounts due under the contract, Norwood filed a section 206 complaint with FERC in 2002, alleging (among other things) that NEPCO erroneously calculated the CTC and CTC cap by relying on incorrect R and M values. In particular, Norwood claimed that the R value should have been reduced to reflect NEPCO's profitable divestiture of its non-nuclear generating plants, that the M value should have been \"trued-up\" to reflect actual, post-termination market values, and that these omissions were unreasonable under section 206.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The Commission set Norwood's claims for a hearing, saying that it had \"accepted NEPCO's CTC formula, but ha[d] not accepted the individual components of the CTC calculation.\" <i>Town of Norwood v. Nat'l Grid USA,</i> 104 F.E.R.C. 61,030, at 61,074 (2003) (<i>\"Nat'l Grid I\"</i>). Before the ALJ, Norwood also argued belatedly that the interest rate of 18 percent applied by NEPCO to overdue CTC payments was contrary to the tariff amendment and, since the rate was in excess of NEPCO's cost of money, \"unjust [and] unreasonable.\" 16 U.S.C. &#167; 824e.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The ALJ accepted Norwood's argument that it should get a reduction in the R value figure to reflect the non-nuclear plant divestitures<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> but rejected its other claims. On review, the Commission reversed the ALJ as to the credit for plant divestitures, ruling (1) that the language of the CTC formula did not provide for an adjustment for divestiture of assets, and (2) that the disparity between the CTC formula applied to Norwood and the contract termination charge offered to settling customers was not an undue preference because the parties were not similarly situated.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> The Commission did not directly address Norwood's argument that the formula was unreasonable in failing to provide a credit for plant divestitures.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">On the interest rate issue, the Commission in its initial decision rejected the ALJ's ruling in NEPCO's favor, instead siding with Norwood. <i>Nat'l Grid III,</i> 2005 WL 1707455, 112 F.E.R.C. at 61,637-38. On rehearing, it reversed itself and sided with NEPCO.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> FERC also reaffirmed its holding in favor of NEPCO on the R and M values. <i>Nat'l Grid IV,</i> 2006 WL 408272, 114 F.E.R.C. at 61,633-34. The Commission thereafter denied Norwood's request for further rehearing on the interest rate issue. <i>Nat'l Grid V,</i> 2006 WL 1794471, 115 F.E.R.C. at 62,552. This appeal followed.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We begin by considering Norwood's arguments concerning the R and M values. To the extent that Norwood purports to interpret the <i>language</i> of the CTC tariff amendment as requiring credit for divestiture of assets and true-ups, its arguments are properly before us but fail on the merits. The CTC provides for certain kinds of credit adjustments to R, including for transmission services provided by third parties, but nowhere mentions credit for divestiture of assets. The CTC was clearly intended as a formula&#8212;not, as the staff urged, merely as \"a starting point.\" <i>Nat'l Grid II,</i> 2004 WL 1260993, 107 F.E.R.C. at 65,191.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Norwood says that such a credit was implicitly intended because the CTC was modeled on the contract termination charge-formula approved in Order No. 888 and offered to settling customers, which provided credit for asset divestiture. But when FERC approved the CTC tariff amendment, it expressly noted that \"[t]he proposed formula ... differs from that applicable to other wholesale power customers.\" <i>New Eng. Power IX,</i> 1998 WL 246647, 83 F.E.R.C. at 61,723 nn. 5, 13.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Nor does the CTC anywhere indicate that the M values will be trued-up; quite to the contrary, the letter accompanying the tariff states that, although NEPCO planned to periodically update the estimates of market value provided in the tariff, \"[a]ny updated estimates . . . would not affect the contract termination charges payable by a customer that exercised the early termination charge prior to the filing of the update.\"<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> In short, the CTC tariff language is clear and adverse to Norwood.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">However, the main thrust of Norwood's position on appeal is that the CTC formula, as FERC reads it, is unlawful under the statute. Norwood argues that, because the formula fails to account for the divestiture of assets or to incorporate trued-up market values for power, it is not cost-based&#8212;that is, the CTC would give NEPCO more than it needs to recover any losses incurred by not supplying power to Norwood after preparing to do so; and that the CTC is therefore \"unjust [and] unreasonable.\" 16 U.S.C. &#167; 824e.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">As we have noted, the Commission did not address these unreasonableness claims on the merits. Its position is that Norwood cannot now raise them because the reasonableness of the CTC <i>formula</i>&#8212;as opposed to its application&#8212;is res judicata. Although the Commission would likely prevail on the merits, this would likely require a remand and further proceedings. We agree that they need not be reached because Norwood's attacks on the reasonableness of the formula are foreclosed.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Over seven years ago, the Commission pronounced the CTC formula to be \"reasonable\" despite the fact that it failed to provide for any adjustments for asset divestiture or true-ups. <i>New Eng. Power IX,</i> 1998 WL 246647, 83 F.E.R.C. at 61,723 &amp; nn. 5, 13. Norwood sought review of the FERC decision in <i>Norwood I;</i> but on appeal Norwood developed only its discrimination claim and a different unreasonableness argument but <i>not</i> the unreasonableness arguments concerning R and M that it now makes.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">To permit Norwood now to advance new (and previously available) theories in opposition to an already-litigated tariff amendment would frustrate the values of repose and efficiency that res judicata doctrine is meant to protect. <i>Univ. of Tenn. v. Elliott,</i> 478 U.S. 788, 798, 106 S.Ct. 3220, 92 L.Ed.2d 635 (1986). Res judicata does not merely prevent re-litigation of issues actually decided but also the presentation of new grounds that could and should have been raised when the same transaction was the subject of earlier, different attacks. <i>Restatement (Second) of Judgments</i> &#167; 24 (1982).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Generally speaking, such res judicata doctrine applies to agencies when they are acting in an adjudicative capacity to resolve a controversy between two parties. <i>Aunyx Corp. v. Canon U.S.A., Inc.,</i> 978 F.2d 3, 7 (1st Cir.1992), <i>cert. denied,</i> 507 U.S. 973, 113 S.Ct. 1416, 122 L.Ed.2d 786 (1993). Here and in the prior proceeding in which Norwood sought rejection of the CTC tariff, the parties are the same and, so far as Norwood contests the validity of the CTC formula, the subject matter is the same. The first proceeding resolved the reasonableness issue in what was effectively a final judgment; attacks not properly developed there cannot now be resurrected.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Norwood says that when we sustained FERC in <i>Norwood I,</i> we expressly left open to Norwood a section 206 challenge to \"the substance of the contract termination charge,\" adding that \"[i]f these charges were miscomputed or unsupported, Norwood might well have a legitimate objection.\" 202 F.3d at 401. When setting for hearing the claim currently on appeal, FERC agreed that it had \"not [yet] approved the individual components used in NEPCO's calculation\" of the CTC. <i>Nat'l Grid I,</i> 2003 WL 21512482, 104 F.E.R.C. at 61,074.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">But what was left open by these statements was the proper computation of the R and M values <i>according to the formula</i>&#8212;not new attacks on the formula itself. Norwood, quoting the FERC staff, says that the prior reservation could not have meant only to \"giv[e] Norwood a chance to challenge NEPCO's arithmetic.\" But whether the figures proffered by NEPCO complied with the formula mattered a good deal and Norwood itself did urge that NEPCO had employed unreasonable estimates of the market value of the released load and had miscalculated its fixed power supply costs in determining the CTC cap.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Norwood says that rate orders are not subject to the rules of res judicata: a rate that was once reasonable may, in light of changed circumstances, become unreasonable. <i>Tesoro Alaska Petroleum Co. v. FERC,</i> 234 F.3d 1286, 1290 (D.C.Cir.2000). But the CTC is not a <i>rate;</i> it is \"a formula-driven charge . . . calculated based on rates already approved by FERC,\" <i>Norwood I,</i> 202 F.3d at 401, payment of which permitted Norwood to opt out of a contract before it had run its course. The charge became a fixed and final contractual obligation at the time of termination.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Norwood counters that the CTC, if not itself a rate, incorporated rates that should be open to challenge as unreasonably high. But there is nothing in the statute or case law cited by Norwood that prevents the construction of termination charge based on rates in effect as of a certain date. Creating a fixed and knowable obligation had advantages and disadvantages for Norwood in choosing whether to terminate; but the terms of the CTC were clear when it made its decision.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">In effect, NEPCO bore the risk of higher costs and lower market prices than the CTC incorporated, and Norwood bore the risk of lower costs and higher market prices. Norwood was free to argue, in its original CTC challenge, that the tariff rates to be incorporated by the CTC were unreasonably high in light of what was known then about NEPCO's costs; but Norwood chose not to do so. Norwood was also free to terminate and contest the CTC terms as unlawful&#8212;which it did, albeit unsuccessfully. What it could not do was to defer some of the available attacks on the CTC formula and now raise them in court for the first time eight years later.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Indeed, if we were to permit this kind of hide and seek litigation tactic, nothing would prevent Norwood from filing tomorrow a <i>new</i> section 206 attack to present <i>new</i> arguments as to why the original CTC formula was unlawful. Norwood has managed to defer making the full installment payments for years. It is now faced with large past-due obligations; but the obligations are ones easily foreseen, have been enlarged by delays in payment and are the product of Norwood's own choices.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Norwood would not likely have prevailed even if the merits were open. The reasonableness of NEPCO's approach in excluding true-ups and future plant divestitures is a regulatory issue within the province of FERC and reviewed by a court only for arbitrariness. <i>Cent. Maine Power Co. v. FERC,</i> 252 F.3d 34, 40 n. 3 (1st Cir.2001). There is nothing obviously unreasonable about framing a charge for contract termination that approximates, as of the time of termination, projected revenues promised by the buyer less projected avoided loss for the seller.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">This brings us to the important issue of the interest rate. In December 1998, after FERC's 1998 order approving the CTC, NEPCO brought a breach of contract action against Norwood in Massachusetts state court, seeking to collect then-overdue CTC payments and late payment charges. In March 2001, the Massachusetts trial court granted NEPCO's summary judgment motion and awarded it $27,149,054.08, equal to the CTC and late payment charges due through January 31, 2001.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">In October 2003, the Appeals Court affirmed, noting specifically that \"[w]e have . . . considered Norwood's arguments with respect to . . . the inclusion of an improper interest rate in the calculation and conclude that they lack merit.\" <i>New Eng. Power,</i> 797 N.E.2d 26, at *2. But it thereafter remanded, directing the trial court to conform to the FERC order that is the subject of this appeal, \"or to any further modifications of that order by FERC.\" <i>New Eng. Power,</i> 847 N.E.2d 366, at *2. So the matter turns on FERC's ultimate determination.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">We turn, therefore, to Norwood's claims regarding the interest rate for late payment of the CTC installments, which are two: one is that FERC misconstrued the tariff and that it is entitled under the tariff to pay a lower interest rate than the 18 percent ordered by FERC; the other is that the 18 percent rate is unlawful or at least inconsistent with prior Commission precedent. We treat the two issues in that order.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">NEPCO has in its successive unpaid bills to Norwood applied an 18 percent interest rate to Norwood's <i>overdue</i> CTC payments, citing Section J of Tariff No. 1's schedule of general terms and conditions:</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">When all or part of any bill shall remain unpaid for more than thirty (30) days after the rendering thereof by the Company, interest at the rate of 1% per month shall accrue to the Company from and after the rendering of said bill....</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Norwood first argues that the Section J rate is inapplicable to late CTC payments. Instead, it claims that section N applies; Section N was added to the tariff as part of the amendment permitting early termination of contracts under the formula we have been discussing. It states:</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The Contract Termination Charge shall be payable in equal monthly installments of principal and interest ... The Customer's payments shall include carrying charges on the unpaid amount of the Contract Termination Charge at the interest rate determined pursuant to section 35.19a of the Commission's regulations (18 C.F.R. 35.19a) effective on the Early Termination Date and compounded monthly.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Although the termination charge was to be calculated at the time of termination, section N permitted its payment in installments over the remaining life of the contract and imposed, as \"the carrying charge\" (that is, interest) on the deferred payments, an interest rate specified in FERC regulations.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> 18 C.F.R. &#167; 35.19a. The cited regulations provided that, for refunds by carriers to customers where new rates had gone into effect but were later disallowed, the Federal Reserve prime interest rate applied.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The prime rate varies over time, but it has in recent years been considerably less than 18 percent. Norwood claimed in the Commission proceeding that the prime rate (varying over time), rather than the 18 percent rate, should be applied to its unpaid CTC bills. The Commission, after initially agreeing, ultimately held that the prime rate regulation did not apply and that the 18 percent rate in section J did. <i>See</i> note 9, <i>above.</i></p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">We think the question is close. The phrase \"unpaid amount\" in Section N could be read to include both <i>unbilled</i> CTC amounts <i>and</i> amounts <i>billed but as yet unpaid</i> (<i>e.g.,</i> overdue payments). But the Commission is entitled to deference in interpreting tariffs filed with it, <i>Koch Gateway Pipeline Co. v. FERC,</i> 136 F.3d 810, 814 (D.C.Cir.1998); the CTC is part of the tariff; and FERC's construction is reasonable, even though not inevitable, as we now explain.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Section N can easily be read to apply the prime rate only in calculating the installment amount due each month from the buyer who terminated, remaining silent as to the interest rate charged to <i>overdue</i> monthly installment payments. The fact that the carrying cost language is juxtaposed with the option to pay in installments supports this reading. And, if Section J is read as a catchall provision directed to all late payments, there would be no reason to address that subject in section N.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">By contrast, Section J&#8212;which imposes an 18 percent interest rate on late payments&#8212;applies to \"any bill\"; and Norwood's monthly installment obligation is the subject of a \"bill.\" Norwood argues that Section J applies only to bills for electricity sales, pointing to the fact that Section J defines a \"month\" as \"the period between two meter readings....\" But the fact that the provision applies to metered sales does not exclude its application to other bills as well.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Norwood suggests that it is inconsistent to use two different interest rates, but interest rates reflect policy choices and the overdue payment context is not the same as the installment payment context. In particular, the prime rate can be viewed as a surrogate for the carrier's cost of money (although only very approximately); an 18 percent rate on overdue bills is, in recent years, considerably more than the carrier's cost of money and justifiable primarily to offset collection costs and encourage prompt payment.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">This takes us directly to Norwood's alternative argument, namely, that if the tariff does impose an 18 percent rate on overdue CTC payments, it is unreasonable because such a rate is in excess of NEPCO's cost of money. Taken in the abstract, this would be unpersuasive: deterring delayed payments is a legitimate purpose, quite apart from collection costs, and nothing in the statute prevents the Commission from treating a penalty as reasonable. If the Commission had said this and had no inconsistent precedent, that would be the end of the matter.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">But Norwood's case is somewhat stronger because in <i>Connecticut Light &amp; Power Co.,</i> 59 F.P.C. 811 (1977), FERC itself rejected a proposed 18 percent annual charge on late payments as \"not supported by cost data.\" <i>Id.</i> at 821. The decision said that a late payment penalty might be warranted in cases of chronic delinquency, but in general \"we do not believe as a matter of policy that this Commission should assume the functions of a bill collection enforcement agency except in otherwise hopeless situations.\" <i>Id. See also Pub. Serv. Co. of N.M. v. FERC,</i> 832 F.2d 1201 (10th Cir.1987).</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">In its order, the Commission distinguished <i>Connecticut Light &amp; Power</i> on the ground that it involved a <i>proposed</i> penalty interest rate, so that the power company bore the burden of showing it to be reasonable; here, by contrast, the 18 percent rate had been part of the tariff since the mid-1970s, so Norwood bore the burden of showing it to be unreasonable. And, says the Commission, Norwood never offered cost evidence or other facts to show that the provision was unreasonable. <i>Nat'l Grid V,</i> 2006 WL 1794471, 115 F.E.R.C. at 62,551-52.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">We do not find this a persuasive explanation. NEPCO does not seriously suggest that 18 percent represents its cost of money. So the real question is whether the Commission has altered its <i>Connecticut Light &amp; Power</i> policy&#8212;which it could do with an explanation, <i>Atchison, Topeka &amp; Sante Fe R.R. v. Witchita Bd. of Trade,</i> 412 U.S. 800, 808, 93 S.Ct. 2367, 37 L.Ed.2d 350 (1973)&#8212;or thinks that there is something about Norwood's situation that justifies such a penalty even though prior precedent would not allow it for an ordinary overdue bill, absent special circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Frankly, the Commission&#8212;with some reason&#8212;appears merely to have run out of patience with Norwood's attempts to relitigate issues that it earlier lost or forfeit. In fact, even the interest rate issue was raised belatedly; but the state court judgment no longer poses a res judicata objection and the Commission itself chose to address the objection on the merits. Having chosen to decide the issue, the Commission must face it squarely and adequately resolve it.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">On remand the Commission is not limited to a single choice. Conceivably it could sustain the 18 percent figure against attack and modify its <i>Connecticut Light and Power</i> policy (or adequately distinguish it). Or it might find the 18 percent figure unreasonable and find the prime rate or some other rate above the prime rate to be appropriate. We do agree that this remains a section 206 proceeding in which Norwood is attacking a longstanding tariff provision and bears the ultimate burden of proof.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">We address one other loose end as to interest. Norwood has also argued that even if the 18 percent rate is applicable to CTC late payments, the rate should not be applied to payments due prior to FERC's order of February 22, 2006, since before that point the CTC amount had not been determined. It is true that the CTC amount had been in dispute and in that sense had not yet been finally determined by the Commission.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">But section J makes it quite clear that, when a customer disputes an amount billed by a carrier, the carrier is entitled to prescribed interest that accrues \"from ... the rendering of said bill\" on \"the amount finally determined to be due and payable.\" Norwood has challenged the amount of interest prescribed; but whatever the figure FERC finds justified, the tariff provides that Norwood owes that amount from the time the bill was rendered.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">We <i>affirm</i> the Commission's order insofar as it determines the amount of principal due; as to the interest, we also affirm the order insofar as it requires interest payments based on at least the prime rate&#8212;the figure Norwood itself seeks&#8212; and remand only as to whether more is properly due. Our stay order of August 21, 2006, will terminate when the mandate issues. Each party will bear its own costs in this court.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">\n        <i>Affirmed in part and remanded in part.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> <i>See Norwood I,</i> 202 F.3d at 399. <i>See also</i> Order No. 888, Promoting Wholesale Competition Through Open Access Non-Discriminatory Transmission Services by Public Utilities; Recovery of Stranded Costs by Public Utilities and Transmitting Utilities, 61 Fed.Reg. 21,540, 21,628 (1996) (rule codified as revised at 18 C.F.R. pts. 35 &amp; 385).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> <i>See New Eng. Power Co.,</i> 78 F.E.R.C. 61,080 (1997) (<i>\"New Eng. Power I\"</i>); <i>New Eng. Power Co.,</i> 80 F.E.R.C. 63,003 (1997) (<i>\"New Eng. Power II\"</i>); <i>New Eng. Power Co.,</i> 81 F.E.R.C. 61,281 (1997) (<i>\"New Eng. Power III\"</i>), <i>reh'g denied,</i> 83 F.E.R.C. 61,265 (1998) (<i>\"New Eng. Power IV\"</i>); <i>New Eng. Power VII,</i> 82 F.E.R.C. at 61,656. <i>See also New Eng. Power,</i> 1998 WL 203156, F.E.R.C. 61,085 (1998) (<i>\"New Eng. Power V\"</i>); <i>New Eng. Power Co.,</i> 81 F.E.R.C. 61,334 (1997) (<i>\"New Eng. Power VI\"</i>).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Order No. 888 obligated power companies to transmit (\"wheel\") power for customers which had purchased both power and transmission services from a single company, but who now wished to purchase power from another provider; and it obligated such customers to compensate for any resulting stranded costs. Because Norwood had bought power but not transmission services from NEPCO, it fell outside the terms of Order No. 888<i>Norwood I,</i> 202 F.3d at 398-99.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> More precisely, R was to equal Total Revenue minus Transmission Revenue. Total Revenue was to \"equal the annual average of revenues received by [NEPCO] from [the terminating customer] over three years under the presently effective rates ... In the event that the rates paid by the Customer ... [had] changed during the three-year period, Total Revenue shall be determined using the Customer's revenue for the 12 months\" preceding termination. Transmission Revenue referred to the annual average revenue credited to the customer for transmission services performed by a third party. The focus of this appeal is on the Total Revenue component of the R value</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Section 206 of the Federal Power Act, 16 U.S.C. &#167; 824e, provides a procedure for filing a complaint with the Commission that a \"rate [or] charge ... charged ... by any public utility ... is unjust, unreasonable, unduly discriminatory or preferential.\" If after a hearing the Commission agrees, it \"shall determine the just and reasonable rate [or] charge ... to be thereafter observed and in force, and shall fix the same by order.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> In a companion case, Norwood alleged a breach of contract and antitrust violation by NEPCO. We affirmed the district court's dismissal of these claims, except for one antitrust claim that we remanded<i>Town of Norwood v. New Eng. Power Co.</i> (<i>\"Norwood II\"</i>), 202 F.3d 408 (1st Cir.2000), <i>cert. denied,</i> 531 U.S. 818, 121 S.Ct. 57, 148 L.Ed.2d 24 (2000).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The ALJ held that the CTC formula could be read to suggest that the preceding twelve months' revenue was simply a \"starting point\" in fixing the R value (see note 4,<i>above</i>), and that a downward adjustment-in the amount of a 28 percent of R-should be made to \"reflect divestiture sales that were known and measurable\" at the time the CTC was calculated. <i>Town of Norwood v. Nat'l Grid USA,</i> 2004 WL 1260993, 107 F.E.R.C. 63,041, at 65,191 (2004) (<i>\"Nat'l Grid II\"</i>).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> <i>Town of Norwood v. Nat'l Grid USA,</i> 112 F.E.R.C. 61,099, at 61,629 (2005) (<i>\"Nat'l Grid III\"</i>), <i>modified on reh'g,</i> 2006 WL 408272, 114 F.E.R.C. 61,187 (2006) (<i>\"Nat'l Grid IV\"</i>), <i>further reh'g denied,</i> 2006 WL 1794471, 115 F.E.R.C. 61,396 (2006) (<i>\"Nat'l Grid V\"</i>).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The Commission said that it had misread the tariff in its initial decision, and that the tariff incorporated an 18 percent rate on overdue payments<i>Nat'l Grid IV,</i> 114 F.E.R.C. at 61,636.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Norwood also appears to argue that FERC erred in accepting NEPCO's market estimates, which, Norwood asserts, were too low. But we defer to the Commission and ALJ's reasoned explanation as to why NEPCO's market estimates were just and reasonable: the market prices in NEPCO's forecast were close to&#8212;and indeed slightly<i>higher</i> than&#8212;the prices in Norwood's contract with its new power supplier, the prices Norwood was offered by another power supplier, and the prices in Norwood's offer to continue buying power from NEPCO. <i>Nat'l Grid III,</i> 112 F.E.R.C. at 61,633; <i>Nat'l Grid II,</i> 107 F.E.R.C. at 65,187-91.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> For these reasons, we also reject Norwood's arguments concerning the CTC cap. Norwood claims that it cannot be required to \"contribut[e] to ... fixed power supply costs\" for facilities that NEPCO has since profitably divested. But the CTC cap, like the CTC generally, is a formula incorporating values determined at the time of termination: it is equal to R minus NEPCO's average fuel costs with respect to Norwood. Norwood does not contest on appeal the calculation of NEPCO's average fuel costs; it does contest R, but this challenge is dealt with above</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> <i>New Eng. Power Co. v. Town of Norwood,</i> No. 982650A, 2001 WL 543172 (Mass.Super.Ct. Mar. 14, 2001), <i>aff'd,</i> 797 N.E.2d 26, at *2 (Mass.App.Ct.2003) (unpublished), <i>review denied,</i> 440 Mass. 1108, 799 N.E.2d 594 (2003), <i>cert. denied,</i> 541 U.S. 1073, 124 S.Ct. 2421, 158 L.Ed.2d 982 (2004), <i>amended,</i> 847 N.E.2d 366 (Mass.App.Ct.2006) (unpublished).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> NEPCO further explains that the monthly installments are calculated by (a) calculating the present discounted value of the total CTC amount using the section 35.19a rate and then (b) converting that lump sum into monthly installment payments that incorporate a carrying charge equal to the section 35.19a rate</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">476</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">18</span></span></p>\n    <p class=\"parties\">TOWN OF NORWOOD, MASSACHUSETTS, Petitioner,<br>v.<br>FEDERAL ENERGY REGULATORY COMMISSION, Respondent.<br>New England Power Company, Intervenor.</p>\n    <p class=\"docket\">No. 06-1658.</p>\n    <p class=\"docket\">No. 06-2054.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard December 6, 2006.</p>\n    <p class=\"date\">Decided February 2, 2007.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Robert A. Jablon with whom Elaine C. Lippmann, Spiegel &amp; McDiarmid, Charles F. Wheatley, Jr., Wheatley &amp; Ranquist, P.A., J. Owen Todd, Juliet A. Davison, Heidi A. Nadel and Todd &amp; Weld LLP were on consolidated brief for petitioner.</p>\n      <p class=\"indent\">Michael E. Kaufmann with whom John S. Moot, General Counsel, and Robert H. Solomon, Solicitor, Federal Energy Regulatory Commission, were on consolidated brief for respondent.</p>\n      <p class=\"indent\">Kenneth G. Jaffe with whom Alston &amp; Bird LLP, and John F. Sherman III, Deputy General Counsel, National Grid USA Services Company, Inc., were on brief for intervenor.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, CYR, Senior Circuit Judge, and LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The Town of Norwood, Massachusetts (\"Norwood\"), which operates a municipal electric system serving local businesses and residents, seeks review of an order of the Federal Energy Regulatory Commission (\"FERC\"). The order sustained a contract termination charge contained in a tariff previously filed by New England Power Company (\"NEPCO\"). The background events have been the subject of prior litigation in this court, principally in <i>Town of Norwood v. FERC</i> (<i>\"Norwood I\"</i>), <span class=\"citation no-link\"><span class=\"volume\">202</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">392</span></span> (1st Cir.2000), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">531</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">818</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">57</span></span>, <span class=\"citation no-link\"><span class=\"volume\">148</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">24</span></span> (2000).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">For many years, NEPCO was a major power wholesaler in New England. It operated generating plants and a transmission network, and sold power wholesale to affiliated distribution companies (such as Massachusetts Electric Company, which served Massachusetts, and Narragansett Electric Company, which served Rhode Island) as well as to non-affiliated distributors like Norwood. Service to Norwood was provided under a long-term requirements contract of a kind then common in the utilities industry.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The contract, which began in 1983 and thereafter was extended by Norwood until October 2008, required NEPCO to supply, and Norwood to purchase, Norwood's power requirements from NEPCO at rates provided by NEPCO's Tariff No. 1. The contract could be terminated by Norwood without penalty but only upon seven years' prior notice. The present litigation arises out of NEPCO's action in providing, and Norwood's decision to exercise, a new option permitting customers to terminate their contracts early.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Beginning in late 1996, in response to legislative and regulatory initiatives to promote competition and consumer choice in the electric power industry, NEPCO made a series of regulatory filings. Among these were settlements offered by NEPCO to NEPCO's distributor customers&#8212;both affiliates and non-affiliates (including Norwood)&#8212;permitting them to terminate their NEPCO requirements contracts earlier than otherwise permitted, upon payment of a contract termination charge.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The aim was to allow distributors flexibility to choose new suppliers while permitting NEPCO to recover its \"stranded costs\"&#8212;that is, investments made by NEPCO to meet the projected long-term requirements of its distributor customers.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The proposed settlement terms also provided that NEPCO would offer its affiliates, but not Norwood, low (but gradually escalating) \"wholesale standard offer\" rates for power without the need for a contract; the affiliates were required to offer corresponding retail standard offer rates to their retail customers, but Norwood, as a municipal utility, was not. Mass. Gen. Laws ch. 164, &#167; 47A.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Additionally, as part of its restructuring, NEPCO sought approval from FERC to sell virtually all of its non-nuclear generating facilities. The buyer, USGen New England, Inc., agreed to assume responsibility for providing the \"wholesale standard offer\" service to NEPCO's affiliates who terminated, and agreed not to raise rates for NEPCO's remaining distributor customers, including Norwood. <i>New Eng. Power Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">1998</span> <span class=\"reporter\">WL</span> <span class=\"page\">89673</span></span>, 82 F.E.R.C. 61,179, at 61,658-60 (1998) (<i>\"New Eng. Power VII\"</i>), <i>reh'g denied,</i> <span class=\"citation no-link\"><span class=\"volume\">1998</span> <span class=\"reporter\">WL</span> <span class=\"page\">385144</span></span>, 83 F.E.R.C. 61,275 (1998) (<i>\"New Eng. Power VIII\"</i>).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">FERC approved the settlement offers and divestiture over Norwood's objection.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> NEPCO's three affiliated customers and three of its unaffiliated municipal customers opted to accept NEPCO's settlement offer, to terminate early, and to pay the contract termination charge. Other non-affiliates opted to continue to purchase their power requirements from NEPCO at Tariff No. 1 rates through the contractual seven-year notice period for termination.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Norwood was unwilling to take either course of action. It did not want to continue buying power at Tariff No. 1 rates when its distributor \"competitors\" had been offered lower non-contract rates; it viewed such an arrangement as discriminatory. Nor did it want to pay a contract termination charge for NEPCO's stranded costs; because it purchased its transmission services from Boston Edison, not NEPCO, it fell outside the stranded cost obligations imposed by FERC under Order No. 888.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Instead, Norwood notified NEPCO on March 4, 1998, that on April 1 it would unilaterally terminate its contract with NEPCO&#8212;without giving the required seven years' notice&#8212;and switch to a different power supplier. NEPCO then filed a tariff amendment to its Tariff No. 1 permitting any of its remaining distributor customers, including Norwood, to terminate their requirements contracts on thirty days' notice upon the payment of a contract termination charge (\"CTC\") whose formula was specified in the tariff amendment. <i>Norwood I,</i> 202 F.3d at 397.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">This CTC was calculated using a formula that would enable NEPCO to recover the revenues that it would have collected had a terminating customer continued to pay the tariff rate then in effect through the end of the contract term. The CTC equaled the number of years remaining on the contract (L) multiplied by the difference between the expected annual revenue from the terminating customer based on the rates in effect at the time of termination (R)<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> and the estimated market value of the released capacity (M); that is, CTC = L &#215;(R-M). The CTC was capped so as not to exceed the terminating customer's contribution to NEPCO's fixed power supply costs; the tariff defined that contribution as L multiplied by the difference between R and NEPCO's annual average fuel costs with respect to the customer.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">This CTC was in several respects less favorable than the contract termination charge applied to settling customers: it did not provide the terminating customer a credit for the recovery of costs associated with NEPCO's business, for example, through the profitable divestiture of generating plants; and it did not update (\"true-up\") the formula values to reflect actual, rather than projected, market values for released capacity. <i>New Eng. Power Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">1998</span> <span class=\"reporter\">WL</span> <span class=\"page\">246647</span></span>, 83 F.E.R.C. 61,174, at 61,723 nn. 5, 13 (1998) (<i>\"New Eng. Power IX\"</i>), <i>reh'g denied,</i> <span class=\"citation no-link\"><span class=\"volume\">1998</span> <span class=\"reporter\">WL</span> <span class=\"page\">452339</span></span>, 84 F.E.R.C. 61,175 (1998) (<i>\"New Eng. Power X\"</i>); <i>New Eng. Power V,</i> <span class=\"citation no-link\"><span class=\"volume\">1998</span> <span class=\"reporter\">WL</span> <span class=\"page\">203156</span></span>, 83 F.E.R.C. at 61,419 n. 5.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In proceedings before FERC, Norwood objected to the tariff amendment on a number of grounds, including claims that it violated the \"stranded cost recovery\" provisions of FERC Order No. 888, and that the disparities between the CTC offered to Norwood and the CTC offered to settling customers constituted an \"undue preference\" in violation of the Federal Power Act. 16 U.S.C. &#167; 824d(b) (1994). Norwood also sought an evidentiary hearing on the reasonableness of the CTC amount (which it estimated at $78 million). <i>Norwood I,</i> 202 F.3d at 401.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">FERC rejected Norwood's claims, found the tariff amendment to be \"reasonable,\" <i>New Eng. Power IX,</i> <span class=\"citation no-link\"><span class=\"volume\">1998</span> <span class=\"reporter\">WL</span> <span class=\"page\">246647</span></span>, 83 F.E.R.C. at 61,723, and on rehearing refused to provide an evidentiary hearing because \"no party [had] raised any issue of material fact.\" <i>New Eng. Power X,</i> <span class=\"citation no-link\"><span class=\"volume\">1998</span> <span class=\"reporter\">WL</span> <span class=\"page\">452339</span></span>, 84 F.E.R.C. at 61,920. FERC noted that Norwood could file a section 206 complaint<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> arguing that the underlying contract was no longer reasonable and that Norwood should be able to break it without paying the amounts owed under it. <i>New Eng. Power IX,</i> <span class=\"citation no-link\"><span class=\"volume\">1998</span> <span class=\"reporter\">WL</span> <span class=\"page\">246647</span></span>, 83 F.E.R.C. at 61,724.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\"><i>Norwood I</i> affirmed FERC's decision, holding <i>inter alia</i> that Order No. 888 did not by its terms apply to Norwood, 202 F.3d at 399, and that the disparity between Norwood's CTC and the contract termination charge of settling customers did not constitute an \"undue preference.\" <i>Id.</i> at 402. At several points Norwood's present appeal appears to attempt to relitigate these two issues, but in these respects it is foreclosed by our prior adjudication. <i>Springfield Television Corp. v. FCC,</i> <span class=\"citation\" data-id=\"371880\"><a href=\"/opinion/371880/springfield-television-corporation-v-federal-communications-commission-and/\"><span class=\"volume\">609</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1014</span></a></span>, 1019 (1st Cir.1979).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We also upheld the CTC formula as designed \"to cover certain projected losses to New England Power caused by <i>not</i> supplying electricity after preparing to do so, calculated based on rates already approved by FERC\" and said that Norwood had failed to show any factual dispute requiring an evidentiary hearing. <i>Norwood I,</i> 202 F.3d at 401. However, we left open the possibility that Norwood could file a section 206 complaint \"challenging the substance of the contract termination charge.\" <i>Id.</i><a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Norwood declined to pay the termination charge and, faced with state court proceedings to recover amounts due under the contract, Norwood filed a section 206 complaint with FERC in 2002, alleging (among other things) that NEPCO erroneously calculated the CTC and CTC cap by relying on incorrect R and M values. In particular, Norwood claimed that the R value should have been reduced to reflect NEPCO's profitable divestiture of its non-nuclear generating plants, that the M value should have been \"trued-up\" to reflect actual, post-termination market values, and that these omissions were unreasonable under section 206.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The Commission set Norwood's claims for a hearing, saying that it had \"accepted NEPCO's CTC formula, but ha[d] not accepted the individual components of the CTC calculation.\" <i>Town of Norwood v. Nat'l Grid USA,</i> 104 F.E.R.C. 61,030, at 61,074 (2003) (<i>\"Nat'l Grid I\"</i>). Before the ALJ, Norwood also argued belatedly that the interest rate of 18 percent applied by NEPCO to overdue CTC payments was contrary to the tariff amendment and, since the rate was in excess of NEPCO's cost of money, \"unjust [and] unreasonable.\" 16 U.S.C. &#167; 824e.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The ALJ accepted Norwood's argument that it should get a reduction in the R value figure to reflect the non-nuclear plant divestitures<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> but rejected its other claims. On review, the Commission reversed the ALJ as to the credit for plant divestitures, ruling (1) that the language of the CTC formula did not provide for an adjustment for divestiture of assets, and (2) that the disparity between the CTC formula applied to Norwood and the contract termination charge offered to settling customers was not an undue preference because the parties were not similarly situated.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> The Commission did not directly address Norwood's argument that the formula was unreasonable in failing to provide a credit for plant divestitures.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">On the interest rate issue, the Commission in its initial decision rejected the ALJ's ruling in NEPCO's favor, instead siding with Norwood. <i>Nat'l Grid III,</i> <span class=\"citation no-link\"><span class=\"volume\">2005</span> <span class=\"reporter\">WL</span> <span class=\"page\">1707455</span></span>, 112 F.E.R.C. at 61,637-38. On rehearing, it reversed itself and sided with NEPCO.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> FERC also reaffirmed its holding in favor of NEPCO on the R and M values. <i>Nat'l Grid IV,</i> <span class=\"citation no-link\"><span class=\"volume\">2006</span> <span class=\"reporter\">WL</span> <span class=\"page\">408272</span></span>, 114 F.E.R.C. at 61,633-34. The Commission thereafter denied Norwood's request for further rehearing on the interest rate issue. <i>Nat'l Grid V,</i> <span class=\"citation no-link\"><span class=\"volume\">2006</span> <span class=\"reporter\">WL</span> <span class=\"page\">1794471</span></span>, 115 F.E.R.C. at 62,552. This appeal followed.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We begin by considering Norwood's arguments concerning the R and M values. To the extent that Norwood purports to interpret the <i>language</i> of the CTC tariff amendment as requiring credit for divestiture of assets and true-ups, its arguments are properly before us but fail on the merits. The CTC provides for certain kinds of credit adjustments to R, including for transmission services provided by third parties, but nowhere mentions credit for divestiture of assets. The CTC was clearly intended as a formula&#8212;not, as the staff urged, merely as \"a starting point.\" <i>Nat'l Grid II,</i> <span class=\"citation no-link\"><span class=\"volume\">2004</span> <span class=\"reporter\">WL</span> <span class=\"page\">1260993</span></span>, 107 F.E.R.C. at 65,191.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Norwood says that such a credit was implicitly intended because the CTC was modeled on the contract termination charge-formula approved in Order No. 888 and offered to settling customers, which provided credit for asset divestiture. But when FERC approved the CTC tariff amendment, it expressly noted that \"[t]he proposed formula ... differs from that applicable to other wholesale power customers.\" <i>New Eng. Power IX,</i> <span class=\"citation no-link\"><span class=\"volume\">1998</span> <span class=\"reporter\">WL</span> <span class=\"page\">246647</span></span>, 83 F.E.R.C. at 61,723 nn. 5, 13.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Nor does the CTC anywhere indicate that the M values will be trued-up; quite to the contrary, the letter accompanying the tariff states that, although NEPCO planned to periodically update the estimates of market value provided in the tariff, \"[a]ny updated estimates . . . would not affect the contract termination charges payable by a customer that exercised the early termination charge prior to the filing of the update.\"<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> In short, the CTC tariff language is clear and adverse to Norwood.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">However, the main thrust of Norwood's position on appeal is that the CTC formula, as FERC reads it, is unlawful under the statute. Norwood argues that, because the formula fails to account for the divestiture of assets or to incorporate trued-up market values for power, it is not cost-based&#8212;that is, the CTC would give NEPCO more than it needs to recover any losses incurred by not supplying power to Norwood after preparing to do so; and that the CTC is therefore \"unjust [and] unreasonable.\" 16 U.S.C. &#167; 824e.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">As we have noted, the Commission did not address these unreasonableness claims on the merits. Its position is that Norwood cannot now raise them because the reasonableness of the CTC <i>formula</i>&#8212;as opposed to its application&#8212;is res judicata. Although the Commission would likely prevail on the merits, this would likely require a remand and further proceedings. We agree that they need not be reached because Norwood's attacks on the reasonableness of the formula are foreclosed.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Over seven years ago, the Commission pronounced the CTC formula to be \"reasonable\" despite the fact that it failed to provide for any adjustments for asset divestiture or true-ups. <i>New Eng. Power IX,</i> <span class=\"citation no-link\"><span class=\"volume\">1998</span> <span class=\"reporter\">WL</span> <span class=\"page\">246647</span></span>, 83 F.E.R.C. at 61,723 &amp; nn. 5, 13. Norwood sought review of the FERC decision in <i>Norwood I;</i> but on appeal Norwood developed only its discrimination claim and a different unreasonableness argument but <i>not</i> the unreasonableness arguments concerning R and M that it now makes.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">To permit Norwood now to advance new (and previously available) theories in opposition to an already-litigated tariff amendment would frustrate the values of repose and efficiency that res judicata doctrine is meant to protect. <i>Univ. of Tenn. v. Elliott,</i> <span class=\"citation\" data-id=\"111757\"><a href=\"/opinion/111757/universityof-tennessee-v-elliott/\"><span class=\"volume\">478</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">788</span></a></span>, 798, <span class=\"citation\" data-id=\"111757\"><a href=\"/opinion/111757/universityof-tennessee-v-elliott/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3220</span></a></span>, <span class=\"citation\" data-id=\"111757\"><a href=\"/opinion/111757/universityof-tennessee-v-elliott/\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">635</span></a></span> (1986). Res judicata does not merely prevent re-litigation of issues actually decided but also the presentation of new grounds that could and should have been raised when the same transaction was the subject of earlier, different attacks. <i>Restatement (Second) of Judgments</i> &#167; 24 (1982).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Generally speaking, such res judicata doctrine applies to agencies when they are acting in an adjudicative capacity to resolve a controversy between two parties. <i>Aunyx Corp. v. Canon U.S.A., Inc.,</i> <span class=\"citation\" data-id=\"593290\"><a href=\"/opinion/593290/aunyx-corporation-v-canon-usa-incorporated/\"><span class=\"volume\">978</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">3</span></a></span>, 7 (1st Cir.1992), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">973</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1416</span></span>, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">786</span></span> (1993). Here and in the prior proceeding in which Norwood sought rejection of the CTC tariff, the parties are the same and, so far as Norwood contests the validity of the CTC formula, the subject matter is the same. The first proceeding resolved the reasonableness issue in what was effectively a final judgment; attacks not properly developed there cannot now be resurrected.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Norwood says that when we sustained FERC in <i>Norwood I,</i> we expressly left open to Norwood a section 206 challenge to \"the substance of the contract termination charge,\" adding that \"[i]f these charges were miscomputed or unsupported, Norwood might well have a legitimate objection.\" 202 F.3d at 401. When setting for hearing the claim currently on appeal, FERC agreed that it had \"not [yet] approved the individual components used in NEPCO's calculation\" of the CTC. <i>Nat'l Grid I,</i> <span class=\"citation no-link\"><span class=\"volume\">2003</span> <span class=\"reporter\">WL</span> <span class=\"page\">21512482</span></span>, 104 F.E.R.C. at 61,074.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">But what was left open by these statements was the proper computation of the R and M values <i>according to the formula</i>&#8212;not new attacks on the formula itself. Norwood, quoting the FERC staff, says that the prior reservation could not have meant only to \"giv[e] Norwood a chance to challenge NEPCO's arithmetic.\" But whether the figures proffered by NEPCO complied with the formula mattered a good deal and Norwood itself did urge that NEPCO had employed unreasonable estimates of the market value of the released load and had miscalculated its fixed power supply costs in determining the CTC cap.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Norwood says that rate orders are not subject to the rules of res judicata: a rate that was once reasonable may, in light of changed circumstances, become unreasonable. <i>Tesoro Alaska Petroleum Co. v. FERC,</i> <span class=\"citation\" data-id=\"185304\"><a href=\"/opinion/185304/tesoro-ak-petro-co-v-ferc/\"><span class=\"volume\">234</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1286</span></a></span>, 1290 (D.C.Cir.2000). But the CTC is not a <i>rate;</i> it is \"a formula-driven charge . . . calculated based on rates already approved by FERC,\" <i>Norwood I,</i> 202 F.3d at 401, payment of which permitted Norwood to opt out of a contract before it had run its course. The charge became a fixed and final contractual obligation at the time of termination.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Norwood counters that the CTC, if not itself a rate, incorporated rates that should be open to challenge as unreasonably high. But there is nothing in the statute or case law cited by Norwood that prevents the construction of termination charge based on rates in effect as of a certain date. Creating a fixed and knowable obligation had advantages and disadvantages for Norwood in choosing whether to terminate; but the terms of the CTC were clear when it made its decision.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">In effect, NEPCO bore the risk of higher costs and lower market prices than the CTC incorporated, and Norwood bore the risk of lower costs and higher market prices. Norwood was free to argue, in its original CTC challenge, that the tariff rates to be incorporated by the CTC were unreasonably high in light of what was known then about NEPCO's costs; but Norwood chose not to do so. Norwood was also free to terminate and contest the CTC terms as unlawful&#8212;which it did, albeit unsuccessfully. What it could not do was to defer some of the available attacks on the CTC formula and now raise them in court for the first time eight years later.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Indeed, if we were to permit this kind of hide and seek litigation tactic, nothing would prevent Norwood from filing tomorrow a <i>new</i> section 206 attack to present <i>new</i> arguments as to why the original CTC formula was unlawful. Norwood has managed to defer making the full installment payments for years. It is now faced with large past-due obligations; but the obligations are ones easily foreseen, have been enlarged by delays in payment and are the product of Norwood's own choices.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Norwood would not likely have prevailed even if the merits were open. The reasonableness of NEPCO's approach in excluding true-ups and future plant divestitures is a regulatory issue within the province of FERC and reviewed by a court only for arbitrariness. <i>Cent. Maine Power Co. v. FERC,</i> <span class=\"citation no-link\"><span class=\"volume\">252</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">34</span></span>, 40 n. 3 (1st Cir.2001). There is nothing obviously unreasonable about framing a charge for contract termination that approximates, as of the time of termination, projected revenues promised by the buyer less projected avoided loss for the seller.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">This brings us to the important issue of the interest rate. In December 1998, after FERC's 1998 order approving the CTC, NEPCO brought a breach of contract action against Norwood in Massachusetts state court, seeking to collect then-overdue CTC payments and late payment charges. In March 2001, the Massachusetts trial court granted NEPCO's summary judgment motion and awarded it $27,149,054.08, equal to the CTC and late payment charges due through January 31, 2001.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">In October 2003, the Appeals Court affirmed, noting specifically that \"[w]e have . . . considered Norwood's arguments with respect to . . . the inclusion of an improper interest rate in the calculation and conclude that they lack merit.\" <i>New Eng. Power,</i> <span class=\"citation no-link\"><span class=\"volume\">797</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">26</span></span>, at *2. But it thereafter remanded, directing the trial court to conform to the FERC order that is the subject of this appeal, \"or to any further modifications of that order by FERC.\" <i>New Eng. Power,</i> <span class=\"citation no-link\"><span class=\"volume\">847</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">366</span></span>, at *2. So the matter turns on FERC's ultimate determination.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">We turn, therefore, to Norwood's claims regarding the interest rate for late payment of the CTC installments, which are two: one is that FERC misconstrued the tariff and that it is entitled under the tariff to pay a lower interest rate than the 18 percent ordered by FERC; the other is that the 18 percent rate is unlawful or at least inconsistent with prior Commission precedent. We treat the two issues in that order.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">NEPCO has in its successive unpaid bills to Norwood applied an 18 percent interest rate to Norwood's <i>overdue</i> CTC payments, citing Section J of Tariff No. 1's schedule of general terms and conditions:</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">When all or part of any bill shall remain unpaid for more than thirty (30) days after the rendering thereof by the Company, interest at the rate of 1% per month shall accrue to the Company from and after the rendering of said bill....</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Norwood first argues that the Section J rate is inapplicable to late CTC payments. Instead, it claims that section N applies; Section N was added to the tariff as part of the amendment permitting early termination of contracts under the formula we have been discussing. It states:</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The Contract Termination Charge shall be payable in equal monthly installments of principal and interest ... The Customer's payments shall include carrying charges on the unpaid amount of the Contract Termination Charge at the interest rate determined pursuant to section 35.19a of the Commission's regulations (18 C.F.R. 35.19a) effective on the Early Termination Date and compounded monthly.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Although the termination charge was to be calculated at the time of termination, section N permitted its payment in installments over the remaining life of the contract and imposed, as \"the carrying charge\" (that is, interest) on the deferred payments, an interest rate specified in FERC regulations.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> 18 C.F.R. &#167; 35.19a. The cited regulations provided that, for refunds by carriers to customers where new rates had gone into effect but were later disallowed, the Federal Reserve prime interest rate applied.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The prime rate varies over time, but it has in recent years been considerably less than 18 percent. Norwood claimed in the Commission proceeding that the prime rate (varying over time), rather than the 18 percent rate, should be applied to its unpaid CTC bills. The Commission, after initially agreeing, ultimately held that the prime rate regulation did not apply and that the 18 percent rate in section J did. <i>See</i> note 9, <i>above.</i></p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">We think the question is close. The phrase \"unpaid amount\" in Section N could be read to include both <i>unbilled</i> CTC amounts <i>and</i> amounts <i>billed but as yet unpaid</i> (<i>e.g.,</i> overdue payments). But the Commission is entitled to deference in interpreting tariffs filed with it, <i>Koch Gateway Pipeline Co. v. FERC,</i> <span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">810</span></span>, 814 (D.C.Cir.1998); the CTC is part of the tariff; and FERC's construction is reasonable, even though not inevitable, as we now explain.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Section N can easily be read to apply the prime rate only in calculating the installment amount due each month from the buyer who terminated, remaining silent as to the interest rate charged to <i>overdue</i> monthly installment payments. The fact that the carrying cost language is juxtaposed with the option to pay in installments supports this reading. And, if Section J is read as a catchall provision directed to all late payments, there would be no reason to address that subject in section N.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">By contrast, Section J&#8212;which imposes an 18 percent interest rate on late payments&#8212;applies to \"any bill\"; and Norwood's monthly installment obligation is the subject of a \"bill.\" Norwood argues that Section J applies only to bills for electricity sales, pointing to the fact that Section J defines a \"month\" as \"the period between two meter readings....\" But the fact that the provision applies to metered sales does not exclude its application to other bills as well.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Norwood suggests that it is inconsistent to use two different interest rates, but interest rates reflect policy choices and the overdue payment context is not the same as the installment payment context. In particular, the prime rate can be viewed as a surrogate for the carrier's cost of money (although only very approximately); an 18 percent rate on overdue bills is, in recent years, considerably more than the carrier's cost of money and justifiable primarily to offset collection costs and encourage prompt payment.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">This takes us directly to Norwood's alternative argument, namely, that if the tariff does impose an 18 percent rate on overdue CTC payments, it is unreasonable because such a rate is in excess of NEPCO's cost of money. Taken in the abstract, this would be unpersuasive: deterring delayed payments is a legitimate purpose, quite apart from collection costs, and nothing in the statute prevents the Commission from treating a penalty as reasonable. If the Commission had said this and had no inconsistent precedent, that would be the end of the matter.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">But Norwood's case is somewhat stronger because in <i>Connecticut Light &amp; Power Co.,</i> 59 F.P.C. 811 (1977), FERC itself rejected a proposed 18 percent annual charge on late payments as \"not supported by cost data.\" <i>Id.</i> at 821. The decision said that a late payment penalty might be warranted in cases of chronic delinquency, but in general \"we do not believe as a matter of policy that this Commission should assume the functions of a bill collection enforcement agency except in otherwise hopeless situations.\" <i>Id. See also Pub. Serv. Co. of N.M. v. FERC,</i> <span class=\"citation\" data-id=\"496860\"><a href=\"/opinion/496860/public-service-company-of-new-mexico-v-federal-energy-regulatory/\"><span class=\"volume\">832</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1201</span></a></span> (10th Cir.1987).</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">In its order, the Commission distinguished <i>Connecticut Light &amp; Power</i> on the ground that it involved a <i>proposed</i> penalty interest rate, so that the power company bore the burden of showing it to be reasonable; here, by contrast, the 18 percent rate had been part of the tariff since the mid-1970s, so Norwood bore the burden of showing it to be unreasonable. And, says the Commission, Norwood never offered cost evidence or other facts to show that the provision was unreasonable. <i>Nat'l Grid V,</i> <span class=\"citation no-link\"><span class=\"volume\">2006</span> <span class=\"reporter\">WL</span> <span class=\"page\">1794471</span></span>, 115 F.E.R.C. at 62,551-52.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">We do not find this a persuasive explanation. NEPCO does not seriously suggest that 18 percent represents its cost of money. So the real question is whether the Commission has altered its <i>Connecticut Light &amp; Power</i> policy&#8212;which it could do with an explanation, <i>Atchison, Topeka &amp; Sante Fe R.R. v. Witchita Bd. of Trade,</i> <span class=\"citation\" data-id=\"108829\"><a href=\"/opinion/108829/atchison-t-sfr-co-v-wichita-bd-of-trade/\"><span class=\"volume\">412</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">800</span></a></span>, 808, <span class=\"citation\" data-id=\"108829\"><a href=\"/opinion/108829/atchison-t-sfr-co-v-wichita-bd-of-trade/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2367</span></a></span>, <span class=\"citation\" data-id=\"108829\"><a href=\"/opinion/108829/atchison-t-sfr-co-v-wichita-bd-of-trade/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">350</span></a></span> (1973)&#8212;or thinks that there is something about Norwood's situation that justifies such a penalty even though prior precedent would not allow it for an ordinary overdue bill, absent special circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Frankly, the Commission&#8212;with some reason&#8212;appears merely to have run out of patience with Norwood's attempts to relitigate issues that it earlier lost or forfeit. In fact, even the interest rate issue was raised belatedly; but the state court judgment no longer poses a res judicata objection and the Commission itself chose to address the objection on the merits. Having chosen to decide the issue, the Commission must face it squarely and adequately resolve it.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">On remand the Commission is not limited to a single choice. Conceivably it could sustain the 18 percent figure against attack and modify its <i>Connecticut Light and Power</i> policy (or adequately distinguish it). Or it might find the 18 percent figure unreasonable and find the prime rate or some other rate above the prime rate to be appropriate. We do agree that this remains a section 206 proceeding in which Norwood is attacking a longstanding tariff provision and bears the ultimate burden of proof.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">We address one other loose end as to interest. Norwood has also argued that even if the 18 percent rate is applicable to CTC late payments, the rate should not be applied to payments due prior to FERC's order of February 22, 2006, since before that point the CTC amount had not been determined. It is true that the CTC amount had been in dispute and in that sense had not yet been finally determined by the Commission.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">But section J makes it quite clear that, when a customer disputes an amount billed by a carrier, the carrier is entitled to prescribed interest that accrues \"from ... the rendering of said bill\" on \"the amount finally determined to be due and payable.\" Norwood has challenged the amount of interest prescribed; but whatever the figure FERC finds justified, the tariff provides that Norwood owes that amount from the time the bill was rendered.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">We <i>affirm</i> the Commission's order insofar as it determines the amount of principal due; as to the interest, we also affirm the order insofar as it requires interest payments based on at least the prime rate&#8212;the figure Norwood itself seeks&#8212; and remand only as to whether more is properly due. Our stay order of August 21, 2006, will terminate when the mandate issues. Each party will bear its own costs in this court.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">\n        <i>Affirmed in part and remanded in part.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> <i>See Norwood I,</i> 202 F.3d at 399. <i>See also</i> Order No. 888, Promoting Wholesale Competition Through Open Access Non-Discriminatory Transmission Services by Public Utilities; Recovery of Stranded Costs by Public Utilities and Transmitting Utilities, 61 Fed.Reg. 21,540, 21,628 (1996) (rule codified as revised at 18 C.F.R. pts. 35 &amp; 385).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> <i>See New Eng. Power Co.,</i> 78 F.E.R.C. 61,080 (1997) (<i>\"New Eng. Power I\"</i>); <i>New Eng. Power Co.,</i> 80 F.E.R.C. 63,003 (1997) (<i>\"New Eng. Power II\"</i>); <i>New Eng. Power Co.,</i> 81 F.E.R.C. 61,281 (1997) (<i>\"New Eng. Power III\"</i>), <i>reh'g denied,</i> 83 F.E.R.C. 61,265 (1998) (<i>\"New Eng. Power IV\"</i>); <i>New Eng. Power VII,</i> 82 F.E.R.C. at 61,656. <i>See also New Eng. Power,</i> <span class=\"citation no-link\"><span class=\"volume\">1998</span> <span class=\"reporter\">WL</span> <span class=\"page\">203156</span></span>, F.E.R.C. 61,085 (1998) (<i>\"New Eng. Power V\"</i>); <i>New Eng. Power Co.,</i> 81 F.E.R.C. 61,334 (1997) (<i>\"New Eng. Power VI\"</i>).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Order No. 888 obligated power companies to transmit (\"wheel\") power for customers which had purchased both power and transmission services from a single company, but who now wished to purchase power from another provider; and it obligated such customers to compensate for any resulting stranded costs. Because Norwood had bought power but not transmission services from NEPCO, it fell outside the terms of Order No. 888<i>Norwood I,</i> 202 F.3d at 398-99.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> More precisely, R was to equal Total Revenue minus Transmission Revenue. Total Revenue was to \"equal the annual average of revenues received by [NEPCO] from [the terminating customer] over three years under the presently effective rates ... In the event that the rates paid by the Customer ... [had] changed during the three-year period, Total Revenue shall be determined using the Customer's revenue for the 12 months\" preceding termination. Transmission Revenue referred to the annual average revenue credited to the customer for transmission services performed by a third party. The focus of this appeal is on the Total Revenue component of the R value</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Section 206 of the Federal Power Act, 16 U.S.C. &#167; 824e, provides a procedure for filing a complaint with the Commission that a \"rate [or] charge ... charged ... by any public utility ... is unjust, unreasonable, unduly discriminatory or preferential.\" If after a hearing the Commission agrees, it \"shall determine the just and reasonable rate [or] charge ... to be thereafter observed and in force, and shall fix the same by order.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> In a companion case, Norwood alleged a breach of contract and antitrust violation by NEPCO. We affirmed the district court's dismissal of these claims, except for one antitrust claim that we remanded<i>Town of Norwood v. New Eng. Power Co.</i> (<i>\"Norwood II\"</i>), <span class=\"citation\" data-id=\"198812\"><a href=\"/opinion/198812/norwood-town-of-v-ne-power-co/\"><span class=\"volume\">202</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">408</span></a></span> (1st Cir.2000), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">531</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">818</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">57</span></span>, <span class=\"citation no-link\"><span class=\"volume\">148</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">24</span></span> (2000).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The ALJ held that the CTC formula could be read to suggest that the preceding twelve months' revenue was simply a \"starting point\" in fixing the R value (see note 4,<i>above</i>), and that a downward adjustment-in the amount of a 28 percent of R-should be made to \"reflect divestiture sales that were known and measurable\" at the time the CTC was calculated. <i>Town of Norwood v. Nat'l Grid USA,</i> <span class=\"citation no-link\"><span class=\"volume\">2004</span> <span class=\"reporter\">WL</span> <span class=\"page\">1260993</span></span>, 107 F.E.R.C. 63,041, at 65,191 (2004) (<i>\"Nat'l Grid II\"</i>).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> <i>Town of Norwood v. Nat'l Grid USA,</i> 112 F.E.R.C. 61,099, at 61,629 (2005) (<i>\"Nat'l Grid III\"</i>), <i>modified on reh'g,</i> <span class=\"citation no-link\"><span class=\"volume\">2006</span> <span class=\"reporter\">WL</span> <span class=\"page\">408272</span></span>, 114 F.E.R.C. 61,187 (2006) (<i>\"Nat'l Grid IV\"</i>), <i>further reh'g denied,</i> <span class=\"citation no-link\"><span class=\"volume\">2006</span> <span class=\"reporter\">WL</span> <span class=\"page\">1794471</span></span>, 115 F.E.R.C. 61,396 (2006) (<i>\"Nat'l Grid V\"</i>).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The Commission said that it had misread the tariff in its initial decision, and that the tariff incorporated an 18 percent rate on overdue payments<i>Nat'l Grid IV,</i> 114 F.E.R.C. at 61,636.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Norwood also appears to argue that FERC erred in accepting NEPCO's market estimates, which, Norwood asserts, were too low. But we defer to the Commission and ALJ's reasoned explanation as to why NEPCO's market estimates were just and reasonable: the market prices in NEPCO's forecast were close to&#8212;and indeed slightly<i>higher</i> than&#8212;the prices in Norwood's contract with its new power supplier, the prices Norwood was offered by another power supplier, and the prices in Norwood's offer to continue buying power from NEPCO. <i>Nat'l Grid III,</i> 112 F.E.R.C. at 61,633; <i>Nat'l Grid II,</i> 107 F.E.R.C. at 65,187-91.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> For these reasons, we also reject Norwood's arguments concerning the CTC cap. Norwood claims that it cannot be required to \"contribut[e] to ... fixed power supply costs\" for facilities that NEPCO has since profitably divested. But the CTC cap, like the CTC generally, is a formula incorporating values determined at the time of termination: it is equal to R minus NEPCO's average fuel costs with respect to Norwood. Norwood does not contest on appeal the calculation of NEPCO's average fuel costs; it does contest R, but this challenge is dealt with above</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> <i>New Eng. Power Co. v. Town of Norwood,</i> No. 982650A, <span class=\"citation no-link\"><span class=\"volume\">2001</span> <span class=\"reporter\">WL</span> <span class=\"page\">543172</span></span> (Mass.Super.Ct. Mar. 14, 2001), <i>aff'd,</i> <span class=\"citation no-link\"><span class=\"volume\">797</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">26</span></span>, at *2 (Mass.App.Ct.2003) (unpublished), <i>review denied,</i> <span class=\"citation no-link\"><span class=\"volume\">440</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">1108</span></span>, <span class=\"citation no-link\"><span class=\"volume\">799</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">594</span></span> (2003), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">541</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1073</span></span>, <span class=\"citation no-link\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2421</span></span>, <span class=\"citation no-link\"><span class=\"volume\">158</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">982</span></span> (2004), <i>amended,</i> <span class=\"citation no-link\"><span class=\"volume\">847</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">366</span></span> (Mass.App.Ct.2006) (unpublished).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> NEPCO further explains that the monthly installments are calculated by (a) calculating the present discounted value of the total CTC amount using the section 35.19a rate and then (b) converting that lump sum into monthly installment payments that incorporate a carrying charge equal to the section 35.19a rate</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108829/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111757/",
    "http://www.courtlistener.com/api/rest/v3/opinions/185304/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198812/",
    "http://www.courtlistener.com/api/rest/v3/opinions/371880/",
    "http://www.courtlistener.com/api/rest/v3/opinions/496860/",
    "http://www.courtlistener.com/api/rest/v3/opinions/593290/"
  ]
}