{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202680/",
  "absolute_url": "/opinion/202680/pr-telephone-company-v-advanced-cellular/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202680/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:59:25Z",
  "date_modified": "2016-02-28T05:08:29.796937Z",
  "type": "010combined",
  "sha1": "cd21398c238d10bb1d47ce8ae7acc23296c944bb",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/06-1332-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2007/03/28/PR_Telephone_Company_v._Advanced_Cellular.pdf",
  "plain_text": "          United States Court of Appeals\n                       For the First Circuit\n\n\nNo. 06-1332\n\n              IN RE: ADVANCED CELLULAR SYSTEMS, INC.;\n                   ADVANCED PAGING SYSTEMS CORP.,\n\n                              Debtors.\n                      ------------------------\n\n     PUERTO RICO TELEPHONE COMPANY, d/b/a VERIZON WIRELESS,\n    f/k/a CELULARES TELEFONICA, INC., f/k/a VERIZON WIRELESS\n                        PUERTO RICO, INC.\n\n                        Creditor, Appellant,\n\n                                 v.\n\n                 ADVANCED CELLULAR SYSTEMS, INC.;\n              ADVANCED CELLULAR PAGING SYSTEMS CORP.,\n\n                        Debtors, Appellees.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                  FOR THE DISTRICT OF PUERTO RICO\n\n     [Hon. Salvador E. Casellas, Senior U.S. District Judge]\n\n\n                               Before\n\n                        Lynch, Circuit Judge,\n\n               John R. Gibson,* Senior Circuit Judge,\n\n                     and Howard, Circuit Judge.\n\n\n\n\n     *\n      Of the United States Court of Appeals for the Eighth Circuit,\nsitting by designation.\n\f     Ricardo F. Casellas, with whom Ricardo L. Ortiz Colón and\nFiddler González & Rodríguez, P.S.C. were on brief, for\nappellant.\n     Carmen D. Conde Torres with whom C. Conde & Associates was\non brief for appellee.\n\n\n\n                         March 28, 2007\n\f            HOWARD, Circuit Judge.        This appeal concerns a contract\n\ndispute that arose during the course of a bankruptcy proceeding.\n\nThe debtor is Advanced Cellular Systems, Inc., a reseller of\n\ncellular telephone numbers and services in Puerto Rico. Through an\n\narrangement   with    the     Puerto   Rico   Telephone   Company,   Advanced\n\nCellular purchased cellular services and telephone numbers from\n\nPuerto Rico Telephone at wholesale prices and resold them to\n\nconsumers at retail prices.            The relationship between Advanced\n\nCellular and Puerto Rico Telephone was governed by a contract\n\nentered into in 1986 and by subsequent tariffs filed by Puerto Rico\n\nTelephone with the Puerto Rico Telephone Authority. In April 1998,\n\nPuerto Rico Telephone ended its relationship with Advanced Cellular\n\nbecause of Advanced Cellular's allegedly delinquent debts.\n\n            Thereafter      Advanced    Cellular    filed   for   bankruptcy\n\nprotection under Chapter 11 of the Bankruptcy Code, and Puerto Rico\n\nTelephone filed a proof of claim for the disputed debt in the\n\namount of $1,655,391.96. Advanced Cellular objected to this claim,\n\nasserting that, in fact, Puerto Rico Telephone owed Advanced\n\nCellular money.1       It based this objection on several grounds,\n\nincluding   that     Puerto    Rico    Telephone   owed   Advanced   Cellular\n\nreimbursements in the sum of $1,334,204.62 for the fraudulent use\n\n\n\n     1\n      The bankruptcy court limited its consideration of Advanced\nCellular's objection to whether it owed funds to Puerto Rico\nTelephone.    The court dismissed without prejudice Advanced\nCellular's claim that Puerto Rico Telephone owed it money.\n\n                                       -3-\n\fof   telephone    numbers    that   it    had    purchased    from   Puerto    Rico\n\nTelephone.\n\n            The type of fraud at issue is commonly referred to as\n\ncloning.    Cloning occurs when a third party uses a device to steal\n\nthe identifying information of an authorized cellular telephone\n\nnumber through the air waves and then uses the stolen information\n\nto make calls that appear to have originated from the authorized\n\nnumber. Cloning surfaced in the cellular telephone industry in the\n\nearly 1990s. In response to this problem, which placed significant\n\nfinancial strain on Advanced Cellular and Puerto Rico Telephone's\n\nother resellers, Puerto Rico Telephone began to reimburse resellers\n\nfor losses suffered from cloning.                 To receive reimbursements,\n\nPuerto Rico Telephone required resellers to submit claims within 90\n\ndays of billing.\n\n            During     the   course      of    their   relationship,     Advanced\n\nCellular received over $5,750,000 in reimbursements for cloning\n\nfrom Puerto Rico Telephone.           The dispute in this case centers on\n\n$1,334,204.62 in claims made by Advanced Cellular that Puerto Rico\n\nTelephone had denied because they were filed outside of the 90-day\n\nwindow. Before the bankruptcy court, Puerto Rico Telephone claimed\n\nthat   it   had   no   contractual       obligation     to   reimburse   Advanced\n\nCellular    for   cloning    claims      at     all,   and   therefore   had    the\n\ndiscretion to deny claims that were untimely.                 Advanced Cellular\n\ncountered that Puerto Rico Telephone was contractually responsible\n\n\n                                         -4-\n\ffor losses incurred due to cloning and that the 90-day claim window\n\nwas arbitrary and unreasonable.\n\n               The bankruptcy court agreed with Advanced Cellular.        It\n\nconcluded that the parties' agreement did not have a specific\n\nprovision regarding cloning but that Puerto Rico Telephone had a\n\ncontractual duty to maintain and operate the cellular network. The\n\ncourt determined that this duty included an obligation to take\n\nresponsibility for cloning.           It also concluded that it \"defied\n\ncommon sense\" to believe that Puerto Rico Telephone would have\n\nreimbursed over $5 million of cloning claims made by Advanced\n\nCellular if there were no obligation to do so.           Finally, the court\n\nruled       that   the   90-day   window   for   reimbursement   claims   was\n\nunreasonable and that Puerto Rico Telephone \"had a duty . . . to\n\nallow Advanced Cellular a reasonable time, such as 120 days, to\n\nsubmit their [sic] fraud claims.\" The court accordingly disallowed\n\nPuerto Rico Telephone's proof of claim.2\n\n               Puerto Rico Telephone appealed to the district court,\n\nwhich affirmed.          The district court addressed a provision of the\n\ntariff not explicitly mentioned by the bankruptcy court that\n\n\n\n        2\n      While  the   cloning   fraud   issue   accounted   only   for\n$1,334,204.62 of the $1,655,391.96 that Puerto Rico Telephone\nclaimed, the bankruptcy court concluded that Advanced Cellular was\nentitled to other credits in the sum of $709,277.04. It therefore\nheld that Advanced Cellular was entitled to a total credit of\n$2,043,480.27, which exceeded Puerto Rico Telephone's entire claim.\nThe rulings that resulted in the $709,277.04 credit in favor of\nAdvanced Cellular have not been appealed.\n\n                                       -5-\n\fprovided that Advanced Cellular \"shall be solely responsible for\n\nany . . . fraudulent use, by any person, of any number or numbers\n\nassigned\" to it.    The court interpreted this provision to apply\n\nonly to fraud committed by \"authorized users\" of numbers assigned\n\nto Advanced Cellular.       Because cloning is fraud conducted by\n\nunauthorized third parties, the court concluded that this provision\n\ndid not govern. The court also concluded that this provision could\n\nnot apply to cloning because Advanced Cellular's relationship with\n\nPuerto Rico Telephone had commenced in 1986, which was at least\n\nfive years before cloning emerged as a problem in the cellular\n\ntelephone industry.\n\n          Having concluded that the fraudulent use provision did\n\nnot apply, the district court adopted the bankruptcy court's\n\nrationale that Puerto Rico Telephone was responsible for cloning\n\nbecause of its contractual obligation to operate and maintain the\n\ncellular network and because of its actions in reimbursing sellers\n\nfor cloning losses.   The court also upheld the bankruptcy court's\n\nruling that the 90-day filing window was unreasonable because\n\nPuerto Rico Telephone could not \"unilaterally condition its own\n\npreexisting   obligation\"   to   assume   responsibility   for   cloning.\n\nPuerto Rico Telephone timely appealed.\n\n          We review the bankruptcy court's findings of fact for\n\nclear error and its rulings of law de novo.     Palmacci v. Umpierrez,\n\n121 F.3d 781, 785 (1st Cir. 1997).        In so doing, we provide \"no\n\n\n                                   -6-\n\fparticular deference\" to the district court's conclusions.                     In re\n\nHealthco Int'l, Inc., 132 F.3d 104, 107 (1st Cir. 1997).\n\n           The validity of Puerto Rico Telephone's proof of claim\n\nrests primarily on the plain meaning of the relevant tariff, and so\n\nwe look to Puerto Rico law to guide our analysis.                   See Raleigh v.\n\nIll. Dep't of Revenue, 530 U.S. 15, 20 (2000) (\"The 'basic federal\n\nrule' in bankruptcy is that state law governs the substance of\n\nclaims.\") (citing Butner v. United States, 440 U.S. 48, 57 (1979)).\n\nPuerto Rico Telephone argues, as it has throughout this litigation,\n\nthat the tariff's fraudulent use provision unambiguously placed the\n\nrisk of loss from cloning on Advanced Cellular.                     As the parties\n\nagree   that   the    tariff   binds      them,   we   turn    to   consider    this\n\nprovision.\n\n           The    tariff     provides      that   Advanced      Cellular,      as    a\n\nreseller, \"shall be solely responsible for any . . . fraudulent\n\nuse, by any person, of any number or numbers assigned to\" it.\n\nCloning is a form of \"fraudulent use\" as it involves a misstatement\n\nby a third party that the party is an authorized user of a cellular\n\ntelephone number; cloning is conducted by \"any person,\"                             cf.\n\nDIRECTV,   Inc.      v.   Budden,   420    F.3d   521,   528    (5th   Cir.    2005)\n\n(describing the phrase \"any person\" as broad); and cloning involves\n\nthe making of telephone calls by third parties impersonating\n\nauthorized users of \"numbers assigned to\" Advanced Cellular. Under\n\nthis plain reading of the fraudulent use provision, Advanced\n\n\n                                          -7-\n\fCellular     assumed    responsibility        for     losses     from     cloning.\n\n           Advanced Cellular offers several unavailing arguments in\n\nan   attempt   to    undermine   this    straightforward        reading    of   the\n\nfraudulent     use   provision.3        First,   it    points    out    that    its\n\nrelationship with Puerto Rico Telephone began in 1986, before\n\ncloning had surfaced as a problem.            Based on this fact, it argues\n\nthat the fraudulent use provision cannot be interpreted to reflect\n\nan intent to assign responsibility for losses from cloning.                 While\n\nit is true that the parties' initial agreement was signed in 1986,\n\nthe tariff was not filed until 1994, after cloning had emerged.\n\nMoreover, even if the risk of cloning was unanticipated when the\n\ntariff was adopted, Advanced Cellular agreed to broadly assume the\n\nrisk of all fraudulent use.        If Advanced Cellular meant to agree to\n\nassume a narrower risk, it was incumbent upon it, especially as a\n\nsophisticated party, to make the limitation clear.                See MBIA Ins.\n\nCorp. v. Royal Indem. Co., 426 F.3d 204, 218 (3d Cir. 2005) (where\n\nsophisticated parties include broadly worded clauses in contracts,\n\ncourts will likely assume that they \"said what they meant and meant\n\nwhat they said\").\n\n           Second, Advanced Cellular contends that the fraudulent\n\nuse provision was intended to apply only to fraud perpetrated by\n\n\"authorized users\" of the cellular numbers assigned to it and\n\n\n      3\n      We reject Advanced Cellular's contention that Puerto Rico\nTelephone waived reliance on the fraudulent use provision. The\nargument was squarely raised in the bankruptcy and district courts.\n\n                                        -8-\n\ftherefore does not cover cloning perpetrated by unauthorized third\n\nparties.   The fraudulent use provision does not, however, refer to\n\n\"authorized users\" but rather to \"any person,\" a term with a common\n\nmeaning broad enough to encompass fraud committed by third parties.\n\nSee Metlife Capital Corp. v. Westchester Fire Ins. Co.,                 224 F.\n\nSupp. 2d 374, 382 (D.P.R. 2002) (stating that under Puerto Rico law\n\ncontractual      terms   should   generally   be   assigned     their   common\n\nmeanings). Indeed, the phrase \"authorized user\" appears in other\n\nprovisions of the tariff, which strongly suggests that this was not\n\nthe   intended    meaning   of    \"any   person\"   in   the   fraudulent   use\n\nprovision.\n\n           Third, according to Advanced Cellular, the fraudulent use\n\nprovision was meant to apply only to losses from stolen cellular\n\ntelephones.      This argument fails because the tariff contains a\n\nspecific provision directly related to stolen telephones.4               It is\n\nwell-established that courts should avoid interpretations that\n\nrender a provision of an agreement surplusage.                See Restatement\n\n(First) of Contracts § 236 (1932). To interpret the fraudulent use\n\nprovision to apply only to losses from stolen cellular telephones\n\nwould violate this principle because it would render the provision\n\ndirectly related to the issue meaningless.\n\n\n\n\n      4\n      Under this provision, Advanced Cellular was responsible for\nlosses from stolen telephones until it informed Puerto Rico\nTelephone of the loss.\n\n                                     -9-\n\f            Fourth, Advanced Cellular asserts that a provision in the\n\n1986 agreement concerning Puerto Rico Telephone's responsibility\n\nfor maintaining the cellular network makes it liable for cloning.\n\nThe provision states, in relevant part, that Puerto Rico Telephone\n\nis responsible for \"mistakes, omissions, interruptions, delays,\n\nerrors or defects in transmission\" that result from its failure \"to\n\nmaintain proper standards of maintenance and operation\" of the\n\ncellular network.      Through this provision, Puerto Rico Telephone\n\nappears to have taken responsibility for technical problems in\n\nservice.    Cloning by third parties is different in kind from these\n\nsorts of difficulties, as it is the product of wrongful human\n\nconduct, not a system malfunction.           In any event, the network\n\nmaintenance provision does not specifically cover losses from\n\nfraudulent use, and therefore, the provision that speaks directly\n\nto this issue governs.    See Bank v. IBM Corp., 145 F.3d 420, 427-28\n\n(1st Cir. 1998).\n\n            Finally,   Advanced   Cellular    relies   on   Puerto   Rico\n\nTelephone's policy of reimbursing timely cloning fraud claims from\n\nresellers to argue that Puerto Rico Telephone was contractually\n\nobligated to provide such reimbursements.        It contends that this\n\nevidence shows the parties' intent because Puerto Rico Telephone\n\nwould never have reimbursed such claims unless required to do so by\n\ncontract.\n\n\n\n\n                                  -10-\n\f           Under Puerto Rico law, \"[i]f the terms of a contract are\n\nclear and leave no doubt as to the intentions of the contracting\n\nparties, the literal sense of its stipulations shall be observed.\"\n\nP.R. Laws Ann. tit 31, § 3471.            Consequently, a court may not\n\nconsider extrinsic evidence at all, if it finds that the terms of\n\nan agreement are clear.      Borschow Hosp. & Med. Supplies, Inc. v.\n\nCesar Castillo, Inc., 96 F.3d 10, 15 (1st Cir. 1996); Vulcan Tools\n\nof P.R. v. Makita U.S.A., Inc., 23 F.3d 564, 567 (1st Cir. 1994).\n\nAn agreement is clear when it can \"be understood in one sense\n\nalone,   without   leaving   any   room    for   doubt,   controversies   or\n\ndifference of interpretation.\"       See Catullo v. Metzner, 834 F.2d\n\n1075, 1079 (1st Cir. 1987) (internal citation omitted).\n\n            As discussed above, Advanced Cellular unambiguously\n\nassumed the risk of losses from cloning through the tariff's\n\nfraudulent use provision.      Therefore, extrinsic evidence is not\n\nadmissible to assist in the interpretation of the provision.5             See\n\nMercado-Garcia v. Ponce Fed. Bank, 979 F.2d 890, 894 (1st Cir.\n\n1992).   In a similar circumstance, we affirmed the exclusion of\n\nextrinsic evidence of a party's attempt to accommodate the other by\n\nnot enforcing clear contractual terms.            See Executive    Leasing\n\nCorp. v. Banco Popular de P.R., 48 F.3d 66, 69 n.5 (1st Cir. 1995).\n\n\n\n     5\n      Advanced Cellular argues only that Puerto Rico Telephone's\nconduct in reimbursing cloning claims is relevant to interpreting\nthe contract. It does not argue that this conduct demonstrated a\nmodification or other alteration of the parties' agreement.\n\n                                   -11-\n\fWe determined that, because the meaning of the contract at issue\n\nwas clear on its face, the party's subsequent conduct was not\n\nadmissible to alter the contract's unambiguous terms.            Id.   So too\n\nhere.6\n\n           In   sum,     the   tariff's     fraudulent     use     provision\n\nunambiguously placed the risk of loss from cloning on Advanced\n\nCellular, and it was error to credit Advanced Cellular for the\n\ncloning   claims   not   reimbursed   by   Puerto   Rico   Telephone.     We\n\ntherefore vacate the judgment and remand for further proceedings\n\nconsistent with this opinion.7\n\n           So ordered.\n\n\n\n\n     6\n      Even were we to consider extrinsic evidence concerning Puerto\nRico Telephone's conduct in reimbursing cloning claims, we do not\nthink that it bears the weight placed upon it by the bankruptcy\ncourt. There was evidence that cloning fraud was causing Puerto\nRico Telephone's resellers substantial financial difficulties.\nEven though not contractually obligated to do so, it would not\n\"def[y] common sense\" for Puerto Rico Telephone to assume losses\nstemming from cloning in the hope of forestalling its resellers\nfrom suffering crippling losses that could force them out of\nbusiness.\n     7\n      Puerto Rico Telephone argued in its brief that we should\ndecide the legal significance of an alleged admission by Advanced\nCellular that it owed Puerto Rico Telephone in excess of $700,000.\nAt oral argument, Puerto Rico Telephone conceded that this claim\nhad not been resolved by the bankruptcy court and therefore should\nnot be decided as part of this appeal. Puerto Rico Telephone may\npursue this argument on remand.\n\n                                  -12-\n\f",
  "html": "<p class=\"case_cite\">483 F.3d 7</p>\n    <p class=\"parties\">In re ADVANCED CELLULAR SYSTEMS, INC.; Advanced Paging Systems Corp., Debtors.<br>Puerto Rico Telephone Company, d/b/a Verizon Wireless, f/k/a Celulares Telefonica, Inc., f/k/a Verizon Wireless Puerto Rico, Inc., Creditor, Appellant,<br>v.<br>Advanced Cellular Systems, Inc.; Advanced Cellular Paging Systems Corp., Debtors, Appellees.</p>\n    <p class=\"docket\">No. 06-1332.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard February 8, 2007.</p>\n    <p class=\"date\">Decided March 28, 2007.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Ricardo F. Casellas, with whom Ricardo L. Ortiz Col&#243;n and Fiddler Gonz&#225;lez &amp; Rodr&#237;guez, P.S.C. were on brief, for appellant.</p>\n      <p class=\"indent\">Carmen D. Conde Torres with whom C. Conde &amp; Associates was on brief for appellee.</p>\n      <p class=\"indent\">Before LYNCH, Circuit Judge, JOHN R. GIBSON,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge, and HOWARD, Circuit Judge.</p>\n      <p class=\"indent\">HOWARD, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal concerns a contract dispute that arose during the course of a bankruptcy proceeding. The debtor is Advanced Cellular Systems, Inc., a reseller of cellular telephone numbers and services in Puerto Rico. Through an arrangement with the Puerto Rico Telephone Company, Advanced Cellular purchased cellular services and telephone numbers from Puerto Rico Telephone at wholesale prices and resold them to consumers at retail prices. The relationship between Advanced Cellular and Puerto Rico Telephone was governed by a contract entered into in 1986 and by subsequent tariffs filed by Puerto Rico Telephone with the Puerto Rico Telephone Authority. In April 1998, Puerto Rico Telephone ended its relationship with Advanced Cellular because of Advanced Cellular's allegedly delinquent debts.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Thereafter Advanced Cellular filed for bankruptcy protection under Chapter 11 of the Bankruptcy Code, and Puerto Rico Telephone filed a proof of claim for the disputed debt in the amount of $1,655,391.96. Advanced Cellular objected to this claim, asserting that, in fact, Puerto Rico Telephone owed Advanced Cellular money.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> It based this objection on several grounds, including that Puerto Rico Telephone owed Advanced Cellular reimbursements in the sum of $1,334,204.62 for the fraudulent use of telephone numbers that it had purchased from Puerto Rico Telephone.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The type of fraud at issue is commonly referred to as cloning. Cloning occurs when a third party uses a device to steal the identifying information of an authorized cellular telephone number through the air waves and then uses the stolen information to make calls that appear to have originated from the authorized number. Cloning surfaced in the cellular telephone industry in the early 1990s. In response to this problem, which placed significant financial strain on Advanced Cellular and Puerto Rico Telephone's other resellers, Puerto Rico Telephone began to reimburse resellers for losses suffered from cloning. To receive reimbursements, Puerto Rico Telephone required resellers to submit claims within 90 days of billing.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">During the course of their relationship, Advanced Cellular received over $5,750,000 in reimbursements for cloning from Puerto Rico Telephone. The dispute in this case centers on $1,334,204.62 in claims made by Advanced Cellular that Puerto Rico Telephone had denied because they were filed outside of the 90-day window. Before the bankruptcy court, Puerto Rico Telephone claimed that it had no contractual obligation to reimburse Advanced Cellular for cloning claims at all, and therefore had the discretion to deny claims that were untimely. Advanced Cellular countered that Puerto Rico Telephone was contractually responsible for losses incurred due to cloning and that the 90-day claim window was arbitrary and unreasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The bankruptcy court agreed with Advanced Cellular. It concluded that the parties' agreement did not have a specific provision regarding cloning but that Puerto Rico Telephone had a contractual duty to maintain and operate the cellular network. The court determined that this duty included an obligation to take responsibility for cloning. It also concluded that it \"defied common sense\" to believe that Puerto Rico Telephone would have reimbursed over $5 million of cloning claims made by Advanced Cellular if there were no obligation to do so. Finally, the court ruled that the 90-day window for reimbursement claims was unreasonable and that Puerto Rico Telephone \"had a duty . . . to allow Advanced Cellular a reasonable time, such as 120 days, to submit their [sic] fraud claims.\" The court accordingly disallowed Puerto Rico Telephone's proof of claim.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Puerto Rico Telephone appealed to the district court, which affirmed. The district court addressed a provision of the tariff not explicitly mentioned by the bankruptcy court that provided that Advanced Cellular \"shall be solely responsible for any . . . fraudulent use, by any person, of any number or numbers assigned\" to it. The court interpreted this provision to apply only to fraud committed by \"authorized users\" of numbers assigned to Advanced Cellular. Because cloning is fraud conducted by unauthorized third parties, the court concluded that this provision did not govern. The court also concluded that this provision could not apply to cloning because Advanced Cellular's relationship with Puerto Rico Telephone had commenced in 1986, which was at least five years before cloning emerged as a problem in the cellular telephone industry.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Having concluded that the fraudulent use provision did not apply, the district court adopted the bankruptcy court's rationale that Puerto Rico Telephone was responsible for cloning because of its contractual obligation to operate and maintain the cellular network and because of its actions in reimbursing sellers for cloning losses. The court also upheld the bankruptcy court's ruling that the 90-day filing window was unreasonable because Puerto Rico Telephone could not \"unilaterally condition its own preexisting obligation\" to assume responsibility for cloning. Puerto Rico Telephone timely appealed.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We review the bankruptcy court's findings of fact for clear error and its rulings of law de novo. <i>Palmacci v. Umpierrez,</i> 121 F.3d 781, 785 (1st Cir. 1997). In so doing, we provide \"no particular deference\" to the district court's conclusions. <i>In re Healthco Int'l, Inc.,</i> 132 F.3d 104, 107 (1st Cir.1997).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The validity of Puerto Rico Telephone's proof of claim rests primarily on the plain meaning of the relevant tariff, and so we look to Puerto Rico law to guide our analysis. <i>See Raleigh v. Ill. Dep't of Revenue,</i> 530 U.S. 15, 20, 120 S.Ct. 1951, 147 L.Ed.2d 13 (2000) (\"The `basic federal rule' in bankruptcy is that state law governs the substance of claims.\") (citing <i>Butner v. United States,</i> 440 U.S. 48, 57, 99 S.Ct. 914, 59 L.Ed.2d 136 (1979)). Puerto Rico Telephone argues, as it has throughout this litigation, that the tariff's fraudulent use provision unambiguously placed the risk of loss from cloning on Advanced Cellular. As the parties agree that the tariff binds them, we turn to consider this provision.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The tariff provides that Advanced Cellular, as a reseller, \"shall be solely responsible for any . . . fraudulent use, by any person, of any number or numbers assigned to\" it. Cloning is a form of \"fraudulent use\" as it involves a misstatement by a third party that the party is an authorized user of a cellular telephone number; cloning is conducted by \"any person,\" <i>cf. DIRECTV, Inc. v. Budden,</i> 420 F.3d 521, 528 (5th Cir.2005) (describing the phrase \"any person\" as broad); and cloning involves the making of telephone calls by third parties impersonating authorized users of \"numbers assigned to\" Advanced Cellular. Under this plain reading of the fraudulent use provision, Advanced Cellular assumed responsibility for losses from cloning.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Advanced Cellular offers several unavailing arguments in an attempt to undermine this straightforward reading of the fraudulent use provision.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> First, it points out that its relationship with Puerto Rico Telephone began in 1986, before cloning had surfaced as a problem. Based on this fact, it argues that the fraudulent use provision cannot be interpreted to reflect an intent to assign responsibility for losses from cloning. While it is true that the parties' initial agreement was signed in 1986, the tariff was not filed until 1994, after cloning had emerged. Moreover, even if the risk of cloning was unanticipated when the tariff was adopted, Advanced Cellular agreed to broadly assume the risk of all fraudulent use. If Advanced Cellular meant to agree to assume a narrower risk, it was incumbent upon it, especially as a sophisticated party, to make the limitation clear. <i>See MBIA Ins. Corp. v. Royal Indem. Co.,</i> 426 F.3d 204, 218 (3d Cir.2005) (where sophisticated parties include broadly worded clauses in contracts, courts will likely assume that they \"said what they meant and meant what they said\").</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Second, Advanced Cellular contends that the fraudulent use provision was intended to apply only to fraud perpetrated by \"authorized users\" of the cellular numbers assigned to it and therefore does not cover cloning perpetrated by unauthorized third parties. The fraudulent use provision does not, however, refer to \"authorized users\" but rather to \"any person,\" a term with a common meaning broad enough to encompass fraud committed by third parties. <i>See Metlife Capital Corp. v. Westchester Fire Ins. Co.,</i> 224 F.Supp.2d 374, 382 (D.P.R.2002) (stating that under Puerto Rico law contractual terms should generally be assigned their common meanings). Indeed, the phrase \"authorized user\" appears in other provisions of the tariff, which strongly suggests that this was not the intended meaning of \"any person\" in the fraudulent use provision.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Third, according to Advanced Cellular, the fraudulent use provision was meant to apply only to losses from stolen cellular telephones. This argument fails because the tariff contains a specific provision directly related to stolen telephones.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> It is well-established that courts should avoid interpretations that render a provision of an agreement surplusage. <i>See Restatement (First) of Contracts</i> &#167; 236 (1932). To interpret the fraudulent use provision to apply only to losses from stolen cellular telephones would violate this principle because it would render the provision directly related to the issue meaningless.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Fourth, Advanced Cellular asserts that a provision in the 1986 agreement concerning Puerto Rico Telephone's responsibility for maintaining the cellular network makes it liable for cloning. The provision states, in relevant part, that Puerto Rico Telephone is responsible for \"mistakes, omissions, interruptions, delays, errors or defects in transmission\" that result from its failure \"to maintain proper standards of maintenance and operation\" of the cellular network. Through this provision, Puerto Rico Telephone appears to have taken responsibility for technical problems in service. Cloning by third parties is different in kind from these sorts of difficulties, as it is the product of wrongful human conduct, not a system malfunction. In any event, the network maintenance provision does not specifically cover losses from fraudulent use, and therefore, the provision that speaks directly to this issue governs. <i>See Bank v. IBM Corp.,</i> 145 F.3d 420, 427-28 (1st Cir.1998).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Finally, Advanced Cellular relies on Puerto Rico Telephone's policy of reimbursing timely cloning fraud claims from resellers to argue that Puerto Rico Telephone was contractually obligated to provide such reimbursements. It contends that this evidence shows the parties' intent because Puerto Rico Telephone would never have reimbursed such claims unless required to do so by contract.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Under Puerto Rico law, \"[i]f the terms of a contract are clear and leave no doubt as to the intentions of the contracting parties, the literal sense of its stipulations shall be observed.\" P.R. Laws Ann. tit 31, &#167; 3471. Consequently, a court may not consider extrinsic evidence at all, if it finds that the terms of an agreement are clear. <i>Borschow Hosp. &amp; Med. Supplies, Inc. v. Cesar Castillo, Inc.,</i> 96 F.3d 10, 15 (1st Cir.1996); <i>Vulcan Tools of P.R. v. Makita U.S.A., Inc.,</i> 23 F.3d 564, 567 (1st Cir.1994). An agreement is clear when it can \"be understood in one sense alone, without leaving any room for doubt, controversies or difference of interpretation.\" <i>See Catullo v. Metzner,</i> 834 F.2d 1075, 1079 (1st Cir.1987) (internal citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">As discussed above, Advanced Cellular unambiguously assumed the risk of losses from cloning through the tariff's fraudulent use provision. Therefore, extrinsic evidence is not admissible to assist in the interpretation of the provision.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> <i>See Mercado-Garcia v. Ponce Fed. Bank,</i> 979 F.2d 890, 894 (1st Cir.1992). In a similar circumstance, we affirmed the exclusion of extrinsic evidence of a party's attempt to accommodate the other by not enforcing clear contractual terms. <i>See Executive Leasing Corp. v. Banco Popular de P.R.,</i> 48 F.3d 66, 69 n. 5 (1st Cir.1995). We determined that, because the meaning of the contract at issue was clear on its face, the party's subsequent conduct was not admissible to alter the contract's unambiguous terms. <i>Id.</i> So too here.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In sum, the tariff's fraudulent use provision unambiguously placed the risk of loss from cloning on Advanced Cellular, and it was error to credit Advanced Cellular for the cloning claims not reimbursed by Puerto Rico Telephone. We therefore <i>vacate</i> the judgment and <i>remand</i> for further proceedings consistent with this opinion.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">\n        <i>So ordered.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the United States Court of Appeals for the Eighth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The bankruptcy court limited its consideration of Advanced Cellular's objection to whether it owed funds to Puerto Rico Telephone. The court dismissed without prejudice Advanced Cellular's claim that Puerto Rico Telephone owed it money</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> While the cloning fraud issue accounted only for $1,334,204.62 of the $1,655,391.96 that Puerto Rico Telephone claimed, the bankruptcy court concluded that Advanced Cellular was entitled to other credits in the sum of $709,277.04. It therefore held that Advanced Cellular was entitled to a total credit of $2,043,480.27, which exceeded Puerto Rico Telephone's entire claim. The rulings that resulted in the $709,277.04 credit in favor of Advanced Cellular have not been appealed</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We reject Advanced Cellular's contention that Puerto Rico Telephone waived reliance on the fraudulent use provision. The argument was squarely raised in the bankruptcy and district courts</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Under this provision, Advanced Cellular was responsible for losses from stolen telephones until it informed Puerto Rico Telephone of the loss</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Advanced Cellular argues only that Puerto Rico Telephone's conduct in reimbursing cloning claims is relevant to interpreting the contract. It does not argue that this conduct demonstrated a modification or other alteration of the parties' agreement</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Even were we to consider extrinsic evidence concerning Puerto Rico Telephone's conduct in reimbursing cloning claims, we do not think that it bears the weight placed upon it by the bankruptcy court. There was evidence that cloning fraud was causing Puerto Rico Telephone's resellers substantial financial difficulties. Even though not contractually obligated to do so, it would not \"def[y] common sense\" for Puerto Rico Telephone to assume losses stemming from cloning in the hope of forestalling its resellers from suffering crippling losses that could force them out of business</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Puerto Rico Telephone argued in its brief that we should decide the legal significance of an alleged admission by Advanced Cellular that it owed Puerto Rico Telephone in excess of $700,000. At oral argument, Puerto Rico Telephone conceded that this claim had not been resolved by the bankruptcy court and therefore should not be decided as part of this appeal. Puerto Rico Telephone may pursue this argument on remand</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">483</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></span></p>\n    <p class=\"parties\">In re ADVANCED CELLULAR SYSTEMS, INC.; Advanced Paging Systems Corp., Debtors.<br>Puerto Rico Telephone Company, d/b/a Verizon Wireless, f/k/a Celulares Telefonica, Inc., f/k/a Verizon Wireless Puerto Rico, Inc., Creditor, Appellant,<br>v.<br>Advanced Cellular Systems, Inc.; Advanced Cellular Paging Systems Corp., Debtors, Appellees.</p>\n    <p class=\"docket\">No. 06-1332.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard February 8, 2007.</p>\n    <p class=\"date\">Decided March 28, 2007.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Ricardo F. Casellas, with whom Ricardo L. Ortiz Col&#243;n and Fiddler Gonz&#225;lez &amp; Rodr&#237;guez, P.S.C. were on brief, for appellant.</p>\n      <p class=\"indent\">Carmen D. Conde Torres with whom C. Conde &amp; Associates was on brief for appellee.</p>\n      <p class=\"indent\">Before LYNCH, Circuit Judge, JOHN R. GIBSON,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge, and HOWARD, Circuit Judge.</p>\n      <p class=\"indent\">HOWARD, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal concerns a contract dispute that arose during the course of a bankruptcy proceeding. The debtor is Advanced Cellular Systems, Inc., a reseller of cellular telephone numbers and services in Puerto Rico. Through an arrangement with the Puerto Rico Telephone Company, Advanced Cellular purchased cellular services and telephone numbers from Puerto Rico Telephone at wholesale prices and resold them to consumers at retail prices. The relationship between Advanced Cellular and Puerto Rico Telephone was governed by a contract entered into in 1986 and by subsequent tariffs filed by Puerto Rico Telephone with the Puerto Rico Telephone Authority. In April 1998, Puerto Rico Telephone ended its relationship with Advanced Cellular because of Advanced Cellular's allegedly delinquent debts.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Thereafter Advanced Cellular filed for bankruptcy protection under Chapter 11 of the Bankruptcy Code, and Puerto Rico Telephone filed a proof of claim for the disputed debt in the amount of $1,655,391.96. Advanced Cellular objected to this claim, asserting that, in fact, Puerto Rico Telephone owed Advanced Cellular money.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> It based this objection on several grounds, including that Puerto Rico Telephone owed Advanced Cellular reimbursements in the sum of $1,334,204.62 for the fraudulent use of telephone numbers that it had purchased from Puerto Rico Telephone.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The type of fraud at issue is commonly referred to as cloning. Cloning occurs when a third party uses a device to steal the identifying information of an authorized cellular telephone number through the air waves and then uses the stolen information to make calls that appear to have originated from the authorized number. Cloning surfaced in the cellular telephone industry in the early 1990s. In response to this problem, which placed significant financial strain on Advanced Cellular and Puerto Rico Telephone's other resellers, Puerto Rico Telephone began to reimburse resellers for losses suffered from cloning. To receive reimbursements, Puerto Rico Telephone required resellers to submit claims within 90 days of billing.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">During the course of their relationship, Advanced Cellular received over $5,750,000 in reimbursements for cloning from Puerto Rico Telephone. The dispute in this case centers on $1,334,204.62 in claims made by Advanced Cellular that Puerto Rico Telephone had denied because they were filed outside of the 90-day window. Before the bankruptcy court, Puerto Rico Telephone claimed that it had no contractual obligation to reimburse Advanced Cellular for cloning claims at all, and therefore had the discretion to deny claims that were untimely. Advanced Cellular countered that Puerto Rico Telephone was contractually responsible for losses incurred due to cloning and that the 90-day claim window was arbitrary and unreasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The bankruptcy court agreed with Advanced Cellular. It concluded that the parties' agreement did not have a specific provision regarding cloning but that Puerto Rico Telephone had a contractual duty to maintain and operate the cellular network. The court determined that this duty included an obligation to take responsibility for cloning. It also concluded that it \"defied common sense\" to believe that Puerto Rico Telephone would have reimbursed over $5 million of cloning claims made by Advanced Cellular if there were no obligation to do so. Finally, the court ruled that the 90-day window for reimbursement claims was unreasonable and that Puerto Rico Telephone \"had a duty . . . to allow Advanced Cellular a reasonable time, such as 120 days, to submit their [sic] fraud claims.\" The court accordingly disallowed Puerto Rico Telephone's proof of claim.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Puerto Rico Telephone appealed to the district court, which affirmed. The district court addressed a provision of the tariff not explicitly mentioned by the bankruptcy court that provided that Advanced Cellular \"shall be solely responsible for any . . . fraudulent use, by any person, of any number or numbers assigned\" to it. The court interpreted this provision to apply only to fraud committed by \"authorized users\" of numbers assigned to Advanced Cellular. Because cloning is fraud conducted by unauthorized third parties, the court concluded that this provision did not govern. The court also concluded that this provision could not apply to cloning because Advanced Cellular's relationship with Puerto Rico Telephone had commenced in 1986, which was at least five years before cloning emerged as a problem in the cellular telephone industry.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Having concluded that the fraudulent use provision did not apply, the district court adopted the bankruptcy court's rationale that Puerto Rico Telephone was responsible for cloning because of its contractual obligation to operate and maintain the cellular network and because of its actions in reimbursing sellers for cloning losses. The court also upheld the bankruptcy court's ruling that the 90-day filing window was unreasonable because Puerto Rico Telephone could not \"unilaterally condition its own preexisting obligation\" to assume responsibility for cloning. Puerto Rico Telephone timely appealed.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We review the bankruptcy court's findings of fact for clear error and its rulings of law de novo. <i>Palmacci v. Umpierrez,</i> <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">781</span></span>, 785 (1st Cir. 1997). In so doing, we provide \"no particular deference\" to the district court's conclusions. <i>In re Healthco Int'l, Inc.,</i> <span class=\"citation\" data-id=\"197717\"><a href=\"/opinion/197717/healthco-v-repco-printers/\"><span class=\"volume\">132</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">104</span></a></span>, 107 (1st Cir.1997).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The validity of Puerto Rico Telephone's proof of claim rests primarily on the plain meaning of the relevant tariff, and so we look to Puerto Rico law to guide our analysis. <i>See Raleigh v. Ill. Dep't of Revenue,</i> <span class=\"citation\" data-id=\"1087664\"><a href=\"/opinion/1087664/raleigh-v-illinois-dept-of-revenue/\"><span class=\"volume\">530</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">15</span></a></span>, 20, <span class=\"citation\" data-id=\"1087664\"><a href=\"/opinion/1087664/raleigh-v-illinois-dept-of-revenue/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1951</span></a></span>, <span class=\"citation\" data-id=\"1087664\"><a href=\"/opinion/1087664/raleigh-v-illinois-dept-of-revenue/\"><span class=\"volume\">147</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">13</span></a></span> (2000) (\"The `basic federal rule' in bankruptcy is that state law governs the substance of claims.\") (citing <i>Butner v. United States,</i> <span class=\"citation\" data-id=\"110017\"><a href=\"/opinion/110017/butner-v-united-states/\"><span class=\"volume\">440</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">48</span></a></span>, 57, <span class=\"citation\" data-id=\"110017\"><a href=\"/opinion/110017/butner-v-united-states/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">914</span></a></span>, <span class=\"citation\" data-id=\"110017\"><a href=\"/opinion/110017/butner-v-united-states/\"><span class=\"volume\">59</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">136</span></a></span> (1979)). Puerto Rico Telephone argues, as it has throughout this litigation, that the tariff's fraudulent use provision unambiguously placed the risk of loss from cloning on Advanced Cellular. As the parties agree that the tariff binds them, we turn to consider this provision.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The tariff provides that Advanced Cellular, as a reseller, \"shall be solely responsible for any . . . fraudulent use, by any person, of any number or numbers assigned to\" it. Cloning is a form of \"fraudulent use\" as it involves a misstatement by a third party that the party is an authorized user of a cellular telephone number; cloning is conducted by \"any person,\" <i>cf. DIRECTV, Inc. v. Budden,</i> <span class=\"citation\" data-id=\"791596\"><a href=\"/opinion/791596/directv-inc-v-jeff-budden/\"><span class=\"volume\">420</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">521</span></a></span>, 528 (5th Cir.2005) (describing the phrase \"any person\" as broad); and cloning involves the making of telephone calls by third parties impersonating authorized users of \"numbers assigned to\" Advanced Cellular. Under this plain reading of the fraudulent use provision, Advanced Cellular assumed responsibility for losses from cloning.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Advanced Cellular offers several unavailing arguments in an attempt to undermine this straightforward reading of the fraudulent use provision.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> First, it points out that its relationship with Puerto Rico Telephone began in 1986, before cloning had surfaced as a problem. Based on this fact, it argues that the fraudulent use provision cannot be interpreted to reflect an intent to assign responsibility for losses from cloning. While it is true that the parties' initial agreement was signed in 1986, the tariff was not filed until 1994, after cloning had emerged. Moreover, even if the risk of cloning was unanticipated when the tariff was adopted, Advanced Cellular agreed to broadly assume the risk of all fraudulent use. If Advanced Cellular meant to agree to assume a narrower risk, it was incumbent upon it, especially as a sophisticated party, to make the limitation clear. <i>See MBIA Ins. Corp. v. Royal Indem. Co.,</i> <span class=\"citation\" data-id=\"792183\"><a href=\"/opinion/792183/mbia-insurance-corporation-wells-fargo-bank-minnesota-na-as-trustee-of/\"><span class=\"volume\">426</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">204</span></a></span>, 218 (3d Cir.2005) (where sophisticated parties include broadly worded clauses in contracts, courts will likely assume that they \"said what they meant and meant what they said\").</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Second, Advanced Cellular contends that the fraudulent use provision was intended to apply only to fraud perpetrated by \"authorized users\" of the cellular numbers assigned to it and therefore does not cover cloning perpetrated by unauthorized third parties. The fraudulent use provision does not, however, refer to \"authorized users\" but rather to \"any person,\" a term with a common meaning broad enough to encompass fraud committed by third parties. <i>See Metlife Capital Corp. v. Westchester Fire Ins. Co.,</i> <span class=\"citation\" data-id=\"2489983\"><a href=\"/opinion/2489983/metlife-capital-corp-v-westchester-fire-ins-co/\"><span class=\"volume\">224</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">374</span></a></span>, 382 (D.P.R.2002) (stating that under Puerto Rico law contractual terms should generally be assigned their common meanings). Indeed, the phrase \"authorized user\" appears in other provisions of the tariff, which strongly suggests that this was not the intended meaning of \"any person\" in the fraudulent use provision.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Third, according to Advanced Cellular, the fraudulent use provision was meant to apply only to losses from stolen cellular telephones. This argument fails because the tariff contains a specific provision directly related to stolen telephones.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> It is well-established that courts should avoid interpretations that render a provision of an agreement surplusage. <i>See Restatement (First) of Contracts</i> &#167; 236 (1932). To interpret the fraudulent use provision to apply only to losses from stolen cellular telephones would violate this principle because it would render the provision directly related to the issue meaningless.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Fourth, Advanced Cellular asserts that a provision in the 1986 agreement concerning Puerto Rico Telephone's responsibility for maintaining the cellular network makes it liable for cloning. The provision states, in relevant part, that Puerto Rico Telephone is responsible for \"mistakes, omissions, interruptions, delays, errors or defects in transmission\" that result from its failure \"to maintain proper standards of maintenance and operation\" of the cellular network. Through this provision, Puerto Rico Telephone appears to have taken responsibility for technical problems in service. Cloning by third parties is different in kind from these sorts of difficulties, as it is the product of wrongful human conduct, not a system malfunction. In any event, the network maintenance provision does not specifically cover losses from fraudulent use, and therefore, the provision that speaks directly to this issue governs. <i>See Bank v. IBM Corp.,</i> <span class=\"citation\" data-id=\"197980\"><a href=\"/opinion/197980/bank-v-ibm/\"><span class=\"volume\">145</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">420</span></a></span>, 427-28 (1st Cir.1998).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Finally, Advanced Cellular relies on Puerto Rico Telephone's policy of reimbursing timely cloning fraud claims from resellers to argue that Puerto Rico Telephone was contractually obligated to provide such reimbursements. It contends that this evidence shows the parties' intent because Puerto Rico Telephone would never have reimbursed such claims unless required to do so by contract.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Under Puerto Rico law, \"[i]f the terms of a contract are clear and leave no doubt as to the intentions of the contracting parties, the literal sense of its stipulations shall be observed.\" P.R. Laws Ann. tit 31, &#167; 3471. Consequently, a court may not consider extrinsic evidence at all, if it finds that the terms of an agreement are clear. <i>Borschow Hosp. &amp; Med. Supplies, Inc. v. Cesar Castillo, Inc.,</i> <span class=\"citation\" data-id=\"196987\"><a href=\"/opinion/196987/borschow-hospital-v-cesar-castillo/\"><span class=\"volume\">96</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">10</span></a></span>, 15 (1st Cir.1996); <i>Vulcan Tools of P.R. v. Makita U.S.A., Inc.,</i> <span class=\"citation\" data-id=\"669644\"><a href=\"/opinion/669644/vulcan-tools-of-puerto-rico-v-makita-usa-inc/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">564</span></a></span>, 567 (1st Cir.1994). An agreement is clear when it can \"be understood in one sense alone, without leaving any room for doubt, controversies or difference of interpretation.\" <i>See Catullo v. Metzner,</i> <span class=\"citation\" data-id=\"498380\"><a href=\"/opinion/498380/joseph-catullo-etc-v-sidney-s-metzner-appeal-of-philip-e-roberts-and/\"><span class=\"volume\">834</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1075</span></a></span>, 1079 (1st Cir.1987) (internal citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">As discussed above, Advanced Cellular unambiguously assumed the risk of losses from cloning through the tariff's fraudulent use provision. Therefore, extrinsic evidence is not admissible to assist in the interpretation of the provision.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> <i>See Mercado-Garcia v. Ponce Fed. Bank,</i> <span class=\"citation\" data-id=\"595182\"><a href=\"/opinion/595182/julio-a-mercado-garcia-maria-del-carmen-avila-mugica-and-their-marital/\"><span class=\"volume\">979</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">890</span></a></span>, 894 (1st Cir.1992). In a similar circumstance, we affirmed the exclusion of extrinsic evidence of a party's attempt to accommodate the other by not enforcing clear contractual terms. <i>See Executive Leasing Corp. v. Banco Popular de P.R.,</i> <span class=\"citation\" data-id=\"195934\"><a href=\"/opinion/195934/executive-leasing-v-banco-popular/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">66</span></a></span>, 69 n. 5 (1st Cir.1995). We determined that, because the meaning of the contract at issue was clear on its face, the party's subsequent conduct was not admissible to alter the contract's unambiguous terms. <i>Id.</i> So too here.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In sum, the tariff's fraudulent use provision unambiguously placed the risk of loss from cloning on Advanced Cellular, and it was error to credit Advanced Cellular for the cloning claims not reimbursed by Puerto Rico Telephone. We therefore <i>vacate</i> the judgment and <i>remand</i> for further proceedings consistent with this opinion.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">\n        <i>So ordered.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the United States Court of Appeals for the Eighth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The bankruptcy court limited its consideration of Advanced Cellular's objection to whether it owed funds to Puerto Rico Telephone. The court dismissed without prejudice Advanced Cellular's claim that Puerto Rico Telephone owed it money</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> While the cloning fraud issue accounted only for $1,334,204.62 of the $1,655,391.96 that Puerto Rico Telephone claimed, the bankruptcy court concluded that Advanced Cellular was entitled to other credits in the sum of $709,277.04. It therefore held that Advanced Cellular was entitled to a total credit of $2,043,480.27, which exceeded Puerto Rico Telephone's entire claim. The rulings that resulted in the $709,277.04 credit in favor of Advanced Cellular have not been appealed</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We reject Advanced Cellular's contention that Puerto Rico Telephone waived reliance on the fraudulent use provision. The argument was squarely raised in the bankruptcy and district courts</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Under this provision, Advanced Cellular was responsible for losses from stolen telephones until it informed Puerto Rico Telephone of the loss</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Advanced Cellular argues only that Puerto Rico Telephone's conduct in reimbursing cloning claims is relevant to interpreting the contract. It does not argue that this conduct demonstrated a modification or other alteration of the parties' agreement</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Even were we to consider extrinsic evidence concerning Puerto Rico Telephone's conduct in reimbursing cloning claims, we do not think that it bears the weight placed upon it by the bankruptcy court. There was evidence that cloning fraud was causing Puerto Rico Telephone's resellers substantial financial difficulties. Even though not contractually obligated to do so, it would not \"def[y] common sense\" for Puerto Rico Telephone to assume losses stemming from cloning in the hope of forestalling its resellers from suffering crippling losses that could force them out of business</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Puerto Rico Telephone argued in its brief that we should decide the legal significance of an alleged admission by Advanced Cellular that it owed Puerto Rico Telephone in excess of $700,000. At oral argument, Puerto Rico Telephone conceded that this claim had not been resolved by the bankruptcy court and therefore should not be decided as part of this appeal. Puerto Rico Telephone may pursue this argument on remand</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/110017/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195934/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196987/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197717/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197980/",
    "http://www.courtlistener.com/api/rest/v3/opinions/498380/",
    "http://www.courtlistener.com/api/rest/v3/opinions/595182/",
    "http://www.courtlistener.com/api/rest/v3/opinions/669644/",
    "http://www.courtlistener.com/api/rest/v3/opinions/791596/",
    "http://www.courtlistener.com/api/rest/v3/opinions/792183/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1087664/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2489983/"
  ]
}