{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202779/",
  "absolute_url": "/opinion/202779/united-states-v-earle/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202779/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:01:50Z",
  "date_modified": "2016-02-28T05:09:00.176354Z",
  "type": "010combined",
  "sha1": "fc0347ea3214862c90e902416b4e204f0a54b9f7",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/06-1727-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2007/06/06/US_v._Earle.pdf",
  "plain_text": "          United States Court of Appeals\n                       For the First Circuit\n\n\nNo. 06-1727\n\n                      UNITED STATES OF AMERICA,\n\n                              Appellee,\n\n                                 v.\n\n                          CLARENCE L. EARLE,\n               a/k/a ERIC ALLEN, a/k/a THEODORE WILSON,\n              a/k/a LEMONT TIPPET, a/k/a ROBERT PREVAL,\n\n                        Defendant, Appellant.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n              [Hon. Mark L. Wolf, U.S. District Judge]\n\n\n                               Before\n\n                        Lynch, Circuit Judge,\n                    Stahl, Senior Circuit Judge,\n                     and Howard, Circuit Judge.\n\n\n\n     Charles W. Rankin, with whom Jonathan Harwell and Rankin &\nSultan were on brief, for appellant.\n     Seth P. Berman, Assistant United States Attorney, with whom\nMichael J. Sullivan, United States Attorney, was on brief, for\nappellee.\n\n\n\n                            June 6, 2007\n\f            LYNCH, Circuit Judge. In November 2005, a jury convicted\n\nClarence L. Earle on one count of illegal reentry of a deported\n\nalien, in violation of 8 U.S.C. § 1326.                 The district court\n\nsentenced   Earle   to    78   months   of    imprisonment,   36    months   of\n\nsupervised release, and a $100 special assessment.\n\n            On appeal, Earle argues there were two trial errors: (1)\n\nthat his right to confrontation under the Sixth Amendment, as\n\ndefined in Crawford v. Washington, 541 U.S. 36 (2004), was violated\n\nby the admission at trial of a Certificate of Nonexistence of a\n\nRecord (CNR), and (2) that the district court erred in refusing to\n\ninstruct the jury that it must find that his prior deportation was\n\nlawful beyond a reasonable doubt.        The CNR was issued by the Bureau\n\nof   Citizenship    and    Immigration       Services   (CIS),     within    the\n\nDepartment of Homeland Security (DHS), and it certified that a\n\nsearch of the agency's files demonstrated that there was no record\n\nthat Earle had obtained consent from the Attorney General or the\n\nSecretary of DHS to reapply for admission into the country after\n\nhaving been deported.\n\n            Earle also argues there were two sentencing errors: (1)\n\nthat the district court erred in imposing a 16-level enhancement\n\nunder the Sentencing Guidelines for a prior deportation after\n\nconviction of a \"crime of violence,\" and (2) that his sentence was\n\nin excess of the applicable statutory maximum because the fact that\n\n\n\n\n                                    -2-\n\fhe had previously been convicted of an aggravated felony was not\n\nfound by the jury beyond a reasonable doubt.\n\n              We affirm Earle's conviction and his sentence.\n\n                                  I.     Facts\n\n              The defendant, a citizen of Jamaica, was arrested and\n\ndetained by the Boston Police Department on November 6, 2003.               The\n\ndefendant was present in the United States despite having been\n\ndeported twice.       On February 12, 2004, he was transferred into\n\nfederal custody.      The following day, he was fingerprinted.\n\n              The defendant's first deportation from the United States\n\noccurred on January 3, 1991.        He was then using the name Clarence\n\nEarle, although he has used a number of different names over time.\n\nAs a regular part of the deportation process, Earle's fingerprint\n\nwas placed on the 1991 Warrant of Deportation.\n\n              Before his first deportation, Earle signed an affidavit\n\nstating that he had arrived in the United States sometime in 1986\n\non a passenger ship, and that he had entered the country illegally\n\nwithout ever having been \"issued any documents from the United\n\nStates Immigration Service.\"        Earle was fingerprinted on the same\n\nday that he signed this affidavit.\n\n              The defendant attempted to reenter the United States from\n\nCanada   on    September   24,   1992.       He   presented   a   Massachusetts\n\nidentification card bearing the name Lemont Tippet.               Fingerprints\n\n\n\n\n                                       -3-\n\ftaken from \"Tippet\" by the Immigration and Naturalization Service1\n\nmatched those taken from the defendant in February 2004.       The\n\ndefendant was again deported on July 10, 2002, under the name\n\nClarence Earle. Earle's fingerprint was placed on the 2002 Warrant\n\nof Deportation.\n\n          This case concerns Earle's presence in the United States\n\nfollowing the 2002 deportation and the resulting charges against\n\nhim under 8 U.S.C. § 1326.   Section 1326 criminalizes the reentry\n\nof any alien who has been deported from the United States unless\n\n\"prior to his reembarkation at a place outside the United States or\n\nhis application for admission from foreign contiguous territory,\n\nthe Attorney General has expressly consented to such alien's\n\nreapplying for admission.\"\n\n          At trial, the government produced a fingerprint expert\n\nwho testified that the fingerprints taken from Earle in February\n\n2004 matched those on the 1991 and 2002 Warrants of Deportation, as\n\nwell as other documents which were found in the defendant's Alien\n\nFile, or \"A-file,\" at the INS.2\n\n\n     1\n       On March 1, 2003, the functions of the Immigration and\nNaturalization Service were transferred to the Department of\nHomeland Security. Homeland Security Act of 2002, Pub.L. No.\n107-296, § 471(a), 116 Stat. 2135, 2205 (codified at 6 U.S.C. §\n291(a)). We use the term \"INS.\"\n     2\n       An A-file is kept by the INS and its successor agencies on\nforeign nationals who come in contact with the government.     It\ncontains a wide range of documents, including applications for\nbenefits, pictures, birth certificates, marriage certificates,\ninternal memos, records of enforcement actions and deportations,\n\n                                  -4-\n\f           The government also presented two types of evidence\n\nshowing that Earle had never applied for or received permission\n\nfrom the Attorney General to reenter the United States: in-person\n\ntestimony and the CNR.        Joanne Sassone, a Records Information\n\nServices   Officer   for   CIS     in   Boston,   testified   that   she   was\n\nresponsible for overseeing CIS employees who maintained A-files and\n\nupdated corresponding computer databases.             She explained that an\n\nalien who has been deported must file a Form I-212 in order to\n\napply for reentry to the United States.           Such an application, if it\n\nwere made, would appear in the alien's A-file.              A record of the\n\nfiling   fee   and   the   final    communication     regarding   the   I-212\n\napplication would also be entered in various computer indices.\n\nSassone testified that she personally had reviewed Earle's entire\n\nA-file and the computer indices, and that there was no document or\n\nrecord that Earle had ever filed a Form I-212.            Nor was there any\n\ndocument or record that Earle had ever received permission to\n\nreenter the United States.\n\n           On cross-examination, Sassone stated that it was possible\n\nfor an alien to have more than one A-file (for example, when the\n\nalien uses different names), and that multiple files would be\n\nconsolidated if such a discovery were made.               Earle's file had\n\nundergone such consolidation.           Sassone also confirmed that four\n\npages that pertained to another person had been misfiled in Earle's\n\n\nand fingerprint cards.\n\n                                        -5-\n\fA-file. Those documents belonged to a different individual who had\n\na deportation action taken against him at a similar time as Earle.\n\nWhen Sassone discovered that several pages had been misfiled in\n\nEarle's file, she obtained the A-file of the other individual and\n\nsearched for any documents concerning Earle.          There were none.\n\n          Defense     counsel    also    asked   Sassone    about    employee\n\nstaffing at the five document service centers maintained by CIS.3\n\nSassone   testified    that     some     employees   worked    for    private\n\ncontractors, rather than for the government.           She also confirmed\n\nthat, several years earlier, employees at a district office in Los\n\nAngeles had improperly shredded thousands of immigration-related\n\ndocuments.   She was not aware of any similar events at the Vermont\n\nservice center, which covers the New England area.\n\n          On redirect, Sassone testified that even if an alien's I-\n\n212 application were somehow misfiled or destroyed, there would\n\nstill be evidence in the computer indices or in the A-file of the\n\napplication having been submitted.           She reiterated that she had\n\nsearched the relevant computer indices and had found no notation\n\nthat Earle had filed an I-212 application.\n\n          The   government      also    introduced   into   evidence,   over\n\ndefense counsel's objection, a CNR signed by Ruth E. Jones, the\n\n\n\n\n     3\n       CIS document service centers are              located   in    Vermont,\nNebraska, Missouri, Texas, and California.\n\n                                       -6-\n\fChief of the Record Services Branch, Office of Records, CIS.                     The\n\ndocument stated that\n\n            after a diligent search relating to . . .\n            Clarence Lynval Earle, . . . no evidence is\n            found to exist in the records that the\n            defendant obtained consent before March 1,\n            2003 from the Attorney General . . . to\n            reapply for admission in the United States;\n            and no evidence is found to exist in the\n            records    that   the    defendant   obtained\n            corresponding consent after February 28, 2003\n            from the Secretary of [DHS].\n\nThe district court ruled that the evidence was admissible under\n\nFederal Rule of Evidence 803(10). Jones did not testify at Earle's\n\ntrial.\n\n            Sassone   testified       that   she   did       not    have   personal\n\nknowledge of who prepared the CNR for Earle's case.                         She did\n\ndescribe her understanding of the practice of preparing a CNR. She\n\ntestified   that   \"[a]ll   the   A    files   must     be    reviewed     and    all\n\napplicable computer indices must also be reviewed and searched\n\nbefore [a CNR] can be prepared.\"             She also stated that Jones, a\n\nsenior official at CIS, would not have personally reviewed Earle's\n\nA-file or searched the computer indices.                 Sassone stated that\n\nwhoever   performed   these   tasks     to    prepare    the       CNR   would   have\n\nundertaken the same searches that Sassone herself had carried out\n\nwhen she had independently concluded that Earle had not applied for\n\nor received permission to reenter the United States.\n\n            The defense in this case was that the government had not\n\nmet its burden of proof beyond a reasonable doubt that Earle had\n\n                                       -7-\n\fnot obtained the permission of the Attorney General to reapply for\n\nadmission into the country.         In its closing, the defense conceded\n\nthat \"there really is no dispute that Mr. Earle is an alien . . .\n\n[or] that Mr. Earle was previously deported . . . [or] that in\n\nFebruary 2004, Mr. Earle was found in the United States.\"           Defense\n\ncounsel stressed that Jones was not made available to testify to\n\nthe accuracy of the CNR; that the government had not provided any\n\nprintouts from its searches of the relevant computer indices; and\n\nthat there were uncertainties raised by the history of filing and\n\nretention problems at CIS's document service centers.\n\n           The jury returned a guilty verdict.          At sentencing, the\n\ndistrict   court   imposed   a   16-level    enhancement   under   U.S.S.G.\n\n§ 2L1.2 for a prior deportation after conviction of a crime of\n\nviolence -- namely, assault and battery with a dangerous weapon.\n\nThe district court sentenced Earle to 78 months, at the upper limit\n\nof the applicable Guidelines range.         Earle will likely be deported\n\nafter serving his sentence.\n\n                      II.    Asserted Trial Errors\n\nA.   Confrontation Clause Challenge\n\n           Before Crawford effected a change in the law concerning\n\nConfrontation Clause challenges, this court in United States v.\n\nVentura-Meléndez,    275     F.3d    9   (1st   Cir.   2001),   rejected   a\n\nConfrontation Clause challenge to the admission of a CNR.            Id. at\n\n15-16 (concluding that CNR demonstrated \"particularized guarantees\n\n\n                                      -8-\n\fof trustworthiness\" (quoting Ohio v. Roberts, 448 U.S. 56, 66\n\n(1980)) (internal quotation marks omitted)).          Earle's appeal asks\n\nus to reconsider this issue in light of the Supreme Court's new\n\nframework for Confrontation Clause challenges, as articulated in\n\nCrawford.\n\n            This question about the Confrontation Clause and CNRs\n\narises because Congress has put the burden on the government to\n\nprove a negative -- that the Attorney General did not grant\n\npermission to reapply for admission.        Lay people might logically\n\nthink the statute would place the burden on the defendant to prove\n\nhe had received consent to reapply.4\n\n            When the government offered the CNR into evidence at\n\ntrial, defense counsel objected, arguing that admission of the CNR\n\nwithout an opportunity to cross-examine the person who prepared the\n\ndocument    would   violate   Earle's   right   to   confrontation.   The\n\ndistrict court overruled the objection, holding that the CNR was\n\nnot \"testimonial\" within the meaning of Crawford. In reaching this\n\nconclusion, the district court adopted the reasoning of United\n\n\n\n     4\n       Congress has placed some burdens on the alien. Subsection\n1326(d) provides limited circumstances under which an alien may\ncollaterally attack a previous deportation order. The alien must\nshow (1) that he exhausted any available administrative remedies,\n(2) that the deportation proceedings improperly deprived him of the\nopportunity for judicial review, and (3) that the entry of the\ndeportation order was fundamentally unfair. 8 U.S.C. § 1326(d);\nsee also United States v. DeLeon, 444 F.3d 41, 44-45 (1st Cir.\n2006).    Earle does not argue that he meets the standards of\nsubsection 1326(d).\n\n                                   -9-\n\fStates v. Cervantes-Flores, 421 F.3d 825 (9th Cir. 2005), and\n\nUnited States v. Rueda-Rivera, 396 F.3d 678 (5th Cir. 2005).         The\n\ndistrict court ruled that the CNR was admissible under Federal Rule\n\nof Evidence 803(10).5\n\n            We   review   the   district    court's   legal   conclusions\n\nregarding the Confrontation Clause de novo.            United States v.\n\nRondeau, 430 F.3d 44, 47 (1st Cir. 2005); United States v. Brito,\n\n427 F.3d 53, 59 (1st Cir. 2005).          If a constitutional error has\n\noccurred, we must order a new trial unless the government has shown\n\nthat any error was \"harmless\" beyond a reasonable doubt. See Olden\n\nv. Kentucky, 488 U.S. 227, 232 (1988); United States v. Pacheco,\n\n434 F.3d 106, 116 (1st Cir. 2006); United States v. Coker, 433 F.3d\n\n39, 47 (1st Cir. 2005).\n\n\n\n\n     5\n         Rule 803 provides:\n\n            The following are not excluded by the hearsay\n            rule, even though the declarant is available\n            as a witness:\n            . . .\n            (10) Absence of public record or entry.    To\n            prove the absence of a record, report,\n            statement, or data compilation, in any form,\n            or the nonoccurrence or nonexistence of a\n            matter of which a record, report, statement,\n            or data compilation, in any form, was\n            regularly made and preserved by a public\n            office or agency, evidence in the form of a\n            certification in accordance with rule 902, or\n            testimony, that diligent search failed to\n            disclose the record, report, statement, or\n            data compilation, or entry.\n\n                                   -10-\n\f           The Confrontation Clause provides that \"[i]n all criminal\n\nprosecutions, the accused shall enjoy the right . . . to be\n\nconfronted with the witnesses against him.\" U.S. Const. amend. VI.\n\nIn Crawford, the Supreme Court abrogated the rule of Ohio v.\n\nRoberts that admission of hearsay does not run afoul of the\n\nConfrontation Clause \"if the declarant [is] unavailable and the\n\nstatement [falls] under a 'firmly rooted hearsay exception' or\n\notherwise [bears] particularized guarantees of trustworthiness.\"\n\nHorton v. Allen, 370 F.3d 75, 83 (1st Cir. 2004) (quoting Roberts,\n\n448 U.S. at 66).       Instead, Crawford held that the Confrontation\n\nClause bars admission of testimonial hearsay in a criminal case\n\nunless the declarant is unavailable and the accused has had a prior\n\nopportunity for cross-examination. 541 U.S. at 68. More recently,\n\nin Davis v. Washington, 126 S. Ct. 2266 (2006), the Court held that\n\nthe Confrontation Clause applies only to testimonial hearsay.        Id.\n\nat 2274.\n\n           Crawford analysis generally requires a court to consider\n\ntwo threshold issues: (1) whether the out-of-court statement was\n\nhearsay,   and   (2)     whether   the    out-of-court   statement   was\n\ntestimonial. See Crawford, 541 U.S. at 68; United States v. Maher,\n\n454 F.3d 13, 20 (1st Cir. 2006).\n\n           As to the first issue, it is undisputed that the CNR\n\nconstituted hearsay.       The CNR contained statements made by a\n\ndeclarant not present at trial, and those statements were offered\n\n\n                                   -11-\n\finto evidence to prove the truth of the matter asserted -- that,\n\nafter a diligent search of Earle's A-file, no evidence was found\n\nthat the defendant had obtained consent to reapply for admission to\n\nthe United States.    See Fed. R. Evid. 801(c) (defining hearsay).\n\n           Earle's   Confrontation    Clause    argument   hinges   on    the\n\nsecond issue -- whether or not the CNR is \"testimonial.\"                  The\n\nSupreme   Court   expressly    declined    in   Crawford   to   provide    \"a\n\ncomprehensive definition of 'testimonial.'\"         541 U.S. at 68.       The\n\nCourt followed a similar approach in Davis, resolving the two cases\n\nbefore    it   \"[w]ithout     attempting   to    produce   an   exhaustive\n\nclassification of all conceivable statements . . . as either\n\ntestimonial or nontestimonial.\"       126 S. Ct. at 2273.        The Court\n\ndid, however, list in Crawford three illustrative formulations of\n\nthe \"core class of 'testimonial' statements,\" 541 U.S. at 51: (1)\n\n\"ex parte in-court testimony or its functional equivalent -- that\n\nis, material such as affidavits, custodial examinations, prior\n\ntestimony that the defendant was unable to cross-examine, or\n\nsimilar pretrial statements that declarants would reasonably expect\n\nto be used prosecutorially,\" id.; (2) \"extrajudicial statements\n\n. . . contained in formalized testimonial materials, such as\n\naffidavits, depositions, prior testimony, or confessions,\" id. at\n\n51-52 (omission in original) (quoting White v. Illinois, 502 U.S.\n\n346, 365 (1992)) (internal quotation marks omitted); and (3)\n\n\"statements that were made under circumstances which would lead an\n\n\n                                   -12-\n\fobjective witness reasonably to believe that the statement would be\n\navailable for use at a later trial,\" id. at 52.\n\n            This court, applying Crawford to determine whether a\n\nstatement    is   testimonial,   has   asked    whether    \"an   objectively\n\nreasonable person in [the declarant's] shoes would understand that\n\nthe statement would be used in prosecuting [the defendant] at\n\ntrial.\"     Maher, 454 F.3d at 21; see also Brito, 427 F.3d at 60.\n\nOther courts of appeals have adopted similar tests.               See United\n\nStates v. Gilbertson, 435 F.3d 790, 795-96 (7th Cir. 2006); United\n\nStates v. Hinton, 423 F.3d 355, 359-60 (3d Cir. 2005); United\n\nStates v. Cromer, 389 F.3d 662, 673-74 (6th Cir. 2004); United\n\nStates v. Saget, 377 F.3d 223, 228-29 (2d Cir. 2004).              In Davis,\n\nthe Supreme Court also asked whether the particular circumstances\n\nsurrounding    each   police   interrogation    objectively      indicated   a\n\nprimary purpose that was testimonial.          126 S. Ct. at 2277.\n\n            Earle presents a serious argument that the CNR admitted\n\nat his trial was testimonial.       His lead argument is that the CNR\n\nqualifies as testimonial under all three of the formulations\n\nprovided in Crawford, as well as under this court's approach in\n\nMaher and Brito.      He argues the CNR is a formal document which was\n\nin fact prepared in order to be used at trial.            See Crawford, 541\n\nU.S. at 51-52.        Earle also argues that the CNR qualifies as\n\ntestimonial under the test previously applied in this circuit: an\n\nobjectively reasonable person asked to search Earle's A-file and\n\n\n                                   -13-\n\fprepare a CNR would understand that the document would be used for\n\nprosecutorial purposes. See Maher, 454 F.3d at 21; Brito, 427 F.3d\n\nat 60.\n\n          The government concedes here that \"the CNR at issue in\n\nthis case . . . was only created in anticipation of litigation.\"6\n\nThe government argues that, nonetheless, the reasonableness of an\n\nexpectation of prosecutorial use \"do[es] not transform an otherwise\n\nnon-testimonial business record, made in the normal course of\n\nbusiness, into testimonial evidence\"; it cites decisions from other\n\ncircuits for support.   See United States v. Urqhart, 469 F.3d 745,\n\n748-49 (8th Cir. 2006) (rejecting Confrontation Clause challenge to\n\nadmission of CNR); Cervantes-Flores, 421 F.3d at 830-34 (same);\n\nRueda-Rivera, 396 F.3d at 680 (same).7\n\n          The thrust of these cases is that CNRs are not barred by\n\nthe Confrontation Clause because they closely resemble business\n\nrecords, and business records, under Crawford, constitute a common\n\n\n     6\n       In response to a question from the court, the government\nfiled a letter pointing out that CNRs may be made for purposes\nother than litigation. For example, if an alien wishes to prove\nthat he has not applied for United States citizenship (perhaps for\npurposes of retaining citizenship in another country), the agency\nwould investigate and, if appropriate, issue a CNR certifying that\nno such application exists. The government's letter also stated\nthat \"the agency does not routinely create CNRs documenting\" the\n\"non-existence of an alien's application for permission to return\nto the United States.\"\n     7\n       The Fourth Circuit, in an unpublished opinion, has also\ntaken a position similar to that taken by the Fifth, Eighth, and\nNinth Circuits. United States v. Mendoza-Orellana, 133 F. App'x\n68, 69-70 (4th Cir. 2005) (per curiam) (unpublished).\n\n                               -14-\n\flaw exception to the right of confrontation.   541 U.S. at 56 (\"Most\n\nof the [common law] hearsay exceptions covered statements that by\n\ntheir nature were not testimonial -- for example, business records\n\nor statements in furtherance of a conspiracy.\"     (emphasis added));\n\nid. at 54 (commenting that the Sixth Amendment is \"most naturally\n\nread as a reference to the right of confrontation at common law,\n\nadmitting only those exceptions established at the time of the\n\nfounding\"); see also id. at 76 (Rehnquist, C.J., concurring in\n\njudgment) (characterizing the Court's analysis of \"testimony\" as\n\n\"exclud[ing] at least some hearsay exceptions, such as business\n\nrecords and official records\" (emphasis added)).\n\n          The   government   points   out   that    certificates   of\n\nauthenticity were admissible at common law, even when created with\n\nan eye toward litigation.8   The government argues that a CNR, by\n\nanalogy to a certificate of authenticity, should be treated like a\n\nbusiness record.9   The government makes a functional argument.\n\n\n     8\n       The Advisory Committee Note to Federal Rule of Evidence\n902(4) states: \"The common law and innumerable statutes have\nrecognized the procedure of authenticating copies of public records\nby certificate. The certificate qualifies as a public document,\nreceivable as authentic when in conformity with [various\nauthentication requirements].\"    See also 5 J. Wigmore, Evidence\n§ 1674(1)-(2), at 824 (Chadbourn rev. 1974) [hereinafter 5 Wigmore]\n(noting that typically at common law there was no hearsay exception\nfor certificates of authenticity if the office holder did not have\nexpress authority to make such a certificate, but that certificates\npertaining to \"facts covered by the terms of [an office holder's\nexpress] authority\" were admissible (emphasis omitted)).\n     9\n        The government characterizes the common law hearsay\nexception for certificates of authenticity as being part of the\n\n                               -15-\n\fBoth certificates of authenticity and CNRs, the government says,\n\nmerely reflect the state of a set of routinely kept business\n\nrecords existing prior to litigation.10                See Cervantes-Flores, 421\n\nF.3d at 833.   As the government points out, an official would have\n\nto perform the same kinds of searches whether he was asked to\n\nprepare a certificate of authenticity or a CNR.                    See id. at 832\n\n(\"In either case, someone would have . . . to search the INS\n\ndatabase to verify the document's existence or nonexistence.\").\n\nMoreover,   both     federal     and      state     officials    commonly    perform\n\nsearches of public documents in preparation for criminal trials in\n\norder to prepare CNRs, and the effect of requiring testimony\n\ninstead of CNRs would be very burdensome.\n\n            Earle points out a difference between certificates of\n\nauthenticity    and    CNRs:     a    certificate       of    authenticity    merely\n\nestablishes    the    validity       of   a   second    document    that    contains\n\nprobative   evidence,     whereas         a   CNR    itself    contains    probative\n\nevidence.     With a certificate of authenticity, little would be\n\n\ncommon law exceptions for public records and business records. A\nleading treatise places certificates of authenticity under the\nheading of \"Official Statements,\" rather than \"Regular Entries.\"\n5 Wigmore, supra, at xii-xiv, xvi-xviii. This does not affect our\ngeneral discussion below. The question posed here is not whether\ndocuments certifying the authenticity of business or official\nrecords are an exception to Crawford.\n     10\n       The government argues that both certificates of authenticity\nand CNRs rely on records that themselves would be admissible at\ntrial.   See United States v. García, 452 F.3d 36, 42 (1st Cir.\n2006) (holding that criminal defendants have no right to confront\nofficials who \"routinely record warrants of deportation\").\n\n                                          -16-\n\fgained from cross-examining the authenticator as to how diligent he\n\nwas in searching for the authenticated document; the production of\n\nthe authenticated document speaks for itself, as it is available to\n\nbe examined at trial.      By contrast, a defendant might benefit from\n\ncross-examining the maker of the CNR as to the details of the\n\nsearch, and from exploring the possibility that a record has been\n\noverlooked, misfiled, or otherwise lost.\n\n            Further, the defendant argues that even if certificates\n\nof authenticity were admissible at common law, it is clear that\n\nCNRs were not so admissible, and this was so perhaps for reasons\n\nunrelated    to   the   rule   of   completeness.11   5   Wigmore,   supra,\n\n§ 1678(7), at 867.      As Earle points out, two federal cases from the\n\nearly twentieth century clearly express hearsay concerns about the\n\nadmission of CNRs.      Id. at 867 n.3; see United States v. Bass, 64\n\nF.2d 467, 470 (7th Cir. 1933) (\"Proof that something is not to be\n\nfound in the records may not be made by a mere certificate of the\n\n\n     11\n          At common law, the rule of completeness\n\n            require[d] that the whole of a document be\n            shown forth, in proving any part of it, so\n            that the tribunal may judge better of the\n            significance of the whole and the precise\n            interpretation of any part.    At common law,\n            therefore, it was entirely settled that no\n            custodian had authority to certify any less\n            than the entire and literal terms of the\n            original -- in short, a copy in the strict\n            sense of the word; and the rule was applied to\n            all varieties of documents.\n\n5 Wigmore, supra, § 1678(6), at 863.\n\n                                     -17-\n\fcustodian, but must be shown by testimony with opportunity to\n\ncross-examine.\"); United States v. Bukis, 17 F. Supp. 77, 78 (E.D.\n\nPa. 1936) (\"[P]roof that something is not to be found in the\n\nrecords may not be made by a mere certificate of the custodian, but\n\nis a matter of fact which must be shown by the testimony of a\n\nperson   who   has   searched   the   records,   with   an   opportunity   to\n\ncross-examine.\").\n\n           Earle also attacks the government's underlying assumption\n\nthat little weight should be given to the fact that the CNR was\n\nprepared to be used in litigation.           He cites to Crawford, which\n\nstates: \"We cannot agree with THE CHIEF JUSTICE that the fact\n\n'[t]hat a statement might be testimonial does nothing to undermine\n\nthe wisdom of one of these [hearsay] exceptions.'\"           541 U.S. at 56\n\nn.7 (alterations in original) (quoting id. at 74 (Rehnquist, C.J.,\n\nconcurring in judgment)).\n\n           Given both the common law and the Supreme Court's limited\n\nguidance on what is testimonial, we cannot easily dismiss either\n\nEarle's or the government's arguments as without merit.              In the\n\nend, we do not decide the Confrontation Clause issue because it is\n\nnot necessary to the decision.        On the facts of this case, if there\n\nwere any error in admitting the CNR, the government has met its\n\nburden of showing that any such error was harmless beyond a\n\nreasonable doubt.\n\n\n\n\n                                      -18-\n\f                When evaluating harmlessness, we consider a number of\n\nfactors including the importance of the challenged statement in the\n\nprosecution's case, whether the statement was cumulative, the\n\npresence or absence of evidence corroborating or contradicting the\n\nstatement on material points, the extent of cross-examination\n\notherwise permitted, and the overall strength of the prosecution's\n\ncase.        See Olden, 488 U.S. at 233; Dolinger v. Hall, 302 F.3d 5, 12\n\nn.6 (1st Cir. 2002).        We will affirm a conviction if the \"contested\n\n. . . statements . . . were at best cumulative of other compelling\n\nproof that [the defendant] committed the charged [crime].\"                 United\n\nStates v. Bartelho, 129 F.3d 663, 670 (1st Cir. 1997).\n\n                Ruth   Jones'   statement   in   the   CNR   --   that   \"after   a\n\ndiligent search relating to [Earle's A-file] . . ., no evidence is\n\nfound to exist in the records that the defendant obtained consent\n\n. . . to reapply for admission in the United States\" -- is simply\n\ncumulative        of   Sassone's   testimony.      Sassone's      testimony   was\n\nrecounted earlier.          The cumulative nature of the CNR is self-\n\nevident.12\n\n                Moreover, Earle had, and took, the opportunity to cross-\n\nexamine Sassone about the topics on which he was unable to cross-\n\nexamine Jones.         Defense counsel asked Sassone about her own review\n\n\n        12\n       At oral argument, Earle's counsel suggested that Sassone's\nstatements and Jones' CNR were distinguishable because Jones was a\nmore senior official.    Jones' seniority has no bearing on the\nharmless error analysis. It does not make the contents of the CNR\nany less cumulative of Sassone's testimony.\n\n                                       -19-\n\fof the A-file and the computer indices, the misfiling of documents,\n\nthe possible existence of multiple A-files, the outsourcing of\n\ntasks to private contractors, and the destruction of official\n\ndocuments.     Defense counsel also questioned Sassone about the\n\nRecord   Services      Branch's   practices      for    preparing       CNRs,     in\n\nparticular    Sassone's    understanding     that      Jones    would   not     have\n\nreviewed the A-file herself.       Further, the defense referred to key\n\nparts of its cross-examination of Sassone in its closing arguments,\n\nmaking largely the same points.\n\n            \"Because the challenged statement[] merely duplicated\n\nwhat was otherwise properly admitted, . . . there is no 'reasonable\n\npossibility'    that     the   challenged     statement[],        if    [it     was]\n\nerroneously    admitted,       influenced    the    verdict       against       [the\n\ndefendant].\"    Bartelho, 129 F.3d at 670 (quoting United States v.\n\nRivera-Santiago,    107    F.3d    960,    967   (1st    Cir.    1997)).        The\n\ngovernment has proved beyond a reasonable doubt that Earle would\n\nhave been convicted even if the CNR had not been admitted into\n\nevidence.\n\nB.   Jury Instruction on Lawfulness of Deportation\n\n            We review de novo \"a properly preserved objection to the\n\nfailure to give a requested jury instruction.\"                 United States v.\n\nButtrick, 432 F.3d 373, 376 (1st Cir. 2005), cert. denied, 126 S.\n\nCt. 2861 (2006).\n\n\n\n\n                                    -20-\n\f           Defense counsel objected to the lack of an instruction\n\nstating that the government had the burden of proving that the\n\ndeportation was a lawful deportation. The district court overruled\n\nthe objection, noting that the Supreme Court had decided in United\n\nStates v. Mendoza-Lopez, 481 U.S. 828 (1987), that lawfulness of\n\ndeportation was not an element of the offense defined at 8 U.S.C.\n\n§ 1326.   Id. at 834-37.\n\n           The district court did instruct the jury that there were\n\nfour elements of the crime, each of which the government had to\n\nprove beyond a reasonable doubt: (1) that Earle was an alien at the\n\ntime alleged in the indictment, (2) that he had previously been\n\ndeported from the United States, (3) that he was later found to be\n\nin the United States, and (4) that he had not received express\n\nconsent from either the Attorney General or the Secretary of DHS to\n\nreenter the United States.    On the second element, the district\n\ncourt explained that \"the Government needs to prove beyond a\n\nreasonable doubt that the deportation proceeding actually occurred\n\nand that the end result was that the defendant was, in fact,\n\ndeported.\"\n\n           On appeal, Earle concedes that the Supreme Court has\n\npreviously held that lawfulness of deportation is not an element of\n\n§ 1326.   He argues, however, that subsequent Supreme Court cases\n\nsuch as Apprendi v. New Jersey, 530 U.S. 466 (2000), require the\n\nissue of lawfulness to be proven to a jury beyond a reasonable\n\n\n                               -21-\n\fdoubt. Apprendi does not, however, require a jury to be instructed\n\nthat the government bears the burden of proving something that is\n\nnot an element of a crime.       Id. at 477.\n\n           The defendant's argument is without merit. In an illegal\n\nreentry prosecution, the lawfulness of deportation simply is not an\n\nelement   of   the   offense.     Earle      was   not   entitled   to   a   jury\n\ninstruction on the lawfulness of deportation.\n\n                     III.   Asserted Sentencing Errors\n\nA.   Guidelines Enhancement for Deportation After Conviction of a\n     Prior Crime of Violence\n\n           This court reviews the district court's interpretation of\n\nthe Sentencing Guidelines de novo. United States v. Alli, 444 F.3d\n\n34, 37 (1st Cir. 2006).         We review the district court's factual\n\nfindings for clear error.       Id.\n\n           At Earle's sentencing, defense counsel objected to a 16-\n\nlevel enhancement pursuant to section 2L1.2 of the Sentencing\n\nGuidelines, on the basis that Earle's prior state conviction was\n\nnot for a crime of violence. Section 2L1.2(b)(1) provides: \"If the\n\ndefendant previously was deported, or unlawfully remained in the\n\nUnited States, after -- (A) a conviction for a felony that is . . .\n\na crime of violence . . . increase [offense level] by 16 levels.\"\n\nThe Guidelines in turn define \"crime of violence\" as\n\n           any of the following: murder, manslaughter,\n           kidnapping, aggravated assault, forcible sex\n           offenses, statutory rape, sexual abuse of a\n           minor, robbery, arson, extortion, extortionate\n           extension of credit, burglary of a dwelling,\n\n                                      -22-\n\f           or any offense under federal, state, or local\n           law that has as an element the use, attempted\n           use, or threatened use of physical force\n           against the person of another.\n\nId. cmt. n.1(B)(iii) (emphasis added).        The district court held\n\nthat Earle had pled guilty to a state crime, Mass. Gen. Laws ch.\n\n265, § 15A(b), that had as an element of the offense the use or\n\nthreatened use of physical force against another person.\n\n           On appeal, Earle argues that the December 1997 criminal\n\ncomplaint against him in state court did not charge a crime against\n\na person, but only against an entity, the Commonwealth.        He relies\n\non language in the complaint, which stated that he \"did, by means\n\nof a dangerous weapon, MOTOR VEHICLE, assault and beat COMM OF\n\nMASS, in violation of G.L. c.265, s.15A\" (emphasis added).\n\n           The parties agree that the approach used in Taylor v.\n\nUnited States, 495 U.S. 575 (1990), is applicable to U.S.S.G.\n\n§ 2L1.2.   See United States v. Londono-Quintero, 289 F.3d 147, 151\n\nn.3 (1st Cir. 2002) (applying Taylor approach in considering claim\n\nthat a state conviction did not qualify as an \"aggravated felony\").\n\n           In Taylor, the Supreme Court held that a district court\n\nshould follow a two-step analysis when determining whether a\n\nprevious   burglary   conviction   under   state   law   qualifies   as   a\n\npredicate offense under the Armed Career Criminal Act (ACCA), 18\n\nU.S.C. § 924(e)(1).    First, the district court should determine,\n\nbased on the definition of the state offense, whether conviction\n\nunder the state statute \"necessarily implies that the defendant has\n\n                                   -23-\n\fbeen found guilty of all the elements of generic burglary.\"          495\n\nU.S. at 599.     If not, then the district court may consider the\n\ncharging document and the jury instructions in determining whether\n\nthe conviction was in fact for generic burglary.       Id. at 602.\n\n            In Shepard v. United States, 544 U.S. 13 (2005), the\n\nCourt considered previous convictions obtained through guilty pleas\n\nand held that a district court, when considering predicate offenses\n\nunder the ACCA, \"is generally limited to examining the statutory\n\ndefinition, charging document, written plea agreement, transcript\n\nof plea colloquy, and any explicit factual finding by the trial\n\njudge to which the defendant assented.\"     Id. at 16.\n\n            We begin with the statutory definition.     The version of\n\nMass. Gen. Laws ch. 265, § 15A in effect in 1997 contained two\n\nsubsections. Subsection (b) set out the appropriate punishment for\n\n\"[w]hoever commits assault and battery upon another by means of a\n\ndangerous weapon.\"     Mass. Gen. Laws ch. 265, § 15A(b) (2000)\n\n(emphasis    added).    The   statutory   definition   admits   to   no\n\ninterpretation other than a crime that involves the use of physical\n\nforce against another person.   Id.; see also Commonwealth v. Ford,\n\n677 N.E.2d 1149, 1151 (Mass. 1997) (noting that, under § 15A, a\n\ndefendant charged with assault and battery must have either used\n\n\"intentional and unjustified . . . force upon the person of\n\nanother\" or intentionally committed \"a wanton or reckless act . . .\n\ncausing physical or bodily injury to another\" (quoting Commonwealth\n\n\n                                -24-\n\fv.   Burno,      487        N.E.2d    1366,        1368-69    (Mass.    1986))     (internal\n\nquotation marks omitted)).\n\n                The dispute here is whether the district court erred in\n\nrelying on the state statutory definition of the crime, Mass. Gen.\n\nLaws ch. 265, § 15A(b), rather than on the face of the complaint.\n\nAlthough the criminal complaint technically charged Earle with\n\nassault        and        battery    with      a    dangerous        weapon    against    the\n\nCommonwealth of Massachusetts, the state court gave short shrift to\n\nthe argument that the complaint did not properly charge Earle with\n\na crime under § 15A(b).               Earle, hoping to overturn his conviction,\n\nmade     this    same       argument      before      the    state    court,   and   it    was\n\nrejected.            As    there     is   no   indication      that     U.S.S.G.     §   2L1.2\n\ncontemplates collateral attack, we will not question the state\n\ncourt's        conclusion       that      Earle      was     properly    convicted       under\n\n§ 15A(b).            Cf. Custis v. United States, 511 U.S. 485, 491-93\n\n(1994).\n\n                The district court committed no error in applying the 16-\n\nlevel enhancement pursuant to U.S.S.G. § 2L1.2.13\n\nB.   Applicability of 8 U.S.C. § 1326(b)(2) to Sentencing\n\n                We review legal conclusions of a sentencing court de\n\nnovo.        United States v. González-Vélez, 466 F.3d 27, 40 (1st Cir.\n\n\n\n        13\n       Since the district court's decision was well supported by\nthe state statutory definition, we need not consider the\ndefendant's arguments concerning the district court's passing\nreference to the police report of the underlying incident.\n\n                                               -25-\n\f2006).     However, if the defendant fails to preserve a sentencing\n\nissue, we review only for plain error.            United States v. Savarese,\n\n385 F.3d 15, 21 (1st Cir. 2004).              Further, if the defendant\n\naffirmatively waives an issue, that issue generally may not be\n\nreviewed.    See United States v. Hansen, 434 F.3d 92, 101 (1st Cir.\n\n2006); United States v. Rodriguez, 311 F.3d 435, 437 (1st Cir.\n\n2002).     We bypass the government's waiver argument.\n\n             Earle   argues   that   his    Sixth    Amendment    rights    were\n\nviolated when the district court sentenced him in excess of the 24-\n\nmonth maximum sentence provided for by 8 U.S.C. § 1326(a).                 Earle\n\nacknowledges    that,   under   8    U.S.C.   §     1326(b)(2),   the   maximum\n\nsentence under § 1326 is 20 years if the defendant's prior removal\n\n\"was subsequent to a conviction for commission of an aggravated\n\nfelony.\"     He argues that the government was required to prove the\n\ncommission of an aggravated felony to the jury beyond a reasonable\n\ndoubt.     For support, he cites Apprendi, 530 U.S. at 520 (Thomas,\n\nJ., concurring), and United States v. Booker, 543 U.S. 220, 231-33\n\n(2005).\n\n             Earle's argument is foreclosed by Almendarez-Torres v.\n\nUnited States, 523 U.S. 224 (1998).               In Almendarez-Torres, the\n\nSupreme Court held that the fact of prior conviction for sentencing\n\npurposes need not be proved to a jury beyond a reasonable doubt.\n\nId.   at    226-27   (considering    the    \"aggravated     felony\"     penalty\n\nprovision under 8 U.S.C. § 1326(b)(2)).            This court has repeatedly\n\n\n                                     -26-\n\fstated post-Apprendi that we are bound by Almendarez-Torres until\n\nthe Supreme Court expressly overrules it. See, e.g., United States\n\nv. DeLeon, 444 F.3d 41, 55 (1st Cir. 2006); United States v.\n\nJiménez-Beltre, 440 F.3d 514, 520 (1st Cir. 2006) (en banc); United\n\nStates v. Ivery, 427 F.3d 69, 75 (1st Cir. 2005).        Earle has\n\npreserved the issue for further review.\n\n                         IV.   Conclusion\n\n          For the foregoing reasons, we affirm Earle's conviction\n\nand sentence.\n\n\n\n\n                               -27-\n\f",
  "html": "<p class=\"case_cite\">488 F.3d 537</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Clarence L. EARLE, a/k/a Eric Allen, a/k/a Theodore Wilson, a/k/a Lemont Tippet, a/k/a Robert Preval, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 06-1727.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard February 6, 2007.</p>\n    <p class=\"date\">Decided June 6, 2007.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Charles W. Rankin, with whom Jonathan Harwell and Rankin &amp; Sultan were on brief, for appellant.</p>\n      <p class=\"indent\">Seth P. Berman, Assistant United States Attorney, with whom Michael J. Sullivan, United States Attorney, was on brief, for appellee.</p>\n      <p class=\"indent\">Before LYNCH, Circuit Judge, STAHL, Senior Circuit Judge, and HOWARD, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In November 2005, a jury convicted Clarence L. Earle on one count of illegal reentry of a deported alien, in violation of 8 U.S.C. &#167; 1326. The district court sentenced Earle to 78 months of imprisonment, 36 months of supervised release, and a $100 special assessment.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On appeal, Earle argues there were two trial errors: (1) that his right to confrontation under the Sixth Amendment, as defined in <i>Crawford v. Washington,</i> 541 U.S. 36, 124 S.Ct. 1354, 158 L.Ed.2d 177 (2004), was violated by the admission at trial of a Certificate of Nonexistence of a Record (CNR), and (2) that the district court erred in refusing to instruct the jury that it must find that his prior deportation was lawful beyond a reasonable doubt. The CNR was issued by the Bureau of Citizenship and Immigration Services (CIS), within the Department of Homeland Security (DHS), and it certified that a search of the agency's files demonstrated that there was no record that Earle had obtained consent from the Attorney General or the Secretary of DHS to reapply for admission into the country after having been deported.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Earle also argues there were two sentencing errors: (1) that the district court erred in imposing a 16-level enhancement under the Sentencing Guidelines for a prior deportation after conviction of a \"crime of violence,\" and (2) that his sentence was in excess of the applicable statutory maximum because the fact that he had previously been convicted of an aggravated felony was not found by the jury beyond a reasonable doubt.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We affirm Earle's conviction and his sentence.</p>\n    </div>\n    <p class=\"center\">I. <i>Facts</i></p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The defendant, a citizen of Jamaica, was arrested and detained by the Boston Police Department on November 6, 2003. The defendant was present in the United States despite having been deported twice. On February 12, 2004, he was transferred into federal custody. The following day, he was fingerprinted.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The defendant's first deportation from the United States occurred on January 3, 1991. He was then using the name Clarence Earle, although he has used a number of different names over time. As a regular part of the deportation process, Earle's fingerprint was placed on the 1991 Warrant of Deportation.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Before his first deportation, Earle signed an affidavit stating that he had arrived in the United States sometime in 1986 on a passenger ship, and that he had entered the country illegally without ever having been \"issued any documents from the United States Immigration Service.\" Earle was fingerprinted on the same day that he signed this affidavit.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The defendant attempted to reenter the United States from Canada on September 24, 1992. He presented a Massachusetts identification card bearing the name Lemont Tippet. Fingerprints taken from \"Tippet\" by the Immigration and Naturalization Service<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> matched those taken from the defendant in February 2004. The defendant was again deported on July 10, 2002, under the name Clarence Earle. Earle's fingerprint was placed on the 2002 Warrant of Deportation.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">This case concerns Earle's presence in the United States following the 2002 deportation and the resulting charges against him under 8 U.S.C. &#167; 1326. Section 1326 criminalizes the reentry of any alien who has been deported from the United States unless \"prior to his reembarkation at a place outside the United States or his application for admission from foreign contiguous territory, the Attorney General has expressly consented to such alien's reapplying for admission.\"</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">At trial, the government produced a fingerprint expert who testified that the fingerprints taken from Earle in February 2004 matched those on the 1991 and 2002 Warrants of Deportation, as well as other documents which were found in the defendant's Alien File, or \"A-file,\" at the INS.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The government also presented two types of evidence showing that Earle had never applied for or received permission from the Attorney General to reenter the United States: in-person testimony and the CNR. Joanne Sassone, a Records Information Services Officer for CIS in Boston, testified that she was responsible for overseeing CIS employees who maintained A-files and updated corresponding computer databases. She explained that an alien who has been deported must file a Form I-212 in order to apply for reentry to the United States. Such an application, if it were made, would appear in the alien's A-file. A record of the filing fee and the final communication regarding the I-212 application would also be entered in various computer indices. Sassone testified that she personally had reviewed Earle's entire A-file and the computer indices, and that there was no document or record that Earle had ever filed a Form I-212. Nor was there any document or record that Earle had ever received permission to reenter the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On cross-examination, Sassone stated that it was possible for an alien to have more than one A-file (for example, when the alien uses different names), and that multiple files would be consolidated if such a discovery were made. Earle's file had undergone such consolidation. Sassone also confirmed that four pages that pertained to another person had been misfiled in Earle's A-file. Those documents belonged to a different individual who had a deportation action taken against him at a similar time as Earle. When Sassone discovered that several pages had been misfiled in Earle's file, she obtained the A-file of the other individual and searched for any documents concerning Earle. There were none.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Defense counsel also asked Sassone about employee staffing at the five document service centers maintained by CIS.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Sassone testified that some employees worked for private contractors, rather than for the government. She also confirmed that, several years earlier, employees at a district office in Los Angeles had improperly shredded thousands of immigration-related documents. She was not aware of any similar events at the Vermont service center, which covers the New England area.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On redirect, Sassone testified that even if an alien's I-212 application were somehow misfiled or destroyed, there would still be evidence in the computer indices or in the A-file of the application having been submitted. She reiterated that she had searched the relevant computer indices and had found no notation that Earle had filed an I-212 application.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The government also introduced into evidence, over defense counsel's objection, a CNR signed by Ruth E. Jones, the Chief of the Record Services Branch, Office of Records, CIS. The document stated that</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">after a diligent search relating to . . . Clarence Lynval Earle, . . . no evidence is found to exist in the records that the defendant obtained consent before March 1, 2003 from the Attorney General . . . to reapply for admission in the United States; and no evidence is found to exist in the records that the defendant obtained corresponding consent after February 28, 2003 from the Secretary of [DHS].</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The district court ruled that the evidence was admissible under Federal Rule of Evidence 803(10). Jones did not testify at Earle's trial.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Sassone testified that she did not have personal knowledge of who prepared the CNR for Earle's case. She did describe her understanding of the practice of preparing a CNR. She testified that \"[a]ll the A files must be reviewed and all applicable computer indices must also be reviewed and searched before [a CNR] can be prepared.\" She also stated that Jones, a senior official at CIS, would not have personally reviewed Earle's A-file or searched the computer indices. Sassone stated that whoever performed these tasks to prepare the CNR would have undertaken the same searches that Sassone herself had carried out when she had independently concluded that Earle had not applied for or received permission to reenter the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The defense in this case was that the government had not met its burden of proof beyond a reasonable doubt that Earle had not obtained the permission of the Attorney General to reapply for admission into the country. In its closing, the defense conceded that \"there really is no dispute that Mr. Earle is an alien . . . [or] that Mr. Earle was previously deported . . . [or] that in February 2004, Mr. Earle was found in the United States.\" Defense counsel stressed that Jones was not made available to testify to the accuracy of the CNR; that the government had not provided any printouts from its searches of the relevant computer indices; and that there were uncertainties raised by the history of filing and retention problems at CIS's document service centers.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The jury returned a guilty verdict. At sentencing, the district court imposed a 16-level enhancement under U.S.S.G. &#167; 2L1.2 for a prior deportation after conviction of a crime of violence &#8212; namely, assault and battery with a dangerous weapon. The district court sentenced Earle to 78 months, at the upper limit of the applicable Guidelines range. Earle will likely be deported after serving his sentence.</p>\n    </div>\n    <p class=\"center\">II. <i>Asserted Trial Errors</i></p>\n    <p class=\"indent\">A. <i>Confrontation Clause Challenge</i></p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Before <i>Crawford</i> effected a change in the law concerning Confrontation Clause challenges, this court in <i>United States v. Ventura-Mel&#233;ndez,</i> 275 F.3d 9 (1st Cir.2001), rejected a Confrontation Clause challenge to the admission of a CNR. <i>Id.</i> at 15-16 (concluding that CNR demonstrated \"particularized guarantees of trustworthiness\" (quoting <i>Ohio v. Roberts,</i> 448 U.S. 56, 66, 100 S.Ct. 2531, 65 L.Ed.2d 597 (1980)) (internal quotation marks omitted)). Earle's appeal asks us to reconsider this issue in light of the Supreme Court's new framework for Confrontation Clause challenges, as articulated in <i>Crawford.</i></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">This question about the Confrontation Clause and CNRs arises because Congress has put the burden on the government to prove a negative &#8212; that the Attorney General did not grant permission to reapply for admission. Lay people might logically think the statute would place the burden on the defendant to prove he had received consent to reapply.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">When the government offered the CNR into evidence at trial, defense counsel objected, arguing that admission of the CNR without an opportunity to cross-examine the person who prepared the document would violate Earle's right to confrontation. The district court overruled the objection, holding that the CNR was not \"testimonial\" within the meaning of <i>Crawford.</i> In reaching this conclusion, the district court adopted the reasoning of <i>United States v. Cervantes-Flores,</i> 421 F.3d 825 (9th Cir.2005), and <i>United States v. Rueda-Rivera,</i> 396 F.3d 678 (5th Cir.2005). The district court ruled that the CNR was admissible under Federal Rule of Evidence 803(10).<a class=\"footnote\" href=\"#fn5-1\" id=\"fn5-1_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We review the district court's legal conclusions regarding the Confrontation Clause de novo. <i>United States v. Rondeau,</i> 430 F.3d 44, 47 (1st Cir.2005); <i>United States v. Brito,</i> 427 F.3d 53, 59 (1st Cir.2005). If a constitutional error has occurred, we must order a new trial unless the government has shown that any error was \"harmless\" beyond a reasonable doubt. <i>See Olden v. Kentucky,</i> 488 U.S. 227, 232, 109 S.Ct. 480, 102 L.Ed.2d 513 (1988); <i>United States v. Pacheco,</i> 434 F.3d 106, 116 (1st Cir.2006); <i>United States v. Coker,</i> 433 F.3d 39, 47 (1st Cir.2005).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The Confrontation Clause provides that \"[i]n all criminal prosecutions, the accused shall enjoy the right . . . to be confronted with the witnesses against him.\" U.S. Const. amend. VI. In <i>Crawford,</i> the Supreme Court abrogated the rule of <i>Ohio v. Roberts</i> that admission of hearsay does not run afoul of the Confrontation Clause \"if the declarant [is] unavailable and the statement [falls] under a `firmly rooted hearsay exception' or otherwise [bears] particularized guarantees of trustworthiness.\" <i>Horton v. Allen,</i> 370 F.3d 75, 83 (1st Cir.2004) (quoting <i>Roberts,</i> 448 U.S. at 66, 100 S.Ct. 2531). Instead, <i>Crawford</i> held that the Confrontation Clause bars admission of testimonial hearsay in a criminal case unless the declarant is unavailable and the accused has had a prior opportunity for cross-examination. 541 U.S. at 68, 124 S.Ct. 1354. More recently, in <i>Davis v. Washington,</i> ___ U.S. ___, 126 S.Ct. 2266, 165 L.Ed.2d 224 (2006), the Court held that the Confrontation Clause applies only to testimonial hearsay. <i>Id.</i> at 2274.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\"><i>Crawford</i> analysis generally requires a court to consider two threshold issues: (1) whether the out-of-court statement was hearsay, and (2) whether the out-of-court statement was testimonial. <i>See Crawford,</i> 541 U.S. at 68, 124 S.Ct. 1354; <i>United States v. Maher,</i> 454 F.3d 13, 20 (1st Cir. 2006).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">As to the first issue, it is undisputed that the CNR constituted hearsay. The CNR contained statements made by a declarant not present at trial, and those statements were offered into evidence to prove the truth of the matter asserted &#8212; that, after a diligent search of Earle's A-file, no evidence was found that the defendant had obtained consent to reapply for admission to the United States. <i>See</i> Fed.R.Evid. 801(c) (defining hearsay).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Earle's Confrontation Clause argument hinges on the second issue &#8212; whether or not the CNR is \"testimonial.\" The Supreme Court expressly declined in <i>Crawford</i> to provide \"a comprehensive definition of `testimonial.'\" 541 U.S. at 68, 124 S.Ct. 1354. The Court followed a similar approach in <i>Davis,</i> resolving the two cases before it \"[w]ithout attempting to produce an exhaustive classification of all conceivable statements . . . as either testimonial or nontestimonial.\" 126 S.Ct. at 2273. The Court did, however, list in <i>Crawford</i> three illustrative formulations of the \"core class of `testimonial' statements,\" 541 U.S. at 51, 124 S.Ct. 1354: (1) \"<i>ex parte</i> in-court testimony or its functional equivalent &#8212; that is, material such as affidavits, custodial examinations, prior testimony that the defendant was unable to cross-examine, or similar pretrial statements that declarants would reasonably expect to be used prosecutorially,\" <i>id.;</i> (2) \"extrajudicial statements . . . contained in formalized testimonial materials, such as affidavits, depositions, prior testimony, or confessions,\" <i>id.</i> at 51-52, 124 S.Ct. 1354 (omission in original) (quoting <i>White v. Illinois,</i> 502 U.S. 346, 365, 112 S.Ct. 736, 116 L.Ed.2d 848 (1992)) (internal quotation marks omitted); and (3) \"statements that were made under circumstances which would lead an objective witness reasonably to believe that the statement would be available for use at a later trial,\" <i>id.</i> at 52, 124 S.Ct. 1354.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">This court, applying <i>Crawford</i> to determine whether a statement is testimonial, has asked whether \"an objectively reasonable person in [the declarant's] shoes would understand that the statement would be used in prosecuting [the defendant] at trial.\" <i>Maher,</i> 454 F.3d at 21; <i>see also Brito,</i> 427 F.3d at 60. Other courts of appeals have adopted similar tests. <i>See United States v. Gilbertson,</i> 435 F.3d 790, 795-96 (7th Cir.2006); <i>United States v. Hinton,</i> 423 F.3d 355, 359-60 (3d Cir. 2005); <i>United States v. Cromer,</i> 389 F.3d 662, 673-74 (6th Cir.2004); <i>United States v. Saget,</i> 377 F.3d 223, 228-29 (2d Cir. 2004). In <i>Davis,</i> the Supreme Court also asked whether the particular circumstances surrounding each police interrogation objectively indicated a primary purpose that was testimonial. 126 S.Ct. at 2277.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Earle presents a serious argument that the CNR admitted at his trial was testimonial. His lead argument is that the CNR qualifies as testimonial under all three of the formulations provided in <i>Crawford,</i> as well as under this court's approach in <i>Maher</i> and <i>Brito.</i> He argues the CNR is a formal document which was in fact prepared in order to be used at trial. <i>See Crawford,</i> 541 U.S. at 51-52, 124 S.Ct. 1354. Earle also argues that the CNR qualifies as testimonial under the test previously applied in this circuit: an objectively reasonable person asked to search Earle's A-file and prepare a CNR would understand that the document would be used for prosecutorial purposes. <i>See Maher,</i> 454 F.3d at 21; <i>Brito,</i> 427 F.3d at 60.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The government concedes here that \"the CNR at issue in this case . . . was only created in anticipation of litigation.\"<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> The government argues that, nonetheless, the reasonableness of an expectation of prosecutorial use \"do[es] not transform an otherwise non-testimonial business record, made in the normal course of business, into testimonial evidence\"; it cites decisions from other circuits for support. <i>See United States v. Urqhart,</i> 469 F.3d 745, 748-49 (8th Cir.2006) (rejecting Confrontation Clause challenge to admission of CNR); <i>Cervantes-Flores,</i> 421 F.3d at 830-34 (same); <i>Rueda-Rivera,</i> 396 F.3d at 680 (same).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The thrust of these cases is that CNRs are not barred by the Confrontation Clause because they closely resemble business records, and business records, under <i>Crawford,</i> constitute a common law exception to the right of confrontation. 541 U.S. at 56, 124 S.Ct. 1354 (\"Most of the [common law] hearsay exceptions covered statements that by their nature were not testimonial &#8212; for example, <i>business records</i> or statements in furtherance of a conspiracy.\" (emphasis added)); <i>id.</i> at 54, 124 S.Ct. 1354 (commenting that the Sixth Amendment is \"most naturally read as a reference to the right of confrontation at common law, admitting only those exceptions established at the time of the founding\"); <i>see also id.</i> at 76, 124 S.Ct. 1354 (Rehnquist, C.J., concurring in judgment) (characterizing the Court's analysis of \"testimony\" as \"exclud[ing] at least some hearsay exceptions, such as <i>business records</i> and official records\" (emphasis added)).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The government points out that certificates of authenticity were admissible at common law, even when created with an eye toward litigation.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> The government argues that a CNR, by analogy to a certificate of authenticity, should be treated like a business record.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> The government makes a functional argument. Both certificates of authenticity and CNRs, the government says, merely reflect the state of a set of routinely kept business records existing prior to litigation.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> <i>See Cervantes-Flores,</i> 421 F.3d at 833. As the government points out, an official would have to perform the same kinds of searches whether he was asked to prepare a certificate of authenticity or a CNR. <i>See id.</i> at 832 (\"In either case, someone would have . . . to search the INS database to verify the document's existence or nonexistence.\"). Moreover, both federal and state officials commonly perform searches of public documents in preparation for criminal trials in order to prepare CNRs, and the effect of requiring testimony instead of CNRs would be very burdensome.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Earle points out a difference between certificates of authenticity and CNRs: a certificate of authenticity merely establishes the validity of a <i>second</i> document that contains probative evidence, whereas a CNR <i>itself</i> contains probative evidence. With a certificate of authenticity, little would be gained from cross-examining the authenticator as to how diligent he was in searching for the authenticated document; the production of the authenticated document speaks for itself, as it is available to be examined at trial. By contrast, a defendant might benefit from cross-examining the maker of the CNR as to the details of the search, and from exploring the possibility that a record has been overlooked, misfiled, or otherwise lost.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Further, the defendant argues that even if certificates of authenticity were admissible at common law, it is clear that CNRs were not so admissible, and this was so perhaps for reasons unrelated to the rule of completeness.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> 5 <i>Wigmore, supra,</i> &#167; 1678(7), at 867. As Earle points out, two federal cases from the early twentieth century clearly express hearsay concerns about the admission of CNRs. <i>Id.</i> at 867 n. 3; <i>see United States v. Bass,</i> 64 F.2d 467, 470 (7th Cir.1933) (\"Proof that something is not to be found in the records may not be made by a mere certificate of the custodian, but must be shown by testimony with opportunity to cross-examine.\"); <i>United States v. Bukis,</i> 17 F.Supp. 77, 78 (E.D.Pa. 1936) (\"[P]roof that something is not to be found in the records may not be made by a mere certificate of the custodian, but is a matter of fact which must be shown by the testimony of a person who has searched the records, with an opportunity to cross-examine.\").</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Earle also attacks the government's underlying assumption that little weight should be given to the fact that the CNR was prepared to be used in litigation. He cites to <i>Crawford,</i> which states: \"We cannot agree with THE CHIEF JUSTICE that the fact `[t]hat a statement might be testimonial does nothing to undermine the wisdom of one of these [hearsay] exceptions.'\" 541 U.S. at 56 n. 7, 124 S.Ct. 1354 (alterations in original) (quoting <i>id.</i> at 74, 124 S.Ct. 1354 (Rehnquist, C.J., concurring in judgment)).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Given both the common law and the Supreme Court's limited guidance on what is testimonial, we cannot easily dismiss either Earle's or the government's arguments as without merit. In the end, we do not decide the Confrontation Clause issue because it is not necessary to the decision. On the facts of this case, if there were any error in admitting the CNR, the government has met its burden of showing that any such error was harmless beyond a reasonable doubt.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">When evaluating harmlessness, we consider a number of factors including the importance of the challenged statement in the prosecution's case, whether the statement was cumulative, the presence or absence of evidence corroborating or contradicting the statement on material points, the extent of cross-examination otherwise permitted, and the overall strength of the prosecution's case. <i>See Olden,</i> 488 U.S. at 233, 109 S.Ct. 480; <i>Dolinger v. Hall,</i> 302 F.3d 5, 12 n. 6 (1st Cir.2002). We will affirm a conviction if the \"contested . . . statements . . . were at best cumulative of other compelling proof that [the defendant] committed the charged [crime].\" <i>United States v. Bartelho,</i> 129 F.3d 663, 670 (1st Cir.1997).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Ruth Jones' statement in the CNR &#8212; that \"after a diligent search relating to [Earle's A-file] . . ., no evidence is found to exist in the records that the defendant obtained consent . . . to reapply for admission in the United States\" &#8212; is simply cumulative of Sassone's testimony. Sassone's testimony was recounted earlier. The cumulative nature of the CNR is self-evident.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Moreover, Earle had, and took, the opportunity to cross-examine Sassone about the topics on which he was unable to cross-examine Jones. Defense counsel asked Sassone about her own review of the A-file and the computer indices, the misfiling of documents, the possible existence of multiple A-files, the outsourcing of tasks to private contractors, and the destruction of official documents. Defense counsel also questioned Sassone about the Record Services Branch's practices for preparing CNRs, in particular Sassone's understanding that Jones would not have reviewed the A-file herself. Further, the defense referred to key parts of its cross-examination of Sassone in its closing arguments, making largely the same points.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">\"Because the challenged statement[ ] merely duplicated what was otherwise properly admitted, . . . there is no `reasonable possibility' that the challenged statement[], if [it was] erroneously admitted, influenced the verdict against [the defendant].\" <i>Bartelho,</i> 129 F.3d at 670 (quoting <i>United States v. Rivera-Santiago,</i> 107 F.3d 960, 967 (1st Cir.1997)). The government has proved beyond a reasonable doubt that Earle would have been convicted even if the CNR had not been admitted into evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">B. <i>Jury Instruction on Lawfulness of Deportation</i></p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">We review de novo \"a properly preserved objection to the failure to give a requested jury instruction.\" <i>United States v. Buttrick,</i> 432 F.3d 373, 376 (1st Cir.2005), <i>cert. denied,</i> ___ U.S. ___, 126 S.Ct. 2861, 165 L.Ed.2d 895 (2006).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Defense counsel objected to the lack of an instruction stating that the government had the burden of proving that the deportation was a <i>lawful</i> deportation. The district court overruled the objection, noting that the Supreme Court had decided in <i>United States v. Mendoza-Lopez,</i> 481 U.S. 828, 107 S.Ct. 2148, 95 L.Ed.2d 772 (1987), that lawfulness of deportation was not an element of the offense defined at 8 U.S.C. &#167; 1326. <i>Id.</i> at 834-37, 107 S.Ct. 2148.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The district court did instruct the jury that there were four elements of the crime, each of which the government had to prove beyond a reasonable doubt: (1) that Earle was an alien at the time alleged in the indictment, (2) that he had previously been deported from the United States, (3) that he was later found to be in the United States, and (4) that he had not received express consent from either the Attorney General or the Secretary of DHS to reenter the United States. On the second element, the district court explained that \"the Government needs to prove beyond a reasonable doubt that the deportation proceeding actually occurred and that the end result was that the defendant was, in fact, deported.\"</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">On appeal, Earle concedes that the Supreme Court has previously held that lawfulness of deportation is not an element of &#167; 1326. He argues, however, that subsequent Supreme Court cases such as <i>Apprendi v. New Jersey,</i> 530 U.S. 466, 120 S.Ct. 2348, 147 L.Ed.2d 435 (2000), require the issue of lawfulness to be proven to a jury beyond a reasonable doubt. <i>Apprendi</i> does not, however, require a jury to be instructed that the government bears the burden of proving something that is not an element of a crime. <i>Id.</i> at 477, 120 S.Ct. 2348.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The defendant's argument is without merit. In an illegal reentry prosecution, the lawfulness of deportation simply is not an element of the offense. Earle was not entitled to a jury instruction on the lawfulness of deportation.</p>\n    </div>\n    <p class=\"center\">III. <i>Asserted Sentencing Errors</i></p>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">A. <i>Guidelines Enhancement for Deportation After Conviction of a Prior Crime of Violence</i></p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">This court reviews the district court's interpretation of the Sentencing Guidelines de novo. <i>United States v. Alli,</i> 444 F.3d 34, 37 (1st Cir.2006). We review the district court's factual findings for clear error. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">At Earle's sentencing, defense counsel objected to a 16-level enhancement pursuant to section 2L1.2 of the Sentencing Guidelines, on the basis that Earle's prior state conviction was not for a crime of violence. Section 2L1.2(b)(1) provides: \"If the defendant previously was deported, or unlawfully remained in the United States, after &#8212; (A) a conviction for a felony that is . . . a crime of violence . . . increase [offense level] by 16 levels.\" The Guidelines in turn define \"crime of violence\" as</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">any of the following: murder, manslaughter, kidnapping, aggravated assault, forcible sex offenses, statutory rape, sexual abuse of a minor, robbery, arson, extortion, extortionate extension of credit, burglary of a dwelling, or <i>any offense under federal, state, or local law that has as an element the use, attempted use, or threatened use of physical force against the person of another.</i></p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\"><i>Id.</i> cmt. n. 1(B)(iii) (emphasis added). The district court held that Earle had pled guilty to a state crime, Mass. Gen. Laws ch. 265, &#167; 15A(b), that had as an element of the offense the use or threatened use of physical force against another person.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">On appeal, Earle argues that the December 1997 criminal complaint against him in state court did not charge a crime against a person, but only against an entity, the Commonwealth. He relies on language in the complaint, which stated that he \"did, by means of a dangerous weapon, MOTOR VEHICLE, assault and beat <i>COMM OF MASS,</i> in violation of G.L. c. 265, s.15A\" (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The parties agree that the approach used in <i>Taylor v. United States,</i> 495 U.S. 575, 110 S.Ct. 2143, 109 L.Ed.2d 607 (1990), is applicable to U.S.S.G. &#167; 2L1.2. <i>See United States v. Londono-Quintero,</i> 289 F.3d 147, 151 n. 3 (1st Cir.2002) (applying <i>Taylor</i> approach in considering claim that a state conviction did not qualify as an \"aggravated felony\").</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">In <i>Taylor,</i> the Supreme Court held that a district court should follow a two-step analysis when determining whether a previous burglary conviction under state law qualifies as a predicate offense under the Armed Career Criminal Act (ACCA), 18 U.S.C. &#167; 924(e)(1). First, the district court should determine, based on the definition of the state offense, whether conviction under the state statute \"necessarily implies that the defendant has been found guilty of all the elements of generic burglary.\" 495 U.S. at 599, 110 S.Ct. 2143. If not, then the district court may consider the charging document and the jury instructions in determining whether the conviction was in fact for generic burglary. <i>Id.</i> at 602, 110 S.Ct. 2143.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">In <i>Shepard v. United States,</i> 544 U.S. 13, 125 S.Ct. 1254, 161 L.Ed.2d 205 (2005), the Court considered previous convictions obtained through guilty pleas and held that a district court, when considering predicate offenses under the ACCA, \"is generally limited to examining the statutory definition, charging document, written plea agreement, transcript of plea colloquy, and any explicit factual finding by the trial judge to which the defendant assented.\" <i>Id.</i> at 16, 125 S.Ct. 1254.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">We begin with the statutory definition. The version of Mass. Gen. Laws ch. 265, &#167; 15A in effect in 1997 contained two subsections. Subsection (b) set out the appropriate punishment for \"[w]hoever commits assault and battery upon <i>another</i> by means of a dangerous weapon.\" Mass. Gen. Laws ch. 265, &#167; 15A(b) (2000) (emphasis added). The statutory definition admits to no interpretation other than a crime that involves the use of physical force against another person. <i>Id.; see also Commonwealth v. Ford,</i> 424 Mass. 709, 677 N.E.2d 1149, 1151 (1997) (noting that, under &#167; 15A, a defendant charged with assault and battery must have either used \"intentional and unjustified . . . force upon the <i>person of another</i>\" or intentionally committed \"a wanton or reckless act . . . causing physical or bodily injury to <i>another</i>\" (quoting <i>Commonwealth v. Burno,</i> 396 Mass. 622, 487 N.E.2d 1366, 1368-69 (1986)) (internal quotation marks omitted)).</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">The dispute here is whether the district court erred in relying on the state statutory definition of the crime, Mass. Gen. Laws ch. 265, &#167; 15A(b), rather than on the face of the complaint. Although the criminal complaint technically charged Earle with assault and battery with a dangerous weapon <i>against the Commonwealth of Massachusetts,</i> the state court gave short shrift to the argument that the complaint did not properly charge Earle with a crime under &#167; 15A(b). Earle, hoping to overturn his conviction, made this same argument before the state court, and it was rejected. As there is no indication that U.S.S.G. &#167; 2L1.2 contemplates collateral attack, we will not question the state court's conclusion that Earle was properly convicted under &#167; 15A(b). <i>Cf. Custis v. United States,</i> 511 U.S. 485, 491-93, 114 S.Ct. 1732, 128 L.Ed.2d 517 (1994).</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">The district court committed no error in applying the 16-level enhancement pursuant to U.S.S.G. &#167; 2L1.2.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">B. <i>Applicability of 8 U.S.C. &#167; 1326(b)(2) to Sentencing</i></p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">We review legal conclusions of a sentencing court de novo. <i>United States</i> <i>v. Gonz&#225;lez-V&#233;lez,</i> 466 F.3d 27, 40 (1st Cir.2006). However, if the defendant fails to preserve a sentencing issue, we review only for plain error. <i>United States v. Savarese,</i> 385 F.3d 15, 21 (1st Cir.2004). Further, if the defendant affirmatively waives an issue, that issue generally may not be reviewed. <i>See United States v. Hansen,</i> 434 F.3d 92, 101 (1st Cir.2006); <i>United States v. Rodriguez,</i> 311 F.3d 435, 437 (1st Cir.2002). We bypass the government's waiver argument.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Earle argues that his Sixth Amendment rights were violated when the district court sentenced him in excess of the 24-month maximum sentence provided for by 8 U.S.C. &#167; 1326(a). Earle acknowledges that, under 8 U.S.C. &#167; 1326(b)(2), the maximum sentence under &#167; 1326 is 20 years if the defendant's prior removal \"was subsequent to a conviction for commission of an aggravated felony.\" He argues that the government was required to prove the commission of an aggravated felony to the jury beyond a reasonable doubt. For support, he cites <i>Apprendi,</i> 530 U.S. at 520, 120 S.Ct. 2348 (Thomas, J., concurring), and <i>United States v. Booker,</i> 543 U.S. 220, 231-33, 125 S.Ct. 738, 160 L.Ed.2d 621 (2005).</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Earle's argument is foreclosed by <i>Almendarez-Torres v. United States,</i> 523 U.S. 224, 118 S.Ct. 1219, 140 L.Ed.2d 350 (1998). In <i>Almendarez-Torres,</i> the Supreme Court held that the fact of prior conviction for sentencing purposes need not be proved to a jury beyond a reasonable doubt. <i>Id.</i> at 226-27, 118 S.Ct. 1219 (considering the \"aggravated felony\" penalty provision under 8 U.S.C. &#167; 1326(b)(2)). This court has repeatedly stated post-<i>Apprendi</i> that we are bound by <i>Almendarez-Torres</i> until the Supreme Court expressly overrules it. <i>See, e.g., United States v. DeLeon,</i> 444 F.3d 41, 55 (1st Cir.2006); <i>United States v. Jim&#233;nez-Beltre,</i> 440 F.3d 514, 520 (1st Cir.2006) (en banc); <i>United States v. Ivery,</i> 427 F.3d 69, 75 (1st Cir. 2005). Earle has preserved the issue for further review.</p>\n    </div>\n    <p class=\"center\">IV. <i>Conclusion</i></p>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">For the foregoing reasons, we <i>affirm</i> Earle's conviction and sentence.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> On March 1, 2003, the functions of the Immigration and Naturalization Service were transferred to the Department of Homeland Security. Homeland Security Act of 2002, Pub.L. No. 107-296, &#167; 471(a), 116 Stat. 2135, 2205 (codified at 6 U.S.C. &#167; 291(a)). We use the term \"INS.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> An A-file is kept by the INS and its successor agencies on foreign nationals who come in contact with the government. It contains a wide range of documents, including applications for benefits, pictures, birth certificates, marriage certificates, internal memos, records of enforcement actions and deportations, and fingerprint cards</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> CIS document service centers are located in Vermont, Nebraska, Missouri, Texas, and California</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Congress has placed some burdens on the alien. Subsection 1326(d) provides limited circumstances under which an alien may collaterally attack a previous deportation order. The alien must show (1) that he exhausted any available administrative remedies, (2) that the deportation proceedings improperly deprived him of the opportunity for judicial review, and (3) that the entry of the deportation order was fundamentally unfair. 8 U.S.C. &#167; 1326(d);<i>see also United States v. DeLeon,</i> 444 F.3d 41, 44-45 (1st Cir.2006). Earle does not argue that he meets the standards of subsection 1326(d).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5-1\">\n        <a class=\"footnote\" href=\"#fn5-1_ref\">5</a>\n        <p> Rule 803 provides:</p>\n        <p class=\"indent\">The following are not excluded by the hearsay rule, even though the declarant is available as a witness:</p>\n        <p class=\"indent\">. . .</p>\n        <p class=\"indent\">(10) Absence of public record or entry. To prove the absence of a record, report, statement, or data compilation, in any form, or the nonoccurrence or nonexistence of a matter of which a record, report, statement, or data compilation, in any form, was regularly made and preserved by a public office or agency, evidence in the form of a certification in accordance with rule 902, or testimony, that diligent search failed to disclose the record, report, statement, or data compilation, or entry.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> In response to a question from the court, the government filed a letter pointing out that CNRs may be made for purposes other than litigation. For example, if an alien wishes to prove that he has not applied for United States citizenship (perhaps for purposes of retaining citizenship in another country), the agency would investigate and, if appropriate, issue a CNR certifying that no such application exists. The government's letter also stated that \"the agency does not routinely create CNRs documenting\" the \"non-existence of an alien's application for permission to return to the United States.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The Fourth Circuit, in an unpublished opinion, has also taken a position similar to that taken by the Fifth, Eighth, and Ninth Circuits<i>United States v. Mendoza-Orellana,</i> 133 Fed. Appx. 68, 69-70 (4th Cir.2005) (per curiam) (unpublished).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The Advisory Committee Note to Federal Rule of Evidence 902(4) states: \"The common law and innumerable statutes have recognized the procedure of authenticating copies of public records by certificate. The certificate qualifies as a public document, receivable as authentic when in conformity with [various authentication requirements].\"<i>See also</i> 5 J. Wigmore, <i>Evidence</i> &#167; 1674(1)(2), at 824 (Chadbourn rev. 1974) [hereinafter 5 <i>Wigmore</i>] (noting that typically at common law there was no hearsay exception for certificates of authenticity if the office holder did not have express authority to make such a certificate, but that certificates pertaining to \"facts covered by the terms of [an office holder's express] authority\" were admissible (emphasis omitted)).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The government characterizes the common law hearsay exception for certificates of authenticity as being part of the common law exceptions for public records and business records. A leading treatise places certificates of authenticity under the heading of \"Official Statements,\" rather than \"Regular Entries.\" 5<i>Wigmore, supra,</i> at xii-xiv, xvi-xviii. This does not affect our general discussion below. The question posed here is not whether documents certifying the authenticity of business or official records are an exception to <i>Crawford.</i></p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The government argues that both certificates of authenticity and CNRs rely on records that themselves would be admissible at trial<i>See United States v. Garc&#237;a,</i> 452 F.3d 36, 42 (1st Cir.2006) (holding that criminal defendants have no right to confront officials who \"routinely record warrants of deportation\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> </p>\n        <p class=\"indent\">At common law, the rule of completeness require[d] that the whole of a document be shown forth, in proving any part of it, so that the tribunal may judge better of the significance of the whole and the precise interpretation of any part. At common law, therefore, it was entirely settled that no custodian had authority to certify any less than the entire and literal terms of the original &#8212; in short, a copy in the strict sense of the word; and the rule was applied to all varieties of documents.</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">5</a>\n        <p class=\"indent\"> <i>Wigmore, supra,</i> &#167; 1678(6), at 863.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> At oral argument, Earle's counsel suggested that Sassone's statements and Jones' CNR were distinguishable because Jones was a more senior official. Jones' seniority has no bearing on the harmless error analysis. It does not make the contents of the CNR any less cumulative of Sassone's testimony</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Since the district court's decision was well supported by the state statutory definition, we need not consider the defendant's arguments concerning the district court's passing reference to the police report of the underlying incident</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">488</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">537</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Clarence L. EARLE, a/k/a Eric Allen, a/k/a Theodore Wilson, a/k/a Lemont Tippet, a/k/a Robert Preval, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 06-1727.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard February 6, 2007.</p>\n    <p class=\"date\">Decided June 6, 2007.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Charles W. Rankin, with whom Jonathan Harwell and Rankin &amp; Sultan were on brief, for appellant.</p>\n      <p class=\"indent\">Seth P. Berman, Assistant United States Attorney, with whom Michael J. Sullivan, United States Attorney, was on brief, for appellee.</p>\n      <p class=\"indent\">Before LYNCH, Circuit Judge, STAHL, Senior Circuit Judge, and HOWARD, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In November 2005, a jury convicted Clarence L. Earle on one count of illegal reentry of a deported alien, in violation of 8 U.S.C. &#167; 1326. The district court sentenced Earle to 78 months of imprisonment, 36 months of supervised release, and a $100 special assessment.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On appeal, Earle argues there were two trial errors: (1) that his right to confrontation under the Sixth Amendment, as defined in <i>Crawford v. Washington,</i> <span class=\"citation\" data-id=\"134724\"><a href=\"/opinion/134724/crawford-v-washington/\"><span class=\"volume\">541</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">36</span></a></span>, <span class=\"citation\" data-id=\"134724\"><a href=\"/opinion/134724/crawford-v-washington/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1354</span></a></span>, <span class=\"citation\" data-id=\"134724\"><a href=\"/opinion/134724/crawford-v-washington/\"><span class=\"volume\">158</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">177</span></a></span> (2004), was violated by the admission at trial of a Certificate of Nonexistence of a Record (CNR), and (2) that the district court erred in refusing to instruct the jury that it must find that his prior deportation was lawful beyond a reasonable doubt. The CNR was issued by the Bureau of Citizenship and Immigration Services (CIS), within the Department of Homeland Security (DHS), and it certified that a search of the agency's files demonstrated that there was no record that Earle had obtained consent from the Attorney General or the Secretary of DHS to reapply for admission into the country after having been deported.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Earle also argues there were two sentencing errors: (1) that the district court erred in imposing a 16-level enhancement under the Sentencing Guidelines for a prior deportation after conviction of a \"crime of violence,\" and (2) that his sentence was in excess of the applicable statutory maximum because the fact that he had previously been convicted of an aggravated felony was not found by the jury beyond a reasonable doubt.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We affirm Earle's conviction and his sentence.</p>\n    </div>\n    <p class=\"center\">I. <i>Facts</i></p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The defendant, a citizen of Jamaica, was arrested and detained by the Boston Police Department on November 6, 2003. The defendant was present in the United States despite having been deported twice. On February 12, 2004, he was transferred into federal custody. The following day, he was fingerprinted.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The defendant's first deportation from the United States occurred on January 3, 1991. He was then using the name Clarence Earle, although he has used a number of different names over time. As a regular part of the deportation process, Earle's fingerprint was placed on the 1991 Warrant of Deportation.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Before his first deportation, Earle signed an affidavit stating that he had arrived in the United States sometime in 1986 on a passenger ship, and that he had entered the country illegally without ever having been \"issued any documents from the United States Immigration Service.\" Earle was fingerprinted on the same day that he signed this affidavit.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The defendant attempted to reenter the United States from Canada on September 24, 1992. He presented a Massachusetts identification card bearing the name Lemont Tippet. Fingerprints taken from \"Tippet\" by the Immigration and Naturalization Service<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> matched those taken from the defendant in February 2004. The defendant was again deported on July 10, 2002, under the name Clarence Earle. Earle's fingerprint was placed on the 2002 Warrant of Deportation.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">This case concerns Earle's presence in the United States following the 2002 deportation and the resulting charges against him under 8 U.S.C. &#167; 1326. Section 1326 criminalizes the reentry of any alien who has been deported from the United States unless \"prior to his reembarkation at a place outside the United States or his application for admission from foreign contiguous territory, the Attorney General has expressly consented to such alien's reapplying for admission.\"</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">At trial, the government produced a fingerprint expert who testified that the fingerprints taken from Earle in February 2004 matched those on the 1991 and 2002 Warrants of Deportation, as well as other documents which were found in the defendant's Alien File, or \"A-file,\" at the INS.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The government also presented two types of evidence showing that Earle had never applied for or received permission from the Attorney General to reenter the United States: in-person testimony and the CNR. Joanne Sassone, a Records Information Services Officer for CIS in Boston, testified that she was responsible for overseeing CIS employees who maintained A-files and updated corresponding computer databases. She explained that an alien who has been deported must file a Form I-212 in order to apply for reentry to the United States. Such an application, if it were made, would appear in the alien's A-file. A record of the filing fee and the final communication regarding the I-212 application would also be entered in various computer indices. Sassone testified that she personally had reviewed Earle's entire A-file and the computer indices, and that there was no document or record that Earle had ever filed a Form I-212. Nor was there any document or record that Earle had ever received permission to reenter the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On cross-examination, Sassone stated that it was possible for an alien to have more than one A-file (for example, when the alien uses different names), and that multiple files would be consolidated if such a discovery were made. Earle's file had undergone such consolidation. Sassone also confirmed that four pages that pertained to another person had been misfiled in Earle's A-file. Those documents belonged to a different individual who had a deportation action taken against him at a similar time as Earle. When Sassone discovered that several pages had been misfiled in Earle's file, she obtained the A-file of the other individual and searched for any documents concerning Earle. There were none.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Defense counsel also asked Sassone about employee staffing at the five document service centers maintained by CIS.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Sassone testified that some employees worked for private contractors, rather than for the government. She also confirmed that, several years earlier, employees at a district office in Los Angeles had improperly shredded thousands of immigration-related documents. She was not aware of any similar events at the Vermont service center, which covers the New England area.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On redirect, Sassone testified that even if an alien's I-212 application were somehow misfiled or destroyed, there would still be evidence in the computer indices or in the A-file of the application having been submitted. She reiterated that she had searched the relevant computer indices and had found no notation that Earle had filed an I-212 application.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The government also introduced into evidence, over defense counsel's objection, a CNR signed by Ruth E. Jones, the Chief of the Record Services Branch, Office of Records, CIS. The document stated that</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">after a diligent search relating to . . . Clarence Lynval Earle, . . . no evidence is found to exist in the records that the defendant obtained consent before March 1, 2003 from the Attorney General . . . to reapply for admission in the United States; and no evidence is found to exist in the records that the defendant obtained corresponding consent after February 28, 2003 from the Secretary of [DHS].</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The district court ruled that the evidence was admissible under Federal Rule of Evidence 803(10). Jones did not testify at Earle's trial.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Sassone testified that she did not have personal knowledge of who prepared the CNR for Earle's case. She did describe her understanding of the practice of preparing a CNR. She testified that \"[a]ll the A files must be reviewed and all applicable computer indices must also be reviewed and searched before [a CNR] can be prepared.\" She also stated that Jones, a senior official at CIS, would not have personally reviewed Earle's A-file or searched the computer indices. Sassone stated that whoever performed these tasks to prepare the CNR would have undertaken the same searches that Sassone herself had carried out when she had independently concluded that Earle had not applied for or received permission to reenter the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The defense in this case was that the government had not met its burden of proof beyond a reasonable doubt that Earle had not obtained the permission of the Attorney General to reapply for admission into the country. In its closing, the defense conceded that \"there really is no dispute that Mr. Earle is an alien . . . [or] that Mr. Earle was previously deported . . . [or] that in February 2004, Mr. Earle was found in the United States.\" Defense counsel stressed that Jones was not made available to testify to the accuracy of the CNR; that the government had not provided any printouts from its searches of the relevant computer indices; and that there were uncertainties raised by the history of filing and retention problems at CIS's document service centers.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The jury returned a guilty verdict. At sentencing, the district court imposed a 16-level enhancement under U.S.S.G. &#167; 2L1.2 for a prior deportation after conviction of a crime of violence &#8212; namely, assault and battery with a dangerous weapon. The district court sentenced Earle to 78 months, at the upper limit of the applicable Guidelines range. Earle will likely be deported after serving his sentence.</p>\n    </div>\n    <p class=\"center\">II. <i>Asserted Trial Errors</i></p>\n    <p class=\"indent\">A. <i>Confrontation Clause Challenge</i></p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Before <i>Crawford</i> effected a change in the law concerning Confrontation Clause challenges, this court in <i>United States v. Ventura-Mel&#233;ndez,</i> <span class=\"citation\" data-id=\"775956\"><a href=\"/opinion/775956/united-states-v-mar-a-del-carmen-ventura-melendez/\"><span class=\"volume\">275</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">9</span></a></span> (1st Cir.2001), rejected a Confrontation Clause challenge to the admission of a CNR. <i>Id.</i> at 15-16 (concluding that CNR demonstrated \"particularized guarantees of trustworthiness\" (quoting <i>Ohio v. Roberts,</i> <span class=\"citation\" data-id=\"110324\"><a href=\"/opinion/110324/ohio-v-roberts/\"><span class=\"volume\">448</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">56</span></a></span>, 66, <span class=\"citation\" data-id=\"110324\"><a href=\"/opinion/110324/ohio-v-roberts/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2531</span></a></span>, <span class=\"citation\" data-id=\"110324\"><a href=\"/opinion/110324/ohio-v-roberts/\"><span class=\"volume\">65</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">597</span></a></span> (1980)) (internal quotation marks omitted)). Earle's appeal asks us to reconsider this issue in light of the Supreme Court's new framework for Confrontation Clause challenges, as articulated in <i>Crawford.</i></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">This question about the Confrontation Clause and CNRs arises because Congress has put the burden on the government to prove a negative &#8212; that the Attorney General did not grant permission to reapply for admission. Lay people might logically think the statute would place the burden on the defendant to prove he had received consent to reapply.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">When the government offered the CNR into evidence at trial, defense counsel objected, arguing that admission of the CNR without an opportunity to cross-examine the person who prepared the document would violate Earle's right to confrontation. The district court overruled the objection, holding that the CNR was not \"testimonial\" within the meaning of <i>Crawford.</i> In reaching this conclusion, the district court adopted the reasoning of <i>United States v. Cervantes-Flores,</i> <span class=\"citation\" data-id=\"791735\"><a href=\"/opinion/791735/united-states-v-roberto-cervantes-flores/\"><span class=\"volume\">421</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">825</span></a></span> (9th Cir.2005), and <i>United States v. Rueda-Rivera,</i> <span class=\"citation\" data-id=\"37460\"><a href=\"/opinion/37460/united-states-v-rueda-rivera/\"><span class=\"volume\">396</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">678</span></a></span> (5th Cir.2005). The district court ruled that the CNR was admissible under Federal Rule of Evidence 803(10).<a class=\"footnote\" href=\"#fn5-1\" id=\"fn5-1_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We review the district court's legal conclusions regarding the Confrontation Clause de novo. <i>United States v. Rondeau,</i> <span class=\"citation\" data-id=\"201952\"><a href=\"/opinion/201952/united-states-v-rondeau/\"><span class=\"volume\">430</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">44</span></a></span>, 47 (1st Cir.2005); <i>United States v. Brito,</i> <span class=\"citation\" data-id=\"201867\"><a href=\"/opinion/201867/united-states-v-brito/\"><span class=\"volume\">427</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">53</span></a></span>, 59 (1st Cir.2005). If a constitutional error has occurred, we must order a new trial unless the government has shown that any error was \"harmless\" beyond a reasonable doubt. <i>See Olden v. Kentucky,</i> <span class=\"citation\" data-id=\"112165\"><a href=\"/opinion/112165/olden-v-kentucky/\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">227</span></a></span>, 232, <span class=\"citation\" data-id=\"112165\"><a href=\"/opinion/112165/olden-v-kentucky/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">480</span></a></span>, <span class=\"citation\" data-id=\"112165\"><a href=\"/opinion/112165/olden-v-kentucky/\"><span class=\"volume\">102</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">513</span></a></span> (1988); <i>United States v. Pacheco,</i> <span class=\"citation\" data-id=\"202026\"><a href=\"/opinion/202026/united-states-v-pacheco/\"><span class=\"volume\">434</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">106</span></a></span>, 116 (1st Cir.2006); <i>United States v. Coker,</i> <span class=\"citation\" data-id=\"201985\"><a href=\"/opinion/201985/united-states-v-coker/\"><span class=\"volume\">433</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">39</span></a></span>, 47 (1st Cir.2005).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The Confrontation Clause provides that \"[i]n all criminal prosecutions, the accused shall enjoy the right . . . to be confronted with the witnesses against him.\" U.S. Const. amend. VI. In <i>Crawford,</i> the Supreme Court abrogated the rule of <i>Ohio v. Roberts</i> that admission of hearsay does not run afoul of the Confrontation Clause \"if the declarant [is] unavailable and the statement [falls] under a `firmly rooted hearsay exception' or otherwise [bears] particularized guarantees of trustworthiness.\" <i>Horton v. Allen,</i> <span class=\"citation\" data-id=\"201031\"><a href=\"/opinion/201031/horton-v-allen/\"><span class=\"volume\">370</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">75</span></a></span>, 83 (1st Cir.2004) (quoting <i>Roberts,</i> 448 U.S. at 66, <span class=\"citation\" data-id=\"110324\"><a href=\"/opinion/110324/ohio-v-roberts/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2531</span></a></span>). Instead, <i>Crawford</i> held that the Confrontation Clause bars admission of testimonial hearsay in a criminal case unless the declarant is unavailable and the accused has had a prior opportunity for cross-examination. 541 U.S. at 68, <span class=\"citation\" data-id=\"134724\"><a href=\"/opinion/134724/crawford-v-washington/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1354</span></a></span>. More recently, in <i>Davis v. Washington,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"145641\"><a href=\"/opinion/145641/davis-v-washington/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2266</span></a></span>, <span class=\"citation\" data-id=\"145641\"><a href=\"/opinion/145641/davis-v-washington/\"><span class=\"volume\">165</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">224</span></a></span> (2006), the Court held that the Confrontation Clause applies only to testimonial hearsay. <i>Id.</i> at 2274.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\"><i>Crawford</i> analysis generally requires a court to consider two threshold issues: (1) whether the out-of-court statement was hearsay, and (2) whether the out-of-court statement was testimonial. <i>See Crawford,</i> 541 U.S. at 68, <span class=\"citation\" data-id=\"134724\"><a href=\"/opinion/134724/crawford-v-washington/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1354</span></a></span>; <i>United States v. Maher,</i> <span class=\"citation\" data-id=\"202307\"><a href=\"/opinion/202307/united-states-v-maher/\"><span class=\"volume\">454</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">13</span></a></span>, 20 (1st Cir. 2006).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">As to the first issue, it is undisputed that the CNR constituted hearsay. The CNR contained statements made by a declarant not present at trial, and those statements were offered into evidence to prove the truth of the matter asserted &#8212; that, after a diligent search of Earle's A-file, no evidence was found that the defendant had obtained consent to reapply for admission to the United States. <i>See</i> Fed.R.Evid. 801(c) (defining hearsay).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Earle's Confrontation Clause argument hinges on the second issue &#8212; whether or not the CNR is \"testimonial.\" The Supreme Court expressly declined in <i>Crawford</i> to provide \"a comprehensive definition of `testimonial.'\" 541 U.S. at 68, <span class=\"citation\" data-id=\"134724\"><a href=\"/opinion/134724/crawford-v-washington/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1354</span></a></span>. The Court followed a similar approach in <i>Davis,</i> resolving the two cases before it \"[w]ithout attempting to produce an exhaustive classification of all conceivable statements . . . as either testimonial or nontestimonial.\" 126 S.Ct. at 2273. The Court did, however, list in <i>Crawford</i> three illustrative formulations of the \"core class of `testimonial' statements,\" 541 U.S. at 51, <span class=\"citation\" data-id=\"134724\"><a href=\"/opinion/134724/crawford-v-washington/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1354</span></a></span>: (1) \"<i>ex parte</i> in-court testimony or its functional equivalent &#8212; that is, material such as affidavits, custodial examinations, prior testimony that the defendant was unable to cross-examine, or similar pretrial statements that declarants would reasonably expect to be used prosecutorially,\" <i>id.;</i> (2) \"extrajudicial statements . . . contained in formalized testimonial materials, such as affidavits, depositions, prior testimony, or confessions,\" <i>id.</i> at 51-52, <span class=\"citation\" data-id=\"134724\"><a href=\"/opinion/134724/crawford-v-washington/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1354</span></a></span> (omission in original) (quoting <i>White v. Illinois,</i> <span class=\"citation\" data-id=\"112678\"><a href=\"/opinion/112678/white-v-illinois/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">346</span></a></span>, 365, <span class=\"citation\" data-id=\"112678\"><a href=\"/opinion/112678/white-v-illinois/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">736</span></a></span>, <span class=\"citation\" data-id=\"112678\"><a href=\"/opinion/112678/white-v-illinois/\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">848</span></a></span> (1992)) (internal quotation marks omitted); and (3) \"statements that were made under circumstances which would lead an objective witness reasonably to believe that the statement would be available for use at a later trial,\" <i>id.</i> at 52, <span class=\"citation\" data-id=\"134724\"><a href=\"/opinion/134724/crawford-v-washington/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1354</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">This court, applying <i>Crawford</i> to determine whether a statement is testimonial, has asked whether \"an objectively reasonable person in [the declarant's] shoes would understand that the statement would be used in prosecuting [the defendant] at trial.\" <i>Maher,</i> 454 F.3d at 21; <i>see also Brito,</i> 427 F.3d at 60. Other courts of appeals have adopted similar tests. <i>See United States v. Gilbertson,</i> <span class=\"citation\" data-id=\"793072\"><a href=\"/opinion/793072/united-states-v-allen-k-gilbertson/\"><span class=\"volume\">435</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">790</span></a></span>, 795-96 (7th Cir.2006); <i>United States v. Hinton,</i> <span class=\"citation\" data-id=\"791887\"><a href=\"/opinion/791887/united-states-v-thomas-hinton-aka-james-kirkland-thomas-hinton/\"><span class=\"volume\">423</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">355</span></a></span>, 359-60 (3d Cir. 2005); <i>United States v. Cromer,</i> <span class=\"citation\" data-id=\"788389\"><a href=\"/opinion/788389/united-states-v-sean-lamont-cromer/\"><span class=\"volume\">389</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">662</span></a></span>, 673-74 (6th Cir.2004); <i>United States v. Saget,</i> <span class=\"citation\" data-id=\"787100\"><a href=\"/opinion/787100/united-states-v-james-saget-also-known-as-hesh/\"><span class=\"volume\">377</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">223</span></a></span>, 228-29 (2d Cir. 2004). In <i>Davis,</i> the Supreme Court also asked whether the particular circumstances surrounding each police interrogation objectively indicated a primary purpose that was testimonial. 126 S.Ct. at 2277.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Earle presents a serious argument that the CNR admitted at his trial was testimonial. His lead argument is that the CNR qualifies as testimonial under all three of the formulations provided in <i>Crawford,</i> as well as under this court's approach in <i>Maher</i> and <i>Brito.</i> He argues the CNR is a formal document which was in fact prepared in order to be used at trial. <i>See Crawford,</i> 541 U.S. at 51-52, <span class=\"citation\" data-id=\"134724\"><a href=\"/opinion/134724/crawford-v-washington/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1354</span></a></span>. Earle also argues that the CNR qualifies as testimonial under the test previously applied in this circuit: an objectively reasonable person asked to search Earle's A-file and prepare a CNR would understand that the document would be used for prosecutorial purposes. <i>See Maher,</i> 454 F.3d at 21; <i>Brito,</i> 427 F.3d at 60.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The government concedes here that \"the CNR at issue in this case . . . was only created in anticipation of litigation.\"<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> The government argues that, nonetheless, the reasonableness of an expectation of prosecutorial use \"do[es] not transform an otherwise non-testimonial business record, made in the normal course of business, into testimonial evidence\"; it cites decisions from other circuits for support. <i>See United States v. Urqhart,</i> <span class=\"citation\" data-id=\"796077\"><a href=\"/opinion/796077/united-states-v-peter-charles-urqhart/\"><span class=\"volume\">469</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">745</span></a></span>, 748-49 (8th Cir.2006) (rejecting Confrontation Clause challenge to admission of CNR); <i>Cervantes-Flores,</i> 421 F.3d at 830-34 (same); <i>Rueda-Rivera,</i> 396 F.3d at 680 (same).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The thrust of these cases is that CNRs are not barred by the Confrontation Clause because they closely resemble business records, and business records, under <i>Crawford,</i> constitute a common law exception to the right of confrontation. 541 U.S. at 56, <span class=\"citation\" data-id=\"134724\"><a href=\"/opinion/134724/crawford-v-washington/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1354</span></a></span> (\"Most of the [common law] hearsay exceptions covered statements that by their nature were not testimonial &#8212; for example, <i>business records</i> or statements in furtherance of a conspiracy.\" (emphasis added)); <i>id.</i> at 54, <span class=\"citation\" data-id=\"134724\"><a href=\"/opinion/134724/crawford-v-washington/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1354</span></a></span> (commenting that the Sixth Amendment is \"most naturally read as a reference to the right of confrontation at common law, admitting only those exceptions established at the time of the founding\"); <i>see also id.</i> at 76, <span class=\"citation\" data-id=\"134724\"><a href=\"/opinion/134724/crawford-v-washington/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1354</span></a></span> (Rehnquist, C.J., concurring in judgment) (characterizing the Court's analysis of \"testimony\" as \"exclud[ing] at least some hearsay exceptions, such as <i>business records</i> and official records\" (emphasis added)).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The government points out that certificates of authenticity were admissible at common law, even when created with an eye toward litigation.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> The government argues that a CNR, by analogy to a certificate of authenticity, should be treated like a business record.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> The government makes a functional argument. Both certificates of authenticity and CNRs, the government says, merely reflect the state of a set of routinely kept business records existing prior to litigation.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> <i>See Cervantes-Flores,</i> 421 F.3d at 833. As the government points out, an official would have to perform the same kinds of searches whether he was asked to prepare a certificate of authenticity or a CNR. <i>See id.</i> at 832 (\"In either case, someone would have . . . to search the INS database to verify the document's existence or nonexistence.\"). Moreover, both federal and state officials commonly perform searches of public documents in preparation for criminal trials in order to prepare CNRs, and the effect of requiring testimony instead of CNRs would be very burdensome.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Earle points out a difference between certificates of authenticity and CNRs: a certificate of authenticity merely establishes the validity of a <i>second</i> document that contains probative evidence, whereas a CNR <i>itself</i> contains probative evidence. With a certificate of authenticity, little would be gained from cross-examining the authenticator as to how diligent he was in searching for the authenticated document; the production of the authenticated document speaks for itself, as it is available to be examined at trial. By contrast, a defendant might benefit from cross-examining the maker of the CNR as to the details of the search, and from exploring the possibility that a record has been overlooked, misfiled, or otherwise lost.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Further, the defendant argues that even if certificates of authenticity were admissible at common law, it is clear that CNRs were not so admissible, and this was so perhaps for reasons unrelated to the rule of completeness.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> 5 <i>Wigmore, supra,</i> &#167; 1678(7), at 867. As Earle points out, two federal cases from the early twentieth century clearly express hearsay concerns about the admission of CNRs. <i>Id.</i> at 867 n. 3; <i>see United States v. Bass,</i> <span class=\"citation\" data-id=\"1510677\"><a href=\"/opinion/1510677/united-states-v-bass/\"><span class=\"volume\">64</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">467</span></a></span>, 470 (7th Cir.1933) (\"Proof that something is not to be found in the records may not be made by a mere certificate of the custodian, but must be shown by testimony with opportunity to cross-examine.\"); <i>United States v. Bukis,</i> <span class=\"citation no-link\"><span class=\"volume\">17</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">77</span></span>, 78 (E.D.Pa. 1936) (\"[P]roof that something is not to be found in the records may not be made by a mere certificate of the custodian, but is a matter of fact which must be shown by the testimony of a person who has searched the records, with an opportunity to cross-examine.\").</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Earle also attacks the government's underlying assumption that little weight should be given to the fact that the CNR was prepared to be used in litigation. He cites to <i>Crawford,</i> which states: \"We cannot agree with THE CHIEF JUSTICE that the fact `[t]hat a statement might be testimonial does nothing to undermine the wisdom of one of these [hearsay] exceptions.'\" 541 U.S. at 56 n. 7, <span class=\"citation\" data-id=\"134724\"><a href=\"/opinion/134724/crawford-v-washington/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1354</span></a></span> (alterations in original) (quoting <i>id.</i> at 74, <span class=\"citation\" data-id=\"134724\"><a href=\"/opinion/134724/crawford-v-washington/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1354</span></a></span> (Rehnquist, C.J., concurring in judgment)).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Given both the common law and the Supreme Court's limited guidance on what is testimonial, we cannot easily dismiss either Earle's or the government's arguments as without merit. In the end, we do not decide the Confrontation Clause issue because it is not necessary to the decision. On the facts of this case, if there were any error in admitting the CNR, the government has met its burden of showing that any such error was harmless beyond a reasonable doubt.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">When evaluating harmlessness, we consider a number of factors including the importance of the challenged statement in the prosecution's case, whether the statement was cumulative, the presence or absence of evidence corroborating or contradicting the statement on material points, the extent of cross-examination otherwise permitted, and the overall strength of the prosecution's case. <i>See Olden,</i> 488 U.S. at 233, <span class=\"citation\" data-id=\"112165\"><a href=\"/opinion/112165/olden-v-kentucky/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">480</span></a></span>; <i>Dolinger v. Hall,</i> <span class=\"citation\" data-id=\"200112\"><a href=\"/opinion/200112/dolinger-v-hall/\"><span class=\"volume\">302</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">5</span></a></span>, 12 n. 6 (1st Cir.2002). We will affirm a conviction if the \"contested . . . statements . . . were at best cumulative of other compelling proof that [the defendant] committed the charged [crime].\" <i>United States v. Bartelho,</i> <span class=\"citation\" data-id=\"197664\"><a href=\"/opinion/197664/united-states-v-bartelho/\"><span class=\"volume\">129</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">663</span></a></span>, 670 (1st Cir.1997).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Ruth Jones' statement in the CNR &#8212; that \"after a diligent search relating to [Earle's A-file] . . ., no evidence is found to exist in the records that the defendant obtained consent . . . to reapply for admission in the United States\" &#8212; is simply cumulative of Sassone's testimony. Sassone's testimony was recounted earlier. The cumulative nature of the CNR is self-evident.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Moreover, Earle had, and took, the opportunity to cross-examine Sassone about the topics on which he was unable to cross-examine Jones. Defense counsel asked Sassone about her own review of the A-file and the computer indices, the misfiling of documents, the possible existence of multiple A-files, the outsourcing of tasks to private contractors, and the destruction of official documents. Defense counsel also questioned Sassone about the Record Services Branch's practices for preparing CNRs, in particular Sassone's understanding that Jones would not have reviewed the A-file herself. Further, the defense referred to key parts of its cross-examination of Sassone in its closing arguments, making largely the same points.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">\"Because the challenged statement[ ] merely duplicated what was otherwise properly admitted, . . . there is no `reasonable possibility' that the challenged statement[], if [it was] erroneously admitted, influenced the verdict against [the defendant].\" <i>Bartelho,</i> 129 F.3d at 670 (quoting <i>United States v. Rivera-Santiago,</i> <span class=\"citation\" data-id=\"197234\"><a href=\"/opinion/197234/united-states-v-rivera-santiago/\"><span class=\"volume\">107</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">960</span></a></span>, 967 (1st Cir.1997)). The government has proved beyond a reasonable doubt that Earle would have been convicted even if the CNR had not been admitted into evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">B. <i>Jury Instruction on Lawfulness of Deportation</i></p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">We review de novo \"a properly preserved objection to the failure to give a requested jury instruction.\" <i>United States v. Buttrick,</i> <span class=\"citation\" data-id=\"201935\"><a href=\"/opinion/201935/united-states-v-buttrick/\"><span class=\"volume\">432</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">373</span></a></span>, 376 (1st Cir.2005), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"1212596\"><a href=\"/opinion/1212596/coreas-v-united-states/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2861</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">165</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">895</span></span> (2006).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Defense counsel objected to the lack of an instruction stating that the government had the burden of proving that the deportation was a <i>lawful</i> deportation. The district court overruled the objection, noting that the Supreme Court had decided in <i>United States v. Mendoza-Lopez,</i> <span class=\"citation\" data-id=\"111894\"><a href=\"/opinion/111894/united-states-v-mendoza-lopez/\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">828</span></a></span>, <span class=\"citation\" data-id=\"111894\"><a href=\"/opinion/111894/united-states-v-mendoza-lopez/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2148</span></a></span>, <span class=\"citation\" data-id=\"111894\"><a href=\"/opinion/111894/united-states-v-mendoza-lopez/\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">772</span></a></span> (1987), that lawfulness of deportation was not an element of the offense defined at 8 U.S.C. &#167; 1326. <i>Id.</i> at 834-37, <span class=\"citation\" data-id=\"111894\"><a href=\"/opinion/111894/united-states-v-mendoza-lopez/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2148</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The district court did instruct the jury that there were four elements of the crime, each of which the government had to prove beyond a reasonable doubt: (1) that Earle was an alien at the time alleged in the indictment, (2) that he had previously been deported from the United States, (3) that he was later found to be in the United States, and (4) that he had not received express consent from either the Attorney General or the Secretary of DHS to reenter the United States. On the second element, the district court explained that \"the Government needs to prove beyond a reasonable doubt that the deportation proceeding actually occurred and that the end result was that the defendant was, in fact, deported.\"</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">On appeal, Earle concedes that the Supreme Court has previously held that lawfulness of deportation is not an element of &#167; 1326. He argues, however, that subsequent Supreme Court cases such as <i>Apprendi v. New Jersey,</i> <span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">530</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">466</span></a></span>, <span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2348</span></a></span>, <span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">147</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">435</span></a></span> (2000), require the issue of lawfulness to be proven to a jury beyond a reasonable doubt. <i>Apprendi</i> does not, however, require a jury to be instructed that the government bears the burden of proving something that is not an element of a crime. <i>Id.</i> at 477, <span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2348</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The defendant's argument is without merit. In an illegal reentry prosecution, the lawfulness of deportation simply is not an element of the offense. Earle was not entitled to a jury instruction on the lawfulness of deportation.</p>\n    </div>\n    <p class=\"center\">III. <i>Asserted Sentencing Errors</i></p>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">A. <i>Guidelines Enhancement for Deportation After Conviction of a Prior Crime of Violence</i></p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">This court reviews the district court's interpretation of the Sentencing Guidelines de novo. <i>United States v. Alli,</i> <span class=\"citation\" data-id=\"202173\"><a href=\"/opinion/202173/united-states-v-alli/\"><span class=\"volume\">444</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">34</span></a></span>, 37 (1st Cir.2006). We review the district court's factual findings for clear error. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">At Earle's sentencing, defense counsel objected to a 16-level enhancement pursuant to section 2L1.2 of the Sentencing Guidelines, on the basis that Earle's prior state conviction was not for a crime of violence. Section 2L1.2(b)(1) provides: \"If the defendant previously was deported, or unlawfully remained in the United States, after &#8212; (A) a conviction for a felony that is . . . a crime of violence . . . increase [offense level] by 16 levels.\" The Guidelines in turn define \"crime of violence\" as</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">any of the following: murder, manslaughter, kidnapping, aggravated assault, forcible sex offenses, statutory rape, sexual abuse of a minor, robbery, arson, extortion, extortionate extension of credit, burglary of a dwelling, or <i>any offense under federal, state, or local law that has as an element the use, attempted use, or threatened use of physical force against the person of another.</i></p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\"><i>Id.</i> cmt. n. 1(B)(iii) (emphasis added). The district court held that Earle had pled guilty to a state crime, Mass. Gen. Laws ch. 265, &#167; 15A(b), that had as an element of the offense the use or threatened use of physical force against another person.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">On appeal, Earle argues that the December 1997 criminal complaint against him in state court did not charge a crime against a person, but only against an entity, the Commonwealth. He relies on language in the complaint, which stated that he \"did, by means of a dangerous weapon, MOTOR VEHICLE, assault and beat <i>COMM OF MASS,</i> in violation of G.L. c. 265, s.15A\" (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The parties agree that the approach used in <i>Taylor v. United States,</i> <span class=\"citation\" data-id=\"112435\"><a href=\"/opinion/112435/taylor-v-united-states/\"><span class=\"volume\">495</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">575</span></a></span>, <span class=\"citation\" data-id=\"112435\"><a href=\"/opinion/112435/taylor-v-united-states/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2143</span></a></span>, <span class=\"citation\" data-id=\"112435\"><a href=\"/opinion/112435/taylor-v-united-states/\"><span class=\"volume\">109</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">607</span></a></span> (1990), is applicable to U.S.S.G. &#167; 2L1.2. <i>See United States v. Londono-Quintero,</i> <span class=\"citation\" data-id=\"199941\"><a href=\"/opinion/199941/united-states-v-londono-quintero/\"><span class=\"volume\">289</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">147</span></a></span>, 151 n. 3 (1st Cir.2002) (applying <i>Taylor</i> approach in considering claim that a state conviction did not qualify as an \"aggravated felony\").</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">In <i>Taylor,</i> the Supreme Court held that a district court should follow a two-step analysis when determining whether a previous burglary conviction under state law qualifies as a predicate offense under the Armed Career Criminal Act (ACCA), 18 U.S.C. &#167; 924(e)(1). First, the district court should determine, based on the definition of the state offense, whether conviction under the state statute \"necessarily implies that the defendant has been found guilty of all the elements of generic burglary.\" 495 U.S. at 599, <span class=\"citation\" data-id=\"112435\"><a href=\"/opinion/112435/taylor-v-united-states/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2143</span></a></span>. If not, then the district court may consider the charging document and the jury instructions in determining whether the conviction was in fact for generic burglary. <i>Id.</i> at 602, <span class=\"citation\" data-id=\"112435\"><a href=\"/opinion/112435/taylor-v-united-states/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2143</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">In <i>Shepard v. United States,</i> <span class=\"citation\" data-id=\"142875\"><a href=\"/opinion/142875/shepard-v-united-states/\"><span class=\"volume\">544</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">13</span></a></span>, <span class=\"citation\" data-id=\"142875\"><a href=\"/opinion/142875/shepard-v-united-states/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1254</span></a></span>, <span class=\"citation\" data-id=\"142875\"><a href=\"/opinion/142875/shepard-v-united-states/\"><span class=\"volume\">161</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">205</span></a></span> (2005), the Court considered previous convictions obtained through guilty pleas and held that a district court, when considering predicate offenses under the ACCA, \"is generally limited to examining the statutory definition, charging document, written plea agreement, transcript of plea colloquy, and any explicit factual finding by the trial judge to which the defendant assented.\" <i>Id.</i> at 16, <span class=\"citation\" data-id=\"142875\"><a href=\"/opinion/142875/shepard-v-united-states/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1254</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">We begin with the statutory definition. The version of Mass. Gen. Laws ch. 265, &#167; 15A in effect in 1997 contained two subsections. Subsection (b) set out the appropriate punishment for \"[w]hoever commits assault and battery upon <i>another</i> by means of a dangerous weapon.\" Mass. Gen. Laws ch. 265, &#167; 15A(b) (2000) (emphasis added). The statutory definition admits to no interpretation other than a crime that involves the use of physical force against another person. <i>Id.; see also Commonwealth v. Ford,</i> <span class=\"citation no-link\"><span class=\"volume\">424</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">709</span></span>, <span class=\"citation no-link\"><span class=\"volume\">677</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1149</span></span>, 1151 (1997) (noting that, under &#167; 15A, a defendant charged with assault and battery must have either used \"intentional and unjustified . . . force upon the <i>person of another</i>\" or intentionally committed \"a wanton or reckless act . . . causing physical or bodily injury to <i>another</i>\" (quoting <i>Commonwealth v. Burno,</i> <span class=\"citation\" data-id=\"2017353\"><a href=\"/opinion/2017353/commonwealth-v-burno/\"><span class=\"volume\">396</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">622</span></a></span>, <span class=\"citation\" data-id=\"2017353\"><a href=\"/opinion/2017353/commonwealth-v-burno/\"><span class=\"volume\">487</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1366</span></a></span>, 1368-69 (1986)) (internal quotation marks omitted)).</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">The dispute here is whether the district court erred in relying on the state statutory definition of the crime, Mass. Gen. Laws ch. 265, &#167; 15A(b), rather than on the face of the complaint. Although the criminal complaint technically charged Earle with assault and battery with a dangerous weapon <i>against the Commonwealth of Massachusetts,</i> the state court gave short shrift to the argument that the complaint did not properly charge Earle with a crime under &#167; 15A(b). Earle, hoping to overturn his conviction, made this same argument before the state court, and it was rejected. As there is no indication that U.S.S.G. &#167; 2L1.2 contemplates collateral attack, we will not question the state court's conclusion that Earle was properly convicted under &#167; 15A(b). <i>Cf. Custis v. United States,</i> <span class=\"citation\" data-id=\"1087955\"><a href=\"/opinion/1087955/custis-v-united-states/\"><span class=\"volume\">511</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">485</span></a></span>, 491-93, <span class=\"citation\" data-id=\"1087955\"><a href=\"/opinion/1087955/custis-v-united-states/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1732</span></a></span>, <span class=\"citation\" data-id=\"1087955\"><a href=\"/opinion/1087955/custis-v-united-states/\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">517</span></a></span> (1994).</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">The district court committed no error in applying the 16-level enhancement pursuant to U.S.S.G. &#167; 2L1.2.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">B. <i>Applicability of 8 U.S.C. &#167; 1326(b)(2) to Sentencing</i></p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">We review legal conclusions of a sentencing court de novo. <i>United States</i> <i>v. Gonz&#225;lez-V&#233;lez,</i> <span class=\"citation no-link\"><span class=\"volume\">466</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">27</span></span>, 40 (1st Cir.2006). However, if the defendant fails to preserve a sentencing issue, we review only for plain error. <i>United States v. Savarese,</i> <span class=\"citation\" data-id=\"201254\"><a href=\"/opinion/201254/united-states-v-savarese/\"><span class=\"volume\">385</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></a></span>, 21 (1st Cir.2004). Further, if the defendant affirmatively waives an issue, that issue generally may not be reviewed. <i>See United States v. Hansen,</i> <span class=\"citation\" data-id=\"202016\"><a href=\"/opinion/202016/united-states-v-hansen/\"><span class=\"volume\">434</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">92</span></a></span>, 101 (1st Cir.2006); <i>United States v. Rodriguez,</i> <span class=\"citation\" data-id=\"200202\"><a href=\"/opinion/200202/united-states-v-rodriguez/\"><span class=\"volume\">311</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">435</span></a></span>, 437 (1st Cir.2002). We bypass the government's waiver argument.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Earle argues that his Sixth Amendment rights were violated when the district court sentenced him in excess of the 24-month maximum sentence provided for by 8 U.S.C. &#167; 1326(a). Earle acknowledges that, under 8 U.S.C. &#167; 1326(b)(2), the maximum sentence under &#167; 1326 is 20 years if the defendant's prior removal \"was subsequent to a conviction for commission of an aggravated felony.\" He argues that the government was required to prove the commission of an aggravated felony to the jury beyond a reasonable doubt. For support, he cites <i>Apprendi,</i> 530 U.S. at 520, <span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2348</span></a></span> (Thomas, J., concurring), and <i>United States v. Booker,</i> <span class=\"citation no-link\"><span class=\"volume\">543</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">220</span></span>, 231-33, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">738</span></span>, <span class=\"citation no-link\"><span class=\"volume\">160</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">621</span></span> (2005).</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Earle's argument is foreclosed by <i>Almendarez-Torres v. United States,</i> <span class=\"citation\" data-id=\"118188\"><a href=\"/opinion/118188/almendarez-torres-v-united-states/\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">224</span></a></span>, <span class=\"citation\" data-id=\"118188\"><a href=\"/opinion/118188/almendarez-torres-v-united-states/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1219</span></a></span>, <span class=\"citation\" data-id=\"118188\"><a href=\"/opinion/118188/almendarez-torres-v-united-states/\"><span class=\"volume\">140</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">350</span></a></span> (1998). In <i>Almendarez-Torres,</i> the Supreme Court held that the fact of prior conviction for sentencing purposes need not be proved to a jury beyond a reasonable doubt. <i>Id.</i> at 226-27, <span class=\"citation\" data-id=\"118188\"><a href=\"/opinion/118188/almendarez-torres-v-united-states/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1219</span></a></span> (considering the \"aggravated felony\" penalty provision under 8 U.S.C. &#167; 1326(b)(2)). This court has repeatedly stated post-<i>Apprendi</i> that we are bound by <i>Almendarez-Torres</i> until the Supreme Court expressly overrules it. <i>See, e.g., United States v. DeLeon,</i> <span class=\"citation\" data-id=\"202136\"><a href=\"/opinion/202136/united-states-v-deleon/\"><span class=\"volume\">444</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">41</span></a></span>, 55 (1st Cir.2006); <i>United States v. Jim&#233;nez-Beltre,</i> <span class=\"citation no-link\"><span class=\"volume\">440</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">514</span></span>, 520 (1st Cir.2006) (en banc); <i>United States v. Ivery,</i> <span class=\"citation\" data-id=\"201865\"><a href=\"/opinion/201865/united-states-v-ivery/\"><span class=\"volume\">427</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">69</span></a></span>, 75 (1st Cir. 2005). Earle has preserved the issue for further review.</p>\n    </div>\n    <p class=\"center\">IV. <i>Conclusion</i></p>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">For the foregoing reasons, we <i>affirm</i> Earle's conviction and sentence.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> On March 1, 2003, the functions of the Immigration and Naturalization Service were transferred to the Department of Homeland Security. Homeland Security Act of 2002, Pub.L. No. 107-296, &#167; 471(a), 116 Stat. 2135, 2205 (codified at 6 U.S.C. &#167; 291(a)). We use the term \"INS.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> An A-file is kept by the INS and its successor agencies on foreign nationals who come in contact with the government. It contains a wide range of documents, including applications for benefits, pictures, birth certificates, marriage certificates, internal memos, records of enforcement actions and deportations, and fingerprint cards</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> CIS document service centers are located in Vermont, Nebraska, Missouri, Texas, and California</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Congress has placed some burdens on the alien. Subsection 1326(d) provides limited circumstances under which an alien may collaterally attack a previous deportation order. The alien must show (1) that he exhausted any available administrative remedies, (2) that the deportation proceedings improperly deprived him of the opportunity for judicial review, and (3) that the entry of the deportation order was fundamentally unfair. 8 U.S.C. &#167; 1326(d);<i>see also United States v. DeLeon,</i> <span class=\"citation\" data-id=\"202136\"><a href=\"/opinion/202136/united-states-v-deleon/\"><span class=\"volume\">444</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">41</span></a></span>, 44-45 (1st Cir.2006). Earle does not argue that he meets the standards of subsection 1326(d).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5-1\">\n        <a class=\"footnote\" href=\"#fn5-1_ref\">5</a>\n        <p> Rule 803 provides:</p>\n        <p class=\"indent\">The following are not excluded by the hearsay rule, even though the declarant is available as a witness:</p>\n        <p class=\"indent\">. . .</p>\n        <p class=\"indent\">(10) Absence of public record or entry. To prove the absence of a record, report, statement, or data compilation, in any form, or the nonoccurrence or nonexistence of a matter of which a record, report, statement, or data compilation, in any form, was regularly made and preserved by a public office or agency, evidence in the form of a certification in accordance with rule 902, or testimony, that diligent search failed to disclose the record, report, statement, or data compilation, or entry.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> In response to a question from the court, the government filed a letter pointing out that CNRs may be made for purposes other than litigation. For example, if an alien wishes to prove that he has not applied for United States citizenship (perhaps for purposes of retaining citizenship in another country), the agency would investigate and, if appropriate, issue a CNR certifying that no such application exists. The government's letter also stated that \"the agency does not routinely create CNRs documenting\" the \"non-existence of an alien's application for permission to return to the United States.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The Fourth Circuit, in an unpublished opinion, has also taken a position similar to that taken by the Fifth, Eighth, and Ninth Circuits<i>United States v. Mendoza-Orellana,</i> 133 Fed. Appx. 68, 69-70 (4th Cir.2005) (per curiam) (unpublished).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The Advisory Committee Note to Federal Rule of Evidence 902(4) states: \"The common law and innumerable statutes have recognized the procedure of authenticating copies of public records by certificate. The certificate qualifies as a public document, receivable as authentic when in conformity with [various authentication requirements].\"<i>See also</i> 5 J. Wigmore, <i>Evidence</i> &#167; 1674(1)(2), at 824 (Chadbourn rev. 1974) [hereinafter 5 <i>Wigmore</i>] (noting that typically at common law there was no hearsay exception for certificates of authenticity if the office holder did not have express authority to make such a certificate, but that certificates pertaining to \"facts covered by the terms of [an office holder's express] authority\" were admissible (emphasis omitted)).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The government characterizes the common law hearsay exception for certificates of authenticity as being part of the common law exceptions for public records and business records. A leading treatise places certificates of authenticity under the heading of \"Official Statements,\" rather than \"Regular Entries.\" 5<i>Wigmore, supra,</i> at xii-xiv, xvi-xviii. This does not affect our general discussion below. The question posed here is not whether documents certifying the authenticity of business or official records are an exception to <i>Crawford.</i></p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The government argues that both certificates of authenticity and CNRs rely on records that themselves would be admissible at trial<i>See United States v. Garc&#237;a,</i> <span class=\"citation\" data-id=\"202283\"><a href=\"/opinion/202283/united-states-v-garcia/\"><span class=\"volume\">452</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">36</span></a></span>, 42 (1st Cir.2006) (holding that criminal defendants have no right to confront officials who \"routinely record warrants of deportation\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> </p>\n        <p class=\"indent\">At common law, the rule of completeness require[d] that the whole of a document be shown forth, in proving any part of it, so that the tribunal may judge better of the significance of the whole and the precise interpretation of any part. At common law, therefore, it was entirely settled that no custodian had authority to certify any less than the entire and literal terms of the original &#8212; in short, a copy in the strict sense of the word; and the rule was applied to all varieties of documents.</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">5</a>\n        <p class=\"indent\"> <i>Wigmore, supra,</i> &#167; 1678(6), at 863.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> At oral argument, Earle's counsel suggested that Sassone's statements and Jones' CNR were distinguishable because Jones was a more senior official. Jones' seniority has no bearing on the harmless error analysis. It does not make the contents of the CNR any less cumulative of Sassone's testimony</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Since the district court's decision was well supported by the state statutory definition, we need not consider the defendant's arguments concerning the district court's passing reference to the police report of the underlying incident</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/37460/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110324/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111894/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112165/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112435/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112678/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118188/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118381/",
    "http://www.courtlistener.com/api/rest/v3/opinions/134724/",
    "http://www.courtlistener.com/api/rest/v3/opinions/142875/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145641/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197234/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197664/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199941/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200112/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200202/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201031/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201254/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201865/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201867/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201935/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201952/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201985/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202016/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202026/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202136/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202173/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202283/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202307/",
    "http://www.courtlistener.com/api/rest/v3/opinions/775956/",
    "http://www.courtlistener.com/api/rest/v3/opinions/787100/",
    "http://www.courtlistener.com/api/rest/v3/opinions/788389/",
    "http://www.courtlistener.com/api/rest/v3/opinions/791735/",
    "http://www.courtlistener.com/api/rest/v3/opinions/791887/",
    "http://www.courtlistener.com/api/rest/v3/opinions/793072/",
    "http://www.courtlistener.com/api/rest/v3/opinions/796077/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1087955/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1212596/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1510677/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2017353/"
  ]
}