{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202787/",
  "absolute_url": "/opinion/202787/massamont-ins-v-utica-mutual-ins-co/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202787/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:01:57Z",
  "date_modified": "2016-02-28T05:08:56.924248Z",
  "type": "010combined",
  "sha1": "becc3d81a626d94b717d7d63dd17579c6df4be05",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/06-2465-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2007/06/07/Massamont_Ins._v._Utica_Mutual_Ins._Co.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\nNo. 06-2465\n\n                MASSAMONT INSURANCE AGENCY, INC.,\n\n                      Plaintiff, Appellant,\n\n                               v.\n\n                 UTICA MUTUAL INSURANCE COMPANY,\n\n                      Defendant, Appellee.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n          [Hon. William G. Young, U.S. District Judge]\n\n\n                             Before\n\n                       Boudin, Chief Judge,\n\n              Cyr and Stahl, Senior Circuit Judges.\n\n\n     John J. Davis with whom Pierce, Davis & Perritano, LLP was on\nbrief for appellant.\n     Russell F. Conn with whom Erin K. Higgins, Jacob A. Labovitz\nand Conn Kavanaugh Rosenthal Peisch & Ford, LLP were on brief for\nappellee.\n\n\n\n                          June 7, 2007\n\f           BOUDIN, Chief Judge.          Massamont Insurance Agency, Inc.\n\n(\"Massamont\") is a licensed insurance agency in Massachusetts,\n\nspecializing in the placement and administration of insurance\n\nprograms for specialty markets.            It has two programs known as\n\nMetrogard and Diplomax, which provide property insurance to schools\n\nand municipalities.\n\n           In January 2001, Massamont entered into an agreement, to\n\ncontinue indefinitely until terminated according to the terms of\n\nthe agreement, with the corporate parent of Westchester Fire\n\nInsurance Company (\"Westchester\"), whereby Westchester would write\n\npolicies under the two programs, with Massamont acting as the\n\nmanaging general agent for the policies (collecting premiums,\n\npromoting the program, maintaining records) and performing certain\n\nunderwriting activities (based on guidelines from Westchester).\n\n           The agreement contained an exclusivity clause, central to\n\nthis case, stating:\n\n           During the term of this Agreement [Massamont]\n           will not solicit for any other insurance\n           carrier, except [Westchester], the Program\n           business.   If [Westchester] elects not to\n           write such business, then [Massamont] is\n           granted the right to submit such business to\n           other insurance carriers under the same terms\n           and conditions as presented to [Westchester].\n\n           After disputes between the two companies in late 2002 and\n\nearly   2003,   on   July   1,   2003,   Massamont   placed   Metrogard   and\n\nDiplomax business for eastern Massachusetts and Rhode Island with\n\nAxis Specialty Insurance Company (\"Axis\").              Massamont says it\n\n                                     -2-\n\fthought Westchester no longer wanted the business.                      On July 9,\n\n2003,   Westchester     sent     a    letter    to   Massamont       purporting    to\n\nterminate the agency agreement because of breach of the exclusivity\n\nclause.\n\n           Thereafter,     invoking        an    arbitration     clause    in     the\n\nagreement, Westchester demanded damages from Massamont.                   Although\n\nWestchester     asserted    that       Massamont     had    poorly    managed     the\n\ninsurance (e.g., by poor risk assessment, lack of adjustment of\n\npremium on policies with repeated loss claims, and poor file\n\nmaintenance),    its    demand       sought    damages     because--allegedly      in\n\nbreach of the agreement--Massamont had diverted business to Axis\n\nwithout first offering it to Westchester.\n\n           Massamont then notified Utica Mutual Insurance Company\n\n(\"Utica\"),     which   provided       Massamont      with   insurance     under    an\n\nInsurance Agents and Brokers Errors and Omissions (\"E&O\") Liability\n\nInsurance Policy--a counterpart for insurance agents of legal or\n\nmedical malpractice insurance. The Utica policy promised to defend\n\nagainst claims of, and indemnification for, \"loss\" that \"arise[s]\n\nout of\" a \"wrongful act[]\" allegedly \"committed in the conduct of\n\nthe insured's business . . . in rendering or failing to render\n\nprofessional services\" as an insurance agent.\n\n           Utica refused to defend Massamont in the arbitration,\n\ntaking the position that Westchester's demand claimed losses not\n\ncovered   by    the    policy.         Massamont     defended    itself    in     the\n\n\n                                         -3-\n\farbitration proceeding which resulted in an award against Massamont\n\nfor $2.6 million.       When Utica refused to indemnify Massamont for\n\nthis   award    or    defense   costs    incurred      by    Massamont   in   the\n\narbitration, Massamont brought the present suit against Utica in\n\nfederal district court alleging contractual breach of the Utica\n\npolicy and for multiple damages under Mass. Gen. Laws. ch. 93A, ยง\n\n11 (2006).\n\n           On summary judgment, the district court held that the\n\narbitration demand sought damages for breach of the exclusivity\n\nprovision of the agency agreement.            Massamont Ins. Agency, Inc. v.\n\nUtica Mut. Life Ins. Co., 448 F. Supp. 2d 329, 331 (D. Mass. 2006).\n\nThe court further held that \"the transfer of accounts to another\n\ncompany in breach of the exclusivity clause . . . is not a\n\n'professional' act . . . but rather was simply a business decision\"\n\noutside the policy's coverage.          Id. at 332.\n\n           This court reviews grants of summary judgment de novo.\n\nNicolo v. Philip Morris, Inc., 201 F.3d 29, 33 (1st Cir. 2000).\n\nWhere facts are not in dispute, the interpretation and application\n\nof the policy language is a question of law.             Liberty Mut. Ins. Co.\n\nv. Metro. Life Ins. Co., 260 F.3d 54, 61 (1st Cir. 2001).                     The\n\nparties   and   the    district   court       agree   that   Massachusetts    law\n\ngoverns, and we accept this premise. One Nat'l Bank v. Antonellis,\n\n80 F.3d 606, 608 (1st Cir. 1996).\n\n\n\n\n                                        -4-\n\f             In delineating the duty to defend, Massachusetts courts\n\nsay that \"if the allegations of the complaint are 'reasonably\n\nsusceptible' of an interpretation that they state or adumbrate a\n\nclaim covered by the policy terms, the insurer must undertake the\n\ndefense.\" Sterilite Corp. v. Cont'l Cas. Co., 458 N.E.2d 338, 340-\n\n41 (Mass. App. Ct. 1983) (internal citations omitted); see also\n\nCont'l Cas. Co. v. Gilbane Bldg. Co., 461 N.E.2d 209, 212 (Mass.\n\n1984).    The duty to indemnify depends on whether the judgment, if\n\nany, is for a covered loss.       Boston Symphony Orchestra, Inc. v.\n\nCommercial Union Ins. Co., 545 N.E.2d 1156, 1158 (Mass. 1989).\n\n            We agree with the district judge that the gravamen of the\n\narbitration demand was the breach of the exclusivity provision.\n\nAlthough Westchester's charges of negligent operation by Massamont\n\nwere set forth as \"background,\" the next section of the demand was\n\ntitled    \"Massamont   Breaches   the       Exclusivity   Provision    of   the\n\nAgreement\" and focused on Massamont's discussions with Axis and the\n\nsubsequent transfer of $12 million worth of business to Axis.\n\n            Consonantly,   in   the    section    of   the   demand   entitled\n\n\"Damages Suffered by Westchester,\" Westchester sought to recover\n\ndamages    to   Westchester   caused    by    Massamont's    breach    of   the\n\nexclusivity provision in the agreement.           Thus, both the claim and\n\nad damnum were directed to the exclusivity provision.                   Also,\n\npertinent to the duty to indemnify, the arbitrator's award stated\n\nthat \"Massamont breached the Agency Agreement\" and awarded $2.6\n\n\n                                      -5-\n\fmillion in damages to Westchester; the parties' post-hearing briefs\n\nin the arbitration make clear that the breach in question was the\n\ntransfer of the business to Axis.\n\n            We also agree with the district judge that the diversion\n\nof business by Massamont in breach of its exclusivity obligation is\n\nnot within the coverage provided by the Utica policy.                         As noted,\n\nthat coverage is for wrongful acts \"committed in the conduct of the\n\ninsured's   business      .   .    .    in    rendering    or    failing     to   render\n\nprofessional services as\" an insurance agent.                    This would include\n\nservices, whether for Westchester or for Massamont's own clients,\n\nbut only insofar as they were \"professional services.\"\n\n            A   promise       by   an        agent   to   represent     one       insurer\n\nexclusively     for   certain      lines       of    insurance    is   not    itself   a\n\nprofessional service, nor does a diversion of business in breach of\n\nsuch a contract comprise the performance of professional service.\n\nThe closest cases interpreting Massachusetts insurance law hold\n\nthat overcharging clients in fees, even though for work done in a\n\nprofessional capacity, is not itself a professional service covered\n\nby malpractice or E&O policies.1\n\n\n\n\n     1\n      Reliance Nat'l Ins. Co. v. Sears, Roebuck & Co., 792 N.E.2d\n145, 148 (Mass. App. Ct. 2003) (lawyer fee setting not within\nmalpractice policy); Med. Records Assocs., Inc. v. Am. Empire\nSurplus Lines Ins., 142 F.3d 512, 515-16 (1st Cir. 1998) (E&O\npolicy did not cover billing practices of a medical records\nprocessing business).\n\n                                             -6-\n\f           Both sides have cited Smartfoods, Inc. v. Northbrook\n\nProp. & Cas. Co., 618 N.E.2d 1365 (Mass. App. Ct. 1993), in part\n\nbecause it involved breach of an exclusivity agreement; but the\n\npolicy in that case was a commercial general liability policy with\n\nquite different language. PMI Mortgage Ins. v. Am. Int'l Specialty\n\nLines Ins. Co., 394 F.3d 761, 763 (9th Cir. 2005), cited by\n\nMassamont, involved a policy that defined \"professional services\"\n\nquite broadly.\n\n           Often   courts    construing       such    policies      treat   as   a\n\ntouchstone whether or not the wrongful act draws on professional\n\nskills as opposed to ordinary business decision-making; and this\n\ncriterion too works against Massamont.             The SJC, in a malpractice\n\ncase otherwise quite different than our own, quoted approvingly the\n\nSupreme Court of Nebraska's description of \"professional services\":\n\n           Something more than an act flowing from mere\n           employment or vocation is essential. The act\n           or service must be such as exacts the use or\n           application of special learning or attainments\n           of some kind. . . . A 'professional' act or\n           service is one arising out of a vocation,\n           calling, occupation, or employment involving\n           specialized knowledge, labor, or skill . . . .\n\nRoe v. Fed. Ins. Co., 587 N.E.2d 214, 217 (Mass. 1992) (quoting\n\nMarx v. Hartford Accident & Indem. Co., 157 N.W.2d 870, 871-72\n\n(Neb. 1968)).\n\n           Here, the decision to divert business may have been\n\ncaused by friction over insurance matters but it was a distinct\n\nbusiness   decision   by    Massamont    as   to     whether   to    maintain    a\n\n                                   -7-\n\frelationship with a particular insurer--like leasing a building,\n\nbuying supplies or charging for services.       Such a decision is not\n\nthe provision of professional services--the target of an E&O or\n\nmalpractice policy.   The Massachusetts case law supporting this\n\nview, see note 2, above, is bolstered by case law elsewhere\n\nspecifically directed toward insurance agents.\n\n          For example, in holding that a trade secret claim brought\n\nagainst an insurance agent was not within \"professional services,\"\n\nthe New York Court of Appeals explained in Albert J. Schiff\n\nAssociates, Inc. v. Flack, 417 N.E.2d 84, 88 (N.Y. 1980):\n\n          The renting of an office, the engagement of\n          employees, arrangements to expand the size of\n          one's activities, these may all have some\n          connection   with  a   covered   business  or\n          profession. But, while they may set the stage\n          for   the   performance    of   business   or\n          professional services, they are not the\n          professional services contemplated by this\n          special coverage.    An errors and omissions\n          policy is intended to insure a member of a\n          designated calling against liability arising\n          out of the mistakes inherent in the practice\n          of that particular profession or business.\n\nOther cases are similar.2\n\n          Massamont   argues   that    its   alleged   mismanagement   of\n\ninsurance for Westchester played a causal role in the \"background\"\n\n\n     2\n      Employers Reins. Corp. v. Caswell, 490 N.W.2d 145, 149 (Minn.\nApp. Ct. 1992) (diversion of revenues for improper purposes);\nRichards v. Fireman's Fund Ins. Co., 417 N.W.2d 663, 668 (Minn.\nApp. Ct. 1988) (employment dispute between general insurance agents\nand managing agent); cf. Bayer v. Employers Reins. Corp., 383\nN.W.2d 858, 862 (S.D. 1986) (insurance agents also acting as\nmortgage brokers for insurance clients).\n\n                                 -8-\n\fdisagreements between the two companies; that the disagreements led\n\nMassamont to divert business to Axis; and that the diversion\n\nunderlies the alleged breach of the exclusivity provision.      But\n\nwhile the policy does use \"arising out of\" language (construed\n\ngenerously in Massachusetts, Bagley v. Monticello Ins. Co., 720\n\nN.E.2d 813, 816 (Mass. 1999)), a mere remote causal connection is\n\nnot enough.3\n\n          Massamont also says that Utica violated governing law by\n\nlooking outside the four corners of the arbitration demand and the\n\npolicy in denying coverage.     There are limits on the insurer's\n\nright to rely on facts extrinsic to the complaint and policy in\n\nrefusing to defend a suit otherwise colorably triggering a duty to\n\ndefend. E,g., Desrosiers v. Royal Ins. Co. of Am., 468 N.E.2d 625,\n\n627-28 (Mass. 1984).   The aim is to make the duty to defend operate\n\nmechanically.\n\n          Such limits play no role in this case.       Whatever the\n\nscope of Utica's investigation before it declined to defend,\n\nUtica's duty to defend Massamont is negated by merely comparing the\n\narbitration demand with the E&O policy's language. That comparison\n\n\n\n     3\n      See, e,g., Rischitelli v. Safety Ins. Co., 671 N.E.2d 1243,\n1246 (Mass. 1996) (auto insurance does not cover an assault that\ngrows out of a driving incident); Roe, 587 N.E.2d at 218. Although\nMassachusetts case law is not seamless, these cases seem to us more\non point than a reference to \"but for\" causation in Bagley, 720\nN.E.2d at 816, and Fuller v. First Fin. Ins. Co., 858 N.E.2d 288,\n292 (Mass. 2006) (rape arose out of excluded assault and battery in\n\"a single criminal episode\").\n\n                                -9-\n\fshows that the demand's gravamen was breach of an exclusivity\n\nagreement, not a professional services decision, and was therefore\n\noutside the scope of an E&O policy.\n\n             The duty to indemnify, also asserted by Massamont, is\n\nordinarily narrower than the duty to defend.             \"If an insurer has no\n\nduty   to    defend,   based   on   the    allegations    in   the   plaintiff's\n\ncomplaint, it necessarily follows that the insurer does not have a\n\nduty to indemnify.\"      Bagley, 720 N.E.2d at 817.        Further, the basis\n\nfor the award, which may be consulted, Travelers Ins. Co. v.\n\nWaltham Indus. Labs. Corp., 883 F.2d 1092, 1099 (1st Cir. 1989),\n\nconfirms that the damages were awarded for breach of the agency\n\nagreement.\n\n             Finally, as to Massamont's Chapter 93A claim for unfair\n\nor deceptive practices, this too was dismissed by the district\n\ncourt.      Much of this count rested on Utica's denial of coverage,\n\nwhich we have ruled proper.               Delays in resolving the coverage\n\nquestion are also charged but, given that Utica had no duty to\n\ndefend, Massamont had to explain why delay alone increased its\n\ndefense costs and this it has not done.              Dryden Oil Co. of New\n\nEngland, Inc. v. Travelers Indem. Co., 91 F.3d 278, 290 n.17 (1st\n\nCir. 1996).\n\n             Affirmed.\n\n\n\n\n                                      -10-\n\f",
  "html": "<p class=\"case_cite\">489 F.3d 71</p>\n    <p class=\"parties\">MASSAMONT INSURANCE AGENCY, INC., Plaintiff, Appellant,<br>v.<br>UTICA MUTUAL INSURANCE COMPANY, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 06-2465.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard March 5, 2007.</p>\n    <p class=\"date\">Decided June 7, 2007.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">John J. Davis with whom Pierce, Davis &amp; Perritano, LLP was on brief for appellant.</p>\n      <p class=\"indent\">Russell F. Conn with whom Erin K. Higgins, Jacob A. Labovitz and Conn Kavanaugh Rosenthal Peisch &amp; Ford, LLP were on brief for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, CYR and STAHL, Senior Circuit Judges.</p>\n      <p class=\"indent\">BOUDIN, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Massamont Insurance Agency, Inc. (\"Massamont\") is a licensed insurance agency in Massachusetts, specializing in the placement and administration of insurance programs for specialty markets. It has two programs known as Metrogard and Diplomax, which provide property insurance to schools and municipalities.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In January 2001, Massamont entered into an agreement, to continue indefinitely until terminated according to the terms of the agreement, with the corporate parent of Westchester Fire Insurance Company (\"Westchester\"), whereby Westchester would write policies under the two programs, with Massamont acting as the managing general agent for the policies (collecting premiums, promoting the program, maintaining records) and performing certain underwriting activities (based on guidelines from Westchester).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The agreement contained an exclusivity clause, central to this case, stating:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">During the term of this Agreement [Massamont] will not solicit for any other insurance carrier, except [Westchester], the Program business. If [Westchester] elects not to write such business, then [Massamont] is granted the right to submit such business to other insurance carriers under the same terms and conditions as presented to [Westchester].</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">After disputes between the two companies in late 2002 and early 2003, on July 1, 2003, Massamont placed Metrogard and Diplomax business for eastern Massachusetts and Rhode Island with Axis Specialty Insurance Company (\"Axis\"). Massamont says it thought Westchester no longer wanted the business. On July 9, 2003, Westchester sent a letter to Massamont purporting to terminate the agency agreement because of breach of the exclusivity clause.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Thereafter, invoking an arbitration clause in the agreement, Westchester demanded damages from Massamont. Although Westchester asserted that Massamont had poorly managed the insurance (<i>e.g.,</i> by poor risk assessment, lack of adjustment of premium on policies with repeated loss claims, and poor file maintenance), its demand sought damages because &#8212; allegedly in breach of the agreement &#8212; Massamont had diverted business to Axis without first offering it to Westchester.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Massamont then notified Utica Mutual Insurance Company (\"Utica\"), which provided Massamont with insurance under an Insurance Agents and Brokers Errors and Omissions (\"E &amp; O\") Liability Insurance Policy &#8212; a counterpart for insurance agents of legal or medical malpractice insurance. The Utica policy promised to defend against claims of, and indemnification for, \"loss\" that \"arise[s] out of\" a \"wrongful act[]\" allegedly \"committed in the conduct of the insured's business ... in rendering or failing to render professional services\" as an insurance agent.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Utica refused to defend Massamont in the arbitration, taking the position that Westchester's demand claimed losses not covered by the policy. Massamont defended itself in the arbitration proceeding which resulted in an award against Massamont for $2.6 million. When Utica refused to indemnify Massamont for this award or defense costs incurred by Massamont in the arbitration, Massamont brought the present suit against Utica in federal district court alleging contractual breach of the Utica policy and for multiple damages under Mass. Gen. Laws. ch. 93A, &#167; 11 (2006).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On summary judgment, the district court held that the arbitration demand sought damages for breach of the exclusivity provision of the agency agreement. <i>Massamont Ins. Agency, Inc. v. Utica Mut. Life Ins. Co.,</i> 448 F.Supp.2d 329, 331 (D.Mass.2006). The court further held that \"the transfer of accounts to another company in breach of the exclusivity clause ... is not a `professional' act ... but rather was simply a business decision\" outside the policy's coverage. <i>Id.</i> at 332.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">This court reviews grants of summary judgment <i>de novo. Nicolo v. Philip Morris, Inc.,</i> 201 F.3d 29, 33 (1st Cir.2000). Where facts are not in dispute, the interpretation and application of the policy language is a question of law. <i>Liberty Mut. Ins. Co. v. Metro. Life Ins. Co.,</i> 260 F.3d 54, 61 (1st Cir.2001). The parties and the district court agree that Massachusetts law governs, and we accept this premise. <i>One Nat'l Bank v. Antonellis,</i> 80 F.3d 606, 608 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In delineating the duty to defend, Massachusetts courts say that \"if the allegations of the complaint are `reasonably susceptible' of an interpretation that they state or adumbrate a claim covered by the policy terms, the insurer must undertake the defense.\" <i>Sterilite Corp. v. Cont'l Cas. Co.,</i> 17 Mass.App.Ct. 316, 458 N.E.2d 338, 340-41 (1983) (internal citations omitted); <i>see also Cont'l Cas. Co. v. Gilbane Bldg. Co.,</i> 391 Mass. 143, 461 N.E.2d 209, 212 (1984). The duty to indemnify depends on whether the judgment, if any, is for a covered loss. <i>Boston Symphony Orchestra, Inc. v. Commercial Union Ins. Co.,</i> 406 Mass. 7, 545 N.E.2d 1156, 1158 (1989).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We agree with the district judge that the gravamen of the arbitration demand was the breach of the exclusivity provision. Although Westchester's charges of negligent operation by Massamont were set forth as \"background,\" the next section of the demand was titled \"Massamont Breaches the Exclusivity Provision of the Agreement\" and focused on Massamont's discussions with Axis and the subsequent transfer of $12 million worth of business to Axis.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Consonantly, in the section of the demand entitled \"Damages Suffered by Westchester,\" Westchester sought to recover damages to Westchester caused by Massamont's breach of the exclusivity provision in the agreement. Thus, both the claim and <i>ad damnum</i> were directed to the exclusivity provision. Also, pertinent to the duty to indemnify, the arbitrator's award stated that \"Massamont breached the Agency Agreement\" and awarded $2.6 million in damages to Westchester; the parties' post-hearing briefs in the arbitration make clear that the breach in question was the transfer of the business to Axis.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We also agree with the district judge that the diversion of business by Massamont in breach of its exclusivity obligation is not within the coverage provided by the Utica policy. As noted, that coverage is for wrongful acts \"committed in the conduct of the insured's business ... in rendering or failing to render professional services as\" an insurance agent. This would include services, whether for Westchester or for Massamont's own clients, but only insofar as they were \"professional services.\"</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">A promise by an agent to represent one insurer exclusively for certain lines of insurance is not itself a professional service, nor does a diversion of business in breach of such a contract comprise the performance of professional service. The closest cases interpreting Massachusetts insurance law hold that overcharging clients in fees, even though for work done in a professional capacity, is not itself a professional service covered by malpractice or E &amp; O policies.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Both sides have cited <i>Smartfoods, Inc. v. Northbrook Prop. &amp; Cas. Co.,</i> 35 Mass. App.Ct. 239, 618 N.E.2d 1365 (1993), in part because it involved breach of an exclusivity agreement; but the policy in that case was a commercial general liability policy with quite different language. <i>PMI Mortgage Ins. v. Am. Int'l Specialty Lines Ins. Co.,</i> 394 F.3d 761, 763 (9th Cir.2005), cited by Massamont, involved a policy that defined \"professional services\" quite broadly.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Often courts construing such policies treat as a touchstone whether or not the wrongful act draws on professional skills as opposed to ordinary business decision-making; and this criterion too works against Massamont. The SJC, in a malpractice case otherwise quite different than our own, quoted approvingly the Supreme Court of Nebraska's description of \"professional services\":</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Something more than an act flowing from mere employment or vocation is essential. The act or service must be such as exacts the use or application of special learning or attainments of some kind.... A `professional' act or service is one arising out of a vocation, calling, occupation, or employment involving specialized knowledge, labor, or skill....</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\"><i>Roe v. Fed. Ins. Co.,</i> 412 Mass. 43, 587 N.E.2d 214, 217 (1992) (quoting <i>Marx v. Hartford Accident &amp; Indem. Co.,</i> 183 Neb. 12, 157 N.W.2d 870, 871-72 (1968)).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Here, the decision to divert business may have been caused by friction over insurance matters but it was a distinct business decision by Massamont as to whether to maintain a relationship with a particular insurer &#8212; like leasing a building, buying supplies or charging for services. Such a decision is not the provision of professional services &#8212; the target of an E &amp; O or malpractice policy. The Massachusetts case law supporting this view, <i>see</i> note 1, <i>above,</i> is bolstered by case law elsewhere specifically directed toward insurance agents.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">For example, in holding that a trade secret claim brought against an insurance agent was not within \"professional services,\" the New York Court of Appeals explained in <i>Albert J. Schiff Associates, Inc. v. Flack,</i> 51 N.Y.2d 692, 435 N.Y.S.2d 972, 417 N.E.2d 84, 88 (1980):</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The renting of an office, the engagement of employees, arrangements to expand the size of one's activities, these may all have some connection with a covered business or profession. But, while they may set the stage for the performance of business or professional services, they are not the professional services contemplated by this special coverage. An errors and omissions policy is intended to insure a member of a designated calling against liability arising out of the mistakes inherent in the practice of that particular profession or business.</p>\n    </div>\n    <p class=\"indent\">Other cases are similar.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Massamont argues that its alleged mismanagement of insurance for Westchester played a causal role in the \"background\" disagreements between the two companies; that the disagreements led Massamont to divert business to Axis; and that the diversion underlies the alleged breach of the exclusivity provision. But while the policy does use \"arising out of\" language (construed generously in Massachusetts, <i>Bagley v. Monticello Ins. Co.,</i> 430 Mass. 454, 720 N.E.2d 813, 816 (1999)), a mere remote causal connection is not enough.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Massamont also says that Utica violated governing law by looking outside the four corners of the arbitration demand and the policy in denying coverage. There are limits on the insurer's right to rely on facts extrinsic to the complaint and policy in refusing to defend a suit otherwise colorably triggering a duty to defend. <i>E.g., Desrosiers v. Royal Ins. Co. of Am.,</i> 393 Mass. 37, 468 N.E.2d 625, 627-28 (1984). The aim is to make the duty to defend operate mechanically.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Such limits play no role in this case. Whatever the scope of Utica's investigation before it declined to defend, Utica's duty to defend Massamont is negated by merely comparing the arbitration demand with the E &amp; O policy's language. That comparison shows that the demand's gravamen was breach of an exclusivity agreement, not a professional services decision, and was therefore outside the scope of an E &amp; O policy.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The duty to indemnify, also asserted by Massamont, is ordinarily narrower than the duty to defend. \"If an insurer has no duty to defend, based on the allegations in the plaintiff's complaint, it necessarily follows that the insurer does not have a duty to indemnify.\" <i>Bagley,</i> 720 N.E.2d at 817. Further, the basis for the award, which may be consulted, <i>Travelers Ins. Co. v. Waltham Indus. Labs. Corp.,</i> 883 F.2d 1092, 1099 (1st Cir.1989), confirms that the damages were awarded for breach of the agency agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Finally, as to Massamont's Chapter 93A claim for unfair or deceptive practices, this too was dismissed by the district court. Much of this count rested on Utica's denial of coverage, which we have ruled proper. Delays in resolving the coverage question are also charged but, given that Utica had no duty to defend, Massamont had to explain why delay alone increased its defense costs and this it has not done. <i>Dryden Oil Co. of New England, Inc. v. Travelers Indem. Co.,</i> 91 F.3d 278, 290 n. 17 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> <i>Reliance Nat'l Ins. Co. v. Sears, Roebuck &amp; Co.,</i> 58 Mass.App.Ct. 645, 792 N.E.2d 145, 148 (2003) (lawyer fee setting not within malpractice policy); <i>Med. Records Assocs., Inc. v. Am. Empire Surplus Lines Ins.,</i> 142 F.3d 512, 515-16 (1st Cir.1998) (E &amp; O policy did not cover billing practices of a medical records processing business).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> <i>Employers Reins. Corp. v. Caswell,</i> 490 N.W.2d 145, 149 (Minn.App.Ct.1992) (diversion of revenues for improper purposes); <i>Richards v. Fireman's Fund Ins. Co.,</i> 417 N.W.2d 663, 668 (Minn.App.Ct.1988) (employment dispute between general insurance agents and managing agent); <i>cf. Bayer v. Employers Reins. Corp.,</i> 383 N.W.2d 858, 862 (S.D.1986) (insurance agents also acting as mortgage brokers for insurance clients).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> <i>See, e.g., Rischitelli v. Safety Ins. Co.,</i> 423 Mass. 703, 671 N.E.2d 1243, 1246 (1996) (auto insurance does not cover an assault that grows out of a driving incident); <i>Roe,</i> 587 N.E.2d at 218. Although Massachusetts case law is not seamless, these cases seem to us more on point than a reference to \"but for\" causation in <i>Bagley,</i> 720 N.E.2d at 816, and <i>Fuller v. First Fin. Ins. Co.,</i> 448 Mass. 1, 858 N.E.2d 288, 292 (2006) (rape arose out of excluded assault and battery in \"a single criminal episode\").</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation\" data-id=\"202825\"><a href=\"/opinion/202825/massamont-ins-v-utica-mutual-ins-co/\"><span class=\"volume\">489</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">71</span></a></span></p>\n    <p class=\"parties\">MASSAMONT INSURANCE AGENCY, INC., Plaintiff, Appellant,<br>v.<br>UTICA MUTUAL INSURANCE COMPANY, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 06-2465.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard March 5, 2007.</p>\n    <p class=\"date\">Decided June 7, 2007.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">John J. Davis with whom Pierce, Davis &amp; Perritano, LLP was on brief for appellant.</p>\n      <p class=\"indent\">Russell F. Conn with whom Erin K. Higgins, Jacob A. Labovitz and Conn Kavanaugh Rosenthal Peisch &amp; Ford, LLP were on brief for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, CYR and STAHL, Senior Circuit Judges.</p>\n      <p class=\"indent\">BOUDIN, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Massamont Insurance Agency, Inc. (\"Massamont\") is a licensed insurance agency in Massachusetts, specializing in the placement and administration of insurance programs for specialty markets. It has two programs known as Metrogard and Diplomax, which provide property insurance to schools and municipalities.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In January 2001, Massamont entered into an agreement, to continue indefinitely until terminated according to the terms of the agreement, with the corporate parent of Westchester Fire Insurance Company (\"Westchester\"), whereby Westchester would write policies under the two programs, with Massamont acting as the managing general agent for the policies (collecting premiums, promoting the program, maintaining records) and performing certain underwriting activities (based on guidelines from Westchester).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The agreement contained an exclusivity clause, central to this case, stating:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">During the term of this Agreement [Massamont] will not solicit for any other insurance carrier, except [Westchester], the Program business. If [Westchester] elects not to write such business, then [Massamont] is granted the right to submit such business to other insurance carriers under the same terms and conditions as presented to [Westchester].</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">After disputes between the two companies in late 2002 and early 2003, on July 1, 2003, Massamont placed Metrogard and Diplomax business for eastern Massachusetts and Rhode Island with Axis Specialty Insurance Company (\"Axis\"). Massamont says it thought Westchester no longer wanted the business. On July 9, 2003, Westchester sent a letter to Massamont purporting to terminate the agency agreement because of breach of the exclusivity clause.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Thereafter, invoking an arbitration clause in the agreement, Westchester demanded damages from Massamont. Although Westchester asserted that Massamont had poorly managed the insurance (<i>e.g.,</i> by poor risk assessment, lack of adjustment of premium on policies with repeated loss claims, and poor file maintenance), its demand sought damages because &#8212; allegedly in breach of the agreement &#8212; Massamont had diverted business to Axis without first offering it to Westchester.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Massamont then notified Utica Mutual Insurance Company (\"Utica\"), which provided Massamont with insurance under an Insurance Agents and Brokers Errors and Omissions (\"E &amp; O\") Liability Insurance Policy &#8212; a counterpart for insurance agents of legal or medical malpractice insurance. The Utica policy promised to defend against claims of, and indemnification for, \"loss\" that \"arise[s] out of\" a \"wrongful act[]\" allegedly \"committed in the conduct of the insured's business ... in rendering or failing to render professional services\" as an insurance agent.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Utica refused to defend Massamont in the arbitration, taking the position that Westchester's demand claimed losses not covered by the policy. Massamont defended itself in the arbitration proceeding which resulted in an award against Massamont for $2.6 million. When Utica refused to indemnify Massamont for this award or defense costs incurred by Massamont in the arbitration, Massamont brought the present suit against Utica in federal district court alleging contractual breach of the Utica policy and for multiple damages under Mass. Gen. Laws. ch. 93A, &#167; 11 (2006).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On summary judgment, the district court held that the arbitration demand sought damages for breach of the exclusivity provision of the agency agreement. <i>Massamont Ins. Agency, Inc. v. Utica Mut. Life Ins. Co.,</i> <span class=\"citation\" data-id=\"2396127\"><a href=\"/opinion/2396127/massamont-ins-agency-v-utica-mut-life-ins-co/\"><span class=\"volume\">448</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">329</span></a></span>, 331 (D.Mass.2006). The court further held that \"the transfer of accounts to another company in breach of the exclusivity clause ... is not a `professional' act ... but rather was simply a business decision\" outside the policy's coverage. <i>Id.</i> at 332.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">This court reviews grants of summary judgment <i>de novo. Nicolo v. Philip Morris, Inc.,</i> <span class=\"citation\" data-id=\"198766\"><a href=\"/opinion/198766/nicolo-v-philip-morris-inc/\"><span class=\"volume\">201</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">29</span></a></span>, 33 (1st Cir.2000). Where facts are not in dispute, the interpretation and application of the policy language is a question of law. <i>Liberty Mut. Ins. Co. v. Metro. Life Ins. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">260</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">54</span></span>, 61 (1st Cir.2001). The parties and the district court agree that Massachusetts law governs, and we accept this premise. <i>One Nat'l Bank v. Antonellis,</i> <span class=\"citation\" data-id=\"715773\"><a href=\"/opinion/715773/one-national-bank-v-joseph-m-antonellis/\"><span class=\"volume\">80</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">606</span></a></span>, 608 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In delineating the duty to defend, Massachusetts courts say that \"if the allegations of the complaint are `reasonably susceptible' of an interpretation that they state or adumbrate a claim covered by the policy terms, the insurer must undertake the defense.\" <i>Sterilite Corp. v. Cont'l Cas. Co.,</i> 17 Mass.App.Ct. 316, <span class=\"citation\" data-id=\"2241147\"><a href=\"/opinion/2241147/sterilite-corp-v-continental-casualty-co/\"><span class=\"volume\">458</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">338</span></a></span>, 340-41 (1983) (internal citations omitted); <i>see also Cont'l Cas. Co. v. Gilbane Bldg. Co.,</i> <span class=\"citation\" data-id=\"2051843\"><a href=\"/opinion/2051843/continental-casualty-co-v-gilbane-building-co/\"><span class=\"volume\">391</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">143</span></a></span>, <span class=\"citation\" data-id=\"2051843\"><a href=\"/opinion/2051843/continental-casualty-co-v-gilbane-building-co/\"><span class=\"volume\">461</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">209</span></a></span>, 212 (1984). The duty to indemnify depends on whether the judgment, if any, is for a covered loss. <i>Boston Symphony Orchestra, Inc. v. Commercial Union Ins. Co.,</i> <span class=\"citation\" data-id=\"2065700\"><a href=\"/opinion/2065700/boston-symphony-orchestra-v-commercial-union-ins-co/\"><span class=\"volume\">406</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">7</span></a></span>, <span class=\"citation\" data-id=\"2065700\"><a href=\"/opinion/2065700/boston-symphony-orchestra-v-commercial-union-ins-co/\"><span class=\"volume\">545</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1156</span></a></span>, 1158 (1989).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We agree with the district judge that the gravamen of the arbitration demand was the breach of the exclusivity provision. Although Westchester's charges of negligent operation by Massamont were set forth as \"background,\" the next section of the demand was titled \"Massamont Breaches the Exclusivity Provision of the Agreement\" and focused on Massamont's discussions with Axis and the subsequent transfer of $12 million worth of business to Axis.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Consonantly, in the section of the demand entitled \"Damages Suffered by Westchester,\" Westchester sought to recover damages to Westchester caused by Massamont's breach of the exclusivity provision in the agreement. Thus, both the claim and <i>ad damnum</i> were directed to the exclusivity provision. Also, pertinent to the duty to indemnify, the arbitrator's award stated that \"Massamont breached the Agency Agreement\" and awarded $2.6 million in damages to Westchester; the parties' post-hearing briefs in the arbitration make clear that the breach in question was the transfer of the business to Axis.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We also agree with the district judge that the diversion of business by Massamont in breach of its exclusivity obligation is not within the coverage provided by the Utica policy. As noted, that coverage is for wrongful acts \"committed in the conduct of the insured's business ... in rendering or failing to render professional services as\" an insurance agent. This would include services, whether for Westchester or for Massamont's own clients, but only insofar as they were \"professional services.\"</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">A promise by an agent to represent one insurer exclusively for certain lines of insurance is not itself a professional service, nor does a diversion of business in breach of such a contract comprise the performance of professional service. The closest cases interpreting Massachusetts insurance law hold that overcharging clients in fees, even though for work done in a professional capacity, is not itself a professional service covered by malpractice or E &amp; O policies.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Both sides have cited <i>Smartfoods, Inc. v. Northbrook Prop. &amp; Cas. Co.,</i> 35 Mass. App.Ct. 239, <span class=\"citation\" data-id=\"2230960\"><a href=\"/opinion/2230960/smartfoods-v-northbrook-property-cas-co/\"><span class=\"volume\">618</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1365</span></a></span> (1993), in part because it involved breach of an exclusivity agreement; but the policy in that case was a commercial general liability policy with quite different language. <i>PMI Mortgage Ins. v. Am. Int'l Specialty Lines Ins. Co.,</i> <span class=\"citation\" data-id=\"788877\"><a href=\"/opinion/788877/pmi-mortgage-insurance-co-v-american-international-specialty-lines/\"><span class=\"volume\">394</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">761</span></a></span>, 763 (9th Cir.2005), cited by Massamont, involved a policy that defined \"professional services\" quite broadly.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Often courts construing such policies treat as a touchstone whether or not the wrongful act draws on professional skills as opposed to ordinary business decision-making; and this criterion too works against Massamont. The SJC, in a malpractice case otherwise quite different than our own, quoted approvingly the Supreme Court of Nebraska's description of \"professional services\":</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Something more than an act flowing from mere employment or vocation is essential. The act or service must be such as exacts the use or application of special learning or attainments of some kind.... A `professional' act or service is one arising out of a vocation, calling, occupation, or employment involving specialized knowledge, labor, or skill....</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\"><i>Roe v. Fed. Ins. Co.,</i> <span class=\"citation\" data-id=\"2225781\"><a href=\"/opinion/2225781/roe-v-federal-ins-co/\"><span class=\"volume\">412</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">43</span></a></span>, <span class=\"citation\" data-id=\"2225781\"><a href=\"/opinion/2225781/roe-v-federal-ins-co/\"><span class=\"volume\">587</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">214</span></a></span>, 217 (1992) (quoting <i>Marx v. Hartford Accident &amp; Indem. Co.,</i> <span class=\"citation\" data-id=\"1760979\"><a href=\"/opinion/1760979/marx-v-hartford-accident-and-indemnity-company/\"><span class=\"volume\">183</span> <span class=\"reporter\">Neb.</span> <span class=\"page\">12</span></a></span>, <span class=\"citation\" data-id=\"1760979\"><a href=\"/opinion/1760979/marx-v-hartford-accident-and-indemnity-company/\"><span class=\"volume\">157</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">870</span></a></span>, 871-72 (1968)).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Here, the decision to divert business may have been caused by friction over insurance matters but it was a distinct business decision by Massamont as to whether to maintain a relationship with a particular insurer &#8212; like leasing a building, buying supplies or charging for services. Such a decision is not the provision of professional services &#8212; the target of an E &amp; O or malpractice policy. The Massachusetts case law supporting this view, <i>see</i> note 1, <i>above,</i> is bolstered by case law elsewhere specifically directed toward insurance agents.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">For example, in holding that a trade secret claim brought against an insurance agent was not within \"professional services,\" the New York Court of Appeals explained in <i>Albert J. Schiff Associates, Inc. v. Flack,</i> <span class=\"citation no-link\"><span class=\"volume\">51</span> <span class=\"reporter\">N.Y.2d</span> <span class=\"page\">692</span></span>, <span class=\"citation no-link\"><span class=\"volume\">435</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">972</span></span>, <span class=\"citation no-link\"><span class=\"volume\">417</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">84</span></span>, 88 (1980):</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The renting of an office, the engagement of employees, arrangements to expand the size of one's activities, these may all have some connection with a covered business or profession. But, while they may set the stage for the performance of business or professional services, they are not the professional services contemplated by this special coverage. An errors and omissions policy is intended to insure a member of a designated calling against liability arising out of the mistakes inherent in the practice of that particular profession or business.</p>\n    </div>\n    <p class=\"indent\">Other cases are similar.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Massamont argues that its alleged mismanagement of insurance for Westchester played a causal role in the \"background\" disagreements between the two companies; that the disagreements led Massamont to divert business to Axis; and that the diversion underlies the alleged breach of the exclusivity provision. But while the policy does use \"arising out of\" language (construed generously in Massachusetts, <i>Bagley v. Monticello Ins. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">430</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">454</span></span>, <span class=\"citation no-link\"><span class=\"volume\">720</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">813</span></span>, 816 (1999)), a mere remote causal connection is not enough.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Massamont also says that Utica violated governing law by looking outside the four corners of the arbitration demand and the policy in denying coverage. There are limits on the insurer's right to rely on facts extrinsic to the complaint and policy in refusing to defend a suit otherwise colorably triggering a duty to defend. <i>E.g., Desrosiers v. Royal Ins. Co. of Am.,</i> <span class=\"citation\" data-id=\"2234238\"><a href=\"/opinion/2234238/desrosiers-v-royal-ins-co-of-america/\"><span class=\"volume\">393</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">37</span></a></span>, <span class=\"citation\" data-id=\"2234238\"><a href=\"/opinion/2234238/desrosiers-v-royal-ins-co-of-america/\"><span class=\"volume\">468</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">625</span></a></span>, 627-28 (1984). The aim is to make the duty to defend operate mechanically.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Such limits play no role in this case. Whatever the scope of Utica's investigation before it declined to defend, Utica's duty to defend Massamont is negated by merely comparing the arbitration demand with the E &amp; O policy's language. That comparison shows that the demand's gravamen was breach of an exclusivity agreement, not a professional services decision, and was therefore outside the scope of an E &amp; O policy.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The duty to indemnify, also asserted by Massamont, is ordinarily narrower than the duty to defend. \"If an insurer has no duty to defend, based on the allegations in the plaintiff's complaint, it necessarily follows that the insurer does not have a duty to indemnify.\" <i>Bagley,</i> 720 N.E.2d at 817. Further, the basis for the award, which may be consulted, <i>Travelers Ins. Co. v. Waltham Indus. Labs. Corp.,</i> <span class=\"citation\" data-id=\"528400\"><a href=\"/opinion/528400/travelers-insurance-company-v-waltham-industrial-laboratories-corporation/\"><span class=\"volume\">883</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1092</span></a></span>, 1099 (1st Cir.1989), confirms that the damages were awarded for breach of the agency agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Finally, as to Massamont's Chapter 93A claim for unfair or deceptive practices, this too was dismissed by the district court. Much of this count rested on Utica's denial of coverage, which we have ruled proper. Delays in resolving the coverage question are also charged but, given that Utica had no duty to defend, Massamont had to explain why delay alone increased its defense costs and this it has not done. <i>Dryden Oil Co. of New England, Inc. v. Travelers Indem. Co.,</i> <span class=\"citation\" data-id=\"196910\"><a href=\"/opinion/196910/dryden-oil-company-v-the-travelers/\"><span class=\"volume\">91</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">278</span></a></span>, 290 n. 17 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> <i>Reliance Nat'l Ins. Co. v. Sears, Roebuck &amp; Co.,</i> 58 Mass.App.Ct. 645, <span class=\"citation no-link\"><span class=\"volume\">792</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">145</span></span>, 148 (2003) (lawyer fee setting not within malpractice policy); <i>Med. Records Assocs., Inc. v. Am. Empire Surplus Lines Ins.,</i> <span class=\"citation\" data-id=\"197926\"><a href=\"/opinion/197926/medical-records-v-american-empire/\"><span class=\"volume\">142</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">512</span></a></span>, 515-16 (1st Cir.1998) (E &amp; O policy did not cover billing practices of a medical records processing business).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> <i>Employers Reins. Corp. v. Caswell,</i> <span class=\"citation\" data-id=\"2116968\"><a href=\"/opinion/2116968/employers-reinsurance-corp-v-caswell/\"><span class=\"volume\">490</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">145</span></a></span>, 149 (Minn.App.Ct.1992) (diversion of revenues for improper purposes); <i>Richards v. Fireman's Fund Ins. Co.,</i> <span class=\"citation\" data-id=\"1717334\"><a href=\"/opinion/1717334/richards-v-firemans-fund-ins-co/\"><span class=\"volume\">417</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">663</span></a></span>, 668 (Minn.App.Ct.1988) (employment dispute between general insurance agents and managing agent); <i>cf. Bayer v. Employers Reins. Corp.,</i> <span class=\"citation no-link\"><span class=\"volume\">383</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">858</span></span>, 862 (S.D.1986) (insurance agents also acting as mortgage brokers for insurance clients).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> <i>See, e.g., Rischitelli v. Safety Ins. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">423</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">703</span></span>, <span class=\"citation no-link\"><span class=\"volume\">671</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1243</span></span>, 1246 (1996) (auto insurance does not cover an assault that grows out of a driving incident); <i>Roe,</i> 587 N.E.2d at 218. Although Massachusetts case law is not seamless, these cases seem to us more on point than a reference to \"but for\" causation in <i>Bagley,</i> 720 N.E.2d at 816, and <i>Fuller v. First Fin. Ins. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">448</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">1</span></span>, <span class=\"citation no-link\"><span class=\"volume\">858</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">288</span></span>, 292 (2006) (rape arose out of excluded assault and battery in \"a single criminal episode\").</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/196910/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197926/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198766/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202825/",
    "http://www.courtlistener.com/api/rest/v3/opinions/528400/",
    "http://www.courtlistener.com/api/rest/v3/opinions/715773/",
    "http://www.courtlistener.com/api/rest/v3/opinions/788877/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1717334/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1760979/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2051843/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2065700/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2116968/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2225781/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2230960/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2234238/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2241147/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2396127/"
  ]
}