{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202875/",
  "absolute_url": "/opinion/202875/united-states-v-damico/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202875/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:03:55Z",
  "date_modified": "2016-04-26T12:47:48.130347Z",
  "type": "010combined",
  "sha1": "fd2e8a63a23f3b82869b38df15b9ce976a99b578",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/05-1468-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2007/08/07/US_v._DAmico.pdf",
  "plain_text": "          United States Court of Appeals\n                        For the First Circuit\n\n\nNos. 05-1468, 05-1573\n\n                    UNITED STATES OF AMERICA,\n\n                    Appellee/Cross-Appellant,\n\n                                 v.\n\n                         MICHAEL J. D'AMICO,\n\n              Defendant, Appellant/Cross-Appellee.\n\n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n            [Hon. Rya W. Zobel, U.S. District Judge]\n\n\n                               Before\n\n                        Selya, Circuit Judge,\n\n                  Stahl, Senior Circuit Judge,\n\n                   and Howard, Circuit Judge.\n\n\n\n     James L. Sultan with whom Jonathan Harwell and Rankin &\nSultan, were on brief, for appellant.\n     S. Theodore Merritt, Assistant United States Attorney with\nwhom Michael J. Sullivan, United States Attorney, was on brief\nfor, appellee/cross-appellant.\n\n\n\n                           August 7, 2007\n\f             HOWARD, Circuit Judge.         Michael D'Amico, a former city\n\ncouncillor for the City of Quincy, Massachusetts, was convicted of\n\nextortion under color of official right in violation of the Hobbs\n\nAct, 18 U.S.C. § 1951, and of making false statements to an agent\n\nof the Federal Bureau of Investigation (FBI) in violation of 18\n\nU.S.C. § 1001.         The Hobbs Act conviction stems from D'Amico's\n\naccepting $2,500 from Paul Gostoves, an FBI informant and owner of\n\na Dunkin' Donuts franchise, who was seeking to have the road in\n\nfront of his Quincy store widened. The false statements conviction\n\nstems from D'Amico's lying to an FBI agent about this transaction.\n\nD'Amico was sentenced to four months' imprisonment, even though the\n\napplicable guidelines sentencing range (GSR) was 31-44 months.\n\nD'Amico appeals the Hobbs Act conviction, and the government cross-\n\nappeals the sentence.\n\n                             I. D'Amico's Appeal\n\n             A.        Duplicitous Indictment\n\n             D'Amico first contends that the Hobbs Act extortion\n\ncharge was duplicitous.        The indictment charged D'Amico with one\n\ncount of interfering and attempting to interfere with interstate\n\ncommerce     through    extortion.1     D'Amico    argues   that   attempted\n\n\n     1\n         The count read as follows:\n\n     On or about October 15, 2001 at Quincy, in the\n     District of Massachusetts, MICHAEL J. D'AMICO\n     defendant herein, who was then a city counselor for\n     the City of Quincy, did obtain and attempt to obtain\n     property, to wit: two thousand five hundred dollars\n\n                                      -2-\n\fextortion and completed extortion are separate crimes which had to\n\nbe indicted in separate counts.      The district court disagreed.2\n\n             Duplicity challenges to an indictment are reviewed de\n\nnovo.     See United States v. Kelley, 461 F.3d 817, 830 (6th Cir.\n\n2006); United States v. Caldwell, 302 F.3d 399, 407 (5th Cir.\n\n2002); United States v. Trammell, 133 F.3d 1343, 1354 (10th Cir.\n\n1998); United States v. Bryan, 868 F.2d 1032, 1037 (9th Cir. 1989).\n\n\"Duplicity is the joining in a single count of two or more distinct\n\nand separate offenses.\" United States v. Verrecchia, 196 F.3d 294,\n\n297   (1st   Cir.   1999).   \"The    prohibition   against   duplicitous\n\nindictments arises primarily out of a concern that the jury may\n\nfind a defendant guilty on a count without having reached a\n\n\n\n\n      ($2,500.00) in cash from another with his consent,\n      by means of extortion, that is under the color of\n      official right as a City Counselor (sic), for the\n      purpose of influencing a road construction project\n      in Quincy, and did thereby obstruct and attempt to\n      obstruct and affect commerce and the movement of\n      articles and commodities in commerce.\n      2\n      In making this ruling, the district court criticized D'Amico\nfor waiting until the eve of trial to file a motion challenging the\nindictment. The government argues that, in light of the district\ncourt's comment, we should rule that D'Amico waived his duplicity\nchallenge. Federal Rule of Civil Procedure 12(e) provides that a\ndefendant waives a defective indictment claim if the claim is made\nafter the deadline for pretrial motions, unless the district court\npermits the late filing for \"good cause.\" D'Amico's challenge to\nthe indictment was undoubtedly late, but, because the district\ncourt rejected his argument on the merits, we shall reach the\nmerits as well. See United States v. Huber, 404 F.3d 1047, 1054\n(8th Cir. 2005).\n\n                                    -3-\n\funanimous verdict on the commission of any particular offense.\"3\n\nUnited States v. Valerio, 48 F.3d 58, 63 (1st Cir. 1995) (citation\n\nomitted).   The bar against duplicitous indictments is embodied in\n\nFed. R. Crim. P. 8(a), which provides that separate offenses must\n\nbe charged in separate counts of an indictment.   See United States\n\nv. Damrah, 412 F.3d 618, 622 (6th Cir. 2005); United States v.\n\nBuchmeier, 255 F.3d 415, 421 (7th Cir. 2001).       \"[D]etermining\n\nwhether there is duplicity [in an indictment] . . . is [often] a\n\ndifficult and subtle question.\"   1A Charles Alan Wright, Federal\n\nPractice & Procedure (Criminal) § 142 (3d ed. 1999).\n\n            The question here is whether an indictment charging a\n\ncompleted and attempted extortion in one count is duplicitous.\n\nOrdinarily, it has been thought that attempt is a lesser-included\n\noffense of the completed crime and need not be charged at all.   See\n\nFed. R. Crim. P. 31(c); United States v. Summit Refrigeration\n\nGroup, Inc., No. 05-151, 2006 WL 3091115, at *5 (E.D. Wis. Oct. 26,\n\n2006) (unpublished disposition) (\"[I]f a defendant can be found\n\nguilty of attempt even if attempt is not charged, it cannot be\n\nduplicitous to charge [attempt and the completed offense] in one\n\n\n\n     3\n      Courts have recognized additional harms from a duplicitous\nindictment, including that it may (1) fail to give the defendant\nadequate notice of the nature of the charges, (2) threaten to\nsubject the defendant to prejudicial evidentiary rulings at trial,\nand (3) produce trial records inadequate to allow a defendant to\nplead prior convictions or acquittals as a bar to subsequent\nprosecution for the same offense. E.g., United States v. Marshall,\n75 F.3d 1097, 1111 (7th Cir. 1996).\n\n                                -4-\n\fcount.\"); United States v. Stotts,          No. 01-1001, 2002 WL 1477214,\n\nat *6-*7 (W.D. Tenn. July 2, 2002) (unpublished disposition)\n\n(indictment charging attempt to manufacture methamphetamine and\n\ncompleted crime in same count was not duplicitous because attempt\n\nwas lesser-included offense of completed crime); United States v.\n\nQuinn, 364 F. Supp. 432, 437 (N.D. Ga. 1973) (stating that by\n\nincluding attempt in the same count of the indictment as the\n\ncompleted offense, \"the government is merely making explicit its\n\nright to a verdict . . . finding [the] defendant guilty of an\n\nattempt . . . whether an attempt is charged or not\").\n\n            Where, however, attempt is not a lesser-included offense\n\nof the completed crime, at least one court has held that an\n\nindictment charging attempt and the completed crime in the same\n\ncount is duplicitous.       See United States v. Ramirez-Martinez, 273\n\nF.3d 903, 913-14 (9th Cir. 2001), overruled on other grounds by\n\nUnited States v. Lopez, 484 F.3d 1186 (9th Cir. 2007) (en banc).\n\nIn   Ramirez-Martinez,      the   Ninth    Circuit        found   an   indictment\n\nduplicitous where it charged a defendant, in a single count, with\n\nboth transporting and attempting to transport undocumented aliens\n\nwithin the United States.           See 8 U.S.C. § 1324(a)(1)(A)(ii).\n\nAccording to the court, a conviction for attempted transport\n\nrequires    proof   that   the    defendant   had     a    specific    intent    to\n\ntransport    undocumented    aliens,      while   a   conviction       for   actual\n\ntransport requires proof only that the defendant had a general\n\n\n                                     -5-\n\fintent to transport aliens \"with knowledge or reckless disregard of\n\ntheir undocumented status.\"4           Ramirez-Martinez, 273 F.3d at 14.\n\n             The cases hold that attempts are lesser-included offenses\n\nof completed Hobbs Act violations.              United States v. Coyazo, 95\n\nFed. Appx. 261, 265 (10th Cir. 2004) (unpublished disposition)\n\n(robbery); United States v. Gregory, No. 99-1765, 2000 WL 1644071,\n\nat *2 (2d Cir. Nov. 1, 2000) (unpublished disposition) (robbery);\n\nUnited States v. Barnard, No. 92-558, 1983 WL 144644, at *2 (E.D.\n\nLa.     Mar. 24, 1993)(unpublished disposition) (extortion); United\n\nStates v. Blair, 762 F. Supp. 1384, 1386 n.3 (N.D. Cal. 1991)\n\nextortion).      That is, all the elements of attempted extortion are\n\nelements of the completed crime, unlike the separate elements\n\npresent in Ramirez-Martinez. See United States v. Bailey, 227 F.3d\n\n792, 797 (7th Cir. 2000).          As Count I of the indictment in this\n\ncase may be read to include only one Hobbs Act violation --\n\nextortion or the lesser included offense of attempted extortion, we\n\nagree     with   the    district   court      that   the   indictment   is   not\n\nduplicitous on its face. See United States v. Mastelotto, 717 F.2d\n\n1238,     1244   (9th   Cir.   1983)   (\"In    reviewing   an   indictment   for\n\nduplicity, our task is not to review the evidence presented at\n\ntrial to determine whether it would support charging several crimes\n\nrather than just one, but rather solely to assess whether the\n\n\n\n      4\n      We take no position on whether this interpretation of 8\nU.S.C. § 1324(a)(1)(A)(ii) is correct.\n\n                                        -6-\n\findictment itself can be read to charge only one violation in each\n\ncount.\"), overruled on other grounds by United States v. Miller,\n\n471 U.S. 130 (1985), cited with approval in United States v.\n\nTrainor, 477 F.3d 24,32 (1st Cir. 2007).5\n\n           In asserting that he was prejudiced by the allegedly\n\nduplicitous indictment, D'Amico argues in his reply brief, as he\n\ndid before the district court, that he was denied the right to a\n\nunanimous jury verdict.        D'Amico contends that some jurors might\n\nhave found him guilty of attempted extortion based in part on a\n\nfinding that he believed the payment of $2,500 he received from\n\nGostoves would deplete assets of the Dunkin' Donuts franchise.\n\nD'Amico   says   that   this   belief,    if   proved,   could   supply   the\n\ninterstate commerce nexus required for conviction for attempt under\n\nthe statute (we discuss the interstate commerce requirement further\n\nin part C. of this opinion).      But, he argues, his belief about the\n\nsource and effect of the payment was irrelevant to whether a\n\ncompleted extortion was committed; an actual impact on interstate\n\ncommerce is required. Given that the proof for attempted extortion\n\n\n     5\n      In support of his duplicity argument, D'Amico relies\nprimarily on United States v. Stark, 515 F.2d 112, 116-118 (3d Cir.\n1975).   In Stark, the court held that an indictment charging a\ndefendant with conspiracy to extort and attempt to extort under the\nHobbs Act in the same count was duplicitous. Stark's holding is an\napplication of the established principle that conspiracy and the\nsubstantive offense are distinct crimes, Iannelli v. United States,\n420 U.S. 770, 777 (1975), that should be charged in separate counts\nof an indictment, see Wright, supra at § 142 at 14 n.14 (citing\ncases). Stark has no application here, where conspiracy was not\ncharged.\n\n                                    -7-\n\fand completed extortion could be different, the argument concludes,\n\nthe jury may not have been unanimous about whether D'Amico was\n\nguilty of extortion or attempted extortion.\n\n          While, as we have noted, one of the purposes of the\n\nprohibition against duplicitous indictments is to guard against\n\nconviction without a unanimous jury verdict, the fact that an\n\nindictment is not duplicitous on its face of course does not\n\nguarantee that a jury verdict will be unanimous, based on the\n\nevidence actually presented. We have observed a lack of clarity in\n\nthe law about the requirement for juror unanimity when, as here,\n\nthere are alternate paths to a verdict, and we have acknowledged\n\nthat a count may contain alternative theories, factual scenarios\n\nand lines of evidentiary inference, \"making generalizations about\n\nunanimity hazardous.\"   United States v. Pagan-Santini, 451 F.3d\n\n258, 267 (1st Cir. 2006).   We need not decide whether D'Amico would\n\nhave been entitled to a unanimity instruction, for he did not seek\n\none at trial, and on appeal he expressly disclaims that he is\n\nchallenging the failure to give such an instruction, preferring\n\ninstead to rest on his claim that the trial should not have\n\nproceeded on the indictment as drafted. Because the indictment was\n\nnot duplicitous, we reject that claim.\n\n           B.    Promise of an Official Act\n\n          D'Amico next challenges the district court's denial of\n\nhis Fed. R. Crim. P. 29 motion for a judgment of acquittal.      He\n\n\n                                 -8-\n\fcontends that the government failed to prove, as it must, that he\n\naccepted the $2,500 payment from Gostoves in exchange for a promise\n\nto perform an official act.\n\n          We review D'Amico's sufficiency of the evidence claim de\n\nnovo. See United States v. Hall, 434 F.3d 42, 49 (1st Cir. 2006).\n\nIn so doing, \"we must decide, viewing the evidence in the light\n\nmost favorable to the verdict of guilt, whether a reasonable\n\nfactfinder could find the defendant guilty of the crime beyond a\n\nreasonable doubt.\"     United States v. Boulanger, 444 F.3d 76, 89\n\n(1st Cir. 2006).\n\n          In relevant part, the Hobbs Act defines extortion \"as the\n\nobtaining of property from another with his consent, induced . . .\n\nunder color of official right.\"        18 U.S.C. § 1951(b)(2).   \"To\n\nestablish guilt for extortion under color official right, the\n\n[government] must show . . . that the defendant, a public official,\n\nhas received an emolument that he was not entitled to receive, with\n\nknowledge that the emolument was tendered in exchange for some\n\nofficial act.\"    United States v. Cruz-Arroyo, 461 F.3d 69, 73 (1st\n\nCir. 2006).      Additionally, where the payment was treated as a\n\ncampaign contribution, the government must demonstrate that the\n\npayment was \"in return for an explicit promise or undertaking by\n\nthe official to perform or not to perform an official act.\"\n\nMcCormick v. United States, 500 U.S. 257, 273 (1991).      In other\n\nwords, where the payment takes the form of a campaign contribution,\n\n\n                                 -9-\n\fthe government must prove a \"specific quid pro quo\" between the\n\npublic official and the payor.   United States v. Cruzado-Laureano,\n\n404 F.3d 470, 482 (1st Cir. 2005).\n\n          This last requirement is rooted in the recognition that\n\ncandidates for political office must raise money to fund their\n\ncampaigns and that, to do so effectively, they often must make\n\npromises concerning their plans if elected.   As the Supreme Court\n\nexplained:\n\n          Money is constantly being solicited on behalf\n          of candidates, who run on platforms and who\n          claim support on the basis of their views and\n          what they intend to do or have done. Whatever\n          ethical considerations and appearances may\n          indicate, to hold that legislators commit the\n          federal crime of extortion when they act for\n          the benefit of constituents . . . shortly\n          before or after campaign contributions are\n          solicited and received from the beneficiaries,\n          is an unrealistic assessment of what Congress\n          could have meant by making it a crime to obtain\n          property from another, with his consent, 'under\n          color of official right.' To hold otherwise\n          would open to prosecution not only conduct that\n          has long been thought to be well within the law\n          but also conduct that in a very real sense is\n          unavoidable so long as election campaigns are\n          financed    by   private    contributions    or\n          expenditures, as they have been from the\n          beginning of the Nation.\n\nMcCormick, 500 U.S. at 272.\n\n          The government contends that the quid pro quo requirement\n\ndoes not apply in this case because there was evidence from which\n\na jury could conclude that Gostoves' payment to D'Amico was not a\n\ncampaign contribution.   But, whatever inference the evidence may\n\n\n                                 -10-\n\fhave permitted, the district court instructed the jury that to find\n\nD'Amico guilty, it had to conclude that \"the payment was made in\n\nreturn for an agreement or a promise by [D'Amico] to perform some\n\nofficial act . . . .        The quid pro quo is a promise to use the\n\noffice for the benefit of the payor.\" This instruction, unobjected\n\nto by the government, is the law of the case and supplies the\n\nstandard by which we measure the sufficiency of the evidence.       See\n\nUnited States v. Zanghi, 189 F.3d 71, 79 (1st Cir. 1999).6        Thus,\n\nfor the conviction to stand, there must be adequate evidence from\n\nwhich a reasonable jury could find that D'Amico promised to perform\n\nan official act in exchange for the payoff from Gostoves.\n\n               D'Amico contends that, by the time Gostoves paid him, the\n\nplan to widen the road in front of Gostoves' Dunkin' Donuts had\n\nalready been approved by the city council.        This undisputed fact,\n\nD'Amico contends, compels the conclusion that there was no quid pro\n\nquo.       We disagree.\n\n               A reasonable jury could have found the following facts.\n\nIn August 2001, the Quincy City Council considered issuing a permit\n\nto allow Home Depot, Inc. to construct a new building on the same\n\n\n       6\n      The government has not argued that the court's instruction\nwas \"patently incorrect,\" see United State v. Gomes, 969 F.2d 1290,\n1294 (1st Cir. 1992) (stating that unobjected-to jury instruction\nis law of the case unless instruction is patently incorrect or\ninternally inconsistent), nor could it so argue in light of the\nseveral circuits that have held that a quid pro quo requirement\napplies in all extortion under color of official right\nprosecutions. See United States v. Giles, 246 F.3d 966, 971-72\n(7th Cir. 2001) (citing cases).\n\n                                    -11-\n\fstreet as Gostoves' Dunkin' Donuts.            At the Council meeting where\n\nthis       permit   was   considered,     D'Amico    told   the    Quincy      traffic\n\nengineer, Jack Gillon, that he would oppose the permit unless Home\n\nDepot was required to pay for widening the road in front of the\n\nDunkin' Donuts. As a result of D'Amico's demand, Home Depot agreed\n\nto   pay     for    the   road-widening    project    as    part   of    the   permit\n\nrequirements.\n\n               On October 15, 2001, approximately two months after Home\n\nDepot agreed to pay to widen the road,              Gostoves and D'Amico met at\n\n10:30 p.m. in the parking lot of Gostoves' Dunkin' Donuts to\n\nexecute the payoff.7            Gostoves made clear that he was paying\n\nD'Amico \"for the road improvement\" and because he needed \"a friend\n\n. . . to make sure that this is going to happen and happen the\n\nright way.\"         D'Amico assured Gostoves that the widening project\n\nwould proceed but also promised that he \"would meet periodically\n\nwith the traffic department just to keep it going.\"                     Promising to\n\nmeet with the traffic department was not an empty gesture because\n\nthere was a further approval process for the project, even after\n\nthe Home Depot permit issued.               In fact, D'Amico, as promised,\n\ncontacted the traffic engineer shortly after receiving the payoff\n\nto make sure that the project remained on track.\n\n               A reasonable jury thus could have concluded that D'Amico\n\n\n       7\n      At this point, Gostoves was cooperating with the FBI after he\nhad been indicted for federal tax evasion. The money that Gostoves\npaid to D'Amico was provided by the FBI.\n\n                                        -12-\n\fexplicitly promised Gostoves that, in exchange for the $2,500\n\npayment, he would use his influence as a city councillor to\n\npressure    the   traffic   department   to   pursue    the   road-widening\n\nproject.      This conclusion is sufficient to ground a conviction.\n\nUntil the project was completed, Gostoves had an interest in having\n\nan influential public official advocating for the project, and\n\nD'Amico willingly agreed to serve as that advocate.\n\n             C.     Interstate Commerce Requirement\n\n             In addition to the requirements discussed above, to prove\n\na completed extortion, the government had to satisfy the Hobbs\n\nAct's jurisdictional element of showing that D'Amico's conduct\n\n\"obstruct[ed], delay[ed], or affect[ed] commerce.\"             18 U.S.C. §\n\n1951.     To meet this requirement, the government had to prove only\n\nthat there was a \"realistic probability\" that D'Amico's conduct\n\nwould affect interstate commerce.        United States v. Capozzi, 347\n\nF.3d 327, 335 (1st Cir. 2003).\n\n             In an vein similar to his duplicity contention, D'Amico\n\nargues that the jury was presented with a legally invalid theory\n\nfor establishing this realistic probability.           As mentioned above,\n\nthe money that Gostoves paid to D'Amico belonged to the FBI.          Supra\n\nat n.7.    Relying on United States v.    DiCarlantonio, 870 F.2d 1058,\n\n1060 (6th Cir. 1989), D'Amico contends that the jurisdictional\n\nrequirement for a completed Hobbs Act violation is not met where\n\nthe money used for an extortion belongs to the government.          He does\n\n\n                                  -13-\n\fnot dispute, however, that the government established a valid\n\neffect on interstate commerce through evidence that the extortion\n\ndepleted assets of Home Depot, a business engaged in interstate\n\ncommerce, by requiring it to pay for the road-widening project.\n\nSee United States v. Rodriguez-Casiano, 425 F.3d 12, 15 (1st Cir.\n\n2005) (recognizing depletion of assets of business in interstate\n\ncommerce as valid way of showing effect on commerce under the Hobbs\n\nAct).    Thus, D'Amico does not contend that he is entitled to a\n\njudgment of acquittal.    Rather, he seeks a new trial, relying on\n\nthe rule that a general verdict cannot stand where the jury was\n\npresented with valid and legally flawed theories of liability and\n\nmay have relied on the flawed theory to convict.      See Griffin v.\n\nUnited States, 502 U.S. 46, 49 (1991).8\n\n           The primary problem with D'Amico's argument is that it\n\ndoes not appear that the jury was presented with the theory that\n\nGostoves' payment of FBI money to D'Amico established the effect on\n\ninterstate    commerce   required   for   a   substantive   extortion\n\nconviction.    The government did not make this argument, and the\n\njury instructions, unchallenged on this point, did not suggest this\n\n\n     8\n      The Griffin rule does not apply where the jury is presented\nwith two theories and one is factually flawed. In such cases, the\nconviction stands. We assume, arguendo, that D'Amico has made a\nlegal insufficiency argument to which Griffin could apply. See\nUnited States v. Syme, 276 F.3d 131, 145 (3d Cir. 2002) (\"A theory\nupon which a criminal charge rests is legally invalid under Griffin\nif the indictment or the district court's jury instructions are\nbased on an erroneous interpretation of law or a mistaken\ndescription of the law.\").\n\n                                -14-\n\ftheory.   Thus, even if we assume that the payment of FBI money was\n\ninsufficient to ground the jurisdictional finding, there is little\n\nlikelihood that the jury was led astray.\n\n           D.       Closing Argument\n\n           Finally, D'Amico claims that statements made by the\n\nprosecutor during her closing argument were improper and require a\n\nnew trial.      We review de novo whether the challenged statements\n\nwere improper.     United States v. Nelson-Rodriguez, 319 F.3d 12, 38\n\n(1st Cir. 2003).    The district court's decision whether to award a\n\nnew trial on the basis of any identified improper statements is\n\nreviewed for an abuse of discretion.     Id.\n\n           During the trial, the government had sought to introduce\n\nevidence that in 1996, while a city counselor, D'Amico had accepted\n\nanother $2,500 payment from Gostoves.    The district court excluded\n\nthis evidence.     It did, however, allow the FBI agent who arranged\n\nGostoves' October 2001 payoff to D'Amico to testify that she was\n\ninvestigating D'Amico because Gostoves told her about an alleged\n\nprior payment to D'Amico.      This testimony was admitted only to\n\nexplain the reason for the FBI's investigation.     The agent did not\n\ntestify that Gostoves told her that the prior payment had been in\n\nthe amount of $2,500.\n\n           Despite the fact that no evidence had been allowed about\n\nthe amount of the prior payment, the prosecutor stated that the\n\nagent \"told you that when she debriefed Mr. Gostoves . . . he said\n\n\n                                  -15-\n\fthat he made a $2,500 payment to the defendant in the past.                   And\n\n[the    agent]    told   you    that   she    wanted   to    corroborate      that\n\ninformation by seeing if the defendant would take another such\n\n$2,500 payment\" from Gostoves. D'Amico objected to this statement.\n\nThe court immediately sustained the objection, commenting that it\n\ndid \"not recall [this] evidence,\" and told the jury \"to disregard\n\nany of this.\"      At the end of the government's argument, D'Amico\n\nmoved for a mistrial.          The court denied the motion, ruling that,\n\nwhile   the    prosecutor's      comment     about   the    prior   payment    was\n\nimproper, D'Amico had failed to show prejudice, \"especially in\n\nlight of the [court's] instruction to the jury members that they\n\ndisregard the remark.\"\n\n              D'Amico contends that the prosecutor's entire statement\n\nconcerning the prior payment was improper because there was no\n\nsubstantive evidence that Gostoves had ever made such a payment to\n\nD'Amico.   The government acknowledges impropriety, but only to the\n\nextent that the prosecutor mentioned the amount of the prior\n\npayment.      We agree with the government.\n\n              The prosecutor did not argue that there was proof of a\n\nprior payment from Gostoves to D'Amico; she stated only that the\n\nFBI was investigating D'Amico to corroborate Gostoves' claim that\n\nhe had made such a payment.        This was consistent with the evidence\n\nadmitted without objection at trial and thus was a proper ground\n\nfor argument.      See United States v. McKeeve, 131 F.3d 1, 14 (1st\n\n\n                                       -16-\n\fCir. 1997) (stating that at \"least in the absence of highly\n\nexceptional circumstances, a comment by counsel in the course of\n\njury summation that merely recounts properly admitted testimony,\n\naccurately    and    without    embellishment       or   distortion,     cannot\n\nconstitute reversible error\").         Accordingly, the prosecutor erred\n\nonly to the extent that she stated the amount of the alleged prior\n\npayment.9\n\n            The question before us is whether this misstatement\n\nwarrants a new trial. To determine whether a prosecutor's improper\n\nstatement \"so poisoned the well \"that a new trial is necessary,                we\n\nconsider (1) whether the prosecutor's misconduct was deliberate\n\nand/or isolated; (2) whether the [district] court gave a strong and\n\nexplicit cautionary instruction; and (3) whether it is likely that\n\nany   prejudice     surviving   the   [court's]     instruction    could   have\n\naffected the outcome of the case.\"           United States v. Cormier, 468\n\nF.3d 63, 73 (1st Cir. 2006).          As stated above, a district court's\n\nnegative answer to this question is entitled to deference.\n\n            The   misstatement    does       not   appear   to   have   been   a\n\ndeliberate distortion of the evidence. As mentioned above, the FBI\n\nagent testified that Gostoves had reported making a prior payment\n\n\n\n      9\n      D'Amico also challenges a statement by the prosecutor quoting\nGostoves as saying to D'Amico, in reference to the October 2001\npayoff, that they would do something \"like in the past.\" Gostoves'\nstatement to this effect was admitted without restriction, and thus\nit was proper for the prosecutor to rely on it in her argument.\nMcKeeve, 131 F.3d at 14.\n\n                                      -17-\n\fto D'Amico.   This evidence was not admitted to prove that such a\n\npayment had actually taken place, and the prosecutor was careful\n\nnot to characterize it as such.     The prosecutor did go beyond the\n\nevidence by stating the amount of the supposed prior payment.    But\n\nthere is no reason to suppose that the error was intentional,\n\nespecially given that the prosecutor did not have a transcript of\n\nthe agent's testimony at her disposal.        See United States v.\n\nCarrasquillo-Plaza, 873 F.2d 10, 13 (1st Cir. 1989 (stating that\n\n\"allowance must be made for an attorney, even Government counsel,\n\nwho out of haste or confusion misunderstands the substance of the\n\nprevious testimony\").      Moreover, the misstatement was a one-time\n\nevent.   See United States v. Palmer, 203 F.3d 55, 58 (1st Cir.\n\n2000).\n\n          The misstatement was followed by a timely and direct\n\ncurative instruction.   The district judge stated that she did not\n\nremember any evidence about the prior payment and told the jury to\n\ndisregard the prosecutor's entire discussion of the topic.      This\n\ninstruction was even broader than necessary because, as discussed\n\nabove, the prosecutor's statement was only improper to the extent\n\nthat she mentioned the $2,500 figure.        Moreover, in its final\n\ninstructions, the court stated that counsels' arguments are not\n\nevidence, and that it is the jury's recollection of the evidence\n\nthat controls.   See id.\n\n          Finally, the misstatement was not so central to the case\n\n\n                                  -18-\n\fthat it likely affected the outcome.               D'Amico's primary defense\n\nwas that the October 2001 payment was not made in return for a\n\npromise to perform an official act.            The jury, however, was not\n\ntold that D'Amico had promised Gostoves anything in exchange for\n\nthe prior payment.    And the mere fact of the prior payment was not\n\nparticularly    probative    concerning      whether    D'Amico    had   made   a\n\nspecific promise to perform an official act in exchange for the\n\nOctober 2001 payment.       Moreover, the jury had before it a tape\n\nrecording of the October 2001 payment and thus had direct evidence\n\nconcerning the promises that D'Amico made to Gostoves in exchange\n\nfor the payment.    This direct evidence was almost certainly at the\n\nforefront of the jury's deliberation in light of D'Amico's defense\n\nthat, while he accepted the 2001 payment from Gostoves, he did not\n\npromise   him   anything    as   part   of   the    transaction.     In   these\n\ncircumstances, where the focus was not on the fact of payment but\n\nrather on the existence vel non of a quid pro quo, it is highly\n\nunlikely that the prosecutor's misstatement concerning evidence\n\nabout the fact of a prior payment affected the trial's outcome.\n\n           Before leaving this issue, we emphasize that we are not\n\nsaying that mentioning the amount was a minor mistake by the\n\nprosecutor; it created a real risk of infecting to a material\n\ndegree what was otherwise proper argument.             We have found no abuse\n\nof discretion in the ruling on the motion for new trial only\n\nbecause the statement was not intentionally erroneous, the argument\n\n\n                                    -19-\n\fitself was proper, there was a curative instruction, and the focus\n\nof the trial was not on whether there was a $2,500 payment in\n\nOctober 2001 but on whether there was a quid pro quo for the\n\npayment.\n\n                II.   The Government's Cross-Appeal\n\n           The government appeals D'Amico's sentence.   The district\n\ncourt calculated the GSR at 31-41 months of imprisonment but\n\nsentenced D'Amico to four months' imprisonment. The court provided\n\nthe following explanation for the sentence:\n\n           The factors that I have considered include:\n           [T]hat   the    defendant   clearly    is   an\n           energetic, highly motivated person. He's been\n           a hustler. He's worked hard all of his life.\n           He has often had more than one job . . . . He\n           has accomplished much, both by achieving\n           appointed and elected office.      He clearly\n           cares about public service, with the emphasis\n           on the service, and with a large altruistic\n           component. He was in many ways a very good\n           legislator, who served his constituents with\n           dedication, with energy, and with imagination.\n\n           I am particularly impressed and credit the\n           letters   about   his   conscientiousness   and\n           effective service and on the fact that he\n           returned    phone    calls,    an   unusual\n           characteristic among people who don't have to\n           do that or think they don't have to do it.\n\nIn apparent reference to the collateral consequences of D'Amico's\n\nconviction, viz., its probable effect on his ability to seek\n\npublic office, practice law, or engage in other professional work\n\nin the future, the court further noted that it \"should keep in\n\nmind the very high price that the defendant has paid for just the\n\n\n                               -20-\n\fconviction even before any sentence is pronounced.\"\n\n           The government argues that these reasons do not justify\n\na   substantial    variance   from    the   GSR.     In   particular,   the\n\ngovernment contends that the district court overvalued D'Amico's\n\nindividual characteristics in determining his sentence.\n\n           In fashioning D'Amico's sentence, the district court\n\nfollowed the procedural approach outlined in United States v.\n\nJimenez-Beltre, 440 F.3d 514, 518-19 (1st Cir. 2006) (en banc),\n\nfor imposing sentences after United States v. Booker, 543 U.S.\n\n220, 259 (2005) (recasting the sentencing guidelines as advisory).\n\nIt first calculated the GSR and then permitted the parties to\n\nargue for a higher or lower sentence based on the statutory\n\nfactors set forth in 18 U.S.C. § 3553(a).          See Jimenez-Beltre, 440\n\nF.3d at 518.      These factors include, inter alia, the nature and\n\ncircumstances of the offense; the history and characteristics of\n\nthe defendant; the need for the sentence to promote respect for\n\nthe law, to provide just punishment, and to afford adequate\n\ndeterrence; and the applicable GSR.         18 U.S.C. § 3553(a).\n\n           In reviewing a particular sentence for reasonableness,\n\nwe stress the need for \"a plausible explanation and a defensible\n\noverall result.\"     Jimenez-Beltre, 440 F.3d at 519.        The GSR is an\n\n\"important consideration\" in our review because it \"represent[s]\n\nthe only integration of the multiple sentencing factors set forth\n\nin § 3553(a), often reflect[s] past practice, and bear[s] the\n\n\n                                     -21-\n\f     imprimatur of the Sentencing Commission, the expert agency charged\n\n     with developing them.\"         United States v. Thurston, 456 F.3d 211,\n\n     215 (1st Cir. 2006).         \"Thus, we consider the reasonableness of a\n\n     below-guidelines sentence on a sliding scale: the farther the\n\n     judge's sentence departs from the guidelines sentence, the more\n\n     compelling the justification based on the factors in § 3553(a)\n\n     that the judge must offer.\"10          Id. (quoting United States v. Smith,\n\n     445 F.3d 1, 4 (1st Cir. 2006)).\n\n                   Here, the district court concluded that an 88 percent\n\n     variance from the bottom of the GSR was warranted primarily\n\n     because of D'Amico's good works as a city councillor.                 Prior to\n\n     Booker, a district court could only depart from the GSR if the\n\n     defendant's good works were exceptional.               See Thurston, 456 F.3d\n\n     at 219.      Post-Booker, however, good works that do not qualify as\n\n     exceptional may still justify the imposition of a somewhat shorter\n\n     sentence.      Id.\n\n                   While we accept the district court's characterization\n\n     of   D'Amico    as    a   responsive    city    councillor   who   made   worthy\n\n     contributions to Quincy during his time in office, we are left\n\n     with   the     firm   conviction       that    the   court   overvalued    these\n\n     contributions in imposing D'Amico's sentence.                It was D'Amico's\n\n     job to respond to the needs of his constituents and to make\n\n\n10\n We see nothing in the Supreme Court's recent decision in Rita v.\nUnited States, 127 S. Ct. 2456 (2007), that is inconsistent with our\napproach to post-Booker sentencing.\n\n                                             -22-\n\fpositive contributions to his community.             He was compensated for\n\nthese efforts, which were essential to D'Amico's reelection and\n\nprospects for other political office.\n\n            The Seventh Circuit has held that a district court\n\nplaced too much emphasis on the charitable efforts of a convicted\n\nbank president in substantially reducing his sentence for fraud.\n\nUnited States v. Repking, 467 F.3d 1091, 1095-96 (7th Cir. 2006).\n\nThe court reasoned that affording the bank president so much\n\ncredit for his charitable endeavors was inappropriate because such\n\nendeavors   were    \"entirely       consistent     with    a    bank's   business\n\ndevelopment plan.\"      Id. at 1096.\n\n            We agree with the Seventh Circuit that it is usually not\n\nappropriate    to    excuse     a     defendant      almost      entirely    from\n\nincarceration because he performed acts that, though in society's\n\ninterest, also were the defendant's responsibility to perform and\n\nstood to benefit the defendant personally and professionally.\n\nThus, D'Amico's performance of good works as a city councillor\n\ndoes not support such a substantial variance from the GSR.\n\n            This leaves the district court's view that a large\n\nvariance from the GSR was appropriate because D'Amico had already\n\nsuffered    substantially     from     the    fact    of       conviction.      In\n\nparticular,   D'Amico    argued      that    the   conviction      itself    would\n\neffectively ruin his political career and would impede his ability\n\nto pursue a career as a lawyer.\n\n\n                                      -23-\n\f               White collar defendants, such as D'Amico, often have\n\nachieved more tangible successes than other defendants, thereby\n\nmaking    it   easier   for    white    collar   defendants     to    articulate\n\nspecific losses stemming from the fact of conviction, such as the\n\nloss of a high paying job or a professional license.                  But    other\n\ndefendants also suffer losses, financial and otherwise, from a\n\nconviction.        Permitting     a    substantial    variance       based   on   a\n\ndefendant's ability to articulate specific collateral losses from\n\na conviction will inevitably lead to sentencing courts treating\n\nwhite collar defendants more leniently (in the relative sense)\n\nsimply because of their societal status -- a result that would be\n\ncontrary to one of Congress' primary objectives in enacting the\n\ncurrent federal sentencing scheme.             See U.S.S.G. ch. 1, pt. A, §\n\n3 (stating that one goal of the Sentencing Commission was to\n\neliminate the pre-guidelines inequity of \"punishing economic crime\n\nless severely that other apparent equivalent behavior\"); Pub. L.\n\nNo. 107-204, § 905(b)(1)(2) (2002) (instructing the Sentencing\n\nCommission to review the guidelines to consider whether they \"are\n\nsufficient to deter . . . [white collar] offense . . .\").\n\n               We find support for this conclusion in a recent Second\n\nCircuit    opinion,     in    which    the   court   rejected   a    substantial\n\nreduction from the GSR on similar grounds.              See United States v.\n\nRattoballi, 452 F.3d 127, 135 (2d Cir. 2006).             In Rattoballi, the\n\ndefendant, a successful business owner, was convicted of mail\n\n\n                                       -24-\n\ffraud and was subject to a GSR of 27-33 months.             Id. at 128.     The\n\ndistrict   court   sentenced   the    defendant    to   one   year    of   home\n\nconfinement and five years of supervised release, concluding that\n\na large variance was appropriate, in part, because the conviction\n\n\"had already taken a severe toll on the defendant's business.\"\n\nId. at 128, 131.      The Second Circuit rejected this rationale,\n\nstating that it was \"disinclined to accord the prospect of a\n\nbusiness failure decisive weight\" when it is the direct result of\n\n\"the defendant's own unlawful conduct.\"            Id. at 135.       D'Amico's\n\nprofessional   and   political   losses     also   result     from   his   \"own\n\nunlawful conduct,\" and we share the disinclination to accord\n\ndecisive weight to these asserted losses.            While we do not hold\n\nthat a court could not consider D'Amico's losses in setting an\n\nappropriate sentence, an 88 percent variance from the GSR is not\n\nreasonable under the circumstances.\n\n           In sum, the reasons provided do not support the variance\n\nfrom the GSR awarded in this case.          Accordingly, D'Amico must be\n\nresentenced.\n\n                           III. Conclusion\n\n           For the reasons stated, the judgment of conviction is\n\naffirmed but the sentence is vacated.          The case is remanded for\n\nfurther proceedings consistent with this opinion.\n\n           So ordered.\n\n\n\n\n                                     -25-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>496 F.3d 95 (2007)</b></center>\n<center><h1>UNITED STATES of America, Appellee/Cross-Appellant,<br>\nv.<br>\nMichael J. D'AMICO, Defendant, Appellant/Cross-Appellee.</h1></center>\n<center>Nos. 05-1468, 05-1573.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard December 6, 2006.</center>\n<center>Decided August 7, 2007.</center>\n<p><span class=\"star-pagination\">*97</span> <span class=\"star-pagination\">*96</span> <span class=\"star-pagination\">*98</span> James L. Sultan with whom Jonathan Harwell and Rankin &amp; Sultan, were on brief, for appellant.</p>\n<p>S. Theodore Merritt, Assistant United States Attorney with whom Michael J. Sullivan, United States Attorney, was on brief for, appellee/cross-appellant.</p>\n<p>Before SELYA, Circuit Judge, STAHL, Senior Circuit Judge, and HOWARD, Circuit Judge.</p>\n<p>HOWARD, Circuit Judge.</p>\n<p>Michael D'Amico, a former city councillor for the City of Quincy, Massachusetts, was convicted of extortion under color of official right in violation of the Hobbs Act, 18 U.S.C. § 1951, and of making false statements to an agent of the Federal Bureau of Investigation (FBI) in violation of 18 U.S.C. § 1001. The Hobbs Act conviction stems from D'Amico's accepting $2,500 from Paul Gostoves, an FBI informant and owner of a Dunkin' Donuts franchise, who was seeking to have the road in front of his Quincy store widened. The false statements conviction stems from D'Amico's lying to an FBI agent about this transaction. D'Amico was sentenced to four months' imprisonment, even though the applicable guidelines sentencing range (GSR) was 31-44 months. D'Amico appeals the Hobbs Act conviction, and the government cross-appeals the sentence.</p>\n<p></p>\n<h2>I. <i>D'Amico's Appeal</i>\n</h2>\n<p>A. Duplicitous Indictment</p>\n<p>D'Amico first contends that the Hobbs Act extortion charge was duplicitous. The indictment charged D'Amico with one count of interfering and attempting to interfere with interstate commerce through extortion.<sup>[1]</sup> D'Amico argues that attempted extortion and completed extortion are separate crimes which had to be indicted in separate counts. The district court disagreed.<sup>[2]</sup></p>\n<p>Duplicity challenges to an indictment are reviewed de novo. <i>See </i><i>United States v. Kelley,</i> 461 F.3d 817, 830 (6th Cir.2006); <i>United States v. Caldwell,</i> 302 F.3d 399, 407 (5th Cir.2002); <i>United States v. Trammell,</i> 133 F.3d 1343, 1354 (10th Cir.1998); <i>United States v. Bryan,</i> 868 F.2d 1032, 1037 (9th Cir.1989). \"Duplicity is the joining in a single count of two or more distinct and separate offenses.\" <i>United States v. Verrecchia,</i> 196 F.3d 294, 297 (1st Cir.1999). \"The prohibition against duplicitous indictments arises primarily out of a concern that the jury may <span class=\"star-pagination\">*99</span> find a defendant guilty on a count without having reached a unanimous verdict on the commission of any particular offense.\"<sup>[3]</sup><i>United States v. Valerio,</i> 48 F.3d 58, 63 (1st Cir.1995) (citation omitted). The bar against duplicitous indictments is embodied in Fed.R.Crim.P. 8(a), which provides that separate offenses must be charged in separate counts of an indictment. <i>See </i><i>United States v. Damrah,</i> 412 F.3d 618, 622 (6th Cir.2005); <i>United States v. Buchmeier,</i> 255 F.3d 415, 421 (7th Cir.2001). \"[D]etermining whether there is duplicity [in an indictment] . . . is [often] a difficult and subtle question.\" 1A Charles Alan Wright, <i>Federal Practice &amp; Procedure</i> (<i>Criminal</i>) § 142 (3d ed.1999).</p>\n<p>The question here is whether an indictment charging a completed and attempted extortion in one count is duplicitous. Ordinarily, it has been thought that attempt is a lesser-included offense of the completed crime and need not be charged at all. <i>See</i> Fed.R.Crim.P. 31(c); <i>United States v. Summit Refrigeration Group, Inc.,</i> No. 05-151, 2006 WL 3091115, at *5 (E.D.Wis. Oct.26, 2006) (unpublished disposition) (\"[I]f a defendant can be found guilty of attempt even if attempt is not charged, it cannot be duplicitous to charge [attempt and the completed offense] in one count.\"); <i>United States v. Stotts,</i> No. 01-1001, 2002 WL 1477214, at *6-*7 (W.D.Tenn. July 2, 2002) (unpublished disposition) (indictment charging attempt to manufacture methamphetamine and completed crime in same count was not duplicitous because attempt was lesser-included offense of completed crime); <i>United States v. Quinn,</i> 364 F.Supp. 432, 437 (N.D.Ga.1973) (stating that by including attempt in the same count of the indictment as the completed offense, \"the government is merely making explicit its right to a verdict . . . finding [the] defendant guilty of an attempt . . . whether an attempt is charged or not\").</p>\n<p>Where, however, attempt is not a lesser-included offense of the completed crime, at least one court has held that an indictment charging attempt and the completed crime in the same count is duplicitous. <i>See </i><i>United States v. Ramirez-Martinez,</i> 273 F.3d 903, 913-14 (9th Cir.2001), <i>overruled on other grounds by </i><i>United States v. Lopez,</i> 484 F.3d 1186 (9th Cir.2007) (en banc). In <i>Ramirez-Martinez,</i> the Ninth Circuit found an indictment duplicitous where it charged a defendant, in a single count, with both transporting and attempting to transport undocumented aliens within the United States. <i>See</i> 8 U.S.C. § 1324(a)(1)(A)(ii). According to the court, a conviction for attempted transport requires proof that the defendant had a <i>specific</i> intent to transport undocumented aliens, while a conviction for actual transport requires proof only that the defendant had a <i>general</i> intent to transport aliens \"with knowledge or reckless disregard of their undocumented status.\"<sup>[4]</sup><i>Ramirez-Martinez,</i> 273 F.3d at 914.</p>\n<p>The cases hold that attempts are lesser-included offenses of completed Hobbs Act violations. <i>United States v. Coyazo,</i> 95 Fed.Appx. 261, 265 (10th Cir.2004) (unpublished disposition) (robbery); <i>United States v. Gregory,</i> No. 99-1765, 2000 WL 1644071, at *2 (2d Cir. Nov. 1, 2000) (unpublished <span class=\"star-pagination\">*100</span> disposition) (robbery); <i>United States v. Bernard,</i> No. 92-558, 1983 WL 144644, at *2 (E.D.La. Mar. 24, 1993)(unpublished disposition) (extortion); <i>United States v. Blair,</i> 762 F.Supp. 1384, 1386 n. 3 (N.D.Cal.1991) (extortion). That is, all the elements of attempted extortion are elements of the completed crime, unlike the separate elements present in <i>Ramirez-Martinez. See </i><i>United States v. Bailey,</i> 227 F.3d 792, 797 (7th Cir.2000). As Count I of the indictment in this case may be read to include only one Hobbs Act violation  extortion or the lesser included offense of attempted extortion, we agree with the district court that the indictment is not duplicitous on its face. <i>See </i><i>United States v. Mastelotto,</i> 717 F.2d 1238, 1244 (9th Cir.1983) (\"In reviewing an indictment for duplicity, our task is not to review the evidence presented at trial to determine whether it would support charging several crimes rather than just one, but rather solely to assess whether the indictment itself can be read to charge only one violation in each count.\"), <i>overruled on other grounds by </i><i>United States v. Miller,</i> 471 U.S. 130, 105 S.Ct. 1811, 85 L.Ed.2d 99 (1985), <i>cited with approval in </i><i>United States v. Trainor,</i> 477 F.3d 24, 32 (1st Cir.2007).<sup>[5]</sup></p>\n<p>In asserting that he was prejudiced by the allegedly duplicitous indictment, D'Amico argues in his reply brief, as he did before the district court, that he was denied the right to a unanimous jury verdict. D'Amico contends that some jurors might have found him guilty of <i>attempted</i> extortion based in part on a finding that he believed the payment of $2,500 he received from Gostoves would deplete assets of the Dunkin' Donuts franchise. D'Amico says that this belief, if proved, could supply the interstate commerce nexus required for conviction for attempt under the statute (we discuss the interstate commerce requirement further in part C. of this opinion). But, he argues, his <i>belief</i> about the source and effect of the payment was irrelevant to whether a <i>completed</i> extortion was committed; an actual impact on interstate commerce is required. Given that the proof for attempted extortion and completed extortion could be different, the argument concludes, the jury may not have been unanimous about whether D'Amico was guilty of extortion or attempted extortion.</p>\n<p>While, as we have noted, one of the purposes of the prohibition against duplicitous indictments is to guard against conviction without a unanimous jury verdict, the fact that an indictment is not duplicitous on its face of course does not guarantee that a jury verdict will be unanimous, based on the evidence actually presented. We have observed a lack of clarity in the law about the requirement for juror unanimity when, as here, there are alternate paths to a verdict, and we have acknowledged that a count may contain alternative theories, factual scenarios and lines of evidentiary inference, \"making generalizations about unanimity hazardous.\" <i>United States v. Pagan-Santini,</i> 451 F.3d 258, 267 (1st Cir.2006). We need not decide whether D'Amico would have been entitled to a unanimity instruction, for he did not seek <span class=\"star-pagination\">*101</span> one at trial, and on appeal he expressly disclaims that he is challenging the failure to give such an instruction, preferring instead to rest on his claim that the trial should not have proceeded on the indictment as drafted. Because the indictment was not duplicitous, we reject that claim.</p>\n<p>B. Promise of an Official Act</p>\n<p>D'Amico next challenges the district court's denial of his Fed.R.Crim.P. 29 motion for a judgment of acquittal. He contends that the government failed to prove, as it must, that he accepted the $2,500 payment from Gostoves in exchange for a promise to perform an official act.</p>\n<p>We review D'Amico's sufficiency of the evidence claim de novo. <i>See </i><i>United States v. Hall,</i> 434 F.3d 42, 49 (1st Cir.2006). In so doing, \"we must decide, viewing the evidence in the light most favorable to the verdict of guilt, whether a reasonable factfinder could find the defendant guilty of the crime beyond a reasonable doubt.\" <i>United States v. Boulanger,</i> 444 F.3d 76, 89 (1st Cir.2006).</p>\n<p>In relevant part, the Hobbs Act defines extortion \"as the obtaining of property from another with his consent, induced . . . under color of official right.\" 18 U.S.C. § 1951(b)(2). \"To establish guilt for extortion under color official right, the [government] must show . . . that the defendant, a public official, has received an emolument that he was not entitled to receive, with knowledge that the emolument was tendered in exchange for some official act.\" <i>United States v. Cruz-Arroyo,</i> 461 F.3d 69, 73 (1st Cir.2006). Additionally, where the payment was treated as a campaign contribution, the government must demonstrate that the payment was \"in return for an explicit promise or undertaking by the official to perform or not to perform an official act.\" <i>McCormick v. United States,</i> 500 U.S. 257, 273, 111 S.Ct. 1807, 114 L.Ed.2d 307 (1991). In other words, where the payment takes the form of a campaign contribution, the government must prove a \"specific <i>quid pro quo</i>\" between the public official and the payor. <i>United States v. Cruzado-Laureano,</i> 404 F.3d 470, 482 (1st Cir.2005).</p>\n<p>This last requirement is rooted in the recognition that candidates for political office must raise money to fund their campaigns and that, to do so effectively, they often must make promises concerning their plans if elected. As the Supreme Court explained:</p>\n<blockquote>Money is constantly being solicited on behalf of candidates, who run on platforms and who claim support on the basis of their views and what they intend to do or have done. Whatever ethical considerations and appearances may indicate, to hold that legislators commit the federal crime of extortion when they act for the benefit of constituents . . . shortly before or after campaign contributions are solicited and received from the beneficiaries, is an unrealistic assessment of what Congress could have meant by making it a crime to obtain property from another, with his consent, `under color of official right.' To hold otherwise would open to prosecution not only conduct that has long been thought to be well within the law but also conduct that in a very real sense is unavoidable so long as election campaigns are financed by private contributions or expenditures, as they have been from the beginning of the Nation.</blockquote>\n<p><i>McCormick,</i> 500 U.S. at 272, 111 S.Ct. 1807.</p>\n<p>The government contends that the <i>quid pro quo</i> requirement does not apply in this case because there was evidence from which a jury could conclude that Gostoves' <span class=\"star-pagination\">*102</span> payment to D'Amico was not a campaign contribution. But, whatever inference the evidence may have permitted, the district court instructed the jury that to find D'Amico guilty, it had to conclude that \"the payment was made in return for an agreement or a promise by [D'Amico] to perform some official act. . . . The <i>quid pro quo</i> is a promise to use the office for the benefit of the payor.\" This instruction, unobjected to by the government, is the law of the case and supplies the standard by which we measure the sufficiency of the evidence. <i>See </i><i>United States v. Zanghi,</i> 189 F.3d 71, 79 (1st Cir.1999).<sup>[6]</sup> Thus, for the conviction to stand, there must be adequate evidence from which a reasonable jury could find that D'Amico promised to perform an official act in exchange for the payoff from Gostoves.</p>\n<p>D'Amico contends that, by the time Gostoves paid him, the plan to widen the road in front of Gostoves' Dunkin' Donuts had already been approved by the city council. This undisputed fact, D'Amico contends, compels the conclusion that there was no <i>quid pro quo.</i> We disagree.</p>\n<p>A reasonable jury could have found the following facts. In August 2001, the Quincy City Council considered issuing a permit to allow Home Depot, Inc. to construct a new building on the same street as Gostoves' Dunkin' Donuts. At the Council meeting where this permit was considered, D'Amico told the Quincy traffic engineer, Jack Gillon, that he would oppose the permit unless Home Depot was required to pay for widening the road in front of the Dunkin' Donuts. As a result of D'Amico's demand, Home Depot agreed to pay for the road-widening project as part of the permit requirements.</p>\n<p>On October 15, 2001, approximately two months after Home Depot agreed to pay to widen the road, Gostoves and D'Amico met at 10:30 p.m. in the parking lot of Gostoves' Dunkin' Donuts to execute the payoff.<sup>[7]</sup> Gostoves made clear that he was paying D'Amico \"for the road improvement\" and because he needed \"a friend . . . to make sure that this is going to happen and happen the right way.\" D'Amico assured Gostoves that the widening project would proceed but also promised that he \"would meet periodically with the traffic department just to keep it going.\" Promising to meet with the traffic department was not an empty gesture because there was a further approval process for the project, even after the Home Depot permit issued. In fact, D'Amico, as promised, contacted the traffic engineer shortly after receiving the payoff to make sure that the project remained on track.</p>\n<p>A reasonable jury thus could have concluded that D'Amico explicitly promised Gostoves that, in exchange for the $2,500 payment, he would use his influence as a city councillor to pressure the traffic department to pursue the road-widening project. This conclusion is sufficient to ground a conviction. Until the project was completed, Gostoves had an interest in having an influential public official advocating for the project, and D'Amico willingly agreed to serve as that advocate.</p>\n<p><span class=\"star-pagination\">*103</span> C. Interstate Commerce Requirement</p>\n<p>In addition to the requirements discussed above, to prove a completed extortion, the government had to satisfy the Hobbs Act's jurisdictional element of showing that D'Amico's conduct \"obstruct[ed], delay[ed], or affect[ed] commerce.\" 18 U.S.C. § 1951. To meet this requirement, the government had to prove only that there was a \"realistic probability\" that D'Amico's conduct would affect interstate commerce. <i>United States v. Capozzi,</i> 347 F.3d 327, 335 (1st Cir.2003).</p>\n<p>In an vein similar to his duplicity contention, D'Amico argues that the jury was presented with a legally invalid theory for establishing this realistic probability. As mentioned above, the money that Gostoves paid to D'Amico belonged to the FBI. <i>Supra</i> at n. 7. Relying on <i>United States v. DiCarlantonio,</i> 870 F.2d 1058, 1060 (6th Cir.1989), D'Amico contends that the jurisdictional requirement for a completed Hobbs Act violation is not met where the money used for an extortion belongs to the government. He does not dispute, however, that the government established a valid effect on interstate commerce through evidence that the extortion depleted assets of Home Depot, a business engaged in interstate commerce, by requiring it to pay for the road-widening project. <i>See </i><i>United States v. Rodriguez-Casiano,</i> 425 F.3d 12, 15 (1st Cir.2005) (recognizing depletion of assets of business in interstate commerce as valid way of showing effect on commerce under the Hobbs Act). Thus, D'Amico does not contend that he is entitled to a judgment of acquittal. Rather, he seeks a new trial, relying on the rule that a general verdict cannot stand where the jury was presented with valid and legally flawed theories of liability and may have relied on the flawed theory to convict. <i>See </i><i>Griffin v. United States,</i> 502 U.S. 46, 49, 112 S.Ct. 466, 116 L.Ed.2d 371 (1991).<sup>[8]</sup></p>\n<p>The primary problem with D'Amico's argument is that it does not appear that the jury was presented with the theory that Gostoves' payment of FBI money to D'Amico established the effect on interstate commerce required for a substantive extortion conviction. The government did not make this argument, and the jury instructions, unchallenged on this point, did not suggest this theory. Thus, even if we assume that the payment of FBI money was insufficient to ground the jurisdictional finding, there is little likelihood that the jury was led astray.</p>\n<p>D. Closing Argument</p>\n<p>Finally, D'Amico claims that statements made by the prosecutor during her closing argument were improper and require a new trial. We review de novo whether the challenged statements were improper. <i>United States v. Nelson-Rodriguez,</i> 319 F.3d 12, 38 (1st Cir.2003). The district court's decision whether to award a new trial on the basis of any identified improper statements is reviewed for an abuse of discretion. <i>Id.</i></p>\n<p>During the trial, the government had sought to introduce evidence that in 1996, while a city counselor, D'Amico had accepted another $2,500 payment from Gostoves. The district court excluded this <span class=\"star-pagination\">*104</span> evidence. It did, however, allow the FBI agent who arranged Gostoves' October 2001 payoff to D'Amico to testify that she was investigating D'Amico because Gostoves told her about an alleged prior payment to D'Amico. This testimony was admitted only to explain the reason for the FBI's investigation. The agent did not testify that Gostoves told her that the prior payment had been in the amount of $2,500.</p>\n<p>Despite the fact that no evidence had been allowed about the amount of the prior payment, the prosecutor stated that the agent \"told you that when she debriefed Mr. Gostoves . . . he said that he made a $2,500 payment to the defendant in the past. And [the agent] told you that she wanted to corroborate that information by seeing if the defendant would take another such $2,500 payment\" from Gostoves. D'Amico objected to this statement. The court immediately sustained the objection, commenting that it did \"not recall [this] evidence,\" and told the jury \"to disregard any of this.\" At the end of the government's argument, D'Amico moved for a mistrial. The court denied the motion, ruling that, while the prosecutor's comment about the prior payment was improper, D'Amico had failed to show prejudice, \"especially in light of the [court's] instruction to the jury members that they disregard the remark.\"</p>\n<p>D'Amico contends that the prosecutor's entire statement concerning the prior payment was improper because there was no substantive evidence that Gostoves had ever made such a payment to D'Amico. The government acknowledges impropriety, but only to the extent that the prosecutor mentioned the amount of the prior payment. We agree with the government.</p>\n<p>The prosecutor did not argue that there was proof of a prior payment from Gostoves to D'Amico; she stated only that the FBI was investigating D'Amico to corroborate Gostoves' claim that he had made such a payment. This was consistent with the evidence admitted without objection at trial and thus was a proper ground for argument. <i>See </i><i>United States v. McKeeve,</i> 131 F.3d 1, 14 (1st Cir.1997) (stating that at \"least in the absence of highly exceptional circumstances, a comment by counsel in the course of jury summation that merely recounts properly admitted testimony, accurately and without embellishment or distortion, cannot constitute reversible error\"). Accordingly, the prosecutor erred only to the extent that she stated the amount of the alleged prior payment.<sup>[9]</sup></p>\n<p>The question before us is whether this misstatement warrants a new trial. To determine whether a prosecutor's improper statement \"so poisoned the well `that a new trial is necessary, we consider (1) whether the prosecutor's misconduct was deliberate and/or isolated; (2) whether the [district] court gave a strong and explicit cautionary instruction; and (3) whether it is likely that any prejudice surviving the [court's] instruction could have affected the outcome of the case.'\" <i>United States v. Cormier,</i> 468 F.3d 63, 73 (1st Cir.2006). As stated above, a district court's negative answer to this question is entitled to deference.</p>\n<p>The misstatement does not appear to have been a deliberate distortion of the evidence. As mentioned above, the FBI agent testified that Gostoves had reported <span class=\"star-pagination\">*105</span> making a prior payment to D'Amico. This evidence was not admitted to prove that such a payment had actually taken place, and the prosecutor was careful not to characterize it as such. The prosecutor did go beyond the evidence by stating the amount of the supposed prior payment. But there is no reason to suppose that the error was intentional, especially given that the prosecutor did not have a transcript of the agent's testimony at her disposal. <i>See </i><i>United States v. Carrasquillo-Plaza,</i> 873 F.2d 10, 13 (1st Cir.1989) (stating that \"allowance must be made for an attorney, even Government counsel, who out of haste or confusion misunderstands the substance of the previous testimony\"). Moreover, the misstatement was a one-time event. <i>See </i><i>United States v. Palmer,</i> 203 F.3d 55, 58 (1st Cir.2000).</p>\n<p>The misstatement was followed by a timely and direct curative instruction. The district judge stated that she did not remember any evidence about the prior payment and told the jury to disregard the prosecutor's entire discussion of the topic. This instruction was even broader than necessary because, as discussed above, the prosecutor's statement was only improper to the extent that she mentioned the $2,500 figure. Moreover, in its final instructions, the court stated that counsels' arguments are not evidence, and that it is the jury's recollection of the evidence that controls. <i>See id.</i></p>\n<p>Finally, the misstatement was not so central to the case that it likely affected the outcome. D'Amico's primary defense was that the October 2001 payment was not made in return for a promise to perform an official act. The jury, however, was not told that D'Amico had promised Gostoves anything in exchange for the prior payment. And the mere fact of the prior payment was not particularly probative concerning whether D'Amico had made a specific promise to perform an official act in exchange for the October 2001 payment. Moreover, the jury had before it a tape recording of the October 2001 payment and thus had direct evidence concerning the promises that D'Amico made to Gostoves in exchange for the payment. This direct evidence was almost certainly at the forefront of the jury's deliberation in light of D'Amico's defense that, while he accepted the 2001 payment from Gostoves, he did not promise him anything as part of the transaction. In these circumstances, where the focus was not on the fact of payment but rather on the existence vel non of a <i>quid pro quo,</i> it is highly unlikely that the prosecutor's misstatement concerning evidence about the fact of a prior payment affected the trial's outcome.</p>\n<p>Before leaving this issue, we emphasize that we are not saying that mentioning the amount was a minor mistake by the prosecutor; it created a real risk of infecting to a material degree what was otherwise proper argument. We have found no abuse of discretion in the ruling on the motion for new trial only because the statement was not intentionally erroneous, the argument itself was proper, there was a curative instruction, and the focus of the trial was not on whether there was a $2,500 payment in October 2001 but on whether there was a <i>quid pro quo</i> for the payment.</p>\n<p></p>\n<h2>II. <i>The Government's Cross-Appeal</i>\n</h2>\n<p>The government appeals D'Amico's sentence. The district court calculated the GSR at 31-41 months of imprisonment but sentenced D'Amico to four months' imprisonment. The court provided the following explanation for the sentence:</p>\n<blockquote>The factors that I have considered include: [T]hat the defendant clearly is an <span class=\"star-pagination\">*106</span> energetic, highly motivated person. He's been a hustler. He's worked hard all of his life. He has often had more than one job. . . . He has accomplished much, both by achieving appointed and elected office. He clearly cares about public service, with the emphasis on the service, and with a large altruistic component. He was in many ways a very good legislator, who served his constituents with dedication, with energy, and with imagination.</blockquote>\n<blockquote>I am particularly impressed and credit the letters about his conscientiousness and effective service and on the fact that he returned phone calls, an unusual characteristic among people who don't have to do that or think they don't have to do it.</blockquote>\n<p>In apparent reference to the collateral consequences of D'Amico's conviction, <i>viz.,</i> its probable effect on his ability to seek public office, practice law, or engage in other professional work in the future, the court further noted that it \"should keep in mind the very high price that the defendant has paid for just the conviction even before any sentence is pronounced.\"</p>\n<p>The government argues that these reasons do not justify a substantial variance from the GSR. In particular, the government contends that the district court overvalued D'Amico's individual characteristics in determining his sentence.</p>\n<p>In fashioning D'Amico's sentence, the district court followed the procedural approach outlined in <i>United States v. Jimenez-Beltre,</i> 440 F.3d 514, 518-19 (1st Cir. 2006) (en banc), for imposing sentences after <i>United States v. Booker,</i> 543 U.S. 220, 259, 125 S.Ct. 738, 160 L.Ed.2d 621 (2005) (recasting the sentencing guidelines as advisory). It first calculated the GSR and then permitted the parties to argue for a higher or lower sentence based on the statutory factors set forth in 18 U.S.C. § 3553(a). <i>See </i><i>Jimenez-Beltre,</i> 440 F.3d at 518. These factors include, <i>inter alia,</i> the nature and circumstances of the offense; the history and characteristics of the defendant; the need for the sentence to promote respect for the law, to provide just punishment, and to afford adequate deterrence; and the applicable GSR. 18 U.S.C. § 3553(a).</p>\n<p>In reviewing a particular sentence for reasonableness, we stress the need for \"a plausible explanation and a defensible overall result.\" <i>Jimenez-Beltre,</i> 440 F.3d at 519. The GSR is an \"important consideration\" in our review because it \"represent[s] the only integration of the multiple sentencing factors set forth in § 3553(a), often reflect[s] past practice, and bear[s] the imprimatur of the Sentencing Commission, the expert agency charged with developing them.\" <i>United States v. Thurston,</i> 456 F.3d 211, 215 (1st Cir.2006). \"Thus, we consider the reasonableness of a below-guidelines sentence on a sliding scale: the farther the judge's sentence departs from the guidelines sentence, the more compelling the justification based on the factors in § 3553(a) that the judge must offer.\"<sup>[10]</sup><i>Id.</i> (quoting <i>United States v. Smith,</i> 445 F.3d 1, 4 (1st Cir.2006)).</p>\n<p>Here, the district court concluded that an 88 percent variance from the bottom of the GSR was warranted primarily because of D'Amico's good works as a city councillor. Prior to <i>Booker,</i> a district court could only depart from the GSR if the defendant's good works were exceptional. <i>See </i><i>Thurston,</i> 456 F.3d at 219. Post-<i>Booker,</i> however, good works that do not qualify as <span class=\"star-pagination\">*107</span> exceptional may still justify the imposition of a somewhat shorter sentence. <i>Id.</i></p>\n<p>While we accept the district court's characterization of D'Amico as a responsive city councillor who made worthy contributions to Quincy during his time in office, we are left with the firm conviction that the court overvalued these contributions in imposing D'Amico's sentence. It was D'Amico's job to respond to the needs of his constituents and to make positive contributions to his community. He was compensated for these efforts, which were essential to D'Amico's reelection and prospects for other political office.</p>\n<p>The Seventh Circuit has held that a district court placed too much emphasis on the charitable efforts of a convicted bank president in substantially reducing his sentence for fraud. <i>United States v. Repking,</i> 467 F.3d 1091, 1095-96 (7th Cir.2006). The court reasoned that affording the bank president so much credit for his charitable endeavors was inappropriate because such endeavors were \"entirely consistent with a bank's business development plan.\" <i>Id.</i> at 1096.</p>\n<p>We agree with the Seventh Circuit that it is usually not appropriate to excuse a defendant almost entirely from incarceration because he performed acts that, though in society's interest, also were the defendant's responsibility to perform and stood to benefit the defendant personally and professionally. Thus, D'Amico's performance of good works as a city councillor does not support such a substantial variance from the GSR.</p>\n<p>This leaves the district court's view that a large variance from the GSR was appropriate because D'Amico had already suffered substantially from the fact of conviction. In particular, D'Amico argued that the conviction itself would effectively ruin his political career and would impede his ability to pursue a career as a lawyer.</p>\n<p>White collar defendants, such as D'Amico, often have achieved more tangible successes than other defendants, thereby making it easier for white collar defendants to articulate specific losses stemming from the fact of conviction, such as the loss of a high paying job or a professional license. But other defendants also suffer losses, financial and otherwise, from a conviction. Permitting a substantial variance based on a defendant's ability to articulate specific collateral losses from a conviction will inevitably lead to sentencing courts treating white collar defendants more leniently (in the relative sense) simply because of their societal status  a result that would be contrary to one of Congress' primary objectives in enacting the current federal sentencing scheme. <i>See</i> U.S.S.G. ch. 1, pt. A, § 3 (stating that one goal of the Sentencing Commission was to eliminate the pre-guidelines inequity of \"punishing economic crime less severely that other apparent equivalent behavior\"); Pub.L. No. 107-204, § 905(b)(1)(2) (2002) (instructing the Sentencing Commission to review the guidelines to consider whether they \"are sufficient to deter . . . [white collar] offense . . . \").</p>\n<p>We find support for this conclusion in a recent Second Circuit opinion, in which the court rejected a substantial reduction from the GSR on similar grounds. <i>See </i><i>United States v. Rattoballi,</i> 452 F.3d 127, 135 (2d Cir.2006). In <i>Rattoballi,</i> the defendant, a successful business owner, was convicted of mail fraud and was subject to a GSR of 27-33 months. <i>Id.</i> at 128. The district court sentenced the defendant to one year of home confinement and five years of supervised release, concluding that a large variance was appropriate, in part, because the conviction \"had already taken a severe toll on the defendant's business.\" <i>Id.</i> at 128, 131. The Second Circuit rejected this rationale, stating that it was \"disinclined to <span class=\"star-pagination\">*108</span> accord the prospect of a business failure decisive weight\" when it is the direct result of \"the defendant's own unlawful conduct.\" <i>Id.</i> at 135. D'Amico's professional and political losses also result from his \"own unlawful conduct,\" and we share the disinclination to accord decisive weight to these asserted losses. While we do not hold that a court could not consider D'Amico's losses in setting an appropriate sentence, an 88 percent variance from the GSR is not reasonable under the circumstances.</p>\n<p>In sum, the reasons provided do not support the variance from the GSR awarded in this case. Accordingly, D'Amico must be resentenced.</p>\n<p></p>\n<h2>III. <i>Conclusion</i>\n</h2>\n<p>For the reasons stated, the judgment of conviction is <i>affirmed</i> but the sentence is <i>vacated.</i> The case is <i>remanded</i> for further proceedings consistent with this opinion.</p>\n<p><i>So ordered.</i></p>\n<h2>NOTES</h2>\n<p>[1]  The count read as follows:\n</p>\n<p>On or about October 15, 2001 at Quincy, in the District of Massachusetts, MICHAEL J. D'AMICO defendant herein, who was then a city counselor for the City of Quincy, did obtain and attempt to obtain property, to wit: two thousand five hundred dollars ($2,500.00) in cash from another with his consent, by means of extortion, that is under the color of official right as a City Counselor (sic), for the purpose of influencing a road construction project in Quincy, and did thereby obstruct and attempt to obstruct and affect commerce and the movement of articles and commodities in commerce.</p>\n<p>[2]  In making this ruling, the district court criticized D'Amico for waiting until the eve of trial to file a motion challenging the indictment. The government argues that, in light of the district court's comment, we should rule that D'Amico waived his duplicity challenge. Federal Rule of Civil Procedure 12(e) provides that a defendant waives a defective indictment claim if the claim is made after the deadline for pretrial motions, unless the district court permits the late filing for \"good cause.\" D'Amico's challenge to the indictment was undoubtedly late, but, because the district court rejected his argument on the merits, we shall reach the merits as well. <i>See </i><i>United States v. Huber,</i> 404 F.3d 1047, 1054 (8th Cir.2005).</p>\n<p>[3]  Courts have recognized additional harms from a duplicitous indictment, including that it may (1) fail to give the defendant adequate notice of the nature of the charges, (2) threaten to subject the defendant to prejudicial evidentiary rulings at trial, and (3) produce trial records inadequate to allow a defendant to plead prior convictions or acquittals as a bar to subsequent prosecution for the same offense. <i>E.g., </i><i>United States v. Marshall,</i> 75 F.3d 1097, 1111 (7th Cir.1996).</p>\n<p>[4]  We take no position on whether this interpretation of 8 U.S.C. § 1324(a)(1)(A)(ii) is correct.</p>\n<p>[5]  In support of his duplicity argument, D'Amico relies primarily on <i>United States v. Starks,</i> 515 F.2d 112, 116-118 (3d Cir.1975). In <i>Starks,</i> the court held that an indictment charging a defendant with <i>conspiracy</i> to extort and attempt to extort under the Hobbs Act in the same count was duplicitous. <i>Stark</i>'s holding is an application of the established principle that conspiracy and the substantive offense are distinct crimes, <i>Iannelli v. United States,</i> 420 U.S. 770, 777, 95 S.Ct. 1284, 43 L.Ed.2d 616 (1975), that should be charged in separate counts of an indictment, <i>see</i> Wright, <i>supra</i> at § 142 at 14 n. 14 (citing cases). <i>Starks</i> has no application here, where conspiracy was not charged.</p>\n<p>[6]  The government has not argued that the court's instruction was \"patently incorrect,\" <i>see </i><i>United States v. Gomes,</i> 969 F.2d 1290, 1294 (1st Cir.1992) (stating that unobjected-to jury instruction is law of the case unless instruction is patently incorrect or internally inconsistent), nor could it so argue in light of the several circuits that have held that a <i>quid pro quo</i> requirement applies in all extortion under color of official right prosecutions. <i>See </i><i>United States v. Giles,</i> 246 F.3d 966, 971-72 (7th Cir.2001) (citing cases).</p>\n<p>[7]  At this point, Gostoves was cooperating with the FBI after he had been indicted for federal tax evasion. The money that Gostoves paid to D'Amico was provided by the FBI.</p>\n<p>[8]  The <i>Griffin</i> rule does not apply where the jury is presented with two theories and one is <i>factually</i> flawed. In such cases, the conviction stands. We assume, <i>arguendo,</i> that D'Amico has made a legal insufficiency argument to which <i>Griffin</i> could apply. <i>See </i><i>United States v. Syme,</i> 276 F.3d 131, 145 (3d Cir. 2002) (\"A theory upon which a criminal charge rests is legally invalid under <i>Griffin</i> if the indictment or the district court's jury instructions are based on an erroneous interpretation of law or a mistaken description of the law.\").</p>\n<p>[9]  D'Amico also challenges a statement by the prosecutor quoting Gostoves as saying to D'Amico, in reference to the October 2001 payoff, that they would do something \"like in the past.\" Gostoves' statement to this effect was admitted without restriction, and thus it was proper for the prosecutor to rely on it in her argument. <i>McKeeve,</i> 131 F.3d at 14.</p>\n<p>[10]  We see nothing in the Supreme Court's recent decision in <i>Rita v. United States,</i> ___ U.S. ___, 127 S.Ct. 2456, 168 L.Ed.2d 203 (2007), that is inconsistent with our approach to post-<i>Booker</i> sentencing.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">496</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">95</span></span> (2007)</b></center>\n<center><h1>UNITED STATES of America, Appellee/Cross-Appellant,<br>\nv.<br>\nMichael J. D'AMICO, Defendant, Appellant/Cross-Appellee.</h1></center>\n<center>Nos. 05-1468, 05-1573.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard December 6, 2006.</center>\n<center>Decided August 7, 2007.</center>\n<p><span class=\"star-pagination\">*97</span> <span class=\"star-pagination\">*96</span> <span class=\"star-pagination\">*98</span> James L. Sultan with whom Jonathan Harwell and Rankin &amp; Sultan, were on brief, for appellant.</p>\n<p>S. Theodore Merritt, Assistant United States Attorney with whom Michael J. Sullivan, United States Attorney, was on brief for, appellee/cross-appellant.</p>\n<p>Before SELYA, Circuit Judge, STAHL, Senior Circuit Judge, and HOWARD, Circuit Judge.</p>\n<p>HOWARD, Circuit Judge.</p>\n<p>Michael D'Amico, a former city councillor for the City of Quincy, Massachusetts, was convicted of extortion under color of official right in violation of the Hobbs Act, 18 U.S.C. § 1951, and of making false statements to an agent of the Federal Bureau of Investigation (FBI) in violation of 18 U.S.C. § 1001. The Hobbs Act conviction stems from D'Amico's accepting $2,500 from Paul Gostoves, an FBI informant and owner of a Dunkin' Donuts franchise, who was seeking to have the road in front of his Quincy store widened. The false statements conviction stems from D'Amico's lying to an FBI agent about this transaction. D'Amico was sentenced to four months' imprisonment, even though the applicable guidelines sentencing range (GSR) was 31-44 months. D'Amico appeals the Hobbs Act conviction, and the government cross-appeals the sentence.</p>\n<p></p>\n<h2>I. <i>D'Amico's Appeal</i>\n</h2>\n<p>A. Duplicitous Indictment</p>\n<p>D'Amico first contends that the Hobbs Act extortion charge was duplicitous. The indictment charged D'Amico with one count of interfering and attempting to interfere with interstate commerce through extortion.<sup>[1]</sup> D'Amico argues that attempted extortion and completed extortion are separate crimes which had to be indicted in separate counts. The district court disagreed.<sup>[2]</sup></p>\n<p>Duplicity challenges to an indictment are reviewed de novo. <i>See </i><i>United States v. Kelley,</i> <span class=\"citation\" data-id=\"795548\"><a href=\"/opinion/795548/united-states-v-wilbourne-a-kelley-iii-05-1435-barbara-kelley-05-1361/\"><span class=\"volume\">461</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">817</span></a></span>, 830 (6th Cir.2006); <i>United States v. Caldwell,</i> <span class=\"citation\" data-id=\"779007\"><a href=\"/opinion/779007/united-states-v-steve-d-caldwell/\"><span class=\"volume\">302</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">399</span></a></span>, 407 (5th Cir.2002); <i>United States v. Trammell,</i> <span class=\"citation\" data-id=\"750671\"><a href=\"/opinion/750671/united-states-v-michael-w-trammell/\"><span class=\"volume\">133</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1343</span></a></span>, 1354 (10th Cir.1998); <i>United States v. Bryan,</i> <span class=\"citation\" data-id=\"518930\"><a href=\"/opinion/518930/united-states-v-james-gerald-bryan/\"><span class=\"volume\">868</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1032</span></a></span>, 1037 (9th Cir.1989). \"Duplicity is the joining in a single count of two or more distinct and separate offenses.\" <i>United States v. Verrecchia,</i> <span class=\"citation\" data-id=\"766723\"><a href=\"/opinion/766723/united-states-v-albert-verrecchia/\"><span class=\"volume\">196</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">294</span></a></span>, 297 (1st Cir.1999). \"The prohibition against duplicitous indictments arises primarily out of a concern that the jury may <span class=\"star-pagination\">*99</span> find a defendant guilty on a count without having reached a unanimous verdict on the commission of any particular offense.\"<sup>[3]</sup><i>United States v. Valerio,</i> <span class=\"citation\" data-id=\"195933\"><a href=\"/opinion/195933/united-states-v-valerio/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">58</span></a></span>, 63 (1st Cir.1995) (citation omitted). The bar against duplicitous indictments is embodied in Fed.R.Crim.P. 8(a), which provides that separate offenses must be charged in separate counts of an indictment. <i>See </i><i>United States v. Damrah,</i> <span class=\"citation\" data-id=\"790718\"><a href=\"/opinion/790718/united-states-v-fawaz-mohammed-damrah-aka-fawaz-damra/\"><span class=\"volume\">412</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">618</span></a></span>, 622 (6th Cir.2005); <i>United States v. Buchmeier,</i> <span class=\"citation\" data-id=\"773819\"><a href=\"/opinion/773819/united-states-v-shane-buchmeier/\"><span class=\"volume\">255</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">415</span></a></span>, 421 (7th Cir.2001). \"[D]etermining whether there is duplicity [in an indictment] . . . is [often] a difficult and subtle question.\" 1A Charles Alan Wright, <i>Federal Practice &amp; Procedure</i> (<i>Criminal</i>) § 142 (3d ed.1999).</p>\n<p>The question here is whether an indictment charging a completed and attempted extortion in one count is duplicitous. Ordinarily, it has been thought that attempt is a lesser-included offense of the completed crime and need not be charged at all. <i>See</i> Fed.R.Crim.P. 31(c); <i>United States v. Summit Refrigeration Group, Inc.,</i> No. 05-151, <span class=\"citation no-link\"><span class=\"volume\">2006</span> <span class=\"reporter\">WL</span> <span class=\"page\">3091115</span></span>, at *5 (E.D.Wis. Oct.26, 2006) (unpublished disposition) (\"[I]f a defendant can be found guilty of attempt even if attempt is not charged, it cannot be duplicitous to charge [attempt and the completed offense] in one count.\"); <i>United States v. Stotts,</i> No. 01-1001, <span class=\"citation no-link\"><span class=\"volume\">2002</span> <span class=\"reporter\">WL</span> <span class=\"page\">1477214</span></span>, at *6-*7 (W.D.Tenn. July 2, 2002) (unpublished disposition) (indictment charging attempt to manufacture methamphetamine and completed crime in same count was not duplicitous because attempt was lesser-included offense of completed crime); <i>United States v. Quinn,</i> <span class=\"citation\" data-id=\"2259313\"><a href=\"/opinion/2259313/united-states-v-quinn/\"><span class=\"volume\">364</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">432</span></a></span>, 437 (N.D.Ga.1973) (stating that by including attempt in the same count of the indictment as the completed offense, \"the government is merely making explicit its right to a verdict . . . finding [the] defendant guilty of an attempt . . . whether an attempt is charged or not\").</p>\n<p>Where, however, attempt is not a lesser-included offense of the completed crime, at least one court has held that an indictment charging attempt and the completed crime in the same count is duplicitous. <i>See </i><i>United States v. Ramirez-Martinez,</i> <span class=\"citation no-link\"><span class=\"volume\">273</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">903</span></span>, 913-14 (9th Cir.2001), <i>overruled on other grounds by </i><i>United States v. Lopez,</i> <span class=\"citation\" data-id=\"797625\"><a href=\"/opinion/797625/united-states-v-angelica-lopez/\"><span class=\"volume\">484</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1186</span></a></span> (9th Cir.2007) (en banc). In <i>Ramirez-Martinez,</i> the Ninth Circuit found an indictment duplicitous where it charged a defendant, in a single count, with both transporting and attempting to transport undocumented aliens within the United States. <i>See</i> 8 U.S.C. § 1324(a)(1)(A)(ii). According to the court, a conviction for attempted transport requires proof that the defendant had a <i>specific</i> intent to transport undocumented aliens, while a conviction for actual transport requires proof only that the defendant had a <i>general</i> intent to transport aliens \"with knowledge or reckless disregard of their undocumented status.\"<sup>[4]</sup><i>Ramirez-Martinez,</i> 273 F.3d at 914.</p>\n<p>The cases hold that attempts are lesser-included offenses of completed Hobbs Act violations. <i>United States v. Coyazo,</i> 95 Fed.Appx. 261, 265 (10th Cir.2004) (unpublished disposition) (robbery); <i>United States v. Gregory,</i> No. 99-1765, <span class=\"citation no-link\"><span class=\"volume\">2000</span> <span class=\"reporter\">WL</span> <span class=\"page\">1644071</span></span>, at *2 (2d Cir. Nov. 1, 2000) (unpublished <span class=\"star-pagination\">*100</span> disposition) (robbery); <i>United States v. Bernard,</i> No. 92-558, <span class=\"citation no-link\"><span class=\"volume\">1983</span> <span class=\"reporter\">WL</span> <span class=\"page\">144644</span></span>, at *2 (E.D.La. Mar. 24, 1993)(unpublished disposition) (extortion); <i>United States v. Blair,</i> <span class=\"citation\" data-id=\"1619976\"><a href=\"/opinion/1619976/united-states-v-blair/\"><span class=\"volume\">762</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1384</span></a></span>, 1386 n. 3 (N.D.Cal.1991) (extortion). That is, all the elements of attempted extortion are elements of the completed crime, unlike the separate elements present in <i>Ramirez-Martinez. See </i><i>United States v. Bailey,</i> <span class=\"citation\" data-id=\"770544\"><a href=\"/opinion/770544/united-states-v-robert-bailey/\"><span class=\"volume\">227</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">792</span></a></span>, 797 (7th Cir.2000). As Count I of the indictment in this case may be read to include only one Hobbs Act violation  extortion or the lesser included offense of attempted extortion, we agree with the district court that the indictment is not duplicitous on its face. <i>See </i><i>United States v. Mastelotto,</i> <span class=\"citation\" data-id=\"424956\"><a href=\"/opinion/424956/united-states-v-jerry-r-mastelotto-and-willis-b-inglesby/\"><span class=\"volume\">717</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1238</span></a></span>, 1244 (9th Cir.1983) (\"In reviewing an indictment for duplicity, our task is not to review the evidence presented at trial to determine whether it would support charging several crimes rather than just one, but rather solely to assess whether the indictment itself can be read to charge only one violation in each count.\"), <i>overruled on other grounds by </i><i>United States v. Miller,</i> <span class=\"citation\" data-id=\"111404\"><a href=\"/opinion/111404/united-states-v-miller/\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">130</span></a></span>, <span class=\"citation\" data-id=\"111404\"><a href=\"/opinion/111404/united-states-v-miller/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1811</span></a></span>, <span class=\"citation\" data-id=\"111404\"><a href=\"/opinion/111404/united-states-v-miller/\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">99</span></a></span> (1985), <i>cited with approval in </i><i>United States v. Trainor,</i> <span class=\"citation\" data-id=\"202634\"><a href=\"/opinion/202634/united-states-v-trainor/\"><span class=\"volume\">477</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">24</span></a></span>, 32 (1st Cir.2007).<sup>[5]</sup></p>\n<p>In asserting that he was prejudiced by the allegedly duplicitous indictment, D'Amico argues in his reply brief, as he did before the district court, that he was denied the right to a unanimous jury verdict. D'Amico contends that some jurors might have found him guilty of <i>attempted</i> extortion based in part on a finding that he believed the payment of $2,500 he received from Gostoves would deplete assets of the Dunkin' Donuts franchise. D'Amico says that this belief, if proved, could supply the interstate commerce nexus required for conviction for attempt under the statute (we discuss the interstate commerce requirement further in part C. of this opinion). But, he argues, his <i>belief</i> about the source and effect of the payment was irrelevant to whether a <i>completed</i> extortion was committed; an actual impact on interstate commerce is required. Given that the proof for attempted extortion and completed extortion could be different, the argument concludes, the jury may not have been unanimous about whether D'Amico was guilty of extortion or attempted extortion.</p>\n<p>While, as we have noted, one of the purposes of the prohibition against duplicitous indictments is to guard against conviction without a unanimous jury verdict, the fact that an indictment is not duplicitous on its face of course does not guarantee that a jury verdict will be unanimous, based on the evidence actually presented. We have observed a lack of clarity in the law about the requirement for juror unanimity when, as here, there are alternate paths to a verdict, and we have acknowledged that a count may contain alternative theories, factual scenarios and lines of evidentiary inference, \"making generalizations about unanimity hazardous.\" <i>United States v. Pagan-Santini,</i> <span class=\"citation\" data-id=\"794662\"><a href=\"/opinion/794662/united-states-v-rafael-pagan-santini/\"><span class=\"volume\">451</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">258</span></a></span>, 267 (1st Cir.2006). We need not decide whether D'Amico would have been entitled to a unanimity instruction, for he did not seek <span class=\"star-pagination\">*101</span> one at trial, and on appeal he expressly disclaims that he is challenging the failure to give such an instruction, preferring instead to rest on his claim that the trial should not have proceeded on the indictment as drafted. Because the indictment was not duplicitous, we reject that claim.</p>\n<p>B. Promise of an Official Act</p>\n<p>D'Amico next challenges the district court's denial of his Fed.R.Crim.P. 29 motion for a judgment of acquittal. He contends that the government failed to prove, as it must, that he accepted the $2,500 payment from Gostoves in exchange for a promise to perform an official act.</p>\n<p>We review D'Amico's sufficiency of the evidence claim de novo. <i>See </i><i>United States v. Hall,</i> <span class=\"citation\" data-id=\"202011\"><a href=\"/opinion/202011/united-states-v-hall/\"><span class=\"volume\">434</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">42</span></a></span>, 49 (1st Cir.2006). In so doing, \"we must decide, viewing the evidence in the light most favorable to the verdict of guilt, whether a reasonable factfinder could find the defendant guilty of the crime beyond a reasonable doubt.\" <i>United States v. Boulanger,</i> <span class=\"citation\" data-id=\"202148\"><a href=\"/opinion/202148/united-states-v-boulanger/\"><span class=\"volume\">444</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">76</span></a></span>, 89 (1st Cir.2006).</p>\n<p>In relevant part, the Hobbs Act defines extortion \"as the obtaining of property from another with his consent, induced . . . under color of official right.\" 18 U.S.C. § 1951(b)(2). \"To establish guilt for extortion under color official right, the [government] must show . . . that the defendant, a public official, has received an emolument that he was not entitled to receive, with knowledge that the emolument was tendered in exchange for some official act.\" <i>United States v. Cruz-Arroyo,</i> <span class=\"citation\" data-id=\"202375\"><a href=\"/opinion/202375/united-states-v-cruz-arroyo/\"><span class=\"volume\">461</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">69</span></a></span>, 73 (1st Cir.2006). Additionally, where the payment was treated as a campaign contribution, the government must demonstrate that the payment was \"in return for an explicit promise or undertaking by the official to perform or not to perform an official act.\" <i>McCormick v. United States,</i> <span class=\"citation\" data-id=\"112596\"><a href=\"/opinion/112596/mccormick-v-united-states/\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">257</span></a></span>, 273, <span class=\"citation\" data-id=\"112596\"><a href=\"/opinion/112596/mccormick-v-united-states/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1807</span></a></span>, <span class=\"citation\" data-id=\"112596\"><a href=\"/opinion/112596/mccormick-v-united-states/\"><span class=\"volume\">114</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">307</span></a></span> (1991). In other words, where the payment takes the form of a campaign contribution, the government must prove a \"specific <i>quid pro quo</i>\" between the public official and the payor. <i>United States v. Cruzado-Laureano,</i> <span class=\"citation\" data-id=\"201519\"><a href=\"/opinion/201519/united-states-v-cruzado-laureano/\"><span class=\"volume\">404</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">470</span></a></span>, 482 (1st Cir.2005).</p>\n<p>This last requirement is rooted in the recognition that candidates for political office must raise money to fund their campaigns and that, to do so effectively, they often must make promises concerning their plans if elected. As the Supreme Court explained:</p>\n<blockquote>Money is constantly being solicited on behalf of candidates, who run on platforms and who claim support on the basis of their views and what they intend to do or have done. Whatever ethical considerations and appearances may indicate, to hold that legislators commit the federal crime of extortion when they act for the benefit of constituents . . . shortly before or after campaign contributions are solicited and received from the beneficiaries, is an unrealistic assessment of what Congress could have meant by making it a crime to obtain property from another, with his consent, `under color of official right.' To hold otherwise would open to prosecution not only conduct that has long been thought to be well within the law but also conduct that in a very real sense is unavoidable so long as election campaigns are financed by private contributions or expenditures, as they have been from the beginning of the Nation.</blockquote>\n<p><i>McCormick,</i> 500 U.S. at 272, <span class=\"citation\" data-id=\"112596\"><a href=\"/opinion/112596/mccormick-v-united-states/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1807</span></a></span>.</p>\n<p>The government contends that the <i>quid pro quo</i> requirement does not apply in this case because there was evidence from which a jury could conclude that Gostoves' <span class=\"star-pagination\">*102</span> payment to D'Amico was not a campaign contribution. But, whatever inference the evidence may have permitted, the district court instructed the jury that to find D'Amico guilty, it had to conclude that \"the payment was made in return for an agreement or a promise by [D'Amico] to perform some official act. . . . The <i>quid pro quo</i> is a promise to use the office for the benefit of the payor.\" This instruction, unobjected to by the government, is the law of the case and supplies the standard by which we measure the sufficiency of the evidence. <i>See </i><i>United States v. Zanghi,</i> <span class=\"citation\" data-id=\"198610\"><a href=\"/opinion/198610/united-states-v-zanghi/\"><span class=\"volume\">189</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">71</span></a></span>, 79 (1st Cir.1999).<sup>[6]</sup> Thus, for the conviction to stand, there must be adequate evidence from which a reasonable jury could find that D'Amico promised to perform an official act in exchange for the payoff from Gostoves.</p>\n<p>D'Amico contends that, by the time Gostoves paid him, the plan to widen the road in front of Gostoves' Dunkin' Donuts had already been approved by the city council. This undisputed fact, D'Amico contends, compels the conclusion that there was no <i>quid pro quo.</i> We disagree.</p>\n<p>A reasonable jury could have found the following facts. In August 2001, the Quincy City Council considered issuing a permit to allow Home Depot, Inc. to construct a new building on the same street as Gostoves' Dunkin' Donuts. At the Council meeting where this permit was considered, D'Amico told the Quincy traffic engineer, Jack Gillon, that he would oppose the permit unless Home Depot was required to pay for widening the road in front of the Dunkin' Donuts. As a result of D'Amico's demand, Home Depot agreed to pay for the road-widening project as part of the permit requirements.</p>\n<p>On October 15, 2001, approximately two months after Home Depot agreed to pay to widen the road, Gostoves and D'Amico met at 10:30 p.m. in the parking lot of Gostoves' Dunkin' Donuts to execute the payoff.<sup>[7]</sup> Gostoves made clear that he was paying D'Amico \"for the road improvement\" and because he needed \"a friend . . . to make sure that this is going to happen and happen the right way.\" D'Amico assured Gostoves that the widening project would proceed but also promised that he \"would meet periodically with the traffic department just to keep it going.\" Promising to meet with the traffic department was not an empty gesture because there was a further approval process for the project, even after the Home Depot permit issued. In fact, D'Amico, as promised, contacted the traffic engineer shortly after receiving the payoff to make sure that the project remained on track.</p>\n<p>A reasonable jury thus could have concluded that D'Amico explicitly promised Gostoves that, in exchange for the $2,500 payment, he would use his influence as a city councillor to pressure the traffic department to pursue the road-widening project. This conclusion is sufficient to ground a conviction. Until the project was completed, Gostoves had an interest in having an influential public official advocating for the project, and D'Amico willingly agreed to serve as that advocate.</p>\n<p><span class=\"star-pagination\">*103</span> C. Interstate Commerce Requirement</p>\n<p>In addition to the requirements discussed above, to prove a completed extortion, the government had to satisfy the Hobbs Act's jurisdictional element of showing that D'Amico's conduct \"obstruct[ed], delay[ed], or affect[ed] commerce.\" 18 U.S.C. § 1951. To meet this requirement, the government had to prove only that there was a \"realistic probability\" that D'Amico's conduct would affect interstate commerce. <i>United States v. Capozzi,</i> <span class=\"citation\" data-id=\"200671\"><a href=\"/opinion/200671/united-states-v-capozzi/\"><span class=\"volume\">347</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">327</span></a></span>, 335 (1st Cir.2003).</p>\n<p>In an vein similar to his duplicity contention, D'Amico argues that the jury was presented with a legally invalid theory for establishing this realistic probability. As mentioned above, the money that Gostoves paid to D'Amico belonged to the FBI. <i>Supra</i> at n. 7. Relying on <i>United States v. DiCarlantonio,</i> <span class=\"citation\" data-id=\"520329\"><a href=\"/opinion/520329/united-states-v-anthony-dicarlantonio-88-31513248-and-john-prayso/\"><span class=\"volume\">870</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1058</span></a></span>, 1060 (6th Cir.1989), D'Amico contends that the jurisdictional requirement for a completed Hobbs Act violation is not met where the money used for an extortion belongs to the government. He does not dispute, however, that the government established a valid effect on interstate commerce through evidence that the extortion depleted assets of Home Depot, a business engaged in interstate commerce, by requiring it to pay for the road-widening project. <i>See </i><i>United States v. Rodriguez-Casiano,</i> <span class=\"citation\" data-id=\"201838\"><a href=\"/opinion/201838/united-states-v-rodriguez-casiano/\"><span class=\"volume\">425</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span>, 15 (1st Cir.2005) (recognizing depletion of assets of business in interstate commerce as valid way of showing effect on commerce under the Hobbs Act). Thus, D'Amico does not contend that he is entitled to a judgment of acquittal. Rather, he seeks a new trial, relying on the rule that a general verdict cannot stand where the jury was presented with valid and legally flawed theories of liability and may have relied on the flawed theory to convict. <i>See </i><i>Griffin v. United States,</i> <span class=\"citation\" data-id=\"112659\"><a href=\"/opinion/112659/griffin-v-united-states/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">46</span></a></span>, 49, <span class=\"citation\" data-id=\"112659\"><a href=\"/opinion/112659/griffin-v-united-states/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">466</span></a></span>, <span class=\"citation\" data-id=\"112659\"><a href=\"/opinion/112659/griffin-v-united-states/\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">371</span></a></span> (1991).<sup>[8]</sup></p>\n<p>The primary problem with D'Amico's argument is that it does not appear that the jury was presented with the theory that Gostoves' payment of FBI money to D'Amico established the effect on interstate commerce required for a substantive extortion conviction. The government did not make this argument, and the jury instructions, unchallenged on this point, did not suggest this theory. Thus, even if we assume that the payment of FBI money was insufficient to ground the jurisdictional finding, there is little likelihood that the jury was led astray.</p>\n<p>D. Closing Argument</p>\n<p>Finally, D'Amico claims that statements made by the prosecutor during her closing argument were improper and require a new trial. We review de novo whether the challenged statements were improper. <i>United States v. Nelson-Rodriguez,</i> <span class=\"citation\" data-id=\"780802\"><a href=\"/opinion/780802/united-states-v-milton-a-nelson-rodriguez-luis-a-romero-lopez-miguel-a/\"><span class=\"volume\">319</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span>, 38 (1st Cir.2003). The district court's decision whether to award a new trial on the basis of any identified improper statements is reviewed for an abuse of discretion. <i>Id.</i></p>\n<p>During the trial, the government had sought to introduce evidence that in 1996, while a city counselor, D'Amico had accepted another $2,500 payment from Gostoves. The district court excluded this <span class=\"star-pagination\">*104</span> evidence. It did, however, allow the FBI agent who arranged Gostoves' October 2001 payoff to D'Amico to testify that she was investigating D'Amico because Gostoves told her about an alleged prior payment to D'Amico. This testimony was admitted only to explain the reason for the FBI's investigation. The agent did not testify that Gostoves told her that the prior payment had been in the amount of $2,500.</p>\n<p>Despite the fact that no evidence had been allowed about the amount of the prior payment, the prosecutor stated that the agent \"told you that when she debriefed Mr. Gostoves . . . he said that he made a $2,500 payment to the defendant in the past. And [the agent] told you that she wanted to corroborate that information by seeing if the defendant would take another such $2,500 payment\" from Gostoves. D'Amico objected to this statement. The court immediately sustained the objection, commenting that it did \"not recall [this] evidence,\" and told the jury \"to disregard any of this.\" At the end of the government's argument, D'Amico moved for a mistrial. The court denied the motion, ruling that, while the prosecutor's comment about the prior payment was improper, D'Amico had failed to show prejudice, \"especially in light of the [court's] instruction to the jury members that they disregard the remark.\"</p>\n<p>D'Amico contends that the prosecutor's entire statement concerning the prior payment was improper because there was no substantive evidence that Gostoves had ever made such a payment to D'Amico. The government acknowledges impropriety, but only to the extent that the prosecutor mentioned the amount of the prior payment. We agree with the government.</p>\n<p>The prosecutor did not argue that there was proof of a prior payment from Gostoves to D'Amico; she stated only that the FBI was investigating D'Amico to corroborate Gostoves' claim that he had made such a payment. This was consistent with the evidence admitted without objection at trial and thus was a proper ground for argument. <i>See </i><i>United States v. McKeeve,</i> <span class=\"citation\" data-id=\"197677\"><a href=\"/opinion/197677/united-states-v-mckeeve/\"><span class=\"volume\">131</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 14 (1st Cir.1997) (stating that at \"least in the absence of highly exceptional circumstances, a comment by counsel in the course of jury summation that merely recounts properly admitted testimony, accurately and without embellishment or distortion, cannot constitute reversible error\"). Accordingly, the prosecutor erred only to the extent that she stated the amount of the alleged prior payment.<sup>[9]</sup></p>\n<p>The question before us is whether this misstatement warrants a new trial. To determine whether a prosecutor's improper statement \"so poisoned the well `that a new trial is necessary, we consider (1) whether the prosecutor's misconduct was deliberate and/or isolated; (2) whether the [district] court gave a strong and explicit cautionary instruction; and (3) whether it is likely that any prejudice surviving the [court's] instruction could have affected the outcome of the case.'\" <i>United States v. Cormier,</i> <span class=\"citation\" data-id=\"202508\"><a href=\"/opinion/202508/united-states-v-cormier/\"><span class=\"volume\">468</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">63</span></a></span>, 73 (1st Cir.2006). As stated above, a district court's negative answer to this question is entitled to deference.</p>\n<p>The misstatement does not appear to have been a deliberate distortion of the evidence. As mentioned above, the FBI agent testified that Gostoves had reported <span class=\"star-pagination\">*105</span> making a prior payment to D'Amico. This evidence was not admitted to prove that such a payment had actually taken place, and the prosecutor was careful not to characterize it as such. The prosecutor did go beyond the evidence by stating the amount of the supposed prior payment. But there is no reason to suppose that the error was intentional, especially given that the prosecutor did not have a transcript of the agent's testimony at her disposal. <i>See </i><i>United States v. Carrasquillo-Plaza,</i> <span class=\"citation\" data-id=\"521952\"><a href=\"/opinion/521952/united-states-v-pedro-carrasquillo-plaza/\"><span class=\"volume\">873</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">10</span></a></span>, 13 (1st Cir.1989) (stating that \"allowance must be made for an attorney, even Government counsel, who out of haste or confusion misunderstands the substance of the previous testimony\"). Moreover, the misstatement was a one-time event. <i>See </i><i>United States v. Palmer,</i> <span class=\"citation\" data-id=\"767577\"><a href=\"/opinion/767577/united-states-v-charles-palmer/\"><span class=\"volume\">203</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">55</span></a></span>, 58 (1st Cir.2000).</p>\n<p>The misstatement was followed by a timely and direct curative instruction. The district judge stated that she did not remember any evidence about the prior payment and told the jury to disregard the prosecutor's entire discussion of the topic. This instruction was even broader than necessary because, as discussed above, the prosecutor's statement was only improper to the extent that she mentioned the $2,500 figure. Moreover, in its final instructions, the court stated that counsels' arguments are not evidence, and that it is the jury's recollection of the evidence that controls. <i>See id.</i></p>\n<p>Finally, the misstatement was not so central to the case that it likely affected the outcome. D'Amico's primary defense was that the October 2001 payment was not made in return for a promise to perform an official act. The jury, however, was not told that D'Amico had promised Gostoves anything in exchange for the prior payment. And the mere fact of the prior payment was not particularly probative concerning whether D'Amico had made a specific promise to perform an official act in exchange for the October 2001 payment. Moreover, the jury had before it a tape recording of the October 2001 payment and thus had direct evidence concerning the promises that D'Amico made to Gostoves in exchange for the payment. This direct evidence was almost certainly at the forefront of the jury's deliberation in light of D'Amico's defense that, while he accepted the 2001 payment from Gostoves, he did not promise him anything as part of the transaction. In these circumstances, where the focus was not on the fact of payment but rather on the existence vel non of a <i>quid pro quo,</i> it is highly unlikely that the prosecutor's misstatement concerning evidence about the fact of a prior payment affected the trial's outcome.</p>\n<p>Before leaving this issue, we emphasize that we are not saying that mentioning the amount was a minor mistake by the prosecutor; it created a real risk of infecting to a material degree what was otherwise proper argument. We have found no abuse of discretion in the ruling on the motion for new trial only because the statement was not intentionally erroneous, the argument itself was proper, there was a curative instruction, and the focus of the trial was not on whether there was a $2,500 payment in October 2001 but on whether there was a <i>quid pro quo</i> for the payment.</p>\n<p></p>\n<h2>II. <i>The Government's Cross-Appeal</i>\n</h2>\n<p>The government appeals D'Amico's sentence. The district court calculated the GSR at 31-41 months of imprisonment but sentenced D'Amico to four months' imprisonment. The court provided the following explanation for the sentence:</p>\n<blockquote>The factors that I have considered include: [T]hat the defendant clearly is an <span class=\"star-pagination\">*106</span> energetic, highly motivated person. He's been a hustler. He's worked hard all of his life. He has often had more than one job. . . . He has accomplished much, both by achieving appointed and elected office. He clearly cares about public service, with the emphasis on the service, and with a large altruistic component. He was in many ways a very good legislator, who served his constituents with dedication, with energy, and with imagination.</blockquote>\n<blockquote>I am particularly impressed and credit the letters about his conscientiousness and effective service and on the fact that he returned phone calls, an unusual characteristic among people who don't have to do that or think they don't have to do it.</blockquote>\n<p>In apparent reference to the collateral consequences of D'Amico's conviction, <i>viz.,</i> its probable effect on his ability to seek public office, practice law, or engage in other professional work in the future, the court further noted that it \"should keep in mind the very high price that the defendant has paid for just the conviction even before any sentence is pronounced.\"</p>\n<p>The government argues that these reasons do not justify a substantial variance from the GSR. In particular, the government contends that the district court overvalued D'Amico's individual characteristics in determining his sentence.</p>\n<p>In fashioning D'Amico's sentence, the district court followed the procedural approach outlined in <i>United States v. Jimenez-Beltre,</i> <span class=\"citation\" data-id=\"202092\"><a href=\"/opinion/202092/united-states-v-jimenez-beltre/\"><span class=\"volume\">440</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">514</span></a></span>, 518-19 (1st Cir. 2006) (en banc), for imposing sentences after <i>United States v. Booker,</i> <span class=\"citation no-link\"><span class=\"volume\">543</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">220</span></span>, 259, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">738</span></span>, <span class=\"citation no-link\"><span class=\"volume\">160</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">621</span></span> (2005) (recasting the sentencing guidelines as advisory). It first calculated the GSR and then permitted the parties to argue for a higher or lower sentence based on the statutory factors set forth in 18 U.S.C. § 3553(a). <i>See </i><i>Jimenez-Beltre,</i> 440 F.3d at 518. These factors include, <i>inter alia,</i> the nature and circumstances of the offense; the history and characteristics of the defendant; the need for the sentence to promote respect for the law, to provide just punishment, and to afford adequate deterrence; and the applicable GSR. 18 U.S.C. § 3553(a).</p>\n<p>In reviewing a particular sentence for reasonableness, we stress the need for \"a plausible explanation and a defensible overall result.\" <i>Jimenez-Beltre,</i> 440 F.3d at 519. The GSR is an \"important consideration\" in our review because it \"represent[s] the only integration of the multiple sentencing factors set forth in § 3553(a), often reflect[s] past practice, and bear[s] the imprimatur of the Sentencing Commission, the expert agency charged with developing them.\" <i>United States v. Thurston,</i> <span class=\"citation no-link\"><span class=\"volume\">456</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">211</span></span>, 215 (1st Cir.2006). \"Thus, we consider the reasonableness of a below-guidelines sentence on a sliding scale: the farther the judge's sentence departs from the guidelines sentence, the more compelling the justification based on the factors in § 3553(a) that the judge must offer.\"<sup>[10]</sup><i>Id.</i> (quoting <i>United States v. Smith,</i> <span class=\"citation\" data-id=\"202151\"><a href=\"/opinion/202151/united-states-v-smith/\"><span class=\"volume\">445</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 4 (1st Cir.2006)).</p>\n<p>Here, the district court concluded that an 88 percent variance from the bottom of the GSR was warranted primarily because of D'Amico's good works as a city councillor. Prior to <i>Booker,</i> a district court could only depart from the GSR if the defendant's good works were exceptional. <i>See </i><i>Thurston,</i> 456 F.3d at 219. Post-<i>Booker,</i> however, good works that do not qualify as <span class=\"star-pagination\">*107</span> exceptional may still justify the imposition of a somewhat shorter sentence. <i>Id.</i></p>\n<p>While we accept the district court's characterization of D'Amico as a responsive city councillor who made worthy contributions to Quincy during his time in office, we are left with the firm conviction that the court overvalued these contributions in imposing D'Amico's sentence. It was D'Amico's job to respond to the needs of his constituents and to make positive contributions to his community. He was compensated for these efforts, which were essential to D'Amico's reelection and prospects for other political office.</p>\n<p>The Seventh Circuit has held that a district court placed too much emphasis on the charitable efforts of a convicted bank president in substantially reducing his sentence for fraud. <i>United States v. Repking,</i> <span class=\"citation no-link\"><span class=\"volume\">467</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1091</span></span>, 1095-96 (7th Cir.2006). The court reasoned that affording the bank president so much credit for his charitable endeavors was inappropriate because such endeavors were \"entirely consistent with a bank's business development plan.\" <i>Id.</i> at 1096.</p>\n<p>We agree with the Seventh Circuit that it is usually not appropriate to excuse a defendant almost entirely from incarceration because he performed acts that, though in society's interest, also were the defendant's responsibility to perform and stood to benefit the defendant personally and professionally. Thus, D'Amico's performance of good works as a city councillor does not support such a substantial variance from the GSR.</p>\n<p>This leaves the district court's view that a large variance from the GSR was appropriate because D'Amico had already suffered substantially from the fact of conviction. In particular, D'Amico argued that the conviction itself would effectively ruin his political career and would impede his ability to pursue a career as a lawyer.</p>\n<p>White collar defendants, such as D'Amico, often have achieved more tangible successes than other defendants, thereby making it easier for white collar defendants to articulate specific losses stemming from the fact of conviction, such as the loss of a high paying job or a professional license. But other defendants also suffer losses, financial and otherwise, from a conviction. Permitting a substantial variance based on a defendant's ability to articulate specific collateral losses from a conviction will inevitably lead to sentencing courts treating white collar defendants more leniently (in the relative sense) simply because of their societal status  a result that would be contrary to one of Congress' primary objectives in enacting the current federal sentencing scheme. <i>See</i> U.S.S.G. ch. 1, pt. A, § 3 (stating that one goal of the Sentencing Commission was to eliminate the pre-guidelines inequity of \"punishing economic crime less severely that other apparent equivalent behavior\"); Pub.L. No. 107-204, § 905(b)(1)(2) (2002) (instructing the Sentencing Commission to review the guidelines to consider whether they \"are sufficient to deter . . . [white collar] offense . . . \").</p>\n<p>We find support for this conclusion in a recent Second Circuit opinion, in which the court rejected a substantial reduction from the GSR on similar grounds. <i>See </i><i>United States v. Rattoballi,</i> <span class=\"citation\" data-id=\"794721\"><a href=\"/opinion/794721/united-states-v-james-rattoballi/\"><span class=\"volume\">452</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">127</span></a></span>, 135 (2d Cir.2006). In <i>Rattoballi,</i> the defendant, a successful business owner, was convicted of mail fraud and was subject to a GSR of 27-33 months. <i>Id.</i> at 128. The district court sentenced the defendant to one year of home confinement and five years of supervised release, concluding that a large variance was appropriate, in part, because the conviction \"had already taken a severe toll on the defendant's business.\" <i>Id.</i> at 128, 131. The Second Circuit rejected this rationale, stating that it was \"disinclined to <span class=\"star-pagination\">*108</span> accord the prospect of a business failure decisive weight\" when it is the direct result of \"the defendant's own unlawful conduct.\" <i>Id.</i> at 135. D'Amico's professional and political losses also result from his \"own unlawful conduct,\" and we share the disinclination to accord decisive weight to these asserted losses. While we do not hold that a court could not consider D'Amico's losses in setting an appropriate sentence, an 88 percent variance from the GSR is not reasonable under the circumstances.</p>\n<p>In sum, the reasons provided do not support the variance from the GSR awarded in this case. Accordingly, D'Amico must be resentenced.</p>\n<p></p>\n<h2>III. <i>Conclusion</i>\n</h2>\n<p>For the reasons stated, the judgment of conviction is <i>affirmed</i> but the sentence is <i>vacated.</i> The case is <i>remanded</i> for further proceedings consistent with this opinion.</p>\n<p><i>So ordered.</i></p>\n<h2>NOTES</h2>\n<p>[1]  The count read as follows:\n</p>\n<p>On or about October 15, 2001 at Quincy, in the District of Massachusetts, MICHAEL J. D'AMICO defendant herein, who was then a city counselor for the City of Quincy, did obtain and attempt to obtain property, to wit: two thousand five hundred dollars ($2,500.00) in cash from another with his consent, by means of extortion, that is under the color of official right as a City Counselor (sic), for the purpose of influencing a road construction project in Quincy, and did thereby obstruct and attempt to obstruct and affect commerce and the movement of articles and commodities in commerce.</p>\n<p>[2]  In making this ruling, the district court criticized D'Amico for waiting until the eve of trial to file a motion challenging the indictment. The government argues that, in light of the district court's comment, we should rule that D'Amico waived his duplicity challenge. Federal Rule of Civil Procedure 12(e) provides that a defendant waives a defective indictment claim if the claim is made after the deadline for pretrial motions, unless the district court permits the late filing for \"good cause.\" D'Amico's challenge to the indictment was undoubtedly late, but, because the district court rejected his argument on the merits, we shall reach the merits as well. <i>See </i><i>United States v. Huber,</i> <span class=\"citation\" data-id=\"789946\"><a href=\"/opinion/789946/united-states-v-duane-huber-united-states-of-america-v-huber-farms/\"><span class=\"volume\">404</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1047</span></a></span>, 1054 (8th Cir.2005).</p>\n<p>[3]  Courts have recognized additional harms from a duplicitous indictment, including that it may (1) fail to give the defendant adequate notice of the nature of the charges, (2) threaten to subject the defendant to prejudicial evidentiary rulings at trial, and (3) produce trial records inadequate to allow a defendant to plead prior convictions or acquittals as a bar to subsequent prosecution for the same offense. <i>E.g., </i><i>United States v. Marshall,</i> <span class=\"citation\" data-id=\"712197\"><a href=\"/opinion/712197/united-states-v-louise-h-marshall-john-m-gliottoni-jr-and-charles/\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1097</span></a></span>, 1111 (7th Cir.1996).</p>\n<p>[4]  We take no position on whether this interpretation of 8 U.S.C. § 1324(a)(1)(A)(ii) is correct.</p>\n<p>[5]  In support of his duplicity argument, D'Amico relies primarily on <i>United States v. Starks,</i> <span class=\"citation\" data-id=\"327152\"><a href=\"/opinion/327152/united-states-v-larry-starks-in-no-74-1966-appeal-of-alonzo-robinson-in/\"><span class=\"volume\">515</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">112</span></a></span>, 116-118 (3d Cir.1975). In <i>Starks,</i> the court held that an indictment charging a defendant with <i>conspiracy</i> to extort and attempt to extort under the Hobbs Act in the same count was duplicitous. <i>Stark</i>'s holding is an application of the established principle that conspiracy and the substantive offense are distinct crimes, <i>Iannelli v. United States,</i> <span class=\"citation\" data-id=\"109225\"><a href=\"/opinion/109225/iannelli-v-united-states/\"><span class=\"volume\">420</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">770</span></a></span>, 777, <span class=\"citation\" data-id=\"109225\"><a href=\"/opinion/109225/iannelli-v-united-states/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1284</span></a></span>, <span class=\"citation\" data-id=\"109225\"><a href=\"/opinion/109225/iannelli-v-united-states/\"><span class=\"volume\">43</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">616</span></a></span> (1975), that should be charged in separate counts of an indictment, <i>see</i> Wright, <i>supra</i> at § 142 at 14 n. 14 (citing cases). <i>Starks</i> has no application here, where conspiracy was not charged.</p>\n<p>[6]  The government has not argued that the court's instruction was \"patently incorrect,\" <i>see </i><i>United States v. Gomes,</i> <span class=\"citation\" data-id=\"587243\"><a href=\"/opinion/587243/united-states-v-nazira-a-gomes/\"><span class=\"volume\">969</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1290</span></a></span>, 1294 (1st Cir.1992) (stating that unobjected-to jury instruction is law of the case unless instruction is patently incorrect or internally inconsistent), nor could it so argue in light of the several circuits that have held that a <i>quid pro quo</i> requirement applies in all extortion under color of official right prosecutions. <i>See </i><i>United States v. Giles,</i> <span class=\"citation\" data-id=\"772851\"><a href=\"/opinion/772851/united-states-v-percy-z-giles/\"><span class=\"volume\">246</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">966</span></a></span>, 971-72 (7th Cir.2001) (citing cases).</p>\n<p>[7]  At this point, Gostoves was cooperating with the FBI after he had been indicted for federal tax evasion. The money that Gostoves paid to D'Amico was provided by the FBI.</p>\n<p>[8]  The <i>Griffin</i> rule does not apply where the jury is presented with two theories and one is <i>factually</i> flawed. In such cases, the conviction stands. We assume, <i>arguendo,</i> that D'Amico has made a legal insufficiency argument to which <i>Griffin</i> could apply. <i>See </i><i>United States v. Syme,</i> <span class=\"citation\" data-id=\"776066\"><a href=\"/opinion/776066/united-states-v-robert-u-syme/\"><span class=\"volume\">276</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">131</span></a></span>, 145 (3d Cir. 2002) (\"A theory upon which a criminal charge rests is legally invalid under <i>Griffin</i> if the indictment or the district court's jury instructions are based on an erroneous interpretation of law or a mistaken description of the law.\").</p>\n<p>[9]  D'Amico also challenges a statement by the prosecutor quoting Gostoves as saying to D'Amico, in reference to the October 2001 payoff, that they would do something \"like in the past.\" Gostoves' statement to this effect was admitted without restriction, and thus it was proper for the prosecutor to rely on it in her argument. <i>McKeeve,</i> 131 F.3d at 14.</p>\n<p>[10]  We see nothing in the Supreme Court's recent decision in <i>Rita v. United States,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"145708\"><a href=\"/opinion/145708/rita-v-united-states/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2456</span></a></span>, <span class=\"citation\" data-id=\"145708\"><a href=\"/opinion/145708/rita-v-united-states/\"><span class=\"volume\">168</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">203</span></a></span> (2007), that is inconsistent with our approach to post-<i>Booker</i> sentencing.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/109225/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111404/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112596/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112659/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145708/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195933/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197677/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198610/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200671/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201519/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201838/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202011/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202092/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202148/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202151/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202375/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202508/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202634/",
    "http://www.courtlistener.com/api/rest/v3/opinions/327152/",
    "http://www.courtlistener.com/api/rest/v3/opinions/424956/",
    "http://www.courtlistener.com/api/rest/v3/opinions/518930/",
    "http://www.courtlistener.com/api/rest/v3/opinions/520329/",
    "http://www.courtlistener.com/api/rest/v3/opinions/521952/",
    "http://www.courtlistener.com/api/rest/v3/opinions/587243/",
    "http://www.courtlistener.com/api/rest/v3/opinions/712197/",
    "http://www.courtlistener.com/api/rest/v3/opinions/750671/",
    "http://www.courtlistener.com/api/rest/v3/opinions/766723/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767577/",
    "http://www.courtlistener.com/api/rest/v3/opinions/770544/",
    "http://www.courtlistener.com/api/rest/v3/opinions/772851/",
    "http://www.courtlistener.com/api/rest/v3/opinions/773819/",
    "http://www.courtlistener.com/api/rest/v3/opinions/776066/",
    "http://www.courtlistener.com/api/rest/v3/opinions/779007/",
    "http://www.courtlistener.com/api/rest/v3/opinions/780802/",
    "http://www.courtlistener.com/api/rest/v3/opinions/789946/",
    "http://www.courtlistener.com/api/rest/v3/opinions/790718/",
    "http://www.courtlistener.com/api/rest/v3/opinions/794662/",
    "http://www.courtlistener.com/api/rest/v3/opinions/794721/",
    "http://www.courtlistener.com/api/rest/v3/opinions/795548/",
    "http://www.courtlistener.com/api/rest/v3/opinions/797625/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1619976/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2259313/"
  ]
}