{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202811/",
  "absolute_url": "/opinion/202811/babani-v-gonzales/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202811/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/3246/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:02:29Z",
  "date_modified": "2016-04-26T23:41:42.553078Z",
  "type": "010combined",
  "sha1": "17e76ef5741bb7b24528a7251e0cb1dd450d0017",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/06-2016-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2007/06/22/Babani_v._Gonzales.pdf",
  "plain_text": "            United States Court of Appeals\n                       For the First Circuit\n\n\nNo. 06-2016\n\n                       NATASHA BABANI, ET AL.,\n\n                             Petitioner,\n\n                                 v.\n\n                        ALBERTO R. GONZALES,\n               Attorney General of the United States,\n\n                             Respondent.\n\n\n                  ON PETITION FOR REVIEW OF AN ORDER\n                 OF THE BOARD OF IMMIGRATION APPEALS\n\n\n                               Before\n\n                    Torruella, Newman,* and Lynch,\n                           Circuit Judges.\n\n\n     Susanna L. Shafer, Daniel F. Cashman, and Cashman & Lovely,\nP.C. on brief for petitioner.\n     Benjamin J. Zeitlin, Trial Attorney, Office of Immigration\nLitigation, Peter D. Keisler, Assistant Attorney General, and Greg\nD. Mack, Senior Litigation Counsel, Office of Immigration\nLitigation, on brief for respondent.\n\n\n\n                            June 22, 2007\n\n\n\n\n     *\n         Of the Federal Circuit, sitting by designation.\n\f           PER CURIAM.     On June 8, 2006, the Board of Immigration\n\nAppeals (BIA) adopted and affirmed the decision of an Immigration\n\nJudge   (IJ)   rejecting      the   claims   of     Natasha     Babani    (and,\n\nderivatively, her husband) for asylum, withholding of removal to\n\nAlbania, and relief under the Convention Against Torture (CAT).\n\n           In an oral decision delivered on February 8, 2005, the IJ\n\nfound   that   Babani   had   not   met    her    burden   of   showing    past\n\npersecution or a well-founded fear of persecution on account of\n\npolitical opinion.      Further, the IJ found that in light of the\n\ncouple's repeated voluntary returns to Albania since the 1997\n\nassumption of power by the Socialist Party, they had not shown that\n\nthey had any real fear of returning to Albania.            As a result, the\n\nIJ ordered Babani removed to Albania.\n\n           The BIA upheld the IJ's denial of relief.             The BIA held\n\nthat no clear error had been shown in the IJ's partial adverse\n\ncredibility finding that the accounts of Babani and her husband\n\nwere inherently implausible as to why police in Albania under a\n\nnew, noncommunist political regime would have any interest in\n\nharming them after the former communist regime was ousted in the\n\nearly 1990s.   As to the events that occurred under the more recent\n\nsocialist regime in Albania, the BIA held that the Babanis had not\n\ndemonstrated clear error in the IJ's finding that even if the\n\nBabanis had been credible in their factual accounts of several\n\nincidents of mistreatment by police, they had not demonstrated that\n\n\n                                     -2-\n\fthese events were on account of one of the grounds protected under\n\nthe Immigration and Nationality Act. Finally, the BIA affirmed the\n\nfinding that Babani had not shown that she or her spouse would be\n\ntortured upon return to Albania.                Thus, the IJ's order of removal\n\nwas affirmed.\n\n            Babani timely petitioned for review of the denial of\n\nrelief.    We deny the petition for judicial review.\n\n                                           I.\n\n            Babani      was    admitted    to    this    country   on    a    B-2    non-\n\nimmigrant visa in 2000 and overstayed.                   She did not seek asylum\n\nupon her entry to the country.              Rather, she waited until she was\n\nserved with a removal notice. Removal proceedings began on October\n\n9, 2002.\n\n            To    establish      eligibility       for   asylum,    an     alien     must\n\ndemonstrate that she is a \"refugee.\"               8 U.S.C. § 1158(b)(1)(A).             To\n\ndo so, the alien must show that she has been persecuted or that she\n\nreasonably      fears    persecution       \"on    account    of    race,      religion,\n\nnationality, membership in a particular social group, or political\n\nopinion.\"       Id. § 1101(a)(42)(A); see also Mukamusoni v. Ashcroft,\n\n390 F.3d 110, 119 (1st Cir. 2004).               The alien bears the burden of\n\nproof     for    establishing        eligibility     for     asylum.          8    U.S.C.\n\n§ 1158(b)(1)(B)(i).           An applicant who has established that she has\n\nsuffered     persecution        in   the    past    is     \"presumed     to       have    a\n\nwell-founded fear of persecution on the basis of the original\n\n\n                                           -3-\n\fclaim.\"   8 C.F.R. § 208.13(b)(1); see also El Moraghy v. Ashcroft,\n\n331 F.3d 195, 203 (1st Cir. 2003); Fergiste v. INS, 138 F.3d 14, 18\n\n(1st Cir. 1998).\n\n           To qualify for withholding of removal, an alien must\n\ndemonstrate that upon return to her home country, she is more\n\nlikely than not to face persecution on account of a protected\n\nground.   Silva v. Gonzales, 463 F.3d 68, 72 (1st Cir. 2006).\n\n           Normally, we review the decision of the BIA, but when the\n\nBIA adopts the opinion of the IJ, we review the IJ's opinion as if\n\nit were that of the BIA.     Romilus v. Ashcroft, 385 F.3d 1, 5 (1st\n\nCir. 2004).    Whether or not an alien has met her burden is a\n\nfactual   determination    that   we    review    under   the   deferential\n\nsubstantial evidence standard.         See Estrada-Canales v. Gonzales,\n\n437 F.3d 208, 215 (1st Cir. 2006).         We will uphold the agency's\n\nfactual determinations \"unless any reasonable adjudicator would be\n\ncompelled to conclude to the contrary.\"          8 U.S.C. § 1252(b)(4)(B);\n\nRodriguez-Ramirez v. Ashcroft, 398 F.3d 120, 123 (1st Cir. 2005).\n\n           A brief discussion of the record suffices.               The IJ\n\naccepted as credible Babani's testimony that during the communist\n\nregime she had been persecuted as the daughter of a military\n\nofficial who was suspected of being involved in an anticommunist\n\neffort. In 1976, Babani's father died while in prison.           Babani and\n\nthe rest of her family were then sent into exile at labor camps\n\naround the country.       In 1990, after democratic reforms, Babani\n\n\n                                   -4-\n\freturned     from   exile.     After    the    election   that    brought   the\n\nDemocratic Party to power in 1992, she fared well.               She testified\n\nthat the situation changed when the Socialist Party seized power in\n\n1997.    She relies on an attack on her son in July 1997, the beating\n\nof her husband by the Chief of Police in March 2000, and an April\n\n2000 search of their home, in which she fended off a rape.              The IJ\n\nfound that Babani's testimony with respect to the 1997 and 2000\n\nevents was not credible.\n\n             Babani's two main arguments are that (1) the IJ's partial\n\nadverse credibility determination is not supported by substantial\n\nevidence, and (2) the IJ has confused the issue of her credibility\n\nwith the issue of whether she met her burden of associating any of\n\nthe post-1997 events with her political opinion.\n\n             Both of Babani's arguments are misapplied because even if\n\nwe   found    error    in    the   IJ's      partial   adverse     credibility\n\ndetermination, Babani still would not be entitled to relief.1               The\n\nIJ found that even if the recounting of the 1997 and 2000 events\n\n\n     1\n          Babani relies on Cordero-Trejo v. INS, 40 F.3d 482 (1st\nCir. 1994), to support her second argument. The case lends her no\nsupport. In Cordero-Trejo, the IJ had found the petitioner not\ncredible because his testimony was \"rife with inconsistencies and\nimplausibilities.\"    Id. at 488.     We reviewed the record and\ndetermined that substantial evidence did not support such a\nfinding. Id. at 491. We did not hold, as Babani seems to suggest,\nthat the plausibility of testimony regarding an alleged\npersecutor's motives can never be relevant to a credibility\ndetermination.     Rather, we reasoned that the IJ's adverse\ncredibility determination regarding the petitioner's testimony with\nrespect to his supposed persecutor's motives was explicitly refuted\nby the record. Id. at 489.\n\n                                       -5-\n\fwere credible, Babani had not met her burden of showing that the\n\nevents were on account of any of the five statutory factors.\n\nIndeed, the only \"evidence\" Babani offered was her belief that the\n\nevents were so motivated.\n\n            Babani's argument is that her belief was reasonable and\n\nso   had   to    be    accepted    unless    the    IJ    presented    a   rational\n\nalternative explanation.           As a matter of law this argument is\n\nincorrect.       Babani bore the burden of proof, and she offered no\n\nevidence of a connection between the mistreatment and her political\n\nbeliefs but her own opinion.          See INS v. Elias-Zacarias, 502 U.S.\n\n478, 483 (1992) (\"[S]ince the statute makes motive critical, [the\n\npetitioner]      must    provide    some    evidence      of   [his   persecutors'\n\nmotives], direct or circumstantial.\"); see also, e.g., Romilus, 385\n\nF.3d at 7 (holding that the petitioner had failed to establish past\n\npersecution on account of a protected ground where there was no\n\nevidence of the persecutors' motives); Khalil v. Ashcroft, 337 F.3d\n\n50, 55 (1st Cir. 2003) (holding that the petitioner had failed to\n\nestablish persecution on account of religion because his \"theory as\n\nto   why   [he   was    mistreated]    [was]       just   that:   a   theory.   He\n\npresent[ed] no evidence other than his own speculation to link the\n\n[mistreatment] to his faith\").\n\n            Moreover, even if we viewed Babani's testimony -- for\n\nexample, that the police told her son that his kind should go back\n\nto the concentration camps, or that the Chief of Police was the son\n\n\n                                       -6-\n\fof a man who had been involved in the death of her father -- as\n\nallowing   an    inference    that   the    attacks    on    the   Babanis     were\n\npolitically motivated, the IJ's choice among reasonable inferences\n\ncannot be deemed erroneous.2         Aguilar-Solis v. INS, 168 F.3d 565,\n\n571 (1st Cir. 1999); see also Romilus, 385 F.3d at 7.                The record\n\noffers adequate support for the IJ's skepticism that what befell\n\nBabani's family was on account of her political opinion.\n\n           According    to    Babani's     own    characterization,      she   was\n\n\"virtually non-political.\" She attended only one rally in 1992 and\n\nwas not active in opposing the socialist regime that came to power\n\nin 1997.   In addition, Babani's son received his passport to come\n\nto the United States a month before the 1997 assault, hardly\n\nevidence of persecution of the family. Similarly, Babani's husband\n\ncontinued to work for the government's Ministry of Tourism and\n\ntraveled extensively outside of Albania between 1997 and 1999.                  At\n\nno time during this period did Babani or her husband apply for\n\nasylum in any country to which they traveled.               As to the March 2000\n\nassault on Babani's husband, although the police allegedly screamed\n\nat Babani and insulted his wife, they did not say anything about\n\nthe   Babanis'    political    beliefs.          Likewise,    Babani's   husband\n\nadmitted that they were not singled out when the police came to\n\n\n      2\n          To be clear, a competing inference need be no more\nspecific than that the alleged persecution was not motivated by a\nprotected ground. See 8 U.S.C. § 1158(b)(1)(B)(i) (placing the\nburden of proof for establishing eligibility for asylum on the\nalien).\n\n                                      -7-\n\ftheir home in April 2000.   Rather, the police were searching all\n\nhouses in Tirana for illegal weapons.\n\n          There was also evidence of motive, unrelated to these\n\nevents, to emigrate to the United States.    Both of the Babanis'\n\nchildren are here. Babani's husband testified to a desire to enter\n\nthe United States to be with their children, even before some of\n\nthe events in question.\n\n          Because Babani's asylum claim fails, her application for\n\nwithholding of removal necessarily fails as well.      Bollanos v.\n\nGonzales, 461 F.3d 82, 86 (1st Cir. 2006); Mediouni v. INS, 314\n\nF.3d 24, 27 (1st Cir. 2002).3\n\n          We deny the petition for review.\n\n\n\n\n     3\n          Babani's brief advances no arguments regarding the CAT,\nand so we deem her CAT claim waived. See United States v. Zannino,\n895 F.2d 1, 17 (1st Cir. 1990) (\"[I]ssues adverted to in a\nperfunctory manner, unaccompanied by some effort at developed\nargumentation, are deemed waived.\"). Even had it been preserved,\nthe CAT claim would fail, as the IJ's denial of relief is supported\nby substantial evidence.\n\n                                -8-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>492 F.3d 20 (2007)</b></center>\n<center><h1>Natasha BABANI, et al., Petitioner,<br>\nv.<br>\nAlberto R. GONZALES, Attorney General of the United States, Respondent.</h1></center>\n<center>No. 06-2016.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Submitted June 4, 2007.</center>\n<center>Decided June 22, 2007.</center>\n<p>Susanna L. Shafer, Daniel F. Cashman, and Cashman &amp; Lovely, P.C. on brief for petitioner.</p>\n<p><span class=\"star-pagination\">*21</span> Benjamin J. Zeitlin, Trial Attorney, Office of Immigration Litigation, Peter D. Keisler, Assistant Attorney General, and Greg D. Mack, Senior Litigation Counsel, Office of Immigration Litigation, on brief for respondent.</p>\n<p>Before TORRUELLA, NEWMAN,<sup>[*]</sup> and LYNCH, Circuit Judges.</p>\n<p>PER CURIAM.</p>\n<p>On June 8, 2006, the Board of Immigration Appeals (BIA) adopted and affirmed the decision of an Immigration Judge (IJ) rejecting the claims of Natasha Babani (and, derivatively, her husband) for asylum, withholding of removal to Albania, and relief under the Convention Against Torture (CAT).</p>\n<p>In an oral decision delivered on February 8, 2005, the IJ found that Babani had not met her burden of showing past persecution or a well-founded fear of persecution on account of political opinion. Further, the IJ found that in light of the couple's repeated voluntary returns to Albania since the 1997 assumption of power by the Socialist Party, they had not shown that they had any real fear of returning to Albania. As a result, the IJ ordered Babani removed to Albania.</p>\n<p>The BIA upheld the IJ's denial of relief. The BIA held that no clear error had been shown in the IJ's partial adverse credibility finding that the accounts of Babani and her husband were inherently implausible as to why police in Albania under a new, noncommunist political regime would have any interest in harming them after the former communist regime was ousted in the early 1990s. As to the events that occurred under the more recent socialist regime in Albania, the BIA held that the Babanis had not demonstrated clear error in the IJ's finding that even if the Babanis had been credible in their factual accounts of several incidents of mistreatment by police, they had not demonstrated that these events were on account of one of the grounds protected under the Immigration and Nationality Act. Finally, the BIA affirmed the finding that Babani had not shown that she or her spouse would be tortured upon return to Albania. Thus, the IJ's order of removal was affirmed.</p>\n<p>Babani timely petitioned for review of the denial of relief. We deny the petition for judicial review.</p>\n<p></p>\n<h2>I.</h2>\n<p>Babani was admitted to this country on a B-2 non-immigrant visa in 2000 and overstayed. She did not seek asylum upon her entry to the country. Rather, she waited until she was served with a removal notice. Removal proceedings began on October 9, 2002.</p>\n<p>To establish eligibility for asylum, an alien must demonstrate that she is a \"refugee.\" 8 U.S.C. § 1158(b)(1)(A). To do so, the alien must show that she has been persecuted or that she reasonably fears persecution \"on account of race, religion, nationality, membership in a particular social group, or political opinion.\" <i>Id.</i> § 1101(a)(42)(A); <i>see also </i><i>Mukamusoni v. Ashcroft,</i> 390 F.3d 110, 119 (1st Cir.2004). The alien bears the burden of proof for establishing eligibility for asylum. 8 U.S.C. § 1158(b)(1)(B)(i). An applicant who has established that she has suffered persecution in the past is \"presumed to have a well-founded fear of persecution on the basis of the original claim.\" 8 C.F.R. § 208.13(b)(1); <i>see also </i><i>El Moraghy v. Ashcroft,</i> 331 F.3d 195, 203 (1st Cir.2003); <i>Fergiste v. INS,</i> 138 F.3d 14, 18 (1st Cir. 1998).</p>\n<p><span class=\"star-pagination\">*22</span> To qualify for withholding of removal, an alien must demonstrate that upon return to her home country, she is more likely than not to face persecution on account of a protected ground. <i>Silva v. Gonzales,</i> 463 F.3d 68, 72 (1st Cir.2006).</p>\n<p>Normally, we review the decision of the BIA, but when the BIA adopts the opinion of the IJ, we review the IJ's opinion as if it were that of the BIA. <i>Romilus v. Ashcroft,</i> 385 F.3d 1, 5 (1st Cir.2004). Whether or not an alien has met her burden is a factual determination that we review under the deferential substantial evidence standard. <i>See </i><i>Estrada-Canales v. Gonzales,</i> 437 F.3d 208, 215 (1st Cir.2006). We will uphold the agency's factual determinations \"unless any reasonable adjudicator would be compelled to conclude to the contrary.\" 8 U.S.C. § 1252(b)(4)(B); <i>Rodriguez-Ramirez v. Ashcroft,</i> 398 F.3d 120, 123 (1st Cir.2005).</p>\n<p>A brief discussion of the record suffices. The IJ accepted as credible Babani's testimony that during the communist regime she had been persecuted as the daughter of a military official who was suspected of being involved in an anticommunist effort. In 1976, Babani's father died while in prison. Babani and the rest of her family were then sent into exile at labor camps around the country. In 1990, after democratic reforms, Babani returned from exile. After the election that brought the Democratic Party to power in 1992, she fared well. She testified that the situation changed when the Socialist Party seized power in 1997. She relies on an attack on her son in July 1997, the beating of her husband by the Chief of Police in March 2000, and an April 2000 search of their home, in which she fended off a rape. The IJ found that Babani's testimony with respect to the 1997 and 2000 events was not credible.</p>\n<p>Babani's two main arguments are that (1) the IJ's partial adverse credibility determination is not supported by substantial evidence, and (2) the IJ has confused the issue of her credibility with the issue of whether she met her burden of associating any of the post-1997 events with her political opinion.</p>\n<p>Both of Babani's arguments are misapplied because even if we found error in the IJ's partial adverse credibility determination, Babani still would not be entitled to relief.<sup>[1]</sup> The IJ found that even if the recounting of the 1997 and 2000 events were credible, Babani had not met her burden of showing that the events were on account of any of the five statutory factors. Indeed, the only \"evidence\" Babani offered was her belief that the events were so motivated.</p>\n<p>Babani's argument is that her belief was reasonable and so had to be accepted unless the IJ presented a rational alternative explanation. As a matter of law this argument is incorrect. Babani bore the burden of proof, and she offered no evidence of a connection between the mistreatment and her political beliefs but her own opinion. <i>See </i><i>INS v. Elias-Zacarias,</i> 502 U.S. 478, 483, 112 S.Ct. 812, 117 L.Ed.2d 38 (1992) (\"[S]ince the statute makes motive critical, <span class=\"star-pagination\">*23</span> [the petitioner] must provide <i>some</i> evidence of [his persecutors' motives], direct or circumstantial.\"); <i>see also, e.g., </i><i>Romilus,</i> 385 F.3d at 7 (holding that the petitioner had failed to establish past persecution on account of a protected ground where there was no evidence of the persecutors' motives); <i>Khalil v. Ashcroft,</i> 337 F.3d 50, 55 (1st Cir.2003) (holding that the petitioner had failed to establish persecution on account of religion because his \"theory as to why [he was mistreated] [was] just that: a theory. He present[ed] no evidence other than his own speculation to link the [mistreatment] to his faith\").</p>\n<p>Moreover, even if we viewed Babani's testimony  for example, that the police told her son that his kind should go back to the concentration camps, or that the Chief of Police was the son of a man who had been involved in the death of her father  as allowing an inference that the attacks on the Babanis were politically motivated, the IJ's choice among reasonable inferences cannot be deemed erroneous.<sup>[2]</sup><i>Aguilar-Solis v. INS,</i> 168 F.3d 565, 571 (1st Cir.1999); <i>see also </i><i>Romilus,</i> 385 F.3d at 7. The record offers adequate support for the IJ's skepticism that what befell Babani's family was on account of her political opinion.</p>\n<p>According to Babani's own characterization, she was \"virtually non-political.\" She attended only one rally in 1992 and was not active in opposing the socialist regime that came to power in 1997. In addition, Babani's son received his passport to come to the United States a month before the 1997 assault, hardly evidence of persecution of the family. Similarly, Babani's husband continued to work for the government's Ministry of Tourism and traveled extensively outside of Albania between 1997 and 1999. At no time during this period did Babani or her husband apply for asylum in any country to which they traveled. As to the March 2000 assault on Babani's husband, although the police allegedly screamed at Babani and insulted his wife, they did not say anything about the Babanis' political beliefs. Likewise, Babani's husband admitted that they were not singled out when the police came to their home in April 2000. Rather, the police were searching all houses in Tirana for illegal weapons.</p>\n<p>There was also evidence of motive, unrelated to these events, to emigrate to the United States. Both of the Babanis' children are here. Babani's husband testified to a desire to enter the United States to be with their children, even before some of the events in question.</p>\n<p>Because Babani's asylum claim fails, her application for withholding of removal necessarily fails as well. <i>Bollanos v. Gonzales,</i> 461 F.3d 82, 86 (1st Cir.2006); <i>Mediouni v. INS,</i> 314 F.3d 24, 27 (1st Cir. 2002).<sup>[3]</sup></p>\n<p>We <i>deny</i> the petition for review.</p>\n<h2>NOTES</h2>\n<p>[*]  Of the Federal Circuit, sitting by designation.</p>\n<p>[1]  Babani relies on <i>Cordero-Trejo v. INS,</i> 40 F.3d 482 (1st Cir.1994), to support her second argument. The case lends her no support. In <i>Cordero-Trejo,</i> the IJ had found the petitioner not credible because his testimony was \"rife with inconsistencies and implausibilities.\" <i>Id.</i> at 488. We reviewed the record and determined that substantial evidence did not support such a finding. <i>Id.</i> at 491. We did not hold, as Babani seems to suggest, that the plausibility of testimony regarding an alleged persecutor's motives can never be relevant to a credibility determination. Rather, we reasoned that the IJ's adverse credibility determination regarding the petitioner's testimony with respect to his supposed persecutor's motives was explicitly refuted by the record. <i>Id.</i> at 489.</p>\n<p>[2]  To be clear, a competing inference need be no more specific than that the alleged persecution was not motivated by a protected ground. <i>See</i> 8 U.S.C. § 1158(b)(1)(B)(i) (placing the burden of proof for establishing eligibility for asylum on the alien).</p>\n<p>[3]  Babani's brief advances no arguments regarding the CAT, and so we deem her CAT claim waived. <i>See </i><i>United States v. Zannino,</i> 895 F.2d 1, 17 (1st Cir.1990) (\"[I]ssues adverted to in a perfunctory manner, unaccompanied by some effort at developed argumentation, are deemed waived.\"). Even had it been preserved, the CAT claim would fail, as the IJ's denial of relief is supported by substantial evidence.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">492</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">20</span></span> (2007)</b></center>\n<center><h1>Natasha BABANI, et al., Petitioner,<br>\nv.<br>\nAlberto R. GONZALES, Attorney General of the United States, Respondent.</h1></center>\n<center>No. 06-2016.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Submitted June 4, 2007.</center>\n<center>Decided June 22, 2007.</center>\n<p>Susanna L. Shafer, Daniel F. Cashman, and Cashman &amp; Lovely, P.C. on brief for petitioner.</p>\n<p><span class=\"star-pagination\">*21</span> Benjamin J. Zeitlin, Trial Attorney, Office of Immigration Litigation, Peter D. Keisler, Assistant Attorney General, and Greg D. Mack, Senior Litigation Counsel, Office of Immigration Litigation, on brief for respondent.</p>\n<p>Before TORRUELLA, NEWMAN,<sup>[*]</sup> and LYNCH, Circuit Judges.</p>\n<p>PER CURIAM.</p>\n<p>On June 8, 2006, the Board of Immigration Appeals (BIA) adopted and affirmed the decision of an Immigration Judge (IJ) rejecting the claims of Natasha Babani (and, derivatively, her husband) for asylum, withholding of removal to Albania, and relief under the Convention Against Torture (CAT).</p>\n<p>In an oral decision delivered on February 8, 2005, the IJ found that Babani had not met her burden of showing past persecution or a well-founded fear of persecution on account of political opinion. Further, the IJ found that in light of the couple's repeated voluntary returns to Albania since the 1997 assumption of power by the Socialist Party, they had not shown that they had any real fear of returning to Albania. As a result, the IJ ordered Babani removed to Albania.</p>\n<p>The BIA upheld the IJ's denial of relief. The BIA held that no clear error had been shown in the IJ's partial adverse credibility finding that the accounts of Babani and her husband were inherently implausible as to why police in Albania under a new, noncommunist political regime would have any interest in harming them after the former communist regime was ousted in the early 1990s. As to the events that occurred under the more recent socialist regime in Albania, the BIA held that the Babanis had not demonstrated clear error in the IJ's finding that even if the Babanis had been credible in their factual accounts of several incidents of mistreatment by police, they had not demonstrated that these events were on account of one of the grounds protected under the Immigration and Nationality Act. Finally, the BIA affirmed the finding that Babani had not shown that she or her spouse would be tortured upon return to Albania. Thus, the IJ's order of removal was affirmed.</p>\n<p>Babani timely petitioned for review of the denial of relief. We deny the petition for judicial review.</p>\n<p></p>\n<h2>I.</h2>\n<p>Babani was admitted to this country on a B-2 non-immigrant visa in 2000 and overstayed. She did not seek asylum upon her entry to the country. Rather, she waited until she was served with a removal notice. Removal proceedings began on October 9, 2002.</p>\n<p>To establish eligibility for asylum, an alien must demonstrate that she is a \"refugee.\" 8 U.S.C. § 1158(b)(1)(A). To do so, the alien must show that she has been persecuted or that she reasonably fears persecution \"on account of race, religion, nationality, membership in a particular social group, or political opinion.\" <i>Id.</i> § 1101(a)(42)(A); <i>see also </i><i>Mukamusoni v. Ashcroft,</i> <span class=\"citation\" data-id=\"201357\"><a href=\"/opinion/201357/mukamusoni-v-ashcroft/\"><span class=\"volume\">390</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">110</span></a></span>, 119 (1st Cir.2004). The alien bears the burden of proof for establishing eligibility for asylum. 8 U.S.C. § 1158(b)(1)(B)(i). An applicant who has established that she has suffered persecution in the past is \"presumed to have a well-founded fear of persecution on the basis of the original claim.\" 8 C.F.R. § 208.13(b)(1); <i>see also </i><i>El Moraghy v. Ashcroft,</i> <span class=\"citation\" data-id=\"200506\"><a href=\"/opinion/200506/el-moraghy-v-ins/\"><span class=\"volume\">331</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">195</span></a></span>, 203 (1st Cir.2003); <i>Fergiste v. INS,</i> <span class=\"citation\" data-id=\"197837\"><a href=\"/opinion/197837/fergiste-v-ins/\"><span class=\"volume\">138</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">14</span></a></span>, 18 (1st Cir. 1998).</p>\n<p><span class=\"star-pagination\">*22</span> To qualify for withholding of removal, an alien must demonstrate that upon return to her home country, she is more likely than not to face persecution on account of a protected ground. <i>Silva v. Gonzales,</i> <span class=\"citation\" data-id=\"202417\"><a href=\"/opinion/202417/silva-v-gonzales/\"><span class=\"volume\">463</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">68</span></a></span>, 72 (1st Cir.2006).</p>\n<p>Normally, we review the decision of the BIA, but when the BIA adopts the opinion of the IJ, we review the IJ's opinion as if it were that of the BIA. <i>Romilus v. Ashcroft,</i> <span class=\"citation\" data-id=\"201241\"><a href=\"/opinion/201241/romilus-v-ashcroft/\"><span class=\"volume\">385</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 5 (1st Cir.2004). Whether or not an alien has met her burden is a factual determination that we review under the deferential substantial evidence standard. <i>See </i><i>Estrada-Canales v. Gonzales,</i> <span class=\"citation\" data-id=\"202065\"><a href=\"/opinion/202065/estrada-canales-v-gonzales/\"><span class=\"volume\">437</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">208</span></a></span>, 215 (1st Cir.2006). We will uphold the agency's factual determinations \"unless any reasonable adjudicator would be compelled to conclude to the contrary.\" 8 U.S.C. § 1252(b)(4)(B); <i>Rodriguez-Ramirez v. Ashcroft,</i> <span class=\"citation\" data-id=\"201454\"><a href=\"/opinion/201454/rodriguez-ramirez-v-ashcroft/\"><span class=\"volume\">398</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">120</span></a></span>, 123 (1st Cir.2005).</p>\n<p>A brief discussion of the record suffices. The IJ accepted as credible Babani's testimony that during the communist regime she had been persecuted as the daughter of a military official who was suspected of being involved in an anticommunist effort. In 1976, Babani's father died while in prison. Babani and the rest of her family were then sent into exile at labor camps around the country. In 1990, after democratic reforms, Babani returned from exile. After the election that brought the Democratic Party to power in 1992, she fared well. She testified that the situation changed when the Socialist Party seized power in 1997. She relies on an attack on her son in July 1997, the beating of her husband by the Chief of Police in March 2000, and an April 2000 search of their home, in which she fended off a rape. The IJ found that Babani's testimony with respect to the 1997 and 2000 events was not credible.</p>\n<p>Babani's two main arguments are that (1) the IJ's partial adverse credibility determination is not supported by substantial evidence, and (2) the IJ has confused the issue of her credibility with the issue of whether she met her burden of associating any of the post-1997 events with her political opinion.</p>\n<p>Both of Babani's arguments are misapplied because even if we found error in the IJ's partial adverse credibility determination, Babani still would not be entitled to relief.<sup>[1]</sup> The IJ found that even if the recounting of the 1997 and 2000 events were credible, Babani had not met her burden of showing that the events were on account of any of the five statutory factors. Indeed, the only \"evidence\" Babani offered was her belief that the events were so motivated.</p>\n<p>Babani's argument is that her belief was reasonable and so had to be accepted unless the IJ presented a rational alternative explanation. As a matter of law this argument is incorrect. Babani bore the burden of proof, and she offered no evidence of a connection between the mistreatment and her political beliefs but her own opinion. <i>See </i><i>INS v. Elias-Zacarias,</i> <span class=\"citation\" data-id=\"112682\"><a href=\"/opinion/112682/ins-v-elias-zacarias/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">478</span></a></span>, 483, <span class=\"citation\" data-id=\"112682\"><a href=\"/opinion/112682/ins-v-elias-zacarias/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">812</span></a></span>, <span class=\"citation\" data-id=\"112682\"><a href=\"/opinion/112682/ins-v-elias-zacarias/\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">38</span></a></span> (1992) (\"[S]ince the statute makes motive critical, <span class=\"star-pagination\">*23</span> [the petitioner] must provide <i>some</i> evidence of [his persecutors' motives], direct or circumstantial.\"); <i>see also, e.g., </i><i>Romilus,</i> 385 F.3d at 7 (holding that the petitioner had failed to establish past persecution on account of a protected ground where there was no evidence of the persecutors' motives); <i>Khalil v. Ashcroft,</i> <span class=\"citation\" data-id=\"200567\"><a href=\"/opinion/200567/khalil-v-ins/\"><span class=\"volume\">337</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">50</span></a></span>, 55 (1st Cir.2003) (holding that the petitioner had failed to establish persecution on account of religion because his \"theory as to why [he was mistreated] [was] just that: a theory. He present[ed] no evidence other than his own speculation to link the [mistreatment] to his faith\").</p>\n<p>Moreover, even if we viewed Babani's testimony  for example, that the police told her son that his kind should go back to the concentration camps, or that the Chief of Police was the son of a man who had been involved in the death of her father  as allowing an inference that the attacks on the Babanis were politically motivated, the IJ's choice among reasonable inferences cannot be deemed erroneous.<sup>[2]</sup><i>Aguilar-Solis v. INS,</i> <span class=\"citation\" data-id=\"198342\"><a href=\"/opinion/198342/aguilar-solis-v-ins/\"><span class=\"volume\">168</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">565</span></a></span>, 571 (1st Cir.1999); <i>see also </i><i>Romilus,</i> 385 F.3d at 7. The record offers adequate support for the IJ's skepticism that what befell Babani's family was on account of her political opinion.</p>\n<p>According to Babani's own characterization, she was \"virtually non-political.\" She attended only one rally in 1992 and was not active in opposing the socialist regime that came to power in 1997. In addition, Babani's son received his passport to come to the United States a month before the 1997 assault, hardly evidence of persecution of the family. Similarly, Babani's husband continued to work for the government's Ministry of Tourism and traveled extensively outside of Albania between 1997 and 1999. At no time during this period did Babani or her husband apply for asylum in any country to which they traveled. As to the March 2000 assault on Babani's husband, although the police allegedly screamed at Babani and insulted his wife, they did not say anything about the Babanis' political beliefs. Likewise, Babani's husband admitted that they were not singled out when the police came to their home in April 2000. Rather, the police were searching all houses in Tirana for illegal weapons.</p>\n<p>There was also evidence of motive, unrelated to these events, to emigrate to the United States. Both of the Babanis' children are here. Babani's husband testified to a desire to enter the United States to be with their children, even before some of the events in question.</p>\n<p>Because Babani's asylum claim fails, her application for withholding of removal necessarily fails as well. <i>Bollanos v. Gonzales,</i> <span class=\"citation\" data-id=\"202386\"><a href=\"/opinion/202386/bollanos-v-gonzales/\"><span class=\"volume\">461</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">82</span></a></span>, 86 (1st Cir.2006); <i>Mediouni v. INS,</i> <span class=\"citation\" data-id=\"200253\"><a href=\"/opinion/200253/mediouni-v-ins/\"><span class=\"volume\">314</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">24</span></a></span>, 27 (1st Cir. 2002).<sup>[3]</sup></p>\n<p>We <i>deny</i> the petition for review.</p>\n<h2>NOTES</h2>\n<p>[*]  Of the Federal Circuit, sitting by designation.</p>\n<p>[1]  Babani relies on <i>Cordero-Trejo v. INS,</i> <span class=\"citation\" data-id=\"195749\"><a href=\"/opinion/195749/cordero-trejo-v-ins/\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">482</span></a></span> (1st Cir.1994), to support her second argument. The case lends her no support. In <i>Cordero-Trejo,</i> the IJ had found the petitioner not credible because his testimony was \"rife with inconsistencies and implausibilities.\" <i>Id.</i> at 488. We reviewed the record and determined that substantial evidence did not support such a finding. <i>Id.</i> at 491. We did not hold, as Babani seems to suggest, that the plausibility of testimony regarding an alleged persecutor's motives can never be relevant to a credibility determination. Rather, we reasoned that the IJ's adverse credibility determination regarding the petitioner's testimony with respect to his supposed persecutor's motives was explicitly refuted by the record. <i>Id.</i> at 489.</p>\n<p>[2]  To be clear, a competing inference need be no more specific than that the alleged persecution was not motivated by a protected ground. <i>See</i> 8 U.S.C. § 1158(b)(1)(B)(i) (placing the burden of proof for establishing eligibility for asylum on the alien).</p>\n<p>[3]  Babani's brief advances no arguments regarding the CAT, and so we deem her CAT claim waived. <i>See </i><i>United States v. Zannino,</i> <span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 17 (1st Cir.1990) (\"[I]ssues adverted to in a perfunctory manner, unaccompanied by some effort at developed argumentation, are deemed waived.\"). Even had it been preserved, the CAT claim would fail, as the IJ's denial of relief is supported by substantial evidence.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112682/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195749/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197837/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198342/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200253/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200506/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200567/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201241/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201357/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201454/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202065/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202386/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202417/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536025/"
  ]
}