{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202836/",
  "absolute_url": "/opinion/202836/united-states-v-lino/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202836/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:02:59Z",
  "date_modified": "2016-04-26T07:12:32.105909Z",
  "type": "010combined",
  "sha1": "9a04b7a34295dc25ef3464bd986cb66839ee3fd1",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/05-1665-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2007/07/12/US_v._Lino.pdf",
  "plain_text": "          United States Court of Appeals\n                       For the First Circuit\n\n\nNo. 05-1665\n\n                     UNITED STATES OF AMERICA,\n\n                             Appellee,\n\n                                 v.\n\n                             ERIC LINO,\n\n                       Defendant, Appellant.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF MASSACHUSETTS\n\n          [Hon. William G. Young, U.S. District Judge]\n\n\n                               Before\n\n              Selya, Lipez, and Howard, Circuit Judges.\n\n\n\n     Christopher R. Goddu, for appellant.\n     Randall E. Kromm, Assistant United States Attorney, with\nwhom Michael J. Sullivan, United States Attorney, was on brief,\nfor appellee.\n\n\n\n                           July 12, 2007\n\f              HOWARD, Circuit Judge.          Eric Lino was convicted of one\n\ncount of conspiring to distribute between 500 grams and five\n\nkilograms of cocaine and one count of cocaine distribution, see 21\n\nU.S.C. §§ 846 & 21 U.S.C. § 841(a)(1).                 He was sentenced to 144\n\nmonths of imprisonment.          Lino appeals only from the sentence, and\n\nwe limit our background discussion accordingly.\n\n              At trial, the evidence demonstrated that Lino was part of\n\na cocaine conspiracy that operated in southeastern Massachusetts\n\nbetween   June    2001    and    June   2003.     The    government   presented\n\ntestimony from three of Lino's associates that during the life of\n\nthe conspiracy each had provided Lino with transportation, so that\n\nhe could sell cocaine.           There was evidence that Lino conducted\n\nbetween   nine    and    forty    transactions     per    week.    One   witness\n\ntestified to having helped Lino in over one hundred transactions\n\nand another stated that he had seen Lino participate in between\n\nfifty   and    one   hundred     cocaine      deals.     The   government   also\n\nintroduced evidence of a series of cocaine sales that Lino made to\n\nundercover law enforcement officers.\n\n              Prior to trial, the government filed an information\n\nnotifying Lino that it intended to seek an enhanced penalty based\n\non his October 2001 Massachusetts conviction for possession of\n\nmarijuana and cocaine with the intent to distribute. See 21 U.S.C.\n\n§ 841(b)(1)(B).      Section 841(b)(1)(B) provides for a mandatory\n\n\n\n\n                                        -2-\n\fminimum sentence of five years for conspiring to distribute at\n\nleast 500 grams and less than 5 kilograms of cocaine.                       But the\n\npenalty increases to a sentence              between ten years and life, if the\n\nconviction occurred \"after a prior conviction for a felony drug\n\noffense has become final.\"                  Lino objected to the government's\n\nreliance        on     the     Massachusetts      conviction   to   trigger      this\n\nenhancement on the ground that the Massachusetts conviction was\n\n\"part and parcel\" of the overarching conspiracy charged in the\n\nfederal indictment and thus did not constitute the \"distinct\n\ncriminal episode\" necessary to trigger the enhancement.\n\n            The        presentence     report      (PSR)    concluded     that    the\n\nenhancement applied.              The PSR also relied on the Massachusetts\n\ndrug conviction to calculate Lino's criminal history, which, along\n\nwith other unrelated convictions, placed Lino into criminal history\n\ncategory V.          This history, coupled with an offense level of 30,\n\nresulted in an advisory guidelines sentencing range (GSR) of 151 to\n\n181 months.\n\n            Lino pursued several objections to the PSR before the\n\ndistrict court.              He renewed his argument that the Massachusetts\n\ndrug conviction did not trigger the § 841(b)(1)(B) enhancement.\n\nLino also argued that, under U.S.S.G. § 5G1.3(b), he was entitled\n\nto an adjustment in sentence for the time that he had already\n\nserved     on        his     undischarged    thirty-month      sentence    for    the\n\n\n\n\n                                            -3-\n\fMassachusetts drug conviction.1      Finally, he requested a departure\n\nor variance from the GSR on the ground that the GSR calculation\n\noverstated the seriousness of his criminal history.\n\n           The   district   court   rejected   Lino's    argument   against\n\napplying the enhancement.     The court ruled that, under prevailing\n\nprecedent, Lino's Massachusetts drug conviction constituted a prior\n\nfelony drug conviction under § 841(b)(1)(B), even though the\n\nconduct underlying the prior conviction occurred during the life of\n\nthe   conspiracy.   The court also rejected Lino's argument that his\n\nsentence should be reduced to account for the incarceration he\n\nserved for the Massachusetts drug conviction.           Finally, the court\n\nconcluded that a variance from the GSR was appropriate because the\n\nGSR overvalued the seriousness of Lino's criminal history.             The\n\ncourt imposed a sentence of 144 months of imprisonment, seven\n\nmonths below the bottom of the GSR.\n\n           On appeal, Lino challenges the district court's ruling\n\nthat his Massachusetts drug conviction was \"a prior felony drug\n\nconviction,\" triggering the sentencing enhancement under § 841\n\n(b)(1)(B).   As he argued before the district court, Lino contends\n\nthat where, as here, the prior felony drug conviction was based on\n\none of the transactions that comprised the overarching conspiracy\n\n\n\n      1\n      Lino's sentence was undischarged at the time of his federal\nsentencing because he was not required to serve his state sentence\nuntil his probation was revoked as a result of the federal\nindictment.\n\n                                    -4-\n\fthere is no basis for an enhancement because the prior conviction\n\ndoes   not   constitute    \"a    distinct   criminal    episode.\"        As   this\n\nargument presents a question of statutory interpretation, we review\n\nit de novo.     See United States v. Leahy, 473 F.3d 401, 405 (1st\n\nCir. 2007).\n\n             The interpretive question presented is whether a drug\n\ndistribution felony that took place during the course of an ongoing\n\nconspiracy is a \"prior felony drug conviction\" for purposes of the\n\n§ 841(b)(1)(B) enhancement where the conspiracy continued after the\n\nprior conviction.       We considered this question in United States v.\n\nDe Jesus Mateo, 373 F.3d 70, 74 (1st Cir. 2004).                     There, we\n\nobserved that \"prior felony drug convictions will be counted\n\nseparately for purposes of 21 U.S.C. § 841(b) only when they\n\nrepresent    distinct     criminal   episodes.\"        Id.   But    we   further\n\nexplained that \"an ongoing course of criminal conduct such as\n\nnarcotics trafficking may involve many such criminal episodes, each\n\na discrete occurrence.          The fact that all are related, part of a\n\nseries, or part of a continuous course of criminal dealing, does\n\nnot necessarily render them a single criminal episode.\"                        Id.\n\n(quoting United States v. Martinez-Medina, 279 F.3d 105, 123 (1st\n\nCir. 2002)).      A prior drug conviction constitutes a \"distinct\n\ncriminal episode\" sufficient to trigger the enhancement so long as\n\nthe defendant continued to participate in drug activity after the\n\nconviction became final.          See also United States v. Martino, 294\n\n\n                                      -5-\n\fF.3d 346, 350-51 (2d Cir. 2002); United States v. Howard, 115 F.3d\n\n1151, 1158 (4th Cir. 1997); United States v. Hansley, 54 F.3d 709,\n\n717 (11th Cir. 1995); United States v. Garcia, 32 F.3d 1017, 1019\n\n(7th Cir. 1994).\n\n            Thus,     in     De     Jesus    Mateo,        the    prior       felony   drug\n\nconvictions,       which     occurred       in    1991,    were     distinct       criminal\n\nepisodes     because        the    evidence       established           the    defendant's\n\nparticipation in the conspiracy through 1997.                           The same analysis\n\napplies    here.       Lino       pleaded    guilty       to    drug     distribution    in\n\nMassachusetts state court in October 2001, but continued to engage\n\nin the drug conspiracy until his arrest in 2003.                         Accordingly, the\n\ndistrict court correctly applied circuit precedent in concluding\n\nthat Lino's prior Massachusetts drug felony conviction triggered\n\nthe § 841(b)(1)(B) enhancement.\n\n            Nevertheless, Lino argues that we should overrule De\n\nJesus     Mateo.       As     a    panel     of    this        court,     absent    unusual\n\ncircumstances not present here, we may not do so.                              See United\n\nStates v. Allen, 469 F.3d 11, 17-18 (1st Cir. 2006).                           That aside,\n\nwe continue to think that De Jesus Mateo was properly decided.                          Our\n\napproach of focusing on the defendant's continued participation in\n\nthe conspiracy after being convicted of a drug felony is consistent\n\nwith furthering the sentencing enhancement's purpose of punishing\n\nrecidivism.        See Martino, 204 F.3d at 351.                   Indeed, if the rule\n\nadvocated by Lino were adopted, we would \"insulate the very career\n\n\n                                            -6-\n\fcriminals       the   [enhancement]   is    designed    to    reach   --     those\n\ncontinuously engaged in criminal conduct.\"              Martinez-Medina, 279\n\nF.3d at 123.      This we are quite unwilling to do.2\n\n            Next, Lino contends that the district court erred in\n\ndeclining to credit him with time he had already served on his\n\nundischarged sentence for his Massachusetts drug conviction under\n\nU.S.S.G.    §    5G1.3(b).    Section      5G1.3(b)    of   the   November    2003\n\nGuidelines (the version under which Lino was sentenced) provides:\n\n            If . . . a term of imprisonment resulted from\n            another offense that is relevant conduct to the\n            instant offense of conviction . . . and . . .\n            was the basis for an increase in the offense\n            level for the instant offense under Chapter Two\n\n\n     2\n      Lino also claims that the sentencing enhancement could not be\napplied to him because the prior conviction was not pleaded in his\nindictment. This argument was not raised below and thus is subject\nto plain error review, which requires Lino to show a clear error\nthat affected his substantial rights and that undermined the\nfairness integrity, or public reputation of the judicial\nproceeding. See United States v. Gilman, 478 F.3d 440, 445 (1st\nCir. 2007). We have repeatedly rejected this very argument and do\nso again here. See, e.g., United States v. Ivery, 427 F.3d 69, 75\n(1st Cir. 2005).\n     Lino further contends that the enhancement was erroneously\napplied because the judge improperly usurped the jury's function of\ndeciding whether there, in fact, had been a prior drug conviction\nand whether that conviction met the criteria for a \"felony drug\noffense\" and a \"distinct criminal episode.\" This argument too was\nnot raised before the district court and is thus reviewed for plain\nerror. We bypass the merits because Lino has made no argument that\nhe was prejudiced by the judge making the findings relevant to the\nenhancement, and, moreover, the materials in the record concerning\nthe prior conviction demonstrate that these issues were not open to\nany real dispute. Thus, relief under the plain error standard is\nunavailable.   See Johnson v. United States, 520     U.S. 461, 470\n(1997) (denying plain error relief where trial judge committed\nclear error by removing an issue from jury consideration because\nthere was no showing of prejudice).\n\n                                -7-\n\f          (Offense    Conduct)    or     Chapter    Three\n          (Adjustments), the sentence for the instant\n          offense shall be imposed as follows: the court\n          shall adjust the sentence for any period of\n          imprisonment already served on the undischarged\n          term of imprisonment if the court determined\n          that such period of imprisonment will not be\n          credited to the federal sentence by the Bureau\n          of Prisons.\n\nThus, § 5G1.3(b) provides for an adjustment in sentence only where\n\nthe undischarged sentence was (1) for a crime that constitutes\n\nrelevant conduct for the instant offense and (2) was the basis for\n\nan increase in the offense level for the instant offense under\n\nChapters Two or Three of the Guidelines.      United States v. Lozano,\n\n486 F.3d 446, 448-49 (8th Cir. 2007) (stating that both conditions\n\nmust be met to trigger an adjustment under § 5G1.3(b)(1)).\n\n          The second precondition is not met here.         An adjustment\n\nunder § 5G1.3(b) is not triggered \"by the mere fact [that] the\n\nfederal conspiracy charged encompassed a time period during which\n\nthe state offense occurred,\" where the state offense had no effect\n\non the defendant's offense level for the federal conviction.\n\nUnited States v. Hurley, 439 F.3d 955, 957 (8th Cir. 2006).             Lino\n\nconcedes that \"the crime for which [he] was serving a state\n\nsentence [did] not result in an increase to his offense level.\"\n\nThus, the district court correctly concluded that Lino was not\n\nentitled to an adjustment under § 5G1.3(b).\n\n          Lino   argues,   however,    that   he   is   entitled   to    the\n\nadjustment because the Massachusetts drug offense was used to\n\n\n                                 -8-\n\fincrease his criminal history category.          In so doing, he relies on\n\nUnited States v. Caraballo, 200 F.3d 20, 27 (1st Cir. 1999), where\n\nwe stated that U.S.S.G. §5G1.3(b) was triggered by a prior offense\n\nthat was relevant conduct to the instant offense and increased the\n\ndefendant's offense level or criminal history category.                    This\n\nreliance is misplaced.        In Caraballo, we were interpreting the\n\nversion of § 5G1.3(b) in existence prior to its amendment in 2003.\n\nThat version provided for an adjustment where the earlier offense\n\nhad \"been fully taken into account\" in the determination of the\n\ninstant offense.      The meaning    \"of fully taken into account\" had\n\ndivided the courts of appeals, compare, e.g.,              United States v.\n\nGarcia-Hernandez, 237 F.3d 105, 109 (2d Cir. 2000), with, e.g.,\n\nUnited States v. Fuentes, 107 F.3d 1515, 1524 (11th Cir. 1997).\n\nCaraballo provided our interpretation of this ambiguous language.\n\n           But   in   2003,   the   Sentencing    Commission     amended    the\n\nGuidelines to resolve this ambiguity. See U.S.S.G. Appx. C, Amend.\n\n660   (2003).    As   explained     above,   under   the   new   version    of\n\n§5G1.3(b), the prior offense must have increased the defendant's\n\noffense level for the instant offense under Chapter Two or Chapter\n\nThree of the Guidelines. The defendant's criminal history category\n\nis provided for under Chapter Four of the Guidelines, and thus an\n\nincrease in the criminal history category is not a basis for\n\ntriggering a § 5G1.3(b) adjustment.\n\n\n\n\n                                     -9-\n\f          Finally, Lino contends that the sentence imposed was\n\nunreasonable because the district court failed to appreciate the\n\nadvisory nature of the guidelines and did not consider whether to\n\nvary from the GSR to account for the time that he already served in\n\nMassachusetts custody for his prior drug conviction.\n\n          This argument fails.     The district court stated several\n\ntimes throughout the sentencing hearing that the guidelines were\n\nadvisory. It also closely followed the procedure for imposing\n\nsentence under the advisory guidelines regime set forth in United\n\nStates v. Jimenez-Beltre, 440 F.3d 514, 519 (1st Cir. 2006) (en\n\nbanc), by calculating the GSR, then \"determin[ing] whether the\n\nfactors identified by either side warrant[ed] an ultimate sentence\n\nabove or below the\" GSR.\n\n          The district court imposed a sentence below the GSR based\n\non its conclusion that the GSR overstated the seriousness of Lino's\n\ncriminal history.    Lino never argued to the district court that a\n\nlarger variance was warranted to account for the time served in\n\nstate custody; he made this argument only as it pertained to the\n\ncalculation of the GSR.    District judges are not mindreaders;   the\n\nparty seeking a variance must state clearly the reasons supporting\n\nthe request.   Id.   Lino did not do so and thus cannot complain now.\n\n          Moreover, after the district court pronounced sentence,\n\nLino's counsel observed that the federal sentence of 144 months,\n\nadded to the Massachusetts sentence of thirty-months, resulted in\n\n\n                                 -10-\n\fa total prison term near the top of the GSR.        The district court\n\nstated that it would not change the sentence on this basis.      To the\n\nextent that this was intended to be an argument for a further\n\nvariance   from   the   GSR   based   on   Lino's   sentence   for   the\n\nMassachusetts drug conviction -- a doubtful proposition -- the\n\ndistrict court reasonably rejected it.\n\n           Affirmed.\n\n\n\n\n                                 -11-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>493 F.3d 41 (2007)</b></center>\n<center><h1>UNITED STATES of America, Appellee,<br>\nv.<br>\nEric LINO, Defendant, Appellant.</h1></center>\n<center>No. 05-1665.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard September 13, 2006.</center>\n<center>Decided July 12, 2007.</center>\n<p>Christopher R. Goddu, for appellant.</p>\n<p>Randall E. Kromm, Assistant United States Attorney, with whom Michael J. Sullivan, United States Attorney, was on brief, for appellee.</p>\n<p><span class=\"star-pagination\">*42</span> Before SELYA, LIPEZ, and HOWARD, Circuit Judges.</p>\n<p>HOWARD, Circuit Judge.</p>\n<p>Eric Lino was convicted of one count of conspiring to distribute between 500 grams and five kilograms of cocaine and one count of cocaine distribution, <i>see</i> 21 U.S.C. §§ 846 &amp; 21 U.S.C. § 841(a)(1). He was sentenced to 144 months of imprisonment. Lino appeals only from the sentence, and we limit our background discussion accordingly.</p>\n<p>At trial, the evidence demonstrated that Lino was part of a cocaine conspiracy that operated in southeastern Massachusetts between June 2001 and June 2003. The government presented testimony from three of Lino's associates that during the life of the conspiracy each had provided Lino with transportation, so that he could sell cocaine. There was evidence that Lino conducted between nine and forty transactions per week. One witness testified to having helped Lino in over one hundred transactions and another stated that he had seen Lino participate in between fifty and one hundred cocaine deals. The government also introduced evidence of a series of cocaine sales that Lino made to undercover law enforcement officers.</p>\n<p>Prior to trial, the government filed an information notifying Lino that it intended to seek an enhanced penalty based on his October 2001 Massachusetts conviction for possession of marijuana and cocaine with the intent to distribute. <i>See</i> 21 U.S.C. § 841(b)(1)(B). Section 841(b)(1)(B) provides for a mandatory minimum sentence of five years for conspiring to distribute at least 500 grams and less than 5 kilograms of cocaine. But the penalty increases to a sentence between ten years and life, if the conviction occurred \"after a prior conviction for a felony drug offense has become final.\" Lino objected to the government's reliance on the Massachusetts conviction to trigger this enhancement on the ground that the Massachusetts conviction was \"part and parcel\" of the overarching conspiracy charged in the federal indictment and thus did not constitute the \"distinct criminal episode\" necessary to trigger the enhancement.</p>\n<p>The presentence report (PSR) concluded that the enhancement applied. The PSR also relied on the Massachusetts drug conviction to calculate Lino's criminal history, which, along with other unrelated convictions, placed Lino into criminal history category V. This history, coupled with an offense level of 30, resulted in an advisory guidelines sentencing range (GSR) of 151 to 181 months.</p>\n<p>Lino pursued several objections to the PSR before the district court. He renewed his argument that the Massachusetts drug conviction did not trigger the § 841(b)(1)(B) enhancement. Lino also argued that, under U.S.S.G. § 5G1.3(b), he was entitled to an adjustment in sentence for the time that he had already served on his undischarged thirty-month sentence for the Massachusetts drug conviction.<sup>[1]</sup> Finally, he requested a departure or variance from the GSR on the ground that the GSR calculation overstated the seriousness of his criminal history.</p>\n<p>The district court rejected Lino's argument against applying the enhancement. The court ruled that, under prevailing precedent, Lino's Massachusetts drug conviction constituted a prior felony drug conviction under § 841(b)(1)(B), even though the conduct underlying the prior conviction <span class=\"star-pagination\">*43</span> occurred during the life of the conspiracy. The court also rejected Lino's argument that his sentence should be reduced to account for the incarceration he served for the Massachusetts drug conviction. Finally, the court concluded that a variance from the GSR was appropriate because the GSR overvalued the seriousness of Lino's criminal history. The court imposed a sentence of 144 months of imprisonment, seven months below the bottom of the GSR.</p>\n<p>On appeal, Lino challenges the district court's ruling that his Massachusetts drug conviction was \"a prior felony drug conviction,\" triggering the sentencing enhancement under § 841(b)(1)(B). As he argued before the district court, Lino contends that where, as here, the prior felony drug conviction was based on one of the transactions that comprised the overarching conspiracy there is no basis for an enhancement because the prior conviction does not constitute \"a distinct criminal episode.\" As this argument presents a question of statutory interpretation, we review it de novo. <i>See </i><i>United States v. Leahy,</i> 473 F.3d 401, 405 (1st Cir.2007).</p>\n<p>The interpretive question presented is whether a drug distribution felony that took place during the course of an ongoing conspiracy is a \"prior felony drug conviction\" for purposes of the § 841(b)(1)(B) enhancement where the conspiracy continued after the prior conviction. We considered this question in <i>United States v. De Jesus Mateo,</i> 373 F.3d 70, 74 (1st Cir. 2004). There, we observed that \"prior felony drug convictions will be counted separately for purposes of 21 U.S.C. § 841(b) only when they represent distinct criminal episodes.\" <i>Id.</i> But we further explained that \"an ongoing course of criminal conduct such as narcotics trafficking may involve many such criminal episodes, each a discrete occurrence. The fact that all are related, part of a series, or part of a continuous course of criminal dealing, does not necessarily render them a single criminal episode.\" <i>Id.</i> (quoting <i>United States v. Martinez-Medina,</i> 279 F.3d 105, 123 (1st Cir.2002)). A prior drug conviction constitutes a \"distinct criminal episode\" sufficient to trigger the enhancement so long as the defendant continued to participate in drug activity after the conviction became final. <i>See also </i><i>United States v. Martino,</i> 294 F.3d 346, 350-51 (2d Cir. 2002); <i>United States v. Howard,</i> 115 F.3d 1151, 1158 (4th Cir.1997); <i>United States v. Hansley,</i> 54 F.3d 709, 717 (11th Cir.1995); <i>United States v. Garcia,</i> 32 F.3d 1017, 1019 (7th Cir.1994).</p>\n<p>Thus, in <i>De Jesus Mateo,</i> the prior felony drug convictions, which occurred in 1991, were distinct criminal episodes because the evidence established the defendant's participation in the conspiracy through 1997. The same analysis applies here. Lino pleaded guilty to drug distribution in Massachusetts state court in October 2001, but continued to engage in the drug conspiracy until his arrest in 2003. Accordingly, the district court correctly applied circuit precedent in concluding that Lino's prior Massachusetts drug felony conviction triggered the § 841(b)(1)(B) enhancement.</p>\n<p>Nevertheless, Lino argues that we should overrule <i>De Jesus Mateo.</i> As a panel of this court, absent unusual circumstances not present here, we may not do so. <i>See </i><i>United States v. Allen,</i> 469 F.3d 11, 17-18 (1st Cir.2006). That aside, we continue to think that <i>De Jesus Mateo</i> was properly decided. Our approach of focusing on the defendant's continued participation in the conspiracy after being convicted of a drug felony is consistent with furthering the sentencing enhancement's purpose of punishing recidivism. <i>See </i><i>Martino,</i> 294 F.3d at 351. Indeed, if the <span class=\"star-pagination\">*44</span> rule advocated by Lino were adopted, we would \"insulate the very career criminals the [enhancement] is designed to reach  those continuously engaged in criminal conduct.\" <i>Martinez-Medina,</i> 279 F.3d at 123. This we are quite unwilling to do.<sup>[2]</sup></p>\n<p>Next, Lino contends that the district court erred in declining to credit him with time he had already served on his undischarged sentence for his Massachusetts drug conviction under U.S.S.G. § 5G1.3(b). Section 5G1.3(b) of the November 2003 Guidelines (the version under which Lino was sentenced) provides:</p>\n<blockquote>If . . . a term of imprisonment resulted from another offense that is relevant conduct to the instant offense of conviction . . . and . . . was the basis for an increase in the offense level for the instant offense under Chapter Two (Offense Conduct) or Chapter Three (Adjustments), the sentence for the instant offense shall be imposed as follows: the court shall adjust the sentence for any period of imprisonment already served on the undischarged term of imprisonment if the court determined that such period of imprisonment will not be credited to the federal sentence by the Bureau of Prisons.</blockquote>\n<p>Thus, § 5G1.3(b) provides for an adjustment in sentence only where the undischarged sentence was (1) for a crime that constitutes relevant conduct for the instant offense <i>and</i> (2) was the basis for an increase in the offense level for the instant offense under Chapters Two or Three of the Guidelines. <i>United States v. Lozano,</i> 486 F.3d 446, 448-49 (8th Cir.2007) (stating that both conditions must be met to trigger an adjustment under § 5G1.3(b)(1)).</p>\n<p>The second precondition is not met here. An adjustment under § 5G1.3(b) is not triggered \"by the mere fact [that] the federal conspiracy charged encompassed a time period during which the state offense occurred,\" where the state offense had no effect on the defendant's offense level for the federal conviction. <i>United States v. Hurley,</i> 439 F.3d 955, 957 (8th Cir.2006). Lino concedes that \"the crime for which [he] was serving a state sentence [did] not result in an increase to his offense level.\" Thus, the district court correctly concluded that Lino was not entitled to an adjustment under § 5G1.3(b).</p>\n<p>Lino argues, however, that he is entitled to the adjustment because the Massachusetts <span class=\"star-pagination\">*45</span> drug offense was used to increase his criminal history category. In so doing, he relies on <i>United States v. Caraballo,</i> 200 F.3d 20, 27 (1st Cir.1999), where we stated that U.S.S.G. § 5G1.3(b) was triggered by a prior offense that was relevant conduct to the instant offense and increased the defendant's offense level <i>or</i> criminal history category. This reliance is misplaced. In <i>Caraballo,</i> we were interpreting the version of § 5G1.3(b) in existence prior to its amendment in 2003. That version provided for an adjustment where the earlier offense had \"been fully taken into account\" in the determination of the instant offense. The meaning \"of fully taken into account\" had divided the courts of appeals, <i>compare, e.g., </i><i>United States v. Garcia-Hernandez,</i> 237 F.3d 105, 109 (2d Cir.2000), <i>with, e.g., </i><i>United States v. Fuentes,</i> 107 F.3d 1515, 1524 (11th Cir.1997). <i>Caraballo</i> provided our interpretation of this ambiguous language.</p>\n<p>But in 2003, the Sentencing Commission amended the Guidelines to resolve this ambiguity. <i>See</i> U.S.S.G. Appx. C, Amend. 660 (2003). As explained above, under the new version of § 5G1.3(b), the prior offense must have increased the defendant's offense level for the instant offense under Chapter Two or Chapter Three of the Guidelines. The defendant's criminal history category is provided for under Chapter Four of the Guidelines, and thus an increase in the criminal history category is not a basis for triggering a § 5G1.3(b) adjustment.</p>\n<p>Finally, Lino contends that the sentence imposed was unreasonable because the district court failed to appreciate the advisory nature of the guidelines and did not consider whether to vary from the GSR to account for the time that he already served in Massachusetts custody for his prior drug conviction.</p>\n<p>This argument fails. The district court stated several times throughout the sentencing hearing that the guidelines were advisory. It also closely followed the procedure for imposing sentence under the advisory guidelines regime set forth in <i>United States v. Jimenez-Beltre,</i> 440 F.3d 514, 519 (1st Cir.2006) (en banc), by calculating the GSR, then \"determin[ing] whether the factors identified by either side warrant[ed] an ultimate sentence above or below the\" GSR.</p>\n<p>The district court imposed a sentence below the GSR based on its conclusion that the GSR overstated the seriousness of Lino's criminal history. Lino never argued to the district court that a larger variance was warranted to account for the time served in state custody; he made this argument only as it pertained to the calculation of the GSR. District judges are not mindreaders; the party seeking a variance must state clearly the reasons supporting the request. <i>Id.</i> Lino did not do so and thus cannot complain now.</p>\n<p>Moreover, after the district court pronounced sentence, Lino's counsel observed that the federal sentence of 144 months, added to the Massachusetts sentence of thirty-months, resulted in a total prison term near the top of the GSR. The district court stated that it would not change the sentence on this basis. To the extent that this was intended to be an argument for a further variance from the GSR based on Lino's sentence for the Massachusetts drug conviction  a doubtful proposition  the district court reasonably rejected it.</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  Lino's sentence was undischarged at the time of his federal sentencing because he was not required to serve his state sentence until his probation was revoked as a result of the federal indictment.</p>\n<p>[2]  Lino also claims that the sentencing enhancement could not be applied to him because the prior conviction was not pleaded in his indictment. This argument was not raised below and thus is subject to plain error review, which requires Lino to show a clear error that affected his substantial rights and that undermined the fairness integrity, or public reputation of the judicial proceeding. <i>See </i><i>United States v. Gilman,</i> 478 F.3d 440, 445 (1st Cir.2007). We have repeatedly rejected this very argument and do so again here. <i>See, e.g., </i><i>United States v. Ivery,</i> 427 F.3d 69, 75 (1st Cir.2005).\n</p>\n<p>Lino further contends that the enhancement was erroneously applied because the judge improperly usurped the jury's function of deciding whether there, in fact, had been a prior drug conviction and whether that conviction met the criteria for a \"felony drug offense\" and a \"distinct criminal episode.\" This argument too was not raised before the district court and is thus reviewed for plain error. We bypass the merits because Lino has made no argument that he was prejudiced by the judge making the findings relevant to the enhancement, and, moreover, the materials in the record concerning the prior conviction demonstrate that these issues were not open to any real dispute. Thus, relief under the plain error standard is unavailable. <i>See </i><i>Johnson v. United States,</i> 520 U.S. 461, 470, 117 S.Ct. 1544, 137 L.Ed.2d 718 (1997) (denying plain error relief where trial judge committed clear error by removing an issue from jury consideration because there was no showing of prejudice).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">493</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">41</span></span> (2007)</b></center>\n<center><h1>UNITED STATES of America, Appellee,<br>\nv.<br>\nEric LINO, Defendant, Appellant.</h1></center>\n<center>No. 05-1665.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard September 13, 2006.</center>\n<center>Decided July 12, 2007.</center>\n<p>Christopher R. Goddu, for appellant.</p>\n<p>Randall E. Kromm, Assistant United States Attorney, with whom Michael J. Sullivan, United States Attorney, was on brief, for appellee.</p>\n<p><span class=\"star-pagination\">*42</span> Before SELYA, LIPEZ, and HOWARD, Circuit Judges.</p>\n<p>HOWARD, Circuit Judge.</p>\n<p>Eric Lino was convicted of one count of conspiring to distribute between 500 grams and five kilograms of cocaine and one count of cocaine distribution, <i>see</i> 21 U.S.C. §§ 846 &amp; 21 U.S.C. § 841(a)(1). He was sentenced to 144 months of imprisonment. Lino appeals only from the sentence, and we limit our background discussion accordingly.</p>\n<p>At trial, the evidence demonstrated that Lino was part of a cocaine conspiracy that operated in southeastern Massachusetts between June 2001 and June 2003. The government presented testimony from three of Lino's associates that during the life of the conspiracy each had provided Lino with transportation, so that he could sell cocaine. There was evidence that Lino conducted between nine and forty transactions per week. One witness testified to having helped Lino in over one hundred transactions and another stated that he had seen Lino participate in between fifty and one hundred cocaine deals. The government also introduced evidence of a series of cocaine sales that Lino made to undercover law enforcement officers.</p>\n<p>Prior to trial, the government filed an information notifying Lino that it intended to seek an enhanced penalty based on his October 2001 Massachusetts conviction for possession of marijuana and cocaine with the intent to distribute. <i>See</i> 21 U.S.C. § 841(b)(1)(B). Section 841(b)(1)(B) provides for a mandatory minimum sentence of five years for conspiring to distribute at least 500 grams and less than 5 kilograms of cocaine. But the penalty increases to a sentence between ten years and life, if the conviction occurred \"after a prior conviction for a felony drug offense has become final.\" Lino objected to the government's reliance on the Massachusetts conviction to trigger this enhancement on the ground that the Massachusetts conviction was \"part and parcel\" of the overarching conspiracy charged in the federal indictment and thus did not constitute the \"distinct criminal episode\" necessary to trigger the enhancement.</p>\n<p>The presentence report (PSR) concluded that the enhancement applied. The PSR also relied on the Massachusetts drug conviction to calculate Lino's criminal history, which, along with other unrelated convictions, placed Lino into criminal history category V. This history, coupled with an offense level of 30, resulted in an advisory guidelines sentencing range (GSR) of 151 to 181 months.</p>\n<p>Lino pursued several objections to the PSR before the district court. He renewed his argument that the Massachusetts drug conviction did not trigger the § 841(b)(1)(B) enhancement. Lino also argued that, under U.S.S.G. § 5G1.3(b), he was entitled to an adjustment in sentence for the time that he had already served on his undischarged thirty-month sentence for the Massachusetts drug conviction.<sup>[1]</sup> Finally, he requested a departure or variance from the GSR on the ground that the GSR calculation overstated the seriousness of his criminal history.</p>\n<p>The district court rejected Lino's argument against applying the enhancement. The court ruled that, under prevailing precedent, Lino's Massachusetts drug conviction constituted a prior felony drug conviction under § 841(b)(1)(B), even though the conduct underlying the prior conviction <span class=\"star-pagination\">*43</span> occurred during the life of the conspiracy. The court also rejected Lino's argument that his sentence should be reduced to account for the incarceration he served for the Massachusetts drug conviction. Finally, the court concluded that a variance from the GSR was appropriate because the GSR overvalued the seriousness of Lino's criminal history. The court imposed a sentence of 144 months of imprisonment, seven months below the bottom of the GSR.</p>\n<p>On appeal, Lino challenges the district court's ruling that his Massachusetts drug conviction was \"a prior felony drug conviction,\" triggering the sentencing enhancement under § 841(b)(1)(B). As he argued before the district court, Lino contends that where, as here, the prior felony drug conviction was based on one of the transactions that comprised the overarching conspiracy there is no basis for an enhancement because the prior conviction does not constitute \"a distinct criminal episode.\" As this argument presents a question of statutory interpretation, we review it de novo. <i>See </i><i>United States v. Leahy,</i> <span class=\"citation\" data-id=\"202599\"><a href=\"/opinion/202599/united-states-v-leahy/\"><span class=\"volume\">473</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">401</span></a></span>, 405 (1st Cir.2007).</p>\n<p>The interpretive question presented is whether a drug distribution felony that took place during the course of an ongoing conspiracy is a \"prior felony drug conviction\" for purposes of the § 841(b)(1)(B) enhancement where the conspiracy continued after the prior conviction. We considered this question in <i>United States v. De Jesus Mateo,</i> <span class=\"citation\" data-id=\"201077\"><a href=\"/opinion/201077/united-states-v-de-jesus-mateo/\"><span class=\"volume\">373</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">70</span></a></span>, 74 (1st Cir. 2004). There, we observed that \"prior felony drug convictions will be counted separately for purposes of 21 U.S.C. § 841(b) only when they represent distinct criminal episodes.\" <i>Id.</i> But we further explained that \"an ongoing course of criminal conduct such as narcotics trafficking may involve many such criminal episodes, each a discrete occurrence. The fact that all are related, part of a series, or part of a continuous course of criminal dealing, does not necessarily render them a single criminal episode.\" <i>Id.</i> (quoting <i>United States v. Martinez-Medina,</i> <span class=\"citation\" data-id=\"776396\"><a href=\"/opinion/776396/united-states-v-marcos-martinez-medina-united-states-of-america-v-manuel/\"><span class=\"volume\">279</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">105</span></a></span>, 123 (1st Cir.2002)). A prior drug conviction constitutes a \"distinct criminal episode\" sufficient to trigger the enhancement so long as the defendant continued to participate in drug activity after the conviction became final. <i>See also </i><i>United States v. Martino,</i> <span class=\"citation\" data-id=\"778073\"><a href=\"/opinion/778073/united-states-v-carlo-martino-also-known-as-john-gary/\"><span class=\"volume\">294</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">346</span></a></span>, 350-51 (2d Cir. 2002); <i>United States v. Howard,</i> <span class=\"citation\" data-id=\"741868\"><a href=\"/opinion/741868/united-states-v-melvin-e-howard-aka-mu-united-states-of-america-v/\"><span class=\"volume\">115</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1151</span></a></span>, 1158 (4th Cir.1997); <i>United States v. Hansley,</i> <span class=\"citation\" data-id=\"695622\"><a href=\"/opinion/695622/united-states-v-johnny-lee-hansley-aka-johnnie-lee-hansley-glenn/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">709</span></a></span>, 717 (11th Cir.1995); <i>United States v. Garcia,</i> <span class=\"citation\" data-id=\"676521\"><a href=\"/opinion/676521/united-states-v-david-garcia/\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1017</span></a></span>, 1019 (7th Cir.1994).</p>\n<p>Thus, in <i>De Jesus Mateo,</i> the prior felony drug convictions, which occurred in 1991, were distinct criminal episodes because the evidence established the defendant's participation in the conspiracy through 1997. The same analysis applies here. Lino pleaded guilty to drug distribution in Massachusetts state court in October 2001, but continued to engage in the drug conspiracy until his arrest in 2003. Accordingly, the district court correctly applied circuit precedent in concluding that Lino's prior Massachusetts drug felony conviction triggered the § 841(b)(1)(B) enhancement.</p>\n<p>Nevertheless, Lino argues that we should overrule <i>De Jesus Mateo.</i> As a panel of this court, absent unusual circumstances not present here, we may not do so. <i>See </i><i>United States v. Allen,</i> <span class=\"citation\" data-id=\"202509\"><a href=\"/opinion/202509/united-states-v-allen/\"><span class=\"volume\">469</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">11</span></a></span>, 17-18 (1st Cir.2006). That aside, we continue to think that <i>De Jesus Mateo</i> was properly decided. Our approach of focusing on the defendant's continued participation in the conspiracy after being convicted of a drug felony is consistent with furthering the sentencing enhancement's purpose of punishing recidivism. <i>See </i><i>Martino,</i> 294 F.3d at 351. Indeed, if the <span class=\"star-pagination\">*44</span> rule advocated by Lino were adopted, we would \"insulate the very career criminals the [enhancement] is designed to reach  those continuously engaged in criminal conduct.\" <i>Martinez-Medina,</i> 279 F.3d at 123. This we are quite unwilling to do.<sup>[2]</sup></p>\n<p>Next, Lino contends that the district court erred in declining to credit him with time he had already served on his undischarged sentence for his Massachusetts drug conviction under U.S.S.G. § 5G1.3(b). Section 5G1.3(b) of the November 2003 Guidelines (the version under which Lino was sentenced) provides:</p>\n<blockquote>If . . . a term of imprisonment resulted from another offense that is relevant conduct to the instant offense of conviction . . . and . . . was the basis for an increase in the offense level for the instant offense under Chapter Two (Offense Conduct) or Chapter Three (Adjustments), the sentence for the instant offense shall be imposed as follows: the court shall adjust the sentence for any period of imprisonment already served on the undischarged term of imprisonment if the court determined that such period of imprisonment will not be credited to the federal sentence by the Bureau of Prisons.</blockquote>\n<p>Thus, § 5G1.3(b) provides for an adjustment in sentence only where the undischarged sentence was (1) for a crime that constitutes relevant conduct for the instant offense <i>and</i> (2) was the basis for an increase in the offense level for the instant offense under Chapters Two or Three of the Guidelines. <i>United States v. Lozano,</i> <span class=\"citation\" data-id=\"797751\"><a href=\"/opinion/797751/united-states-v-francisco-lozano-united-states-of-america-v-francisco/\"><span class=\"volume\">486</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">446</span></a></span>, 448-49 (8th Cir.2007) (stating that both conditions must be met to trigger an adjustment under § 5G1.3(b)(1)).</p>\n<p>The second precondition is not met here. An adjustment under § 5G1.3(b) is not triggered \"by the mere fact [that] the federal conspiracy charged encompassed a time period during which the state offense occurred,\" where the state offense had no effect on the defendant's offense level for the federal conviction. <i>United States v. Hurley,</i> <span class=\"citation\" data-id=\"793523\"><a href=\"/opinion/793523/united-states-v-bruce-wayne-hurley/\"><span class=\"volume\">439</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">955</span></a></span>, 957 (8th Cir.2006). Lino concedes that \"the crime for which [he] was serving a state sentence [did] not result in an increase to his offense level.\" Thus, the district court correctly concluded that Lino was not entitled to an adjustment under § 5G1.3(b).</p>\n<p>Lino argues, however, that he is entitled to the adjustment because the Massachusetts <span class=\"star-pagination\">*45</span> drug offense was used to increase his criminal history category. In so doing, he relies on <i>United States v. Caraballo,</i> <span class=\"citation\" data-id=\"198786\"><a href=\"/opinion/198786/united-states-v-caraballo/\"><span class=\"volume\">200</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">20</span></a></span>, 27 (1st Cir.1999), where we stated that U.S.S.G. § 5G1.3(b) was triggered by a prior offense that was relevant conduct to the instant offense and increased the defendant's offense level <i>or</i> criminal history category. This reliance is misplaced. In <i>Caraballo,</i> we were interpreting the version of § 5G1.3(b) in existence prior to its amendment in 2003. That version provided for an adjustment where the earlier offense had \"been fully taken into account\" in the determination of the instant offense. The meaning \"of fully taken into account\" had divided the courts of appeals, <i>compare, e.g., </i><i>United States v. Garcia-Hernandez,</i> <span class=\"citation\" data-id=\"771702\"><a href=\"/opinion/771702/united-states-v-jose-alfredo-garcia-hernandez/\"><span class=\"volume\">237</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">105</span></a></span>, 109 (2d Cir.2000), <i>with, e.g., </i><i>United States v. Fuentes,</i> <span class=\"citation\" data-id=\"736954\"><a href=\"/opinion/736954/united-states-v-jose-fuentes/\"><span class=\"volume\">107</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1515</span></a></span>, 1524 (11th Cir.1997). <i>Caraballo</i> provided our interpretation of this ambiguous language.</p>\n<p>But in 2003, the Sentencing Commission amended the Guidelines to resolve this ambiguity. <i>See</i> U.S.S.G. Appx. C, Amend. 660 (2003). As explained above, under the new version of § 5G1.3(b), the prior offense must have increased the defendant's offense level for the instant offense under Chapter Two or Chapter Three of the Guidelines. The defendant's criminal history category is provided for under Chapter Four of the Guidelines, and thus an increase in the criminal history category is not a basis for triggering a § 5G1.3(b) adjustment.</p>\n<p>Finally, Lino contends that the sentence imposed was unreasonable because the district court failed to appreciate the advisory nature of the guidelines and did not consider whether to vary from the GSR to account for the time that he already served in Massachusetts custody for his prior drug conviction.</p>\n<p>This argument fails. The district court stated several times throughout the sentencing hearing that the guidelines were advisory. It also closely followed the procedure for imposing sentence under the advisory guidelines regime set forth in <i>United States v. Jimenez-Beltre,</i> <span class=\"citation\" data-id=\"202092\"><a href=\"/opinion/202092/united-states-v-jimenez-beltre/\"><span class=\"volume\">440</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">514</span></a></span>, 519 (1st Cir.2006) (en banc), by calculating the GSR, then \"determin[ing] whether the factors identified by either side warrant[ed] an ultimate sentence above or below the\" GSR.</p>\n<p>The district court imposed a sentence below the GSR based on its conclusion that the GSR overstated the seriousness of Lino's criminal history. Lino never argued to the district court that a larger variance was warranted to account for the time served in state custody; he made this argument only as it pertained to the calculation of the GSR. District judges are not mindreaders; the party seeking a variance must state clearly the reasons supporting the request. <i>Id.</i> Lino did not do so and thus cannot complain now.</p>\n<p>Moreover, after the district court pronounced sentence, Lino's counsel observed that the federal sentence of 144 months, added to the Massachusetts sentence of thirty-months, resulted in a total prison term near the top of the GSR. The district court stated that it would not change the sentence on this basis. To the extent that this was intended to be an argument for a further variance from the GSR based on Lino's sentence for the Massachusetts drug conviction  a doubtful proposition  the district court reasonably rejected it.</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  Lino's sentence was undischarged at the time of his federal sentencing because he was not required to serve his state sentence until his probation was revoked as a result of the federal indictment.</p>\n<p>[2]  Lino also claims that the sentencing enhancement could not be applied to him because the prior conviction was not pleaded in his indictment. This argument was not raised below and thus is subject to plain error review, which requires Lino to show a clear error that affected his substantial rights and that undermined the fairness integrity, or public reputation of the judicial proceeding. <i>See </i><i>United States v. Gilman,</i> <span class=\"citation\" data-id=\"202657\"><a href=\"/opinion/202657/united-states-v-gilman/\"><span class=\"volume\">478</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">440</span></a></span>, 445 (1st Cir.2007). We have repeatedly rejected this very argument and do so again here. <i>See, e.g., </i><i>United States v. Ivery,</i> <span class=\"citation\" data-id=\"201865\"><a href=\"/opinion/201865/united-states-v-ivery/\"><span class=\"volume\">427</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">69</span></a></span>, 75 (1st Cir.2005).\n</p>\n<p>Lino further contends that the enhancement was erroneously applied because the judge improperly usurped the jury's function of deciding whether there, in fact, had been a prior drug conviction and whether that conviction met the criteria for a \"felony drug offense\" and a \"distinct criminal episode.\" This argument too was not raised before the district court and is thus reviewed for plain error. We bypass the merits because Lino has made no argument that he was prejudiced by the judge making the findings relevant to the enhancement, and, moreover, the materials in the record concerning the prior conviction demonstrate that these issues were not open to any real dispute. Thus, relief under the plain error standard is unavailable. <i>See </i><i>Johnson v. United States,</i> <span class=\"citation\" data-id=\"118106\"><a href=\"/opinion/118106/johnson-v-united-states/\"><span class=\"volume\">520</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">461</span></a></span>, 470, <span class=\"citation\" data-id=\"118106\"><a href=\"/opinion/118106/johnson-v-united-states/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1544</span></a></span>, <span class=\"citation\" data-id=\"118106\"><a href=\"/opinion/118106/johnson-v-united-states/\"><span class=\"volume\">137</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">718</span></a></span> (1997) (denying plain error relief where trial judge committed clear error by removing an issue from jury consideration because there was no showing of prejudice).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/118106/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198786/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201077/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201865/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202092/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202509/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202599/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202657/",
    "http://www.courtlistener.com/api/rest/v3/opinions/676521/",
    "http://www.courtlistener.com/api/rest/v3/opinions/695622/",
    "http://www.courtlistener.com/api/rest/v3/opinions/736954/",
    "http://www.courtlistener.com/api/rest/v3/opinions/741868/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771702/",
    "http://www.courtlistener.com/api/rest/v3/opinions/776396/",
    "http://www.courtlistener.com/api/rest/v3/opinions/778073/",
    "http://www.courtlistener.com/api/rest/v3/opinions/793523/",
    "http://www.courtlistener.com/api/rest/v3/opinions/797751/"
  ]
}